[{"song_no": "933372", "year": "2005", "rank": "1", "title": "Fly (Feat. Amin. J of Soulciety)", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "E P I K   FLY  힘들죠 힘들죠   오늘도 잔인한 세상은   너를 비웃고   거울앞에서도 기죽고   또 홀로 술잔을 비우고   don't know where to go   단 한번의 실수로   모든것을 잃고   고개를 숙일땐 손을 모아   날개를 피고   You Can Fly  눈을 뜨며 맞는 아침   똑같은 방향뿐인 삶의 나침반   만만한 세상에 쉽게 무릎꿇고   쉴새 없이 신세   타 타타타령만 나아   아아아 아련한   옛 꿈을 쫓던 가련한 두팔로   화려한 날개를 피고   You Can Fly Higher   저 하늘위에 새들보다   You Can Fly Higher   단 하나뿐인 그대와 나   Fly my baby 세상이   뭐라고 말해도   Fly Fly Get'em up high   누가 뭐래도 가라고 go go   Fly my baby 사랑이   널두고 떠나도   Fly Fly Get'em up high   Fly 그대가 가진것은 없어도   You Can Fly 사랑이 차갑게   널 버려도   You Can Fly 아픈가슴에   숨이 멎어도   You Can Fly You got to   fly sky high   눈을 뜨고 바라봐도 빛은 없고   꿈을 꾸며 살아가도 길은 멀고   내 뜻대로 가도 숨을   몰아 쉬었고   진실을 말해도 돌아섰죠   아직도 찾는것을 못 찾았고   아무도 너를 사랑하지 못한다고   낙오감에 빠져도 Never die   날개를 피고 Let's go   everybody Fly   You Can Fly 누가 뭐래도   higher 나는 절대로   저 하늘위에 새들보다   내 꿈을 포기못해   You Can Fly 누가 뭐래도   Higher 나는 절대로   단 하나뿐인 그대와 나   내 꿈을 포기못해   Fly my baby 세상이   뭐라고 말해도   Fly Fly Get'em up high   누가 뭐래도 가라고 go go   Fly my baby 사랑이   널두고 떠나도   Fly Fly Get'em up high   괜한 한숨에 지워지는   단 한번의 꿈   몇 만번의 시도위에   갈라서는 문   눈을 뜨며 살아감에 보여   희망의 연기가   모두 털어 날려버려  비관의 먼지 다   역시 나도 때론 괜한 겁이나   천천히 가 왜 꿈을 쉽게 버리나   때론 낮게 나는 새도 멀리봐  어두운 밤일수록 밝은   별은 더 빛나   Fly 세상이 뭐라고 말해도  Fly 사랑이 널두고 떠나도 E P I K   세상이 세상이 뭐라고 말해도  Fly Fly Get'em up High Fly 사랑이 사랑이 널두고 떠나도  Fly Fly Get'em up High E P I K"}, {"song_no": "985785", "year": "2005", "rank": "2", "title": "Anyclub (Feat.Teddy) ( CF - Anycall Anyclub 이효리, 에릭, 권상우편 )", "artist": "이효리", "genre": "Dance", "lyrics": "Yo! was really good man  Ya know is going down right?  We right back get it again like we lip somin'  Uh uh ya heard? Ok   I'm a ride with you  I'm a slide with you  Cop somin' drop somin'  Whatever you need me to  Ride with you  I'm a slide with you  Now drop   전화를 받고 숨을 내쉬고  지금 이 순간 나는 또 퀸이 되는 거야   Let's get this party started  I'ma make'em move their body  When I step up in the club, it's on  cuz you make me wanna sing this song   너의 그 뻔한 습관 너의 그 뻔한 방식  나한테 들키지마 그냥 너 혼자 늙어 버려   Go, Go, Go  It's that flyest thing that makes me lose my mind  Tonight I got to make you mine   나를보는 사람들은 정신없는 하이씬  거칠어진 숨결들은 나를 향해 하이무드  You got to me Got you so  I wanna be the got you so  니가 누굴 언제부터 사랑했던지   Move from that scrub, to the back of the club  Go ahead, Ma, 다가와   Do what we can, in the Back of the Van  and Get it on, Ma   Whatever u say  U can Have it your way   Do what we can, in the Back of the Van  and Get it on, Ma   니가 날 리드한다 같잖은 너의 생각  니가 날 사랑한다 늘 똑같은 너만의 착각   Go, Go, Go  It's that flyest thing that makes me lose my mind  Tonight I got to make you mine   뜨거워진 사람들의 주고받는 딥터치  은밀해진 눈빛들의 주고받는 딥싸인   You got to me Got you so  I wanna be the got you so   니가 누굴 언제부터 사랑했던지   (come into me) 멈칫대는 너의 눈빛  (into the A) 아까부터 슬로우씬  (do it to me) 1미리의 내귓가에  (at the anyclub ) 느껴지는 플로우씬   Go, Go, Go  It's that flyest thing that makes me lose my mind  Tonight I got to make you mine   Little bit slow Encourage yourself  너도 날따라 움직여   Doing your move. Feel free yourself  Inspiration in keep go on   Hey 내 목소리로 자 갈증을 적셔  마이크를 거쳐 baby let me touch ya  You already know that I'm a body bomb rusher  소심한 gesture 이젠 멈춰   아무 말 말고 날 믿어. Follow the leader  Get it pop pop in for these  Now believe us. 넌 그저 날 찾으면 돼  Everyday you at the club A    come into me. into the A   do it to me. at the anyclub   (come into me) 니가 느낀 지금  (into the A) 느낌 주저 말고 pass me  (do it to me) 여기에선  (at the anyclub )  언제라도 주저말고 touch me   Go, Go, Go  It's that flyest thing that makes me lose my mind  Tonight I got to make you mine   Move from that scrub, to the back of the club  Go ahead, Ma, 다가와   Do what we can, in the Back of the Van  and Get it on, Ma   Whatever u say  U can Have it your way   Do what we can, in the Back of the Van  and Get it on, Ma -"}, {"song_no": "971439", "year": "2005", "rank": "3", "title": "내가 웃는게 아니야 (Feat. ALI)", "artist": "리쌍", "genre": "Rap / Hip-hop", "lyrics": "날 사랑한다는 말 천 번을 넘게 내 맘  구석구석 빼곡히 써놓고 이제 와 나를  망부석 여인처럼 남겨둔 채  방 한구석 먼지처럼 나를 밀어둔 채  헤어지자 말하는 너의 뺨을  나도 모르게 때리고  내 발목을 잡는 땅을 억지로 뿌리치며  한참을 걸으며 다짐했어  다신 내 곁에 널 두지 않겠다고  여태 너를 지키기 위해 했던 나의 노력  그 모든 걸 다 오려 저 달리는  차들 속으로 던지고 눈물 섞인 웃음을 짓고  어떻게든 너보단 잘 살 거라는 믿음  저 짙은 어둠속에 새기며  내가 웃는게 웃는게 아니야 또 내가 걷는게 걷는게 아니야  너의 기억 그 속에선 난  눈물 흘려 너를 기다릴 뿐  내가 웃는게 웃는게 아니야  또 내가 걷는 게 걷는게 아니야  너의 기억 그 속에서 난  눈물 흘려 너를 기다릴 뿐  며칠이나 지났을까  늦가을 쓸쓸한 거리처럼  물가의 홀로 앉은 낚시꾼처럼  외로움과 기다림에 지친  난 끝없는 줄담배에 기침을 하며  미친듯이 추억속으로 빨려들어가  애교 섞인 목소리에 꺾인  나뭇가지 처럼 쓰러져  그녀의 품에 안기고 달콤한 꿈에 부풀어  영원히 나를 붙들어 매라며 농담을 하고  어디를 가도 누구를 만나도  언제나 둘이기에 즐거운 분위기에  우리는 항상 행복해 했었지 그랬었지  하지만 이젠 그녀는 내 곁에 없지  난 또 외로움에 밤길을 걷지  그대 떠나보낸 내 가슴에  눈물이 차올라 날 흔들며 아프게 해  그대 떠나보낸 내 두눈에  어둠이 다가와 또 난  너를 잊을래 난 너를 잊을래  아무리 외쳐봐도 그게 안돼  너를 아껴주지 못해 또 후회하네  너를 잊을래 난 너를 잊을래  아무리 외쳐봐도 그게 안돼  네가 웃던 기억속에 또 미쳐가네  내가 웃는게 웃는게 아니야  또 내가 걷는게 걷는게 아니야  너의 기억 그 속에선 난  눈물 흘려 너를 기다릴 뿐  내가 웃는게 웃는게 아니야  또 내가 걷는 게 걷는게 아니야  너의 기억 그 속에서 난  눈물 흘려 너를 기다릴 뿐  너 없는 아픔에 모든건  눈물을 흘리며 코를 푸네  남자답게 웃고 싶지만 매순간 멍해지는 습관 고쳐지질 않고  남자답게 웃고 싶지만 남자답게 난 웃고싶지만  밥 한숟갈 떠 넣기가 이렇게 힘들수가  날 위로하는 친구의 웃음도  내 눈엔 슬픈 구슬로 바뀌어  웃으려 웃어봐도 안되는 난 먼곳으로  내가 웃는게 웃는게 아니야  또 내가 걷는게 걷는게 아니야  너의 기억 그 속에선 난  눈물 흘려 너를 기다릴 뿐  내가 웃는게 웃는게 아니야  또 내가 걷는 게 걷는게 아니야  너의 기억 그 속에서 난  눈물 흘려 너를 기다릴 뿐"}, {"song_no": "985472", "year": "2005", "rank": "4", "title": "Happiness", "artist": "가비엔제이", "genre": "R&B / Soul", "lyrics": "어떻게 그대를 잊어야 하는지 가르쳐준 적 없었잖아요 혼자서 이별을 배우는게  내게 쉽진 않죠 다른 누군가를 사랑한다는게 나를 속이는 것만 같아도 나로서는 굳이 이 방법밖에 그댈 지울 수 없겠죠 그래야 하는데 잊어야 하는데 자꾸 내 가슴은 그댈 찾죠 나만 바라보는 사람이 있는데 이럼 안되는 줄 알면서도 돌아와줄까봐 날 안아줄까봐 서툰 기대마저 바라는 나 용서해줘요 못된 여자라서 이것밖에 안되나봐요 woo 슬픈 내 얼굴을 애써 감추려고 행복하단 말을 외워둬요 가슴에 짓무른 한들까지  전부 안아줄  그라서 그래야 하는데 잊어야 하는데 자꾸 내 가슴은 그댈 찾죠 나만 바라보는 사람이 있는데 이럼 안되는 줄 알면서도 돌아와줄까봐 날 안아줄까봐 서툰 기대마저 바라는 나 용서해줘요 못된 여자라서 이것밖에 안되나봐요 알면서도 그 사람  날 보며 웃고 있죠 떠나갈 용기도 보내줄  자신도 없는 내게 uh 지워도 봤지만 미워도 했지만 잘해낼 자신이 없나봐요 눈물로 그대 기억을 다 쏟아내도 다시 차는 그리움에 어쩔 수 없나봐 잊을 수 없나봐 꿈에라도 그댈 놓지 않죠 용서해줘요 못된 여자라서 이것밖엔 안되나봐요 woo 미안해요"}, {"song_no": "928697", "year": "2005", "rank": "5", "title": "일년이면", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "시간이 자꾸 빨리 흘러서  애꿎은 시계 마저 부수고  사랑한 날을 거꾸로 세며  아직 그대만 기다리죠    우리 함께 있던 날이 많아요  걷던 길이 너무 많아요  그 시간들을 더듬어 보며  기억을 살려내죠    일년이면 입 맞추던 기억을 잊고  더 지나면 목소리도 까맣게 잊고  나만 혼자 파란 봄과 하얀 겨울  속에 추억들과 살아도    십년이면 나도 지쳐 그대를 잊고  더 지나면 다시 사랑 못할 것 같아  단 하루도 못 가게 잡고  헤어진 그 날에 살죠    시간이 자꾸 빨리 흘러서  얇아진 달력마저 가리고  못해준 생일까지 챙기려  그대 사진에 선물하죠    내가 못한 일이 너무 많아요  주지 못한 것도 많아요  다 해준다던 내 거짓말도  두 번 다시 못 하지만    일년이면 입 맞추던 기억을 잊고  더 지나면 목소리도 까맣게 잊고  나만 혼자 파란 봄과 하얀  겨울 속에 추억들과 살아도    십년이면 나도 지쳐 그대를 잊고  더 지나면 다시 사랑 못할 것 같아  단 하루도 못가게 잡고  헤어진 그 날에 살죠    그대가 돌아올 날  늘 오늘 일지도 몰라  언제나 서둘러 눈 뜨고서  그대가 떠나간 그날에 입던  옷을 다시 꺼내 입고  그대 마중을 나가는 나    일년이면 입맞추던 기억을 잊고  더 지나면 목소리도 까맣게 잊고  나만 혼자 파란 (그대가)  봄과 하얀 (없는 난)  겨울 속에 추억들과 살아도  (겨울을 혼자 보내도)    십년이면 나도 지쳐 그대를 잊고  더 지나면 다시 사랑 못할 것 같아  (난 못할 것 같아)  꿈에라도 그대를 안고 (그대를 안고서)  남겨진 사랑하다가    일년동안 입맞추던 기억을 잊고  어떻게든 목소리도 힘들게 잊어  내가 다시 파란 봄과 하얀 겨울 속을  행복하게 살도록 (겨울이 행복하도록)    그댈 보낸 길마저도 밟지 않아요  그대 닮은 사람마저 미워해봐요  또 들려오는 그대 소식에  내 귀를 막아보다가  그대라도 행복하기를 빌죠 -"}, {"song_no": "986817", "year": "2005", "rank": "6", "title": "2♡", "artist": "god", "genre": "Ballad", "lyrics": "I’m sorry (미안해) I’m sorry (너 말고) 두 사람이 (또 한명이) 이젠 이미 (내 안에 있어)   용서해줘 내가 너를 계속 속이고 있어  네가 알고 있는 난 네가 믿고 있는  난 내가 아닐지 몰라  그래 알아 네가 날 얼마나 사랑하는지 네가 얼마나 진실한 사랑을 줬는지  하지만 내 마음이 말을 듣지 않아   너를 처음 만났을 때  사랑하게 될 거라는 걸 전혀 몰랐듯이 그 사람을 봤을 때도 이렇게 될 줄은 전혀 몰랐어 살며시 스며들어왔어 이럴려고 한 건 아니야 나의 뜻이 아니었어 정말  잠시 이러다가 다시 깨끗이 지워버리려고 했어   그리고 나서 다시 다시 너의 곁으로 돌아가려 했어 어차피  내겐 내겐 오직 너 하나뿐이므로  나를 향한 너의 사랑이 너무 예뻐서 나는 절대 널 두고 다른 사랑은  절대 할 수 없다고 믿었어 그런데 다른 길로   I’m sorry (이럴려고 한 건 절대 아니야) I’m sorry (그런데 어느새 내 맘에)  두 사람이 (함께 자릴 잡아 버렸어) 이젠 이미 (너무 늦어버린 것 같아)   I’m sorry (이러면 안된다는 생각에)  I’m sorry (몇번을 말하려 했는데)  자꾸 입이 (떨어지지가 않아 아마) 내가 이미 (두 사람 다 사랑하나봐)   나는 몰랐어 내가 이럴 수 있을 줄 다른 사람이 하면 내가 늘  손가락질 하며 욕했던 일을 바로 내가 지금 하고 있어   두 사람을 아니 세 사람을  모두 다치게 힘들게 할 수 있는 일이  지금 나 땜에 계속돼  더 이상 이러면 안돼 내가 이럼 안 되는데   물론 항상 이유는 있겠지  다 이런 경우에는 언제나  두 사람을 사랑한 사람들은 다  지금 변명을 하고 있는 나처럼   어쩔 수 없었다고 말하며 애써 자기 자신을 위로하면서  합리화를 시켜 스스로 그러나 잘못된 걸 알아 속으론   하지만 난 더 큰 문제가 지금도  내가 누구를 택해야 될지 몰라 한 명을 택하고 나서 한 명이 없어지는 걸  생각하면 가슴이 너무 아파   내가 미쳤나봐 내 가슴을 둘이서 딱  정확하게 반으로 갈라 살고 있어 내 안에 너무나 다정하게  이제 어떻하면 좋아 정말 미안해   I’m sorry (이럴려고 한 건 절대 아니야) I’m sorry (그런데 어느새 내 맘에)  두 사람이 (함께 자릴 잡아 버렸어) 이젠 이미 (너무 늦어버린 것 같아)   I’m sorry (이러면 안된다는 생각에)  I’m sorry (몇번을 말하려 했는데)  자꾸 입이 (떨어지지가 않아 아마) 내가 이미 (두 사람 다 사랑하나봐)   두 사람을 다 사랑할 수 없다면 차라리 난 그냥 두 사랑을 다 마음속에 예쁘게 묻을 거야 영원히   I’m sorry (정말 이럴려고 한 건 아니야) I’m sorry (그런데 어느새 내 맘에)  두 사람이 (두 사람이 두 사람이) 이젠 이미 (너무 늦어버린 것 같아)   I’m sorry (이러면 안된다는 생각에)  I’m sorry (I’m sorry I’m sorry I’m sorry)  자꾸 입이 (입이 떨어지질 않아서) 내가 이미 (이미 두 사람을 사랑하나봐) I’m sorry -"}, {"song_no": "933390", "year": "2005", "rank": "7", "title": "그리고 그후", "artist": "프리스타일", "genre": "Rap / Hip-hop", "lyrics": "이제는 내가 너를 챙겨주지 못해  그러니 나 없이도 니가 해야만 해  앞으로는 혼자 해야할게 있어  절대로 눈물따윈 흘려서는 안되   이제는 혼자 그냥 잘먹어야하고  쓸쓸한 식사라도 절대 굶지 말어  잠잘때 따뜻하게 덮고 자고  넌 긴머리가 예쁘니까 절대 자르지는 말어   내가 준 반지따윈 이제는 버려  혼자서도 살아가는 법을 배워야 돼  눈물이 앞을 가려 울고싶어질 땐  내가 더 힘들꺼라 생각하고 말어   가진건 쓸모없는 몸뚱아리라서  볼품없이 뛰고있는 심장뿐이라서  그래서 미안해 하지만 어떻게  살아보려 애써봐도 이게 전부인데   왜 내게 이러는거야 너무 힘든걸 알면서  나와 함께 지냈던 그 시간만은  기억해 주길 바랄께   줄꺼라곤 가슴속에 말들 뿐이겠지만  준거라곤 살아온날에 고통 뿐이겠지만  이제는 편안하게 조금 더 행복하게  다른 사람 만나 부디 걱정없이 살어   니가 날 떠난것을 후회하진않어  니가 날 버린것도 원망하진않어  이렇게 아직까진 살아가고 있어 나  죽지는 않으니까 행복하게 살어   한사람을 사랑하고 그 사람이 가고  그때는 줄게 없어 가슴 아파하고  떠날때 말 못하고 돌아서 후회하고  그 사람 잊지못해 기억을 못지우고   아직도 사랑하고 너무도 기다리고  그 사람 사진한장 깊이 간직하고  언젠간 다시 올거라는 믿음하나 쥐고  또 다시 바보처럼 하루를 살어   왜 내게 이러는거야 너무 힘든걸 알면서  나와 함께 지냈던 그 시간만은  기억해주길 바랄께   다시 내게 돌아와  제발 나를 잊지말고 살아줘  나를 버린거라면 또 나를 볼수없다면  이젠 어떡해 나에겐 전부인데   더이상 울지 않을께 다시볼수도 없잖아  나와 함께 지냈던 그 시간만큼  행복하기를 바랄께   행복하기를 바랄께 -"}, {"song_no": "905857", "year": "2005", "rank": "8", "title": "세글자 (드라마 `루루공주` 김정은 메인 테마)", "artist": "엠투엠 (M To M)", "genre": "Ballad", "lyrics": "하루 단 하루라도 좋겠어  널 잊고 살수만 있다면  쉴새없는 눈물을 잠근채  나의 그리움을 거둔채   한 번 꼭 한번이면 될텐데  난 참 그 말이 어려웠어  너만 보면 자꾸 바보가 돼  그림자 뒤로 숨게만 돼   내게는 이 세상 제일 슬픈 세글자  차마 너를 향해 줄 수 없던 세글자  매일 내 가슴에 눈물로 썼다가  다시 한숨으로 지우는 말   나 혼자 말하고 나 혼자 듣는 말  끝내 너의 곁엔 닿지도 못할 외로운 말  사랑해 그 세글자가 늘 나를 아프게 해   이젠 제발 좀 그만하자고  다신 아파하지 말자고  시간으로 덮고 또 덮어도  널 가리지는 못하나봐   내게는 이 세상 제일 슬픈 세글자  차마 너를 향해 줄 수 없던 세글자  매일 내 가슴에 눈물로 썼다가  다시 한숨으로 지우는 말   나 혼자 말하고 나 혼자 듣는 말  끝내 너의 곁엔 닿지도 못할 외로운 말  사랑해 그 세글자가 늘 나를 아프게해   내 마음 하늘위에 쓸까 바람에게 말할까  그럼 니가 볼까 너의 곁에 전해질까   어쩌면 이 세상 제일 흔한 세글자  내겐 이렇게도 힘에 겨운 세글자  울음부터 나서 목이 메어와서  꺼내기도 전에 되담는말   천번도 만번도 더 삼킨 한 마디  아마 평생가도 못 다할 짧은 그 한마디  사랑해 그 세글자에  또 이렇게 눈물만 -"}, {"song_no": "898497", "year": "2005", "rank": "9", "title": "내 눈물이 하는 말", "artist": "견우", "genre": "Ballad", "lyrics": "내 머리는 나빠서 너밖에 모르고  세상 사람 모두 다 너로 보이고  내 가슴은 좁아서 너 밖엔 못 살고  귀에 닿는 목소린 다 넌줄 아는데  그립다고 힘들다고 사랑한다고 매일 밤 내 안에 터질 듯 슬픈 그 말은  나를 헤매이게 해 이렇게 너만 원하게 해   너를 사랑한단 말 숨쉴때마다 늘었어 오늘도 그 만큼 버리고 또 버려도  내가 하지 못한 말 가슴에 너무 많아서  내 숨이 멈출까봐 눈물이 나를 대신해서 흘러   내 걸음은 느려서 널 찾지 못하고 네가 떠난 그 자리만 돌고 도는데  그립다고 힘들다고 사랑한다고  매일 밤 내 안에 터질 듯 슬픈 그 말은  나를 헤매이게 해 이렇게 너만 원하게 해  너를 사랑한단 말 숨쉴때마다 늘었어 오늘도 그 만큼 버리고 또 버려도  내가 하지 못한말 가슴에 너무 많아서  내 숨이 멈출까봐 눈물이 나를 대신해서 흘러  간절한 내 맘을 넌 듣지못하고 내가 아닌 누구를 사랑하고 있을까   너를 사랑한단 말 숨쉴때마다 깊어져  온몸에 물들어 너를 안고사는 나  너만 사랑했다고 죽어도 못 잊겠다고  오늘도 내 눈물이 못 다한 말을 대신해서 흘러 -"}, {"song_no": "976103", "year": "2005", "rank": "10", "title": "Stay in Me", "artist": "서지영", "genre": "Dance", "lyrics": "너만을 원해도 사랑은 태초부터  하나가 아닌 둘 빨리빨리 더 시간은 흘러도  스쳐 지나가지 않아 이젠 우리 둘   가끔은 혼자도 괜찮긴 하지만  아직도 난 네가 좋아 아주 많이  시간을 움직여 다시 올 수 있다면  널 반겨 줄 것만 같아   엷은 미소를 담은 널 (Lovely babe)  (따뜻해 그 느낌 나는 널 원해)  카푸치노 향기처럼 잊지 못해  (아찔한 그 향기 it's love)  살짝 모른 척 하지 마  너도 나와 마찬가지잖아   Stay in me 지난날의 너로 돌아가  Show me love 나를 바라봐도 괜찮아  Make me fly 한껏 껴안아줘 더는 놓지 않게   Stay in me 맘에 담은 고백 건네 봐  Show me love 이제 나의 눈에 빠져봐  Make me fly 사랑할게 언제나 Yeh Yeh   고민은 하지마 시간은 많잖아  그리 생각해 주니 나 하늘을 날잖아  언제나 이 순간 기다려 왔잖아  너만을 위한 나의고백 1,2,3,4,   baby baby boo  너만을 원해도 사랑은 태초부터 하나가 아닌 걸  빨리빨리 또 시간은 흘러도 스쳐 지나가지 않아  이젠 우리 둘   한참이 지나도  비워둔 자리는 널 위한 건지도 몰라 너는 아니  달콤한 꿈처럼 부드러운 속삭임  언젠가 들려올까봐   어쩜 그렇게 모르니 (Hurry up babe)  (어어 그렇게 모르니)  누구보다 소중한건 너라는 걸  (그리 말해 주니 나 하늘을 날잖아)  쉽게 보내버리지 마 (야이야이야)  너와 나의 마지막 기횐걸   Stay in me 지난날의 너로 돌아가  Show me love 나를 바라봐도 괜찮아  Make me fly 한껏 껴안아줘 더는 놓지 않게   Stay in me 맘에 담은 고백 건네 봐  Show me love 이제 나의 눈에 빠져봐  Make me fly 사랑할게 언제나 Yeh Yeh   hey love baby boo  손에 잡힐 것 같은 너의 향기도  내마음속으로 빛보다 빠르게 슉 하고 스쳐가네  저 멀리 넘어진 작은 나의노래   나를 봐줘 나를 안아줘  고민에 둘러 쌓인 나를 감싸줘 baby  널 기다리는 나의 빈자리  언제나 비워둘께 영원히   Stay in me  Show me love  Make me fly 한껏 껴안아줘  더는 놓지 않게   Stay in me 맘에 담은 고백 건네 봐  Show me love 이제 나의 눈에 빠져봐  Make me fly 사랑할게 언제나 Yeh Yeh   Stay in me 지난날의 너로 돌아가  Show me love 나를 바라봐도 괜찮아  Make me fly 한껏 껴안아줘 더는 놓지 않게   Stay in me 맘에 담은 고백 건네 봐  Show me love 이제 나의 눈에 빠져봐  Make me fly 사랑할께 언제나 Yeh Yeh -  Stay in me  Show me love  Make me fly 언제나..  Stay in me -"}, {"song_no": "903404", "year": "2005", "rank": "11", "title": "지지 않는 태양 (Feat. 한 에스더)", "artist": "장우혁", "genre": "Dance", "lyrics": "Yeah, this is woo Hyuk right here  everybody just listen up fill this  one two three hit come on !   music got this speck fill lie  you got the spill me -   Yo 나야 너밖에 사랑할 줄 모르는 남자  떠난대도 널 붙잡지 못하는 바보야  어제도 오늘도 니가 빈자리에  비어있는 술병만이 그 자리를 대신 할 뿐이야   사랑해란 말 아껴두지 말 걸 그랬어  나 가진 것 모두 네게 줄걸 그랬어  너와의 추억이 후회로 얼룩진 게  날 더욱 미치게 만드는 것 같은데   (why not) 왜 날 그리 쉽게 떠나 갔니  (why not) 왜 아무 말 못하는 거니  (why not) 그렇게 떠나니 니 맘이 편하니  why! why! why! why!   (why not) 날 포기할 정도로 힘들었니  (why not) 상처뿐인 난 이제 어떡해야 하니  (why not) 매일 밤 울다 지쳐 잠들어야 되니  why not why not tell me something   U'll see u'll be 너무 사랑 했어 Yea ye -  I wanna want u If u wanna love me  1,2,3,4,5,6,7,8 ah-   bye란 말 안돼 그대 bye란 말 안해 이제  날아서 하늘위로 저 하늘 높이 높이  bye란 말 안돼 그대 bye란 말 안해 이제  걸어서 하늘위로 저 하늘 높이 높이   차라리 너를 만나지 말걸  떠나간 널 원망하며 살아갈 걸  뒤 늦은 지금에야 후회해봤자  상처투성인 니 가슴에 상처만 늘걸   미안해 사랑을 다 주지 못해서  미안해 널 붙잡지 못해서  미안해 너밖에 사랑할 줄 몰라서  사랑해 이 말 조차 못했어   (why not) 왜 날 그리 쉽게 떠나갔니  (why not) 왜 아무 말 못하는거니  (why not) 그렇게 떠나니 니 맘이 편하니  why! why! why! why!   (why not) 날 포기할 정도로 힘들었니  (why not) 상처뿐인 난 이제 어떡해야 하니  (why not) 매일 밤 울다 지쳐 잠들어야 되니  why not why not tell me something   U'll see u'll be 너무 사랑 했어 Yea ye -  I wanna want u If u wanna love me  1,2,3,4,5,6,7,8 ah-  bye란 말 안돼 그대 bye란 말 안해 이제  날아서 하늘위로 저 하늘 높이 높이  bye란 말 안돼 그대 bye란 말 안해 이제  걸어서 하늘위로 저 하늘 높이 높이   your desire like the fire sexy me babe  kiss me babe be be be be be   bye란 말 안돼 그대 bye란 말 안해 이제  날아서 하늘위로 저 하늘 높이 높이  bye란 말 안돼 그대 bye란 말 안해 이제  걸어서 하늘위로 저 하늘 높이 높이   music got this speck fill lie  you got the spill me -"}, {"song_no": "979391", "year": "2005", "rank": "12", "title": "잘 부탁드립니다 (CF - 한국야쿠르트 산타페 EX편)", "artist": "익스", "genre": "Rock", "lyrics": "안녕하세요  적당히 바람이 시원해  기분이 너무 좋아요 유후   끝내줬어요  긴장한 탓에 엉뚱한 얘기만  늘어놓았죠 바보같이   한잔했어요  속상한 마음 조금 달래려고 나 이뻐요  기분이 좋아요 아싸 알딸딸한게  뿅뿅가네요 몰라요   이 정도로 나왔어도 즐겁잖아요  한번의 실수쯤은 눈감아 줄 수는 없나요  나난나난 나난나나 노래나 할까요  더 잘할 수 있었는데  It's a beautiful day   좀 쌀쌀하네요  차가운 바람이 휙 가슴을 쓰네요 아프게  걱정은 안해요  이젠 익숙해질때도 되버린거죠  한 두번도 아닌데   울어도 되나요  가끔은 혼자 펑펑 울고 털고 싶어요  이젠 괜찮아요 딱 한잔만 더 할께요  잘 부탁드립니다   이 정도로 나왔어도 즐겁잖아요  한번의 실수쯤은 눈감아 줄 수는 없나요  나난나난 나난나나 노래나 할까요  더 잘할 수 있었는데  It's a beautiful day   나- 나- beautiful day   이 정도로 나왔어도 즐겁잖아요  한번의 실수쯤은 눈감아 줄 수는 없나요  나난나난 나난나나 노래나 할까요  더 잘할 수 있었는데  It's a beautiful day   안녕히 계세요  지금까지 제 얘길 들어줘 정말 고마워요  잘 부탁 드립니다 -"}, {"song_no": "978136", "year": "2005", "rank": "13", "title": "기대", "artist": "나윤권", "genre": "Ballad", "lyrics": "나 먼저 돌아서야 하는데 괜찮은 척 웃고 있는데 내 가슴은 싫다고 붙잡으라고 눈물을 만들어 사랑한다 말하던 입술이 나만 담던 예쁜 두 눈이 이젠 내가 미운지 나 아닌 곳만 보려 하는 너 내 욕심이 자꾸만 자라서 너의 자릴 밀어낸 걸 모르고 너만 탓하고 투정만 부린 걸 왜 사랑은 한 발 느린지 겁이 나 강하지 못한 나 너 없인 무엇도 아닌 나 이 맘속에 너 하나만 안고 알고 살아온 날 알잖아 너 밖에 없는 날 알잖아 니가 나의 하늘이던 그 날에 안겨 울고 웃던 나처럼 다시 사랑할 수 있도록 해줘 아무것도 바라지 않는데 그저 곁에 있어주면 되는데 날 다 버려도 너만 믿어주면 나 뭐든지 할 것 같은데 겁이나 강하지 못한 나 너 없인 무엇도 아닌 나 이 맘속에 너 하나만 안고 알고 살아온 날 알잖아 너 밖에 없는 날 알잖아 네가 나의 하늘이던 그 날에 안겨 울고 웃던 나처럼 다시 한 번 내게 기회를 줘 기억하니 마주 잡은 두 손 안의 약속을 바다가 마르고 별이 잠들 날까지 그 어떤 일이 우릴 갈라 놓아도 I do I'll always be with you 사랑해 난 이 마음 변하지 않아 잠시 세상에 널 빌려 준거라 생각하고 기다릴테니 다시 돌아온단 한마디면 돼"}, {"song_no": "866714", "year": "2005", "rank": "14", "title": "별, 바람, 햇살 그리고 사랑", "artist": "김종국", "genre": "Ballad", "lyrics": "눈이 부시도록 투명한 아침  싱그러운 햇살속에  잠든 너의 숨결위로 묻어나는 행복  별이되어 바람이 되어 추억에 잠기면  어느 새 잠에서 깨어 날 부르며 웃는 너  baby never say goodbye  단 한사람 너만 있어주면돼  이세상 무엇도 널 대신 할순없어  baby don't you never cry  아름다워 네가 있는 이 세상  사랑하기에 나는 행복하니까  내몸 가득 배인 너의 향기와  입술 가득 고인 미소  여기 이 모든 행복이 정말 내 것인지  사라질까 잃어버릴까 두려운 마음에  살며시 너를 안고서 저 하늘에 기도해  baby never say goodbye  단 한 사람 너만 있어주면돼  이세상 무엇도 널 대신 할순없어  baby don't you never cry  아름다워 네가 있는 이세상  사랑하기에 나는 행복하니까  구름속의 연인들처럼 늘 함께있어도  이렇게 안고 있어도 더 그리워지는 너  baby never say goodbye  단 한사람 너만 있어주면돼  이세상 무엇도 널 대신 할 순 없어  baby don't you never cry  아름다워 네가 있는 이세상  사랑하기에 나는 행복하니까  영원히 지금 이대로 워우워 너만을 사랑하겠어 워우워"}, {"song_no": "979393", "year": "2005", "rank": "15", "title": "FINKL", "artist": "핑클", "genre": "Dance", "lyrics": "소심할 거 없어  나를 거부할 수 없어  좀 더 자신 있게 해봐  내가 가진걸 보여줄게  뭐라고 말해봐  내가 손짓할 수 있게  꿈처럼 그리던 때가 온거야 처음부터 기다린 나란걸 믿어줘  지금 잡은 이 손을 너 놓지 말아줘  Let's get Crazy  Let's get Movin  Let's get Dancing 자신 있게 내게로 Let's get Crazy  Let's get Movin  Let's get Dancing 다가와 날 잡아줘  진실뿐인 네 맘에  거짓이란 없다면  머뭇거리지 말고  당당히 맘의 문을 열어  마지막일지 몰라  다신 안 올지 몰라  이 순간이 지나면 후회 할꺼야  처음부터 기다린 나란걸 믿어줘  지금 잡은 이 손을 너 놓지 말아줘  Let's get Crazy  Let's get Movin  Let's get Dancing 자신 있게 내게로 Let's get Crazy  Let's get Movin  Let's get Dancing 다가와 날 잡아줘  ok 내가 잡아줄게 If ya wanna dance &amp; move or get crazy (uh)  걱정하지마 난 진심이야 너의 생각이랑 마찬가지야  yea just keep do your thing (want)  성유리 옥주현과 이진 (come on)  oh go 효리 it's that F I N K to the L story   처음부터 기다린 나란걸 믿어줘  지금 잡은 이 손을 너 놓지 말아줘  Let's get Crazy  Let's get Movin  Let's get Dancing 자신 있게 내게로 Let's get Crazy  Let's get Movin  Let's get Dancing  I just wanna party on Let's get Crazy  Let's get Movin  Let's get Dancing 자신 있게 내게로 Let's get Crazy  Let's get Movin  Let's get Dancing 다가와 날 잡아줘"}, {"song_no": "1008495", "year": "2005", "rank": "16", "title": "사랑은 가슴이 시킨다", "artist": "버즈", "genre": "Rock", "lyrics": "다가 온 너의 생일이  초라한 내게 부담이 되는 이 밤  날 찾는 너의 전화도  품 속에 숨긴 비겁한 내 맘   한 아름 선물 하고 싶어  하지만 주머니엔 먼지만 남아  새 하얀 편지 위에 적었어  축하해 널 사랑해..   워- 못난 내 사랑아  고작 이것밖에 못 하겠니 예 내 눈물들이 내게 따지듯이  내겐 너를 사랑할 자격도 없다고 하잖아   말로만 하는 사랑도  이제는 그만 멈추고 싶은 이 맘  너의 집 앞에 찾아가서  날 제발 버리라고 거짓말 해도  사랑은 머리가 아니라  가슴이 한다고 하는 너   워- 못난 내 사랑아  고작 이것밖에 못 하겠니 예-  내 눈물들이 내게 따지듯이  내겐 너를 사랑할 자격도 없다해도  언젠간 꼭 맘에 드는  근사한 선물을 할께 조금만 참아줘   워- 내 눈물들이 내게 따지 듯이  내겐 너를 사랑할 자격도 없다해도  워- 고운 내 사랑아  나를 더 견뎌낼 수 있겠니 예-   날 믿어주면 이세상 속에서  너를 가장 행복한 여자로 만들께  for you -"}, {"song_no": "983664", "year": "2005", "rank": "17", "title": "몇번이나", "artist": "원타임", "genre": "Rap / Hip-hop", "lyrics": "몇번이나 더 그대 날 떠나가고  다시 돌아올 건가요  몇일이나 더 대답 없는 그댈 나  홀로 기다려야 하나요   그런 그댈 잡아 줄 힘이 내겐 없어요  이젠 나 지쳤나봐요  사랑도 변한단 그 말 맞나 봐요  이대로 그대를 떠나보내야만 하나봐요   오늘 만큼은 내 말을 들어줄래 baby girl  알아줘 이 긴 시간의 한숨 끝에 꺼내는 얘긴걸  애초부터 모든게 너무 어긋났던 너와 나  크고 작은 다툼속에 이런 사랑에 지쳐간 나   툭하면 이젠 끝이라고 죽어도 널 못볼거라고  몇 날 며칠을 전화도 한 통없이 날 떠났고  누가봐도 기가막힌 넌 영화 속 drama queen  난 그저 네 곁의 무표정의 슬픈 mannequin   니가 말하는 사랑은 마치 어린아이 장난  흔한 네 눈물을 봐도 아무런 느낌이 내겐 없잖아   몇번이나 You gonna cry  몇번이나 You gonna lie  몇번이나 Gonna say goodbye 몇번이나   몇번이나 더 그대 날 떠나가고  다시 돌아올건가요  며칠이나 더 대답없는 그댈 나  홀로 기다려야 하나요   그런 그댈 잡아 줄 힘이 내겐 없어요  이젠 나 지쳤나봐요  사랑도 변한단 그 말 맞나 봐요  이대로 그대를 떠나보내야만 하나봐요   you just understand  you need another man  It's not the we are playing  and you and ME nono   매일 밤 술에 취한 네 목소리  나 하나론 만족하지 못하는 너의 모습이  자꾸만 내 사랑을 눈 멀게 해  난 단한번도 너에게 꺼낸 적 없는  안녕이란 말을 오늘 꺼낼래   너무나도 삐뚤어진 사랑이 난힘들어  네 방식대로 길들여진 내 모습을 지우려  부서진 내 맘잡고 너 없이도 괜찮다고  자신없이 말하는 내가 싫어 이런내가 바보   서로 무의미한 다툼 속 끊임없는 싸움  남은거라곤 내 가슴 속 쓰라린 이 아픔   몇번이나 You gonna cry  몇번이나 You gonna lie  몇번이나 Gonna say goodbye 몇번이나   몇번이나 더 그대 날 떠나가고  다시 돌아올건가요  몇일이나 더 대답 없는 그댈 나  홀로 기다려야 하나요   그런 그댈 잡아 줄 힘이 내겐 없어요  이젠 나 지쳤나봐요  사랑도 변한단 그 말 맞나 봐요  이대로 그대를 떠나보내야만 하나봐요   you just understand  you need another man  It's not the we are playing  and you and ME no no   달라질 건 없어 처음부터 난 혼자 였어  너 밖에 모르는 날 감싸주지 그랬어  되돌리려해도 이미 모두 늦어버린걸  내 맘은 벌써 그대를 잊으려고 하고있어   몇번이나 더 그대 날 떠나가고  다시 돌아올 건가요  며칠이나 더 대답없는 그댈 나  홀로 기다려야 하나요   그런 그댈 잡아 줄 힘이 내겐 없어요  이젠 나 지쳤나봐요  사랑도 변한단 그 말 맞나 봐요  이대로 너를 보내야만 하나봐요 -"}, {"song_no": "905582", "year": "2005", "rank": "18", "title": "아니", "artist": "거미", "genre": "R&B / Soul", "lyrics": "난 그냥 해 본 얘기야 장난이란 말야  끝내고 싶다는 그 말 거짓말이란 말야  한번쯤 할 수 있는 얘기야  여자들은 다 그렇잖아  가끔씩 서운하면 하는 말인데  아니 아니 아니 아니라고 해 줘  고맙다고 하고 차갑게  돌아서면 나는 어떻게 해  (많이) 투정 부려서 (많이) 화나게 해서  정말 미안하고 미안해  두번 다시는 먼저  끝내자는 말 꺼내지 않을께   나처럼 쉽게 질려 버리는  여자는 처음 봤다고  두 손에 힘 주어 날 미는 너지만  아니 아니 아니 아니라고 해 줘  고맙다고 하고 차갑게  돌아서면 나는 어떻게 해  (많이) 투정 부려서 (많이) 화나게 해서  정말 미안하고 미안해   두번 다시는 먼저  끝내자는 말 꺼내지 않을께  (날 버린) 다른 남자들과  넌 똑같아지면 안돼  (너마저도) 날 버리고 떠나면  깊은 눈물 속에 난 조금씩 빠져 죽게 돼  아니 아니 아니 아니라고 해 줘  고맙다고 하고 차갑게  돌아서면 나는 어떻게 해  (많이) 투정 부려서 (많이) 화나게 해서  정말 미안하고 미안해  두번 다시는 먼저  끝내자는 말 꺼내지 않을께  난 그냥 해 본 얘기야 거짓말이란 말야"}, {"song_no": "985474", "year": "2005", "rank": "19", "title": "그래도 살아가겠지", "artist": "가비엔제이", "genre": "R&B / Soul", "lyrics": "널 잊을만큼 멀리왔다고  나 웃을만큼 편해졌다고  매일 착각해봤어 많이 다짐해봤어  왜 내 맘처럼 쉽진 않는지   아프지 말고 행복하라고  네 품에 안아주던 그 날도  아직 남아있잖아 너무 선명하잖아  누를수록 자꾸 커져가는 니가 있잖아   살아볼께 힘들어도 나 그래볼게  그리워도 두 번 다시 사랑할 수 없다면  너무 서둘러 가진마 감당 할 자신없어  두려워도 잊어볼게 나 그래볼게   널 버린거라 위로해봐도 oh yeah  울다가 지쳐 잠이 들어도  아직 남아있잖아 너무 선명하잖아  누를수록 자꾸 커져가는 니가 있잖아   살아볼께 힘들어도 나 그래볼게  그리워도 두 번 다시 사랑할 수 없다면  너무 서둘러 가진마 감당 할 자신없어  두려워도 잊어볼게 나 그래볼게   많이 사랑했었나봐  내 입술이 널 부르잖아  이제 그만 보내야만 하는데   왜 아이처럼 울며 보채도 안되는지  날 다그쳐 봐도 다 소용없잖아  다른 사랑이 찾아와도   살아볼게 힘들어도 나 그래볼께  그리워도 두 번 다시 사랑할 수 없다면  너무 서둘러 가진마 감당 할 자신없어  두려워도 잊어볼게 나 너무 보고싶어도  사랑해도 참아볼게 나 이젠 -"}, {"song_no": "926191", "year": "2005", "rank": "20", "title": "내 마음의 보석상자", "artist": "SG 워너비", "genre": "R&B / Soul", "lyrics": "난 알고 있는데 우리는  사랑하고 있다는 것을  우린 알고 있었지 서로를  가슴 깊이 사랑한단 것을    햇빛에 타는 향기는  그리 오래 가지 않기에  더 높게 빛나는 꿈을 사랑했었지    가고 싶어 갈수없고  보고 싶어 볼수없는 영혼 속에서  가고 싶어 갈수없고  보고 싶어 볼수없는 영혼 속에서    우리의 사랑은 이렇게  아무도 모르고 있는것 같아 잊어야만 하는 그 순간까지  널 사랑하고 싶어    가고 싶어 갈수없고  보고 싶어 볼수없는 영혼 속에서  가고 싶어 갈수없고  보고 싶어 볼수없는 영혼 속에서    우리의 사랑은 이렇게  아무도 모르고 있는것 같아 잊어야만 하는 그 순간까지  널 사랑하고 싶어   잊어야만 하는 그 순간까지  널 사랑하고 싶어-"}, {"song_no": "931730", "year": "2005", "rank": "21", "title": "2 A.M (2:00am)", "artist": "전혜빈", "genre": "Dance", "lyrics": "HI 너의 입술 Woo 미치겠어  baby steppin steppin  찐하게 kissin kissin   넌 나의 손짓 woo 거부못해  baby steppin steppin(steppin)  내게로 조금 더 step it down   이 순간 가만히 down with me  조금 조금씩 come in me  여기 너만의 come and get me  just take me now   내게로 steppin steppin steppin up  이대로 내 어깰 잡고 feel me up  내게로 jumpin jumpin jumpin up  날 미치게 oh no -  조금 더 shake it shake it shake it up  조금 더 내 허릴 잡고 흔들어  조금 더 jumpin jumpin jumpin up  조금 더 느낌을 줘   내게 와 망설이지마  이미 나 빠져 들어가  너의 눈빛에 날 잊어  조금씩 녹아 드는 널 느껴  내게 와 망설이지마  이미 나 빠져들어가 oh oh -  Now 너의 모습 Woo 갖고 싶어  baby steppin steppin  I wanna pumpin pumpin  넌 땀에 젖어 Woo 다가오네  baby steppin steppin(steppin)  이대로 사랑에 빠져 bounce   이 순간 가만히 down with me  조금 천천히 low in me  여기 너만의 come and get me  one two now   내게로 steppin steppin steppin up  이대로 내 어깰 잡고 feel me up  내게로 jumpin jumpin jumpin up  날 미치게 oh no   조금 더 shake it shake it shake it up  조금 더 내 허릴 잡고 흔들어  조금 더 jumpin jumpin jumpin up  조금 더 느낌을 줘   내게 와 망설이지마  이미 나 빠져 들어가  너의 눈빛에 날 잊어  조금씩 녹아 드는 널 느껴  내게 와 망설이지마  이미 나 빠져들어가  oh oh oh oh -"}, {"song_no": "985739", "year": "2005", "rank": "22", "title": "고백(Go Back) (Feat.정인)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "이건 슬픈 자기소개서  친구들아 sing it together  돌아와줘 뜨거운 summer  alright alright  it's so wonderful world  난 핸들이 고장 난 eight톤 트럭  내 인생은 언제나 삐딱선  세상이란 학교에 입학 전  나는 꿈이라는  보물 찾아 유랑하는  해적선 sun like one piece  comes up and down  일출몰의 반복이  서둘러 내방에 달력을 넘긴다  억지로 26번째  미역국을 삼킨다  oh no 벌써 넓어지는 이마  왜이리 크냐  어린 꼬마들의 키가  때론 명예 돈 욕심도  조금 납니다  제발 떠나가지 마라 내 님아  하루를 밤을 새면 이틀은 죽어  이틀을 밤새면 나는 반 죽어  위통약은 내 생활 필수품  위통약은 내 생활 필수품  come on  oh 나의 늦은 20대 고백  변해버린 모습 그대로 ok  고백  다 커버린 원숭이들의 고백  oh 나의 늦은 20대 고백  변해버린 모습 그대로 ok  고백  다 커버린 원숭이들의 고백  난 수염 난 피터팬  With my 팅커벨  음악 숲에 숨어 모험을 하는  내 삶이 네버랜드  라고 생각 했던 것도 잠시  세월이란 독약을 마신  후 세상을 보는 내눈이 바뀌어  내 look도 바뀌어 욕심도 살쪄  오토바이를 팔고  자동차를 사고파  시끄러운 클럽 보단  산에 가고파  세 들어 사는 것도 지겨워  집을 사고파  나 자리 잡고파  이제 출세 하고파  하나 둘 나이가 먹어 가니까  이상하게 시간이 점점 빨리 가  나도 이제 어른이야  군대 갔다 오면 곧 서른이야  oh 나의 늦은 20대 고백  변해버린 모습 그대로 ok  고백  다 커버린 원숭이들의 고백  oh 나의 늦은 20대 고백  변해버린 모습 그대로 ok  고백  다 커버린 원숭이들의 고백  이제는 다 커버린 나의 고백  철 없던 때로 I wanna go back  이건 내 이야기 나의 노래  It's alright  내 고백  It's alright  내 노래  이제는 다 커버린 나의 고백  철 없던 때로 I wanna go back  이건 내 이야기 내 노래  It's alright  내 고백  It's alright  내 노래  oh 나의 늦은 20대 고백  변해버린 모습 그대로 ok  고백  다 커버린 원숭이들의 고백  oh 나의 늦은 20대 고백  변해버린 모습 그대로 ok  고백  다 커버린 원숭이들의 고백  I wanna go back 이건 내 노래  다 커버린 원숭이가  부르는 노래  I wanna go back 이건 내 노래  다 커버린 원숭이가  부르는 노래  d d double dynamite  사람들은 변하나 봐  d d double dynamite  우리들도 변했잖아  d d double dynamite  사람들은 변하나 봐  d d double dynamite  우리들도 변했잖아  Good Night"}, {"song_no": "993956", "year": "2005", "rank": "23", "title": "Bye Bye Bye", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "너를 사랑한 기억 하나까지도  너를 보내는 아픈 내맘까지도  지우려 해도 지울 수가 없어서  나는 Cry Cry Cry Cry Cry   모자란 나를 살아가게 해주고  난 그런 너를 세상끝에 놔두고  그런 너에게 내가 할수 있는 말  이젠 Bye Bye Bye Bye Bye   내가 아파도(my mind) 내가 울어도(my crying) 보고 싶은 널 찾아 헤매도 (looking for the my love) 나를 놓와줘 나를 버려줘  이젠 Bye Bye Bye Bye Bye   이렇게 너는 한 줌 먼지가 되어  눈처럼 하얀 나의 손에 담겨서  흩어져 가는 네게 하기 싫은 말  이젠 Bye Bye Bye Bye Bye -   내가 아파도(my mind) 내가 울어도(my crying) 보고 싶은 널 찾아 헤매도 (looking for the my love) 나를 놓와줘 나를 버려줘  이젠 Bye Bye Bye Bye Bye   널 향해가는 그 길에 멈춰서  내가 아파도 내가 울어도  보고싶은 너를 찾아 헤매도  나를 도와줘 나를 버려줘  이젠 Bye Bye Bye Bye Bye Bye  사랑했지만 (my love)  보고 싶지만 (miss you) 아무것도 난 할수없기에 (nothing for the my love)  너를 따라가 너를 찾아가 모두 Bye Bye Bye Bye Bye  이젠 Bye Bye Bye Bye Bye-"}, {"song_no": "931286", "year": "2005", "rank": "24", "title": "현명한 이별", "artist": "슈가", "genre": "Dance", "lyrics": "다시 돌아와 흔들지 말고  없는 사랑을 이어가지 말고  더 나쁜 모습 보기 전에 이쯤에서 끝내   애써 힘든 척 하지도 말고  누굴 붙잡고 하소연도 말고  아주 간단히 나를 버려 그게 너 답잖아 이미 바닥까지 내려간 우리 사이를 인정해  서로가 자꾸만 상처받는 일 사실은 원치 않잖아   너를 사랑해서 아파해서 정말 미안해  네 맘에 쏙 들게도 못해줘서 정말 미안해  더 이상 널 맞춰가며 버틸 자신이 없어  그만 편하게 서로를 놓아줘    누구 잘못을 탓하지 말고  누가 해준 걸 따지지도 말고  처음 우연히 만났듯이 우연히 헤어져  아픈 가슴 되짚다 보면 미워할지도 몰라  너와 나 죽도록 사랑한만큼 추억은 간직해야지   너를 사랑해서 아파해서 정말 미안해  네 맘에 쏙 들게도 못해줘서 정말 미안해  더 이상 널 맞춰가며 버틸 자신이 없어  그만 편하게 서로를 놓아줘   타인이 된다는 걸 자연스럽게  받아들일 수 있다면 이별이 어렵지 않을 거야   너를 사랑해서 아파해서 너무 좋았어  적어도 혼자인 게 아니라서 정말 좋았어  한동안 힘들겠지만 밤새워 울겠지만  우리 사랑은 여기까지야 -"}, {"song_no": "864916", "year": "2005", "rank": "25", "title": "너에게 전하는 아홉가지 바램", "artist": "KCM", "genre": "Ballad", "lyrics": "두눈에 숨어있던 눈물이   너를 가리려고 날 흘러내려   작아지는 너를 보고 싶은데   이런 내 맘 묻지도 않고   한없이 할 말이 많아서   밤새도록 써내려간 종이에   아쉬움이 남긴 흔적들만   잘해주지 못한 기억들만   모두 널 위한 얘기로 채워져갈뿐   내가 바라는 첫번째   이별때문에 아프지 않길   내가 네게 바라는 두번째   눈이 붓도록 울지 않길   내가 바라는 세번째   길을 걷다 내 생각에 슬퍼지면   사랑해서 행복했던   널 생각하며 걷길   그 어떤 향기보다 더 진한   그리움이 나를 취하게 해서   추억은 시간을 멈춰놓고   내 안에 너를 가둬두고   쌓여가는 바램만 만들어 가고   내가 바라는 네번째   슬픈일에도 씩씩해지길 울지말길 내가 바라는 다섯번째는  환한 미소잃지 말기를  여섯번째 내 바램은  미치도록 보고 싶어 힘든 내 맘  세상 모두 안다 해도 너만은 모르길 너무 보고 싶지만 너무 사랑하지만  널 위해 참아보자고  내 맘을 달래지만 워  일곱번째 내 바램은  가끔씩 내게 전화해주길  여덟번째 내가 바라는건  그리울땐 달려와주길  마지막 아홉번째는  참아봐도 내가 자꾸 생각나서  너 아니면 안된다고 안된다고 내게 말해 주길  너에게 전하는 내 바램들"}, {"song_no": "992526", "year": "2005", "rank": "26", "title": "이 죽일 놈의 사랑", "artist": "이수영", "genre": "Drama", "lyrics": "아니에요 그대는 내사람이 아니죠  그래 어울리지 않아요 내겐  처음 그댈 보았을 때도  내 맘속에 들어 왔던 그때도  그댄 아니였죠   달아나요 내 눈이 보지 못하게  내 가슴이 자라지 않게  내 마음이 알지 못하게   오- 미움으로 깊게 자라난 그대가  나의 가슴을 뚫고 사랑이란  낫지 않을 뿌릴 내려   사랑해요 사랑해줘요 그대여  안돼 우리 이러면 안돼 멈춰서 더는 안돼   할수 없죠 내 맘을 없던일로 지워내는 일  눈물 먼저 흘리게 하죠  그댈 보지 않았더라면  아니 그대라는 사람 없다면  아프지 않을텐데   미워해요 사랑을 알게해서  그대 땜에 살게 해서  나도 날 어쩔 수 없어   오- 미움으로 깊게 자라난 그대가  나의 가슴을 뚫고 사랑이란  낫지 않을 뿌릴내려   사랑해요 사랑해줘요 그대여  안돼 우리 이러면 안돼 멈춰서 그대여   사랑해요 사랑해줘요 그대여  안돼 우리 이러면 안돼 멈춰서 더는 안돼 -"}, {"song_no": "987332", "year": "2005", "rank": "27", "title": "그대 내 맘에 들어오면은", "artist": "조성모", "genre": "Ballad", "lyrics": "다가가면 뒤돌아 뛰어가고  쳐다보면 하늘만 바라보고  내 맘을 모르는지 알면서 그러는지  시간만 자꾸 자꾸 흘러가네  스쳐가듯 내 곁을 지나가고  돌아서서 모른 척 하려해도  내 마음에 강물처럼  흘러가는 그대는 무지갠가  뛰어 갈 텐데 훨훨 날아 갈 텐데  그대 내 맘에 들어 오면은  아이처럼 뛰어가지 않아도  나비 따라 떠나가지 않아도  그렇게 오래오래 그대 곁에 남아서  강물처럼 그대 곁에 흐르리  뛰어 갈 텐데 날아 갈 텐데  그대 내 맘에 들어 오면은   스쳐가듯 내 곁을 지나가도  돌아서서 모른 척 하려해도  내 마음에 강물처럼  흘러가는 그대는 무지갠가  뛰어 갈 텐데 훨훨 날아 갈 텐데  그대 내 맘에 들어 오면은  아이처럼 뛰어가지 않아도  나비 따라 떠나가지 않아도  그렇게 오래오래 그대 곁에 남아서  강물처럼 그대 곁에 흐르리  뛰어 갈 텐데 날아 갈 텐데  그대 내 맘에 들어오면은  뛰어 갈 텐데 날아 갈 텐데  그대 내 맘에 들어오면은.."}, {"song_no": "931222", "year": "2005", "rank": "28", "title": "Hey U", "artist": "레몬트리", "genre": "Ballad", "lyrics": "Hey U 정말 멀어져 가네요  한 번 돌아봐 주길  우두커니 기다리다가 한참 울었죠   Hey U 벌써 보고 싶어져요  숨이 차도록 달려 그댈 안아보고 싶지만  그러면 안되는거죠   말하려 했던 얘기 한 마디도  하지 못했죠 그냥 웃으려 애썼죠  잘못한 사람처럼 몇 번이나  미안하다는 그대 그러지 말아요   사랑하는 사람에게는 미안하단  얘기를 들으면 내 맘이 더 아프죠   사랑해요 Hey U 저기 그대가 가네요  아무 소식 없으면 나보다는  행복한거라 믿고 살께요   Hey U 이제 눈물이 나네요  크게 이름을 불러 사랑한다  하고 싶은데 자꾸만 목이 메이죠   어쩌면 잘못한건 그대보다  나인 거겠죠 그댈 떠나게 하네요  눈물없이 보내려 보면 눈물이나  하늘을봐요 잘 지내줄 수 있죠   고마워요 Hey U 정말 멀어져 가네요  한 번 돌아봐 주길 우두커니  기다리다가 한 참 울었죠    Hey U 벌써 보고싶어 져요  숨이 차도록 달려 그댈 안아보고  싶지만 그러면 안되는거죠   어쩌면 그렇게 멀어짐이 쉬운지  그 짧은 사랑을 뒤로 하고  잊으라는 한 마디 그것 뿐이죠 이렇게  you're the only one -  Hey U 저기 그대가 가네요  아무 소식 없으면 나보다는  행복한거라 믿고 살께요   Hey U 이제 눈물이 나네요  크게 이름을 불러 사랑한다  하고 싶은데 자꾸만 목이 메이죠  그러면 안 되는 거죠 -"}, {"song_no": "904628", "year": "2005", "rank": "29", "title": "1,2,3,4. (원,투,쓰리,포.)", "artist": "KYT (코요태)", "genre": "Dance", "lyrics": "As we come back to another mood  Here we come We present to you  Everybody get ready  (Let the beat drop )  Now let me introduce the group  with the capital K  It’s party time 1,2,3, and 4   사랑이란 감기처럼  어떤 예고도 없이 날 찾아오고  사나이란 자존심에  그런 사랑이 떠나도 울 수 없어   원! 한다면 마음을 열어  투! 덜대며 운명을 탓 하지마  쓰리!고 아픈 맘일지라도  포! 긴없어 내 인생을 걸어봐   멀리 멀리 지나간 기억 모두  날려버려봐 (아주 멀리 멀리)  몰래 몰래 숨기려 하지마라  나는 다 아니까 (누가 뭐라 해도 좋아)   워우워 높이 날아올라  워 오오 멀리 보는 거야  워우워 한 번뿐인 삶에  워 오오 주인공은 바로 나야   Hit em up hit em up  멀리 날아가도  Get em up get em up  난 달려가고  Hit em up hit em up  저 저기 높이 난 또 다시 이곳에 let it flow   세상이란 저울처럼  항상 어느 한편으로 기울어 가  내 꿈이란 사는 동안  단 하루라도 아무 걱정 없는 것   원! 한대로 상상을 해봐  투! 명하게 이 세상을 바라봐  쓰리! 다 못해 멍든 내 가슴  포! 근하게 모든 것을 감싸봐   멀리 멀리 지나간 기억 모두  날려 버려봐(아주 멀리 멀리)  몰래 몰래 숨기려 하지 마라  나는 다 아니까(누가 뭐라 해도 좋아)   워우워 높이 날아올라  워 오오 멀리 보는 거야  워우워 한 번뿐인 삶에  워 오오 주인공은 바로 나야   아무리 울어봐도 몸서리 쳐봐도  변한 건 하나없어  어차피 태어나 한 번뿐이라면  모든 걸 거는거야 (누가 뭐라 해도 좋아)   멀리 멀리 지나간 기억 모두  날려버려봐 (아주 멀리 멀리)  몰래 몰래 숨기려 하지마라  나는 다 아니까 (누가 뭐라 해도 좋아)   워우워 높이 날아올라  워 오오 멀리 보는 거야  워우워 한 번뿐인 삶에  워 오오 주인공은 바로 나야   나나나나나 멀리 멀리 1,2  나나나나나 Hurry Hurry 3,4  나나나나나 아주 멀리 멀리  나나나나나 주인공은 바로 나야 -"}, {"song_no": "975978", "year": "2005", "rank": "30", "title": "All for you", "artist": "연정훈", "genre": "Ballad", "lyrics": "내 눈을 바라봐요 해 줄 말이있죠  오래된 참 아껴둔 그 말  틀린건 아니겠죠 사랑이란 이 느낌  내 마음 모두 드릴께요   혼자 지낸 날들이 익숙한 내게  함께하는 기쁨을 다시 안겨 준 그대   your eyes your face your heart  그 모습 그대로 영원히 당신을 사랑할께요  약속할꺼죠 마지막 날까지  내 마음 내 사랑 그대 다 주고간다고   내 손을 잡아줘요 그리고 웃어요  이별은 먼 얘기가 됐죠  한 걸음뒤에 서서 그대 뒷모습까지  지키는 내가 되줄께요   혼자 지낸 날들이 익숙한 내게  함께하는 기쁨을 다시 안겨 준 그대   your eyes your face your heart  그 모습 그대로 영원히 당신을 사랑할께요  약속할꺼죠 마지막 날까지  내 마음 내 사랑 그대 다 주고갈께요   my love my love 그대가 아니면  내가 사는동안 다시는 못할 말  I love you -"}, {"song_no": "866710", "year": "2005", "rank": "31", "title": "사랑스러워", "artist": "김종국", "genre": "Dance", "lyrics": "워워 머리부터 발끝까지 다 사랑스러워  워워 니가 나의 여자라는게 자랑스러워  기다림이 즐겁고  이젠 공기마저 달콤해  이렇게 너를 사랑해  세상이 힘들어도 널 보면  마음에 바람이 통해  이런 게 사는 거지 이런 게 행복이지  이제야 느끼게 됐어 나는  온종일 우울해도 널 보면  머리에 햇빛이 들어  이렇게 놀라운게 사랑이지  기다린 보람이 있어  지난번 사랑처럼 울까봐  한참을 망설였지만  보채지 않고 나를 기다려준 너  편안하게 스며들어와  워워 머리부터 발끝까지 다 사랑스러워  워워 니가 나의 여자라는게 자랑스러워  무뚝뚝하던 내가 종일 싱글벙글 웃잖아  대체 내게 무슨 짓을 한거야  워워 그림자와 뒷 모습까지 사랑스러워  워워 부끄러운 애정표현도 자연스러워  기다림이 즐겁고  이젠 공기마저 달콤해  이렇게 너를 사랑해  널 행복하게 해주기 위해  내가 날 아끼게 됐어  내 모습 내가 봐도 이제 조금은  괜찮은 놈이 된 것 같아  워워 머리부터 발끝까지 다 사랑스러워  워워 니가 나의 여자라는 게 자랑스러워  무뚝뚝하던 내가  종일 싱글벙글 웃잖아  대체 내게 무슨 짓을 한 거야  워워 그림자와 뒷 모습까지 사랑스러워  워워 부끄러운 애정표현도 자연스러워  기다림이 즐겁고 이젠 공기마저 달콤해  이렇게 너를 사랑해  워워 나나 나나 나나나 나나 나나 나나나  워워 나나 나나 나나나 나나 나나 나나나  사람들이 모두들 부러워서 견딜 수 없게  그렇게 우리 사랑해  우 한가지만 약속해 세상 끝날 때까지  나에게만 사랑스럽기"}, {"song_no": "926193", "year": "2005", "rank": "32", "title": "꿈의 대화 (R&B Soul ver.)", "artist": "SG 워너비", "genre": "R&B / Soul", "lyrics": "땅거미 내려앉아 어두운 거리에  가만히 너에게 나의 꿈 들려주네   조용한 호수가에 아무도 없는 곳에  우리의 나무집을 둘이서 짓는다   외로움이 없단다 우리들의 꿈속에  서러움도 없어라 너와 나의 눈빛엔  마음 깊은 곳에서 우리 함께 나누자  너와 나만의 꿈의 대화를   외로움이 없단다 우리들의 꿈속에  서러움도 없어라 너와 나의 눈빛엔  마음 깊은 곳에서 우리 함께 나누자  너와 나만의 꿈의 대화를   외로움이 없단다 우리들의 꿈속에  서러움도 없어라 너와 나의 눈빛엔  마음 깊은 곳에서 우리 함께 나누자  너와 나만의 꿈의 대화를 -"}, {"song_no": "916286", "year": "2005", "rank": "33", "title": "Rising Sun (순수)", "artist": "동방신기 (TVXQ!)", "genre": "Dance", "lyrics": "Now I cry under my skin  하늘을 향해 간 나의 눈물로 만든 비가  대지에 내려도 세월에 박힌 내 아픔을 씻어가도   No! 용서 내겐 절대적인 사치  No! 표적 없이 날아간 길을 잃은 분노  No! 나 미련 같은 말로 기도하는 속죄  No! Here I go, Come back!   힘을 잃어버린 날개  재가 되어 버릴 것만 같은 날들  비상하리란 꿈의 파편들로 맞은  나의 아침엔 반짝임이 없는데   진실은 누구라도 갖고 있는 것  하지만 보여준 얼굴엔 거짓뿐인걸  영원에 남겨진 나를 찾는가?   나를 닮아 가슴 안에 가득 차  커져가는 Innocent  불꽃은 밝게 타오르게  마지막이 찬란한 노을처럼  (I'm) waiting for Rising sun   Now burn my eyes  Sun comes up blowing the fog  Never lies to be your mind  Got to be a true   내 갈 길이 101 깨달음에 깨달음에  도달할 수가 없는 게 현실인걸  나의 태양 앞에 부끄럽지 않게  I just try me and now   정말 혼돈에 끝은 어딜까?  Somebody talks  매일 같은 답은 아냐  절망 행복의 밑그림 일까?  Somebody talks  시간만이 아는 해답   인생은 마치  끝없는 궤도를 달리는 별 같아  마치 수많은 질문과 해답을 찾아가  미완성의 그림을 그려가는 것  (Do) you know why?   이 시간은 언제나 흘러가  돌아오지 않는다는 것을 잘 알아  하루하루 후회를 남겨 두지마  고독이 낳은 분노마저 삼켜봐  고단해진 슬픔의 눈물에서  실현되는 행복의 가치를 믿어봐   시련들이 내민 손에 작은 입맞춤  고난의 뜰에 핀 나의 순수함  아무것도 정한 건 없겠지만  매일 새로운 날이 계속 될 테니까   나를 닮아 가슴 안에 가득 차  커져가는 Innocent  불꽃은 밝게 타오르게  마지막이 찬란한 노을처럼  (I'm) waiting for Rising sun   정말 혼돈에 끝은 어딜까  Somebody talks  매일 같은 답은 아냐  절망 행복의 밑그림 일까  Somebody talks  시간만이 아는 해답   Rise up! Rise up!"}, {"song_no": "1009239", "year": "2005", "rank": "34", "title": "사랑은 아프려고 하는 거죠", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "눈부신 햇살이 밤하늘에 뜨면  그때는 우리 둘 이별해도 돼요  저 모든 별이 사라지면 잊을 수 있겠죠   내 눈물이 모여 바다가 되는 날  그때는 내 마음 변할 수도 있죠  한 여름날에 눈이 오면 보내줄 수 있죠   사랑해 사랑해 사랑해 사랑해..   듣고 있나요 이 노랠 빌려  힘들다고 와달라고 떼써봐요  다시 엇갈린대도 더욱 아파진대도 괜찮죠   살아 있단 건 아픈 거겠죠  사랑이란 아프려고 하는 거죠  그대 없이 사는 법 나는 알지 못해서  하루 더 조금 더 오늘 더 그댈 사랑할께요   시간이 앞으로 또 흘러가는 한  그대 한 사람만 난 사랑하겠죠  바라보고 바라보면 닿을 수 있겠죠   사랑해 사랑해 사랑해 사랑해..   살아있단 건 아픈 거겠죠  사랑이란 아프려고 하는 거죠  그대 없이 사는 법 나는 알지 못해서  하루 더 조금 더 오늘 더 그댈 사랑할께요   사랑하는게 왜 죄가 되나요  내 마음만은 마음대로 안되죠  나 잘한 거라고 잘 보낸 거라고  또 내가 나를 위로하고  미워하고 기다리고 울어요   이 하늘 아래 변한 건 없죠  태어나고 태어나도 그대겠죠  그댈 돌아서는 법 나는 알지 못해서  하루만 조금만 오늘만 그댈 기다릴께요 -"}, {"song_no": "983662", "year": "2005", "rank": "35", "title": "니가 날 알어?", "artist": "원타임", "genre": "Rap / Hip-hop", "lyrics": "니가 날 알어?  NO 모르면 똑바로 제대로 알어 whoa!  누가 날 알어?  굳이 안 그러셔도 잘 알아서 살어 hu!  니가 날 알어?  NO 모르면 똑바로 제대로 알어 whoa!  누가 날 알어?   (내가 누구?)  TEDDY, I'm 1TYM Leader  마이크를 쥐어 주면 이성을 잘 잃어  난 Big Boy 째째한 건 다 싫어  Hip Hop에 있어선 넌 날 믿어  (Believe That)  무대 위에 없으면 아마 스튜디오 안에  TV에 나와 쓸데없는 짓 절대 안 해  Fo Sheezy 쉬지 않고 떠드시긴  넌 이미 맛이 갔어 Be easy   앞에선 진심인 듯 해맑게 잘 웃어  but 돌아서는 순간 잘도 비웃어  믿을 사람은 없어져가 하나 둘  너도 예외는 아냐 똑같은 사람들  생각보다 언제나 말이 앞선  인간들은 어딜 가도 입이 말썽  나도 날 모르는데 니가 어찌 알어  좋은 말로 할 때 잘 들어 싫음 말어   니가 날 알어?  NO 모르면 똑바로 제대로 알어 whoa!  누가 날 알어?  굳이 안 그러셔도 잘 알아서 살어 hu! 니가 날 알어?  NO 모르면 똑바로 제대로 알어 whoa!  누가 날 알어?   (남 얘기) 라면 신나 눈에 불을 켜  눈덩이처럼 굴려 죄다 부풀려  벌떼처럼 모여 남의 목을 조여  그래야지만 니 불안한 맘이 놓여  이쪽을 보면 온통 가식뿐  저쪽엔 거짓말쟁이 이야기꾼  매일 아침 눈을 떠도 똑같지  They think they know  but they have no idea   난 순수하지 순진하지만은 않아  순순히 속는 순둥이도 절대 아냐  뒤통수를 향한 수 많은 손가락  하나씩 상대하긴 내 시간이 모자라  알아도 아는 척 안 하는 요즘 이 세상에  몰라도 아는 척 해대는 너도 참 대단해  어차피 떠들거 알고나 떠들어  결국엔 남이야 나는 나 너는 너   니가 날 알어?  NO 모르면 똑바로 제대로 알어 whoa!  누가 날 알어?  굳이 안 그러셔도 잘 알아서 살어 hu! 니가 날 알어?  NO 모르면 똑바로 제대로 알어 whoa!  누가 날 알어?   내 머린 빈틈이 없어  이젠 내겐 널 향한 믿음이 없어  내버려둬 여태까지도 잘 살아왔으니  U do U and I'll do me  내 삶은 쉴 틈이 없어  널 상대해 줄 만한 시간이 없어  내버려둬 오늘까지도 잘 버텨왔으니  U do U and I'll do me  한 번 더 생각해 what you talk about me   니가 날 알어?  NO 모르면 똑바로 제대로 알어 whoa!  누가 날 알어?  굳이 안 그러셔도 잘 알아서 살어 hu! 니가 날 알어?  NO 모르면 똑바로 제대로 알어 whoa!  누가 날 알어?   니가 날 알어? -"}, {"song_no": "997089", "year": "2005", "rank": "36", "title": "오직너", "artist": "채연", "genre": "Dance", "lyrics": "내 맘을 숨긴 채 너의 곁에서  네가 날 보기만 (Come on) 난 기다려  답답한 내 마음 어떡할까  차라리 너에게 내가 먼저 고백할께  널 사랑한다고 너땜에 내가  매일 밤 울고 있다고   한 번만 돌아봐 내 눈을 봐  간절한 내 사랑 이런 내 맘 전해질까  조금 더 가까이 날 느껴 봐  어제도 오늘도 오직 너만 바라보는 날   딴 여자 얘기를 나에게 하고  외로움 달래려 (Come on) 날 부르고  널 보면 애타는 나의 마음은  언제나 친구로 너를 지켜봐야만 하니  안되는거니 친구 아닌 여자로 날 느낄 수 없니   한 번만 돌아봐 내 눈을 봐  간절한 내 사랑 이런 내 맘 전해질까  조금 더 가까이 날 느껴 봐  어제도 오늘도 오직 너만 기다리는 날   내 눈에 맺히는 눈물 속에 언제나  네가있어 오직 너만이   한 번만 돌아봐 내 눈을 봐  간절한 내 사랑 이런 내 맘 전해질까  조금 더 가까이 날 느껴 봐  어제도 오늘도 오직 너만 바라보는 날   한 번만 돌아봐 내 눈을 봐  간절한 내 사랑 이런 내 맘 전해질까  조금 더 가까이 날 느껴 봐  어제도 오늘도 오직 너만 기다리는 날 -"}, {"song_no": "891878", "year": "2005", "rank": "37", "title": "으라차차", "artist": "럼블피쉬", "genre": "Rock", "lyrics": "다시 내게 찾아온거야 너무 빨리 돌아온거야 네 모습을 보여봐 쑥스러워 그런거야 빗소리를 듣고 온거야 밤이 너를 다시 불러낸거야 너를 밀어내려고 이렇게 난 소리질러 으라차차 한번 더 참아볼게 으하하하 웃으며 넘겨볼게 혼자여서 좋은 일이 아직도 너무 많은데 나는 법을 잊어버렸다 해도 내일 향해 걸어가는 이 길이  언젠가는 더 커다란 날개가 되어줄테니  나를 긴장하게 한거야 지루하게 보였던거야 네 모습을 보여줘 수줍어서 그런거야 혼자라는 사실 때문에 고독이란 너의 이름만으로 다시 밀어내려고 이렇게 난 소리질러 으라차차 한번 더 참아볼게 으하하하 웃으며 넘겨볼게 혼자여서 좋은 일이 아직도 너무 많은데 나는 법을 잊어버렸다 해도 내일 향해 걸어가는 이 길이  언젠가는 더 커다란 날개가 되어줄테니 차가운 그날의 기억들도 다시는 가질 수 없는  내 안에서 들려오는 소리만 나를 잊으란 그 말들도 다시 떠나란 그 말들도 한숨 속에 모두 다 날릴테니  라랄랄라 신나게 살아볼게  으하하하 더 크게 웃는거야 혼자여서 좋은 일이 아직도 너무 많은데 이젠 나를 다신 찾아오지마 가끔 내가 너를 찾아갈테니 나란 사람 있다는 것만 잊지 말고 잘 살아줘 라랄랄라 랄라라라랄라라 라랄랄라 랄라라라랄라라 라랄랄라랄라랄랄라라 라랄라랄라랄랄라 라랄랄라 랄라라라랄라라 라랄랄라 랄라라라랄라라 라랄랄라랄라랄랄라라 라랄라랄라랄랄라"}, {"song_no": "905587", "year": "2005", "rank": "38", "title": "혼자만 하는 사랑", "artist": "거미", "genre": "R&B / Soul", "lyrics": "한번만 날 봐달라고  늘 네 앞에 먼저 서 있었는데  마주치는 너의 눈을 그녀가 가려  나를 볼 수 없나 봐  기다릴 수 있다고  네 옆에 그녈 버리라고  혼자 겁내며  가슴만 움켜쥐고  아무 말도 못 하는  마음만 앞선 사랑에  너의 뒤에서 쳐다만 보나봐  혼자만 하는 사랑이  어쩌면 지루해질까  네 못난 버릇들만 찾으려 애써도  단 하루라도 너의 곁에 있는  그녀가 나이기를 어느새 기도해 잊어내야 한다고  꼭 잊어내고 말 거라고  지키고 싶은 약속해 보는데  참기 힘든 잠처럼  두 눈을 감은 꿈처럼  나도 내 맘을 막을 순 없나 봐  혼자만 하는 사랑이  어쩌면 지루해질까  네 못난 버릇들만 찾으려 애써도  단 하루라도 너의 곁에 있는  그녀가 나이기를 어느새 기도해  변한 사랑에 언제라도  네가 올 수 있기를  늘 준비 해보고 기다리고  아픈 이별에 하루라도  편히 쉴 수 있기를 꼭 내 품에  잠들 수 있기를  혼자만 하는 사랑이  언제쯤 끝나 버릴까  눈물이 키워내는  욕심이 커져서 가끔 나도 모르게  힘이 들고 지칠 땐 잠시라 해도  니 곁에 다가가  날 기대고 싶어"}, {"song_no": "933934", "year": "2005", "rank": "39", "title": "단 하나의 사랑", "artist": "유해준", "genre": "Drama", "lyrics": "내가 세상을 살아가면서  유일한 한 사람 단 하나의 사랑  오래 전부터 포기했었지  널 잊는다는 걸 이유도 모른 채  어제처럼 선명한 기억속에 갈 곳을 잃은 나   내게 너무나도 소중했기에  영원히 가져갈 단 하나의 사랑  추억만으로도 살 수 있다면  오직 너 하나 늦지 않도록 돌아와   힘든 시간을 보내야 했어  꿈에서 마저도 떠나는 널 보며  너는 지금 어디에 있는지  너 역시 나처럼 내 생각하는지  어제처럼 선명한 기억 속에 갈 곳을 잃은 나   내게 너무나도 소중했기에  영원히 가져갈 단 하나의 사랑  추억만으로도 살 수 있다면  오직 너 하나 늦지 않도록 돌아와   어제처럼 선명한 기억 속에  갈 곳을 잃은 나   내게 너무나도 소중했기에  영원히 가져갈 단 하나의 사랑  추억만으로도 살 수 있다면  오직 너 하나 늦지 않도록   내게 너무나도 소중했기에  영원히 가져갈 단 하나의 사랑  추억만으로도 살 수 있다면  오직 너 하나 늦지 않도록 돌아와   내게 너무나도 소중했기에 my love  추억만으로도 살 수 있다면 -"}, {"song_no": "866706", "year": "2005", "rank": "40", "title": "그녀의 남자에게", "artist": "김종국", "genre": "Ballad", "lyrics": "그녀가 당신 얘길 하네요  참 따뜻한 사람이라고  말하는 내내 웃음이 머물죠  그녀를 처음 본 그날의 내 모습처럼  늘 십분씩 늦게 나오더라도  잘 웃으며 넘어가 줘요  꾸미지 않아도 예쁘단 걸 모르고  온종일 거울만 들여다볼 바보일테니  사랑한다는 말은 늘 아끼지 말아요  토라져 화낼 때에도 먼저 말해줘요  행여라도 가끔 내 생각에 아파할때면  서운한 맘 들어도 말없이 꼭 안아주세요  가끔 괜한 투정이 늘 때에도  늘 웃으며 달래주세요  바래다 줄 때면 한번 더 돌아보고  끝내자 말하면 못 이긴 척 잡아주세요  사랑한다는 말은 늘 아끼지 말아요  토라져 화낼 때에도 먼저 말해줘요  행여라도 가끔 내 생각에 아파할때면  서운한 맘 들어도 말없이 꼭 안아주세요  왜 이제서야 알게 됐는지  왜 이제 뭐든 다 잘할 것 같은지  하루만 단 하루만 당신과 날 바꿔준다면  못다한 사랑 다 보여줄텐데  그래요 아직 그녀를 난 사랑합니다  그래요 바보처럼 또 기다려 봅니다  가슴속에 메아리처럼 늘 되새겨봐도  바로앞에 날두고 다른곳만 보는 그녀죠  당신곁에 있을 그녀죠"}, {"song_no": "732516", "year": "2005", "rank": "41", "title": "나에게로 떠나는 여행", "artist": "버즈", "genre": "Rock", "lyrics": "나에게로 떠나는 여행  저 푸른 바다 끝까지 말을 달리면 소금 같은 별이 떠있고 사막엔 낙타만이 가는 길 무수한 사랑 길이 되어 열어줄 거야 낡은 하모니카 손에 익은 기타 Your Melody 어린 왕자 Your Melody 찾아 떠날래 Far away U're my sunshine we were together 나는 사랑보다 좋은 추억 알게 될 거야 텀블러 한잔에 널 털어 넘기고 이젠 나를 좀 더 사랑할거야 저 끓어 넘친 태양은 부글거리고 오랜 꿈은 삐걱거리고 쿨럭인 자동차를 타고서 꿈의 날개로 구름 속을 산책할 거야 낡은 하모니카 손에 익은 기타 Your Melody 어린 왕자 Your Melody 찾아 떠날래 Far away U're my sunshine we were together 나는 사랑보다 좋은 추억 알게 될 거야 For my life Find my life 찾아 누릴 천국에 지지 않을 너를 안게 될거야  Far away Ure my sunshine we were together 나는 사랑보다 좋은 추억 알게 될 거야 For my life Find my life 찾아 누릴 천국에 지지 않을 너를 안게 될거야"}, {"song_no": "929889", "year": "2005", "rank": "42", "title": "가시를 삼키다", "artist": "JK 김동욱", "genre": "Ballad", "lyrics": "끝내 돌아서기로 했나요  이대로 버릴 수 있나요  내 맘은 베인 듯이 아픈데  가슴이 체한 듯 막혔는데   내 사랑만 다 꺾어준다면  그대 마음 과연 편해질까요  아닌거죠 간단히 매듭진 사랑이  이토록 아플리 없잖아요   왜 날 떠난 건가요  가면 안되요 날 사랑하면서  잠들기 전보다 혼자 맞는 아침이  얼마나 슬픈지 잘 알면서-   차마 다시 오기 두렵나요  그 만큼 내가 못됐었나요  혹시나 작은 오해 때문에  그대 날 잘못 알고 갔나요   그대 없이 일년이 지나고 한달 두달 바람처럼 가는데  내 하루는 아직도 가시를 삼키듯  아프고 아파서 참 길어요   왜 날 떠난 건가요  가면 안되요 날 사랑하면서  잠들기 전보다 혼자 맞는 아침이  얼마나 슬픈지 잘 알면서   다시 만나야 해요  가면 안되요 날 사랑하면서  내가 놓지 않는 한 우린 끝이 아니죠  언제라도 그댄 오면돼요   내가 사랑하고 있으니까-"}, {"song_no": "891991", "year": "2005", "rank": "43", "title": "환희", "artist": "싸이 (PSY)", "genre": "Dance", "lyrics": "오늘의 뉴스 패싸움 끝 One Two 얘들아 뛰어라 서로 편가르지 않는것이 숙제 오늘부로 합세 하나로 합체 하나로 합체 우리는 제도권 킬러 동서로 갈라 여야로 갈라 싸움은 똑같고 사람만 달라 이러지 말라는 모두의 바램은 말짱 꽝 빛바랜지 오래야 코리아 이게 무슨 꼴이야 아이구 골이야 하구 맨날맨날 하는말 국민여러분 i'm sorry야 다 뻥이야 걱정해봤자 얼굴붉히며 소리질러봤자 뻔할뻔자 백팔백번 귀에 못 박히도록 얘기 해봤자 변하는거 봤냐 그냥 쟤네 저러고 살라고 내버려두고 그 열정과 수고 쌓여있는 분노 끄집어내 아니면 병된다 그거 우리끼리라도 손잡자고 그대 손을잡고 걸어가고 있는 이순간 세상 모든것이 아름답게 보여요 이제 나의 기쁨이 되어주오 이제 나의 슬픔이 되어주오 우리 서로아픔을 같이하면 다시 태어날수 있는것 이제 그대 기쁨을 말해주오 이제 그대 슬픔을 말해주오 우리 서로아픔을 같이하면 행복할수 있어요 나의 에로 댄스보다 케이블의 외설영화보다 청소년에게 악영향을 미치는건 뉴스라고 본다 뱃지달고 완장달고 패싸움하면 리플달고 학교에가서 연예인을 따라하듯이 어르신들 패싸움도 따라하겠지 집단구타 왕따 강자에게 상납 하는법을 누가 가르쳤나 가수 배우 아님누구 너가 내가 아님누구 누구를 누구라 표현하긴 했다만 누가 누군지 누구나 다알지 왜냐 매일밤 뉴스에서 보니까 우리끼리라도 손잡자고 그대 손을잡고 걸어가고 있는 이순간 세상 모든것이 아름답게 보여요 이제 나의 기쁨이 되어주오 이제 나의 슬픔이 되어주오 우리 서로아픔을 같이하면 다시 태어날수 있는것 이제 그대 기쁨을 말해주오 이제 그대 슬픔을 말해주오 우리 서로아픔을 같이하면 우리 서로아픔을 같이하면 이제 그대 기쁨을 말해주오 이제 그대 슬픔을 말해주오 우리 서로아픔을 같이하면 행복할수 있어요"}, {"song_no": "928702", "year": "2005", "rank": "44", "title": "왜 나만", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "널 사랑해도 말할 수 없는  그저 친구라도 좋았어  널 차지했던 사람 중에서  나만 없더라도 좋았어    못 견딜 이별을 하게 되면  취한 네가 내 품을 원할까  몇 년을 그때만 기다려도  네가 찾지 않아 혼자야    왜 난 아닌 거니 나만 아닌 거니  왜냐고 묻고 나면 더 안될까 봐  와줄 거라 믿고 태연한 척 웃고  널 항상 기다리는 나인데    네 방에 놓인 전화번호도  내겐 알려주지 않는 네가 (싫었어)  화가 나는 마음에 며칠을 숨어도  궁금해 하지 않는 너야    왜 난 아닌 거니 (왜 넌)  나만 아닌 거니 (나만)  왜냐고 묻고 나면 더 안될까 봐  와줄 거라 믿고 태연한 척 웃고  널 항상 기다리는 나인데    한번만 너와 날 (바꿀수 있다면)  나를 보고 싶어 예쁜 두 눈에 비친  나란 사람이 못 나게 보이는지  참을 수 없이 궁금한데    잠이 들고 꿈을 꾸고  꿈속의 너와 춤을 추고  꼭 끌어안고 네 향기  들이킬 때면 잠을 깨고 말지  나만 빠뜨린 사랑 왜 난 뭐가 다르니  차라리 난 아니라는 말을 듣고 살테니  널 볼 때만 내 두 눈이  잠시 멀어지는게 나을 듯 싶어    왜 난 아닌 거니 나만 아닌 거니  수 없이 물어 봐도 난 안되겠니  (난 오직 네 곁에 있는데)  와줄 거라 믿고 (Why don't want)  태연한 척 웃고 (What do you want)  내 맘 알아주길 바라는데    왜 난 아닌 거니 나만 아닌 거니  왜냐고 묻고 나면 더 안될까 봐  (내가 하는 혼잣말 너도 알고 있잖아  널 안고 싶단 그 말)  내 입술에 맺힌 (나는 너뿐이라고)  사랑한단 얘긴 (너만 갖고 싶다고)  너에게만 하고 싶은 나야 -"}, {"song_no": "847132", "year": "2005", "rank": "45", "title": "체념 後(후)", "artist": "빅마마", "genre": "R&B / Soul", "lyrics": "이젠 너없는 익숙함으로  모든걸다 너없는 처음그자리로  지울수 없었던 마지막 내 한마디도  이젠 조금씩 잊혀져가고 있어   아주 오래된 친구인 것처럼  마주쳐도 애써 웃어보였지만  뒤돌아서면 난 왠지 모를 아픔에  그언젠가부턴가 기도했었어   아직아니라고 아직아니라고  다잊었다고 생각했던 내가 바보라고  다른사람이라 생각하고싶어서  못본척 그냥 지나쳐도  나를 이해해줘 라고 말야   아주 오래된 친구인 것처럼  웃으면서 너와 얘기할때마다  숨길수 없었던 이기적인 나의 욕심에  그언제부턴가 기도했었어   아직아니라고 아직아니라고  다잊었다고 생각했던 내가 바보라고  다른사람이라 생각하고 싶어서  못본 척그냥 지나쳐도  나를 이해해줘 라고 말야   안타까운 마음에 내게 잘해주지는 마  또다른 기대들로 널 힘들게 할지몰라  돌이킬수 없다면 니맘이 정그렇다면  이대로 영원히 너를 묻어둘께   약속할께 난 널 잊을꺼라고  내모든걸 건다해도 너를 지운다고  이거하나만 부디 이해해줄래  너란 사람 있었단것만  나 기억하게 허락해줘 -"}, {"song_no": "928705", "year": "2005", "rank": "46", "title": "내가 너를 잊는다", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "넌 아무도 못한 걸 아직도해 욕심이 많았던 너라서  넌 내 곁에 없는데  이미 떠난 너인데  왜 자꾸 내 맘 속에서 사는 건지  난 누구도 힘든 걸 지금도 해 늘 네 말만 들었던 나라서 꼭 무슨 일 있어도  너만 사랑한다고  어길 수 없던 약속했지만 그만 여기서 끝낸다   널 잊는다 날 바보로 만든 널  난 잊는다 네 허락이 없어도 널 잊는다 난 어렵겠지만  여전히 너만 사랑하는 내가 내일은 꼭 잊는다   난 아무도 못한 걸 아직도 해  늘 사랑이 고팠던 나라서  꼭 거짓말 같아서  돌아올 것 같아서 이별을 애써 외면했지만  이젠 이별을 믿는다  널 잊는다 날 바보로 만든 널  난 잊는다 네 허락이 없어도  널 잊는다 난 어렵겠지만  여전히 너만 사랑하는  내가 너를 잊는다   널 뺏어 간 사람이  널 가져 간 사람이  참 미웠지만 조금씩  이해 해볼게 넌 유난히 빛나서  눈이 부신 그 사람이  초라한 나 따윈 옆에 있어도 볼 수 없었던 걸 아니까   널 잊는다  (널 잊어버린다 날 바보로 만든 널) 난 잊는다  네 허락이 없어도  널 잊는다  난 어렵겠지만  오늘도 너만 사랑해도 아마 내일은 꼭 잊는다"}, {"song_no": "888345", "year": "2005", "rank": "47", "title": "추억 속의 재회", "artist": "엠씨더맥스", "genre": "Rock", "lyrics": "지나치는 어둠속에서  긴머리 낯선 그 모습  파도처럼 일렁이며  창가에 스쳐가는  젖은 눈의 그댈 보았네   입맞추면 고운 그 입술  울먹이는 슬픈 그대여  바람속에 지는 그대의 만남  순간에 머물렀을 뿐   떠나버린 날들을 이제는  사랑이라 부르지 않으리 영원히-    기약없는 이별뒤에 찾아와  추억의 서러움만 남기네  미워할수 없는 그댈 지우며  눈감은 내가슴엔 눈물이 hey-   멀어지는 그대의 모습  부드러운 꽃향기처럼  가까이 다가와서  아프도록 마주보며  사랑으로 나를 부르네   이 시간이 지나면 이제는  잊혀져간 꿈으로 남으리 영원히-    기약없는 이별뒤에 찾아와  추억의 서러움만 남기네  미워할수 없는 그댈 지우며  눈감은 내가슴엔 눈물이 hey-   기약없는 이별뒤에 찾아와  추억의 서러움만 남기네  미워할수 없는 그댈 지우며  눈감은 내가슴엔 눈물이    기약없는 이별뒤에 찾아와  추억의 서러움만 남기네  미워할수 없는 그댈 지우며  눈감은 내가슴엔 눈물이 hey-"}, {"song_no": "1002262", "year": "2005", "rank": "48", "title": "Twins (Knock Out)", "artist": "SUPER JUNIOR (슈퍼주니어)", "genre": "Dance", "lyrics": "그녀를 찾지마 더이상 너에게  아무런 감정도 남아 있질 않대  이제 더는 비굴해지려고 하지마  이미 네 자존심은 바닥에 있는걸   아냐 그건 아니야 (아냐 그건 아니야)  그녀 하나 뿐인데  내겐 보이지 않는 내 가슴의 그림자  또 다시 날 패배자의 어둠안에 가두지   강해져야 했는데 (강해져야 했는데)  이건 내가 아닌걸  내 안에 나를 죽여 끝까지 싸워이겨   (I wanna knock out)  저 운명은 반드시 제 갈 길을 가지  (knock out) 피하려 해도 절대 소용 없지  (knock out) 받아들여  You can't do this fight because  네게선 그녀가 기대할 게 없잖아   (I wanna knock out)  아냐 나는 거부하겠어 그대로  (knock out)  타협하는 삶을 사는 것 I wanna  (knock out) 내가 원하는 건 모두다  끝까지 싸워 난 Reason is I'm alive   어릴적부터 난 존재감이 없었지  주목을 받은적 단 한번도 없어  튀지마 하지마 그냥 중간만큼만  그저 그런 삶인 걸 정해놔 버렸어   나는 하나뿐인걸 (나는 하나뿐인걸)  특별해야 했는데  내겐 보이지 않는 내 가슴의 그림자  또 다시 날 패배자의 어둠 안에 가두지   I don't really understand  더 큰 상처뿐인데  내 안에 나를 죽여 끝까지 싸워이겨   (I wanna kock out)  주어진 삶에 승복해 어차피  (knock out) 이 세상에 너는 작은 점 안그래  (Kock out) 받아들여  You can't do this fight because  나약한 너인걸 벌써 잊어버렸나   (I wanna knock out)  아냐 나는 거부하겠어 운명은  (knock out) 개척하는 나의 전리품 I wanna  (knock out) 분명한 것 하나 없지만  끝까지 싸워 난 Reason is I'm alive   ( I wanna knock out )  You know I wanna out the light I wanna  Knock out you know I wanna start a fight I wanna  Knock out you know I wanna do this right  더 이상 포기는 나에게 어울리지 않는 걸   ( I wanna knock out )  내안에 너를 죽였어 나에겐  (knock out) 망설일 시간조차 없는 걸 I wanna  (knock out) 내 인생의 페이지를 원점에  Got to get you out of my life   (I wanna knock out)  주어진 삶에 승복해 어차피  (knock out) 이 세상에 너는 작은 점 안그래  (Kock out) 받아들여  You can't do this fight because  나약한 너인걸 벌써 잊어버렸나   (I wanna knock out)  아냐 나는 거부하겠어 운명은  (knock out) 개척하는 나의 전리품 I wanna  (knock out) 분명한 것 하나 없지만  끝까지 싸워 난 Reason is I'm alive -"}, {"song_no": "1003811", "year": "2005", "rank": "49", "title": "그리움을 외치다", "artist": "테이", "genre": "Ballad", "lyrics": "어디선가 날 돌려세운 그 소리  너인듯 아닌 목소리  길을 잃은 아이처럼 털썩 주저앉은 맘  그 위로 니가 올라 탄듯해   내 심장에 얼어붙은 니 숨소리  눈물이 스쳐갈때마다 버쩍 갈라지는 아픔  위태로워 또 널 향한 가슴을 여미지 못해   쉼 없이 달려보아도 항상 날 앞지르는 널  포기하지도 잡지도 못하는 나지만  이별이 고통인 건 너를 사랑한 내 몫인걸   썰물처럼 떠나가던 니 발소리  밀물이 되돌아올까봐  저벅 소리만 들려도  십리 밖을 서성일 내 그리움 멈추지 못해   쉼 없이 달려보아도 항상 날 앞지르는 널  포기하지도 잡지도 못하는 나지만  이별이 고통인 건 너를 사랑한 내 몫인걸   이제 그만 됐다고  말하는 사람은 몰라 너를 잊어줄 때란  내가 날 잊을 그 순간일 테니깐   누구나 사랑을 하고 누구나 이별을 하고  누구나 추억이 되고 그렇게 잊혀지지만  새살이 돋듯 손톱이 잘라도 자라듯  내가 여기 있는 건 너를 기다리는게 아니야  첨 만났을때도 너를 보냈을때도  지금도 널 사랑할 뿐야 -"}, {"song_no": "864907", "year": "2005", "rank": "50", "title": "은영이에게 Part 2", "artist": "KCM", "genre": "Ballad", "lyrics": "여전히 아름다운 사람  세상에 둘도 없는 사람  나를 보며 산뜻하게 미소짓네요   그대는 좋아 보이네요  밤새워 했던 생각이 부끄러워져요   내 마음을 보이면  그대 또 다시 달아날 것 같아  편안한 친구처럼 따라서 웃지만   그대 많이 아팠으면 좋겠다고 생각했어요  그대 사랑 받지 못하기를 바란 나쁜 나예요  익숙함이 그리운 날에 오늘처럼 날 찾아주는  이런 행운이라도 있게   겁이 날 만큼 사랑했고  다투는 일도 많았지만  두 사람은 한 사람이 될 것 같았죠   나만큼 그댈 아는 사람  세상엔 없을테니까 내 어깰 빌려요   내 마음을 들키면 그대 조금은 어색 할 것 같아  하늘을 올려보며 눈물을 참지만   그대 많이 아팠으면 좋겠다고 생각했어요  그대 사랑 받지 못하기를 바란 나쁜 나예요  익숙함이 그리운 날에 오늘처럼 날 찾아주는  이런 행운이라도 있게   살아가다 힘든 날  언제라도 이렇게 찾아오면 돼요  그래도 정말 괜찮아요  나의 가슴속에 데인 자욱이 하나 늘겠지만   그대 없이 그대를 오늘도 사랑할께요  그대 기다리는 것마저 안되면 살 수 없어요  뭐든 다해 줄 수 있지만 내게 가장 어려운 일은  사랑하지 않는 거니까   사랑하지 않을 수 없죠 -"}]