[{"song_no": "884620", "year": "2005", "rank": "51", "title": "내 사랑 송이 (Feat. 원우)", "artist": "클론", "genre": "Dance", "lyrics": "널 보면 내 맘이 아파   항상 나를 보며 웃어주는 너   내 사랑 다 줘도 모자란데   아직도 널 힘들게 해   너의 눈가에 맺혀진   그 눈물을 말없이 바라보면서   아무런 위로도 할 수 없던   내 마음이 너무도 아파서   그저 너의 어깨를 두드리며   힘내라는 말을 네게 했지만   되려 나를 보며 웃어주던   그 눈빛이 고마워서 울었어   내 곁에 있어줘 난 말할   수 없었지   널 볼 수 없는 단 일초도   난 불안해 하면서   저 문이 열리고 또 니가   들어올 때   너 어디 갔다 왔냐면서   난 화를 냈었지만   널 보면 내 맘이 아파   항상 나를 보며 웃어 주는 너   내 사랑 다 줘도 모자란데  때론 널 힘들게 하고   언제나 내 곁에 있어   오직 나를 위해 살아가는 너   사랑이 너무도 힘들까봐   고맙다는 말도 못해   항상 하나뿐인 친구라며   우정마저 네게 모두 맡긴 채   가끔 바쁘다는 핑계로  난 너희들을 잊고 살아 가지만   니가 곁에 있어 웃고 있는   원래의 그 모습을 볼 때면   너에 위대한 그 사랑 앞에  나도 몰래 고개를 숙이지   넌 항상 날 위해 내 손발이   돼주고   넌 언제나 나의 뒤에서   내 그림자를 밟지   사랑이란 벌로 난 너를   가둬둔 채   난 한번도 네게 고맙다는   말조차 못했어   널 보면 내 맘이 아파   항상 나를 보며 웃어주는 너   내 사랑 다 줘도 모자란데   때론 널 힘들게 하고   언제나 내 곁에 있어   오직 나를 위해 살아가는 너   사랑이 너무도 힘들까봐   고맙다는 말도 못해   사랑한다 송이야   이젠 점점 익숙해져 가는 너희들의 생활을 보면서 이젠 종종 아무렇지 않게 너희들을 만나곤 하지만 가끔 헤어질때 돌아서는 너희들의 모습을 보면서 니가 너무나도 고마워서 나도 몰래 눈물을 삼키지 말없이 혼자서 넌 눈물을 닦았지 그런 니 모습을 볼까봐 넌 화장을 고치고 아무일 없는듯 넌 날보며 웃지만 너에게 짐이 되어 버린 내 맘이 아팠지 널 보면 내맘이 아파 항상 나를 보며 웃어주는 너 내 사랑 다 줘도 모자란데 때론 널 힘들게하고 언제나 내 곁에 있어 오직 나를 위해 살아가는 너 사랑이 너무도 힘들까봐 고맙다는 말도 못해 널 보면 내 맘이 아파 항상 나를 보며 웃어주는 너 내사랑 다줘도 모자란데 때론 널 힘들게하고 언제나 내곁에 있어 오직 나를 위해 살아가는 너 사랑이 너무도 힘들까봐 고맙다는 말도 못해"}, {"song_no": "698979", "year": "2005", "rank": "52", "title": "그리움을 사랑한 가시나무", "artist": "테이", "genre": "Ballad", "lyrics": "눈이 더 나빠 졌나봐요   얼핏 그대 같아  겨우 달려가 세우면 낯선   얼굴만 있죠  잘라도 잘라도 움트는   가시나무 처럼  밟을수록 자라나는   그리움을 어쩌죠  알아요 아는데 자꾸 욕심이 나요  누군가를 사랑 하는게   이렇게도 힘든 건가요  사랑해도 되나요 나 그래도   되나요  목을 놓아 불러도 그댄   들리지 않는 가봐요  사랑할 수 없나요 받아줄   수 없나요  하늘위해 써줘도   그댄 내 손가락만 보고 있죠  이렇게 무거운 그대가   내안에 있는데  이상하죠 몸무게는 자꾸   줄어드는 걸  지워도 지워도 번지는   짙은 얼룩처럼  손댈수록 퍼져가는   그리움은 어쩌죠  미워요 미운데 자꾸 보고 싶어요  누군가를 기다리는게   이렇게도 아픈 건가요  사랑해도 되나요 나  그래도 되나요 목을 놓아 불러도  그댄 들리지 않는 가봐요 사랑할 수 없나요  받아줄 수 없나요 하늘위해 써줘도  그댄 내 손가락만 보고 있죠 한 걸음만 더 다가오면  들리게 될 텐데 조금 더 내게로 온다면 왜 그렇게 몰라요 왜  내 맘을 몰라요 소리 내어 울어도 그댄 들을  수 없는가봐요   좋아한다는 그 말 사랑한다는  그 말 끝내 하지 못하고  오늘도 그대 곁을 스쳐가죠"}, {"song_no": "827216", "year": "2005", "rank": "53", "title": "잘 지내나요", "artist": "성시경", "genre": "Ballad", "lyrics": "낡은 내 서랍 속 바랜 사진들  웃음만 남겨준 고마운 날들  버릴 것 하나 없던 시간들  걸음마다 추억이 된 풍경   그대도 가끔은 꺼내보는지  닮았던 모습은 변함없는지  생각의 끝엔 아직 내가 사는지  궁금해도 잘 참아볼께요   애써 다그친대도  억지로 거슬러 돌린대도  예전의 우리 모습은 아닐 테니   마지막 기대마저 접어둘께요  맘 편히 갈 수 있게 내가 비켜줄께요  모자란 내 부족한 사랑  채워줄 수 있는 사람 만나서  다 잊고서 행복하세요   어쩌다 가끔 내 생각이 나도  새로운 사랑이 맘에 온대도  지난 날들의 아쉬움이 들 때도  행여라도 미안해 말아요   다시 시간을 돌려  서로를 몰랐던 그때로 나  돌아간대도 그댈 사랑할 테니   마지막 기대마저 접어둘께요  맘 편히 갈 수 있게 내가 비켜줄께요  모자란 내 부족한 사랑  채워줄 수 있는 사람 만나서  다 잊고서 행복하세요   후회하지 말아요  서로가 전부였던 좋은 기억만 남겨요   언젠가 우리 다시 만날 그날엔  꼭 좋은 사람 곁에 있길 기도할께요   편안한 웃음 보이면서  서로 스쳐 지나갈 수 있도록  그런날에 다시 만나요  그때까지 잘 지내세요 -"}, {"song_no": "842021", "year": "2005", "rank": "54", "title": "떠나지마", "artist": "신혜성", "genre": "Ballad", "lyrics": "내가 잘못한 건 아닐까 뒤돌아 서서 울었어  너에게만은 내 모든 것을 주고  내 곁에만 두고 싶어   너무 늦은걸 알았지만 널 보내기가 싫었어  가지 말라고 너에게 애원하고 싶었는데   모든게 슬퍼져 가슴이 아파와  너와 함께 했던 많은 추억들  이제는 함께 할 수 없기에  눈물 속에 내 목이 메어와   멀어져 가는 너의 모습 뒤로  난 말한거야 제발 떠나지마  한번도 널 잊어 본적이 없어  바보 같은 나의 맘 아는지  넌 나의 기억들을 모두 지워버렸니  날 사랑했잖아   아니면 모두 다 내게  거짓으로 대했던 지난날을  돌아오면 모두 다  잊혀질것만 같아 내게로   이별 뒤에 내게 남은 건 널 향한 나의 그리움  참을 수 없어 널 잃고 살아가는 지금 내게   모든게 슬퍼져 가슴이 아파와  너와 함께 했던 많은 추억들  이제는 함께 할 수 없기에  눈물 속에 내 목이 메어와   멀어져 가는 너의 모습 뒤로  난 말한거야 제발 떠나지마   한번도 널 잊어 본적이 없어  바보 같은 나의 맘 아는지  넌 나의 기억들을 모두 지워버렸니  날 사랑했잖아   아니면 모두 다 내게  거짓으로 대했던 지난날을  돌아오면 모두 다  잊혀질것만 같아 내게로   내게 와 줄꺼라 믿었는데  그것도 아닌가봐 내가 미운가봐  널 잃은채로 살 순 없어  내게 돌아와줘 워-  더 이상 내게는 너 밖에 없어  남아있는 내 맘 빈자리도  언제나 너만 바라보며  살아가는데 이럴 순 없잖아   어떤 말도 소용없어  내게 다시 돌아와만 준다면  아파했던 모든 기억 잊을 수 있는데  널 위해 -"}, {"song_no": "851429", "year": "2005", "rank": "55", "title": "기억속의 먼 그대에게", "artist": "박효신", "genre": "R&B / Soul", "lyrics": "하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸   그땐 정말 나는 몰랐었어  너의 사랑이 나에게는  얼마나 소중했었는지   내멋대로 너를 보냈었지 눈물 흘리며 애원하던 너를  냉정하게 뒤돌아서며 미련조차 난 없었어 그게 멋있는 이별이라고  믿고 널 보내며   하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸   돌아보면 나의 기억 속엔 너는 언제나 웃고있어  상처받은 가슴을 안고  네가 원한 이별이었기에  너는 말없이 날 보내줬었지 눈물섞인 너의 목소릴  등뒤로 남겨둔 채로 그렇게 난 쉽게 널 떠났는데   하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸   하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸 -"}, {"song_no": "855662", "year": "2005", "rank": "56", "title": "이별 못한 이별", "artist": "지선", "genre": "Drama,Ballad", "lyrics": "잊지 않았으니 해맑은 웃음  빛나던 우리 옛날들을  이미 지웠으니 숨가쁜 눈물  까맣게 병든 내 모양은  그대 고운 내 사랑아 손을 잡아다오  다시 내게로 와서 곱디고운 꽃 노래처럼   가득낀 먼지를 털어온 거울  흐린 달빛에 씻어보네  세월에 깊은 잠 푸석한 얼굴  새벽이슬로 단장하고  그대 고운 내 사랑아 손을 잡아다오  다시 내게로 와서 곱디고운 꽃노래처럼  사랑 아직 그 자리에  한번도 이별 못 한 이별 속에서  다시 돌아오는 그날  그때는 우리가 이 세상을 다 가질테니  그대 고운 내 사랑아 손을 잡아다오  다시 내게로 와서 곱디고운 꽃노래처럼 웃네"}, {"song_no": "858981", "year": "2005", "rank": "57", "title": "아파요", "artist": "김현정", "genre": "Dance", "lyrics": "하늘도 용서 할 수 없겠죠  그대를 보면 가슴이 뜨거워져요  이래서는 안 되는 거죠  하지만 그댈 보낼 수 없어요   산더미처럼 많은 할말들을  가둬두고 쌓아놓고서  왜 그녀보다 늦게 그댈 만났죠  하늘만 원망해요   마음만 다치고 끝날걸 알면서  오늘도 기다려요 그대가 오기만을  슬픈 미소를 머금고서 눈물로 기다리죠   운명 같은 사랑 내사랑 당신이죠  아 어쩔 수 없이 끌려만 가요  남의 사랑을 빼앗을 수 없다는 게 슬퍼요  사랑이 이루어져도 내 마음은 아파요   가슴으로 얘기했었죠  이제와 그댈 놓아주려 한다 해도  이제는 너무 늦어버렸죠  그댄 이미 내 전부가 되었죠   하루도 당신 없인 안 되는데  야속하게 연락도 없죠  냉정하지 못한 나의 여린 그댈  알기에 기다려요   마음만 다치고 끝날걸 알면서  오늘도 기다려요 그대가 오기만을  슬픈 미소를 머금고서 눈물로 기다리죠   운명 같은 사랑 내사랑 당신이죠  아 어쩔 수 없이 끌려만 가요  남의 사랑을 빼앗을 수 없다는 게 슬퍼요   사랑이 이루어져도 내 마음은 아파요  그대 맘도 아파요 -"}, {"song_no": "850989", "year": "2005", "rank": "58", "title": "Don`t Phunk With My Heart", "artist": "Black Eyed Peas", "genre": "Rap / Hip-hop", "lyrics": "No, no, no, nooo Don't phunk with my heart   Yeah No, no, no, nooo Don't phunk with my heart   I wonder if I take you home Would you still be in love baby  (love, love)(love, love) In love baby I wonder if I take you home Would you still be in love baby  (love, love)(love, love) In love baby   Girl you know you got me, got me With you're pistol shot me, shot me And I'm here helplessly In love and nothing can stop me It can't stop me once I started Can't return it once you bought it I'm coming baby don't doubt it (Don't make me wait) So let's be about it   No, no, no, nooo Don't phunk with my heart   Baby you have to trust him, trust him When I come with lustin, lustin Cause I bring you that comfort I ain't over here cause I want ture Body, I want ture mind too Interestin' what I find you And I'm interested in the long haul Come on girl yee-haw Come on   I wonder if I take you home Would you still be in love baby  (love, love)(love, love) In love baby I wonder if I take you home Would you still be in love baby  (love, love)(love, love) In love baby   No, no, no, nooo Don't phunk with my heart   Girl you had me once you kissed me My love for you is not iffy I always want you wit me I play Bobby and you play Whitney (All long) If you smoke I smoke too That's how much I'm in love wit chu Crazy is what crazy do Crazy love I'm a crazy fool   No, no, no, nooo Don't phunk with my heart   Why you so in-sa-cure When you got cash and you're love herre You always claim that I'm a cheata Think I'll up and go leave ya For another senorita You forgot that I need ja You must have caught amnesia That's why you don't believe wha Wha'- Yeah - Check it out   Don't ja worry about a thing baby Cause ya know ya got me by a string baby   Don't ja worry about a thing baby Cause ya know ya got me by a string baby   Baby girl ya make me feel… You know you make me feel so real… I love you more than sex appeal… Cause ya   That-that-that-that-that-that-girl That-that-that-that-that-that-girl~   No, no, no, nooo  (That-that-that-that-that-that-girl) Don't phunk with my heart (That-that-that-that-that-that-girl) No, no, no, nooo Don't phunk with my heart   I wonder if I take you home Would you still be in love baby  (love, love)(love, love) In love baby   I wonder if I take you home Would you still be in love baby  (love, love)(love, love) In love baby   I wonder if I take you home Would you still be in love baby  (love, love)(love, love) In love baby   Don't ja worry about a thing baby Cause ya know ya got me by a string baby   Don't ja worry about a thing baby Cause ya know ya got me by a string baby"}, {"song_no": "775130", "year": "2005", "rank": "59", "title": "여기까진가요", "artist": "플라워", "genre": "Rock", "lyrics": "다와 가네요 한걸음 더 가면  그대와의 마지막인 거죠 꼭 잡은 이 두 손은 그만  놓아야만 하네요  내일이 오면 난 혼자인 거죠  그대 없는 하루 시작하는 헤아릴 수도 없을 만큼 많은 사랑이  아직도 내겐 남아 있지만  여기까진가요 그렇게 돌아서나요 날 사랑한다는 내가 전부란 말  모두 뒤로 한 채로  보낼 순 있지만 난 그냥 울면 되지만 더 많이 아파할 그대를 알기에  견딜 수 없는 거죠 하지만 이제 정말 끝인가봐요  자꾸 내 가슴은 나를 떠밀어요 한번만 크게 외쳐 보라고  여기까진가요 그렇게 돌아서나요 날 사랑한다는 내가 전부란 말  모두 뒤로 한 채로  보낼 순 있지만 난 그냥 울면 되지만 더 많이 아파할 그대를 알기에  견딜 수 없는 거죠 난 항상 여기... 여기 서 있을게요"}, {"song_no": "882619", "year": "2005", "rank": "60", "title": "추억이면 (異面)", "artist": "부활", "genre": "Rock", "lyrics": "슬픈 노래 Radio로 흘러  비를 부르면 창 밖을 보던 너 모습이 보여 이젠 너무 오랜 얘기지만 음악이 너와 어울린 것 같아 나에게 지금 들리는 라디오에 사랑하던 날과 같은 음악이 흘러 같은 생각을 하며  어딘가에 있을 너의 숨소리가 내겐 언젠가 들리겠지  예상할 수 없는 시간의  알 수 없는 그 어딘가에서 나에게 지금 들리는 Radio에 사랑하던 날과 같은 음악이 흐르고 사랑해 사랑해 나에게 말하던 너의 그 오래 전 얘기 같은 생각을 하며  어딘가에 있을 너의 숨소리가 내겐 언젠가 들리겠지  예상할 수 없는 시간의 그곳에 오늘도 비가 내려  그때와 같은 모습으로  내려와 지금  뒤돌아보면 누군가 돌아오고 있을 것 같은  생각에 난 빠져들곤해 같은 생각을 하며  어딘가에 있을 너의 숨소리가 나에게 뒤돌아보면 누군가 돌아오고 있는 얘기 같은 생각에 난 빠져들곤 해"}, {"song_no": "842624", "year": "2005", "rank": "61", "title": "그대 없이 난", "artist": "이지혜", "genre": "Ballad", "lyrics": "난 서있었죠  그대모습 사라질때 까지  추억도 저만치 멀리 가네요 음  귓가에 그 입술에 그대 눈에  내가 살았는데  왜 떠나려해요 날 두고 달려가 그대를 붙잡고 그만  나는 주저앉은채 울고말죠  사랑해요 고개를 들어 날 봐요  왜 자꾸만 눈을 피하죠  그대의 휘청인 맘 붙들어요  그대없인 난 안돼요  아무 욕심 없는걸요  그대만 있어준다면  아무래도 좋은걸요  그저 볼수 있게만 해줘요  난 그대뿐이죠  너무나 착한 사람이죠 그댄  차마 뿌리치지도 못하잖아  괜찮아요 혼자서 사랑할께요  지금까지 그래왔듯이  한번도 후회한적은 없어요  그게 바로 나잖아요 나를 보고 말을 해줘요 사랑한다고  그렇게도 어려운가요 우 사랑해요 고개를 들어 날 봐요  왜 자꾸만 눈을 피하죠  그대의 휘청인 맘 붙들어요  그대없이 난 안돼요  사랑해요 고개를 들어날 봐요 왜 자꾸 눈을 피하죠 그대의 휘청인 맘 붙들어요 그대없이 난 안돼요"}, {"song_no": "855665", "year": "2005", "rank": "62", "title": "보낼 수 없는 사랑", "artist": "저스트", "genre": "Drama,Ballad", "lyrics": "이렇게 널 찾고 있는데  이별은 한걸음 내게 뭐라고 한마디  건네주질 않고 눈물만 흘리네  아직도 그대 모습 기억 눈을 감는데도  이젠 사랑하지 않는 너의 마음을 붙잡고 슬픔에 잠겨요  사랑하지만 보내야 한다면  미련도 후회마저 남겨 두지 않을게  슬퍼 하지마 시간이 지나가면  우린 서로 모르는 사이로  그대는 날 떠나갔네요  아무런 말 없이 우리 함께 걸었던 그 가로수 길 속에는  나 혼자만 남아 사랑하지만 보내야 한다면  미련도 후회마저 남겨 두지 않을게요  슬퍼 하지마 시간이 지나가면  우린 서로-워- 나 그대 없인 살수 없어요  그대를 사랑해서 너무나 더 밉네요  아무말 하지말고 내 손을 꼭 잡아줘요  나를 몰라본대도 기억에 묻어두지말고 사랑하지만 보내야 한다면  미련도 후회마저 남겨두지 않을게  모든게 변한대도 나는 변하지 않아 사랑해  아직도 너만을 난"}, {"song_no": "848162", "year": "2005", "rank": "63", "title": "가슴 아파도", "artist": "브라이언", "genre": "Drama,Ballad", "lyrics": "오늘 하루도 열두번도 더  내마음이 다녀오네요  그대가 내게 위험하대도  이젠 멈출수가 없어요  종일 그려도 내일에 쓸 그리움  어제처럼 다시 남아서   가슴아파도 나 이렇게 웃어요  내눈이 행복한 건 처음이니까  삼킨 눈물에 맘이 짓물러가도  그대라면 난 괜찮아요   외로울수록 눈물날수록  알수없는 힘이 생겨요  슬픔에 지치면 미움에 다치면  그댈 잃을지도 몰라요   알고있나요  내 기다림이 훨씬  삶보다도 길다는 것을   가슴아파도 나 이렇게 웃어요  내 눈이 행복한건 처음이니까  삼킨 눈물에 맘이 짓물러가도  그대라면 난 괜찮아요   두번 다신 그댈 볼수 없다면  아무것도 못 보게 될텐데  눈을 뜨고도 감은 것처럼  어둠속을 걷게 될텐데   안고 싶어요  사랑하고 싶어요  내품이 닳아 없어지는 날까지  남은 소원을 다버려도 좋으니   내겐 단 한 사람만  오직이 한 소원만  그대라면 난 감사해요"}, {"song_no": "866710", "year": "2005", "rank": "64", "title": "사랑스러워", "artist": "김종국", "genre": "Dance", "lyrics": "워워 머리부터 발끝까지 다 사랑스러워  워워 니가 나의 여자라는게 자랑스러워  기다림이 즐겁고  이젠 공기마저 달콤해  이렇게 너를 사랑해  세상이 힘들어도 널 보면  마음에 바람이 통해  이런 게 사는 거지 이런 게 행복이지  이제야 느끼게 됐어 나는  온종일 우울해도 널 보면  머리에 햇빛이 들어  이렇게 놀라운게 사랑이지  기다린 보람이 있어  지난번 사랑처럼 울까봐  한참을 망설였지만  보채지 않고 나를 기다려준 너  편안하게 스며들어와  워워 머리부터 발끝까지 다 사랑스러워  워워 니가 나의 여자라는게 자랑스러워  무뚝뚝하던 내가 종일 싱글벙글 웃잖아  대체 내게 무슨 짓을 한거야  워워 그림자와 뒷 모습까지 사랑스러워  워워 부끄러운 애정표현도 자연스러워  기다림이 즐겁고  이젠 공기마저 달콤해  이렇게 너를 사랑해  널 행복하게 해주기 위해  내가 날 아끼게 됐어  내 모습 내가 봐도 이제 조금은  괜찮은 놈이 된 것 같아  워워 머리부터 발끝까지 다 사랑스러워  워워 니가 나의 여자라는 게 자랑스러워  무뚝뚝하던 내가  종일 싱글벙글 웃잖아  대체 내게 무슨 짓을 한 거야  워워 그림자와 뒷 모습까지 사랑스러워  워워 부끄러운 애정표현도 자연스러워  기다림이 즐겁고 이젠 공기마저 달콤해  이렇게 너를 사랑해  워워 나나 나나 나나나 나나 나나 나나나  워워 나나 나나 나나나 나나 나나 나나나  사람들이 모두들 부러워서 견딜 수 없게  그렇게 우리 사랑해  우 한가지만 약속해 세상 끝날 때까지  나에게만 사랑스럽기"}, {"song_no": "830743", "year": "2005", "rank": "65", "title": "Everything`s Gonna Be Alright (Reborn) (애경 케라시스 CF 고소영편)", "artist": "Sweetbox", "genre": "Pop", "lyrics": "I Guess we’ve reached the grand finale I’ll take a bow while the curtains close  Oh all my life I’ll remember this  And what it means to live   Everything gonna be alright  Everything gonna be okay  Everything gonna be alright  (Together we can take  this one day at a time)   Can you take my breath away  Can you change my life today  Is everything gonna be okay  (I'll be here when you wake up)    One last chord on my piano (One last chord on my piano)  One last drag on my cigarette  (on my cigarette)  One final look I will take at you  One last goodbye forever    Everything gonna be alright  Everything gonna be okay  Everything gonna be alright  (Together we can take  this one day at a time)   Can you take my breath away  Can you change my life today  Is everything gonna be okay  (I'll be here when you wake up)    My famous last words echo As I put down my pride and close the door  I’m burned and scarred from wasted time  I’m bruised by thoughts of you    Everything gonna be alright Everything gonna be okay  Everything gonna be alright  (Together we can take  this one day at a time)   Can you take my breath away  Can you change my life today  Is everything gonna be okay    Everything gonna be alright  Everything gonna be okay  Everything gonna be alright  (Together we can take  this one day at a time)   Can you take my breath away  Can you change my life today  Is everything gonna be okay    I'll be your strength I'll be here when you wake up -"}, {"song_no": "866707", "year": "2005", "rank": "66", "title": "슬픈 축하", "artist": "김종국", "genre": "Ballad", "lyrics": "오지 말았어야 했어 돌아갔어야 했어 헌데 가슴이 나를 또 그만 이끌었어 니 이름 옆에 쓴 이름 니 곁에선 그처럼 너무 낯설어 바라보는 나도 낯설어 하얀 신부가 된 넌 내 추억 속에 넌데 아직 내 안에 숨쉬는 넌데 더는 내 사람 아닌 가봐 사랑했어 사랑했어 많은 사람들 틈에서 몰래 숨어 지켜봐 나를 알아볼까봐 행복했어 행복했어 널 잡을 수 없었던 나였지만 날 위해준 그 너의 사랑 어떻게 다 잊어 그새 늙으신 것 같아 너의 부모님 모습 내겐 한번도 보여준 적도 없었는데 이렇게 웃을 수 있는 분들 인줄 몰랐어 나를 반대하셨던 이율 이제 헤아려 절대 난 안 된다고 내겐 못 보낸다고 애원하셨던 그 맘 못 이겨 도망치 듯 널 떠났지만 사랑했어 사랑했어 많은 사람들 틈에서 몰래 숨어 지켜봐 나를 알아볼까봐 행복했어 행복했어 널 잡을 수 없었던 나였지만 날 위해 준 그 너의 사랑 어떻게 다 잊어 널 보냈던 시간보다 오늘 지금 훨씬 힘겹고 아파 실낱 같은 희망 그 마저 다 보낼께 잘 살아줘 잘 살아줘 눈물이 또 너를 가려 나를 묻고 살아가 난 더 없는 것처럼 행복해 줘 행복해 줘 그럴수록 불행할 나지만 널 위해 줄 나의 사랑은  이것뿐이잖니"}, {"song_no": "880927", "year": "2005", "rank": "67", "title": "그냥 (Feat. 서진영)", "artist": "MC 야성", "genre": "Rap / Hip-hop", "lyrics": "너는 나에게 자주 물어봐  왜 너를 좋아하냐고  나는 항상 이렇게 대답해  그냥이라고 그게 사랑이라고  그러면 너는 그래도 어디가 좋냐고 또 물어봐  묻고 도 또 물어봐  그래도 나는 또 그냥 이라고 대답해  왜 그냥이 이럴까  어느날 문듯 나는 생각해봤어  너말대로 내 너를 좋아하냐고  그래도 답은 똑같았어  너는 내게 특별이 자주 없지만  나는 니가 항상 그냥 좋아았고  때론 티격태격 싸울때는  미워도 좋았어 그냥 인가봐 그게 사랑인가봐  언제가 영화처럼 다가왔던너  당현히 너와 함께 사랑할꺼야  봄여름가을겨울 언제까지나  우리함께해  사랑은 넌 네겐 전부야  그냥 뭐가 그냥 우릴 그냥그냥 사랑해 그리고 행복해  그냥 뭐가 그냥 우릴 그냥그냥 사랑해 그리고 행복해  그냥 뭐가 그냥 우릴 그냥그냥 사랑해 그리고 행복해  그냥 뭐가 그냥 우릴 그냥그냥 사랑해 그리고 행복해    자유롭게 날수있는 새처럼  항상 자유롭지 안아도  이런게사랑인란걸  나도 알어 이젠 알어  네앞에 앉아있는 내게  시침이 뚝데고 문자보내  사랑해 넌 기뻐해 난 행복해    언제가 영화처럼 다가왔던너  당현히 너와 함께 사랑할꺼야  봄여름가을겨울 언제까지나  우리함께해  사랑은 넌 네겐 전부야  그냥 뭐가 그냥 우릴 그냥그냥 사랑해 그리고 행복해  그냥 뭐가 그냥 우릴 그냥그냥 사랑해 그리고 행복해  그냥 뭐가 그냥 우릴 그냥그냥 사랑해 그리고 행복해  그냥 뭐가 그냥 우릴 그냥그냥 사랑해 그리고 행복해    언제인가 커피 한잔 마시며  나도모르게 너에게 똑같이 물어봤지  내가 어디가 좋아? 라고  잠시 생각했던 너도 똑같이 대답했어  그냥이라고 그리고 말했어  진짜 미안해  그리고 우린 함께 웃었어  서로를 바라보며 행복해 웃었어    그냥 뭐가 그냥 우릴 그냥그냥 사랑해 그리고 행복해  그냥 뭐가 그냥 우릴 그냥그냥 사랑해 그리고 행복해  그냥 뭐가 그냥 우릴 그냥그냥 사랑해 그리고 행복해  그냥 뭐가 그냥 우릴 그냥그냥 사랑해 그리고 행복해"}, {"song_no": "848677", "year": "2005", "rank": "69", "title": "Music Is My Life (삼성전자 옙 CF 임정희, 재희편)", "artist": "임정희", "genre": "R&B / Soul", "lyrics": "내가 지치고 힘들 때면  모든 게 하나 둘 무너져 갈 때면  항상 나를 다시 일으켜 줬던 건  음악 음악이야 음  사랑 사랑이 날 울려도  험한 세상 세상이 등을 돌릴 때도  견디게 해준 건 날 붙잡아준 건  음악 내 음악이야  Music is my life  Music is my life  Music is my life  Music is my life  Music is my life  Music is my life  Music is my life  Sunshine my light  Piano 앞에 앉아 아픔을 말하고  Guitar를 품에 안고서 울었어  너무 힘들어서 눈물이 흘러도  음악 음악이 좋았어  Music is my life  Music is my life  Music is my life  Music is my life  Music is my life  Music is my life  Music is my life  Sunshine my light  Music is my life  Music is my life  Music is my life  Music is my life  Music is my life  Music is my life  Music is my life  Sunshine my light  언젠가 내게 기회가 올 거야  내 노래를 들려 줄  멋진 무대 위 사람들 앞에서  가슴이 터질 듯한 함성이 들려  Music is my life  Music is my life  Music is my life  Music is my life  Music is my life  Sunshine my light Music is my life Music is my life Music is my life Sunshine my light"}, {"song_no": "850977", "year": "2005", "rank": "70", "title": "여왕개미", "artist": "길건", "genre": "Dance", "lyrics": "거친 사막에 허물 수 없는 높은 성벽 그 안에  엎드려 모두 나를 숭배하는 의식  손엔 아꼇던 제물을 높이 쳐들어 경배  내 눈과 더듬이 널 향하게 해  일어나 내가 걸어가는 길엔 모두 다  날 유혹하는 꽃을 뿌려 멋진 장식하라  난 높은 성벽 위로 걸어 올라가  너희를 지켜보리라 내 손짓 하나에 닫혔던 마음을 열어  난 너희들의 이마위에 세례 내려 오늘 밤엔 모두 나와 너의 영혼을 불태워  내 유일한 선택 그 기횔 놓치지 마  쿵쿵 심장이 멈출 수 없는 깨질 수 없는 환각  무중력 이미 너를 빼앗겼어  흔들어 널 깨워 나를 똑바로 쳐다봐  이젠 넌 나의 신하가 돼버린 거야 일어나 내가 걸어가는 길엔 모두 다 날 유혹하는 꽃을 뿌려 멋진 장식하라 난 너를 지킬 유일한 여왕개미 이 의식을 맘껏 즐겨라  내 손짓 하나에 닫혔던 마음을 열어 난 너희들의 이마위에 세례 내려 오늘 밤엔 모두 나와 너의 영혼을 불태워 내 유일한 선택 그 기횔 놓치지 마 keep ya' eyez on me! 또 모두다 종일  like a zombie 반복되듯이 이제 널 깨워 영혼을 불태워 it's like ether 현실을 잊어 it's time to open ya' mind 저 위에 높은 영화같은 환각을 이제 머리위로 내게 흐르는 이마위의 세례 유일한 선택 잔을 높이 들어 건배  내 손짓 하나에 닫혔던 마음을 열어 난 너희들의 이마위에 세례 내려 오늘 밤엔 모두 나와 너의 영혼을 불태워 내 유일한 선택 그 기횔 놓치지 마  내 손짓 하나에 닫혔던 마음을 열어 난 너희들의 이마위에 세례 내려  오늘 밤엔 모두 나와 너의 영혼을 불태워 내 유일한 선택 그 기횔 놓치지 마"}, {"song_no": "888173", "year": "2005", "rank": "71", "title": "Start", "artist": "M.Street", "genre": "Ballad", "lyrics": "잠시 그대가 내게 수줍게 다가온 그댈 정말 나의 품 안에 그대 가둬 두고 싶음 맘 참을 수 없어 그대 가요 내겐 넘 따스한 사람 왜 모르나요 항상 그대를 바라보는 나를 Start 그대가 나의 맘에 다가와 문을 열죠 baby 매일 너무나 하고 싶던 말 그댈 사랑하고 싶단 한 마디 여린 모습속엔 왠지 뭔가 슬퍼 보여요 맞죠 붉게 오른 눈에 누군가란 저 눈 맑은 눈물이 흘러 누군가요 그댈 아프게 한 사람 용서 못해요 착한 그대가 왜 아파 하나요 Start 그대가 나의 맘에 다가와 문을 열죠 baby 매일 너무나 하고 싶던 말 그댈 사랑하고 싶단 한 마디 나요 더 이상 그댈 바라보기만 하는거 싫어요 왜요 나 잘할게요 이 세상 그 누구보다 더 행복 하게요 처음 그대가 웃네요 오늘을 기다렸죠 날 보며 그대가 웃는 날 정말 아주 오래 전부터 Start 그대와 나의 사랑 이제야 시작이죠 baby 매일 연습하는 말 I Love You 이런 나의 맘에 oh Start 그대와 나의 사랑 더 이상 미루지 말아요 baby 매일 듣고 싶은 말 I Love You 이런 나의 맘을 아나요 Start 그대와 나의 사랑"}, {"song_no": "848166", "year": "2005", "rank": "72", "title": "약한 남자", "artist": "바비 킴", "genre": "Drama,Ballad", "lyrics": "세상은 자꾸 내게 질문하지  어디까지 시련 참아내겠냐고 웃었어 그냥 한 번 웃어 줬지 못 이길 시련은 없어 yeah   겉 포장만 다른 숙젤 내게 주고  내게 얼마나 지금 힘드냐 묻지 아픔을 먼저 알고 태어나서  두려울 게 더 없는데  baby 사는 건 도전 같은 거지 baby 난 세상이 좁을 뿐이야 하지만 한 여자의 눈물 한 방울에는  나의 세상이 무너진다 yeh  그녀 앞에서는 나 역시 약한 남자야 oh baby 약한 남자야 음-   사랑은 내게 사치 같은거지 색깔의 옷 거기 어울리는 구두 꼭 그게 하나일 필요는 없어  유행도 바꿔질 테니  baby 사는 건 나를 믿는거지  baby 늘 누구도 내 편은 없어 하지만 한 여자의 사소한 한마디에  나의 하늘이 무너진다   oh no- 그녀와 내가 가진 세상을 바꾸라면  hey baby나는 무엇도 목숨도 아깝지 않아  내 오직 한 사람  사는 건 도전 같은 거지  baby 난 세상이 좁을 뿐이야  하지만 한 여자의 눈물 한 방울에는  나의 세상이 무너진다   baby 사는 건 나를 믿는 거지 baby 난 누구도 내 편은 없어 하지만 한 여자의 사소한 한마디에  나의 하늘이 무너진다  hey yeh 그녀 앞에서는  나 역시 약한 남자야  oh yeh 약한 남자야 uh yeh -"}, {"song_no": "858983", "year": "2005", "rank": "73", "title": "번뇌", "artist": "김현정", "genre": "Dance", "lyrics": "Another story gone,   Another story told   We about to set the record straight   Just breathe stop   Rock it on and go   Girl please stop   Just turn it up and flow   Breathe stop   Let’s do it on and on   Yo rock the bass, pump it up let’s go   Breath breathe breathe   stop breathe stop breathe stop    사랑한다고 나에게 말했던   그대 이제 날 떠나려고 하네요   가지 말라고 떠나지 말라고   애원해봐도 이제 소용이 없네요    정말 가나요 그렇게 가나요   우리사랑 이토록 하찮았나요   돌아보지도 날 만나지도 않고   나를 모르는 사람처럼 떠나네요    너에게 너무도 부족했던 나   시간 조차, 내게서 널 뺏어가   내 맘 don’t stop 잡지마, 이제는 놔   제발 가지 마란 말도 let it go   놓쳐 너의 손,   점점 멀어져, 점점 흐려져   점점 잊혀져 내게서   천천히 멀리 사라져   Yo drop the bass going out   Let’s slow it down    가끔 아직도 생각이나   너와 했던 약속과 지나간 날   떠나가지 말라고 내게 애원하며   나를 잡던 너의 모습   이젠 나를 놔 제발 더 이상   나를 찾겠다는 말도 하지마   내게서 천천히 멀리 사라져   Yo drop the bass going out   Let’s slow it down"}, {"song_no": "866711", "year": "2005", "rank": "74", "title": "지우개", "artist": "김종국", "genre": "Ballad", "lyrics": "웃음을 보이면 떠나는 니가 수월할까  붙잡는 게 나 우는 게 훨씬 더 쉽겠지만  미안해 하는 널 보게 된다면  지나버린 사랑 마저 초라해질까봐  지우고 지워도 고쳐 또 써봐도  널 돌리긴 난 참 부족한 남자인가 봐  이별이 선물한 지우개 하나가  멀어지는 발걸음마다 날 지우는 널 느끼니까  노력해 된다면 그래 달라질 너라면 난  남은 날들 다 니 앞에 바칠 수도 있지만  니 앞에 시간을 빌려 쓰기엔 참 미안해  사랑이 다 끝난 널 알면서  지우고 지워도 고쳐 또 써봐도  널 돌리긴 난 참 부족한 남자인가 봐  이별이 선물한 지우개 하나가  멀어지는 발걸음마다 날 지우는 널 느끼니까  그래도 사랑해 이런 슬픈 나조차  미워질 만큼 널 너무 사랑해  날 잊고 살아가 그게 더 행복하다면  사랑이 선물한 지우개 하나로  내 가슴에 올 추억까지 난 지워내며 살 테니까"}, {"song_no": "833906", "year": "2005", "rank": "75", "title": "What You Waiting For? (KTFT 송혜교편)", "artist": "Gwen Stefani", "genre": "Pop", "lyrics": "What an amazing time.  What a family.  How did the years go by?  Now it’s only me.   (tick tock)   Like a cat in heat stuck in a moving car.  A scary conversation shut  my eyes can’t find the brake.  What if they say that you’re a climber?  Naturally I’m worried if I do it alone.  Who really cares cause it’s your life  you never know it could be great.  Take a chance cause you might grow.  WHAT YOU WAITING FOR?(×∞)  (tick tock)  (Take a chance you stupid ho)   Like an echo pedal you’re repeating yourself.  You know it all by heart,  why are you standing in one place?  Born to blossom, bloom to perish.  Your moment will run out cause  of your sex chromosome.   I know it’s so messed up  how our society all thinks.  Life is short, you’re capable.  Look at your watch now.  You’re still a super hot female.  You got your million-dollar contract.  And they’re all waiting for your hot track.  WHAT YOU WAITING FOR?-  I can’t wait to go back and do Japan.  Get me lots of brand new fans.  Osaka, Tokyo. You Harajuku girls,  damn you’ve got some wicked style.   Look at your watch now.  You’re still a super hot female.  You got your million-dollar contract.  And they’re all waiting for your hot track.  WHAT YOU WAITING FOR?-  (Take a chance you stupid ho)"}, {"song_no": "833765", "year": "2005", "rank": "76", "title": "버리고 버려도", "artist": "김조한", "genre": "R&B / Soul", "lyrics": "잘 지내나요 궁금했었죠  내가 없이도 그대로인지  잊은 척 난 웃으면서 살아가기엔  너무 많이 사랑했었나봐요   생각해내요 또 울거면서  괜찮다는 말 거짓말이면서  잊겠다고 잊었다고 떼를 써봐도  잊지 못함을 알아 갈 뿐이죠   내가 더 그댈 많이 사랑했나요  그리 쉽게 없었던 일처럼 편해지나요  어떻게 시작한 사랑이었는데  모두 없던 일이 된다면 나도 없는건데   그댈 버리고 버려도 차올라  자꾸 지워도 지워도 번져가  그댈 담아 둔 가슴이 죽기전에 소용 없나봐  나를 주어도 주어도 부족한  행복했던 나였으니 그거면 된거죠  괜찮아요   떠난 그대가 아파할까봐  쓸데없이 난 또 걱정이되죠  누군가가 그 곁에서 지켜줄텐데  그대 바램은 내가 그대를 다 잊어주는걸텐데   그댈 버리고 버려도 차 올라  자꾸 지워도 지워도 번져 가  그댈 담아 둔 가슴이 죽기전에 소용 없나봐  나를 주어도 주어도 부족한  행복했던 나였으니 그거면 충분한건가요   그댄 돌아온다고  나여야만 한다고서 서글픈 착각속에서  내가 나를 속였죠  지켜주지 못하고 끝내 보내야 했던  욕심이 날 아프게 만드는 걸   내가 걸어도 걸어도 못가는  내가 부르고 불러도 못듣는  너무 먼곳에 있어서 아무래도 닿지 않나봐  끝내 지우고 지워져 버린건  사랑한 그대가 아닌  그대가 떠난 일.. 내곁에 없는 일.. -"}, {"song_no": "864434", "year": "2005", "rank": "77", "title": "오늘 그댈 본다면 (If You Were Here) (CF - 서울우유 `서울이 좋다` 보아편)", "artist": "보아 (BoA)", "genre": "Ballad", "lyrics": "오늘도 어제 같아요 그대가 그리워져서  함께 걷던 길목에서 눈을 감고 서있죠    멀리 있나 봐요 my heart  그댈 느낄 수가 없어서  두 손을 뻗어 그대 기억 잡으려 하죠   오늘 그댈 본다면 웃고 있을께요  품에 안겨 하룰 보내겠죠  오늘 그댈 본다면 기나긴  아픔의 이유를 알겠죠  If you were here tonight    오래됐나 봐요 어젠 그대 얼굴 기억 안나서  애써 참았던 눈물이 아직 멈추질 않죠  오늘 그댈 본다면 웃고 있을께요  품에 안겨 하룰 보내겠죠    오늘 그댈 본다면 기나긴  아픔의 이유를 알겠죠  If you were here oh-   그대가 너무 미워요  이렇게 아픈 내 맘을 알 수 없겠죠    Oh-그댈 본다면 Oh-그댈 본다면  너무 보고 싶었다고 말하겠죠  그대 없는 하루 필요 없죠  나 이렇게 사랑하네요  If you were here tonight -   If you were here tonight -"}, {"song_no": "866708", "year": "2005", "rank": "78", "title": "선물", "artist": "김종국", "genre": "Ballad", "lyrics": "어쩌면 다행인 것 같아 약속대신 다짐만 한 걸 약속이 남아있었다면 맘이 참 무거웠을텐데 입안에 익숙한 니 이름 물 한 모금에도 아려와 자꾸만 난 눈물이 흘러 잊을 준비를 하는가 봐 넌 시작부터 나를 기쁘게 했고 등 뒤에선 울게한 너 정해진 사랑인 걸 너무나 잘 알기에 너를 안아도 안 울었어 널 사랑하기에 널 놔주는 거야 날 보며 우는 니가 싫어 내게 길들은 가슴은 지워 네 옆에 있는 사람으로 널 사랑하기에 널 이해하기에 마지막 이순간까지도 난 행복했단 말조차 사랑만큼 아껴 난 눈물짓고 살겠지 두 눈에 널 새길 때부터 고운 가시처럼 남은 너 애써 널 꺼내려 할수록 더 깊이 파고 들어왔어 니 손가락을 항상 볼 때마다 난 네 외로움을 보았지 눈물로 만들었던 투명한 반지만이 너에게 준 내 선물 같아 널 사랑하기에 널 놔주는 거야 날 보며 우는 니가 싫어 내게 길들은 가슴은 지워 네 옆에 있는 사람으로 널 사랑하기에 널 이해하기에 마지막 이순간까지도 난 행복했단 말조차 사랑만큼 아껴 난 눈물짓고 살겠지 눈물 찰 때마다 가슴에 눌러놓은 한마디 사랑해 날 떠나가는 건 참 잘하는 거야 나 땜에 많이 힘겨운 너 나를 만나던 그 시간보다 더욱 더 예뻐지길 바래 날 기억하지마 날 떠올리지마 다가올 사랑만 바라봐 네 웃음조차 가리는 못난 나 때문에 너 눈물짓고 살지마 나를 잊어도 돼 맘 편히 웃으며 떠나"}, {"song_no": "858171", "year": "2005", "rank": "79", "title": "Incomplete", "artist": "Backstreet Boys", "genre": "Pop", "lyrics": "Empty spaces  Fill me up with holes  Distant faces  With no place left to go  Without you within me  I can’t find no rest  Where I’m going is anybody’s guess  I’ve tried  To go on like I never knew you  I’m awake  But my world is half asleep  I pray  For this heart to be unbroken  But without you all I’m going  to be is  incomplete  Voices tell me  I should carry on  But I am swimming  In an ocean all alone  Baby my baby  It’s written on your face  You still wonder  If we made a big mistake  I’ve tried  To go on like I never knew you  I’m awake  But my world is half asleep  I pray  For this heart to be unbroken  But without you all I’m going  to be is  incomplete  I don’t mean to drag it on  But I can’t seem to let you go  I don’t wanna make you face  this world alone  I wanna let you go alone  I’ve tried  To go on like I never knew you  I’m awake  But my world is half asleep  I pray  For this heart to be unbroken  But without you all I’m going  to be is  incomplete  Incomplete"}, {"song_no": "877919", "year": "2005", "rank": "80", "title": "사랑할게", "artist": "The One (더원)", "genre": "Drama,Ballad", "lyrics": "널 기다려왔어  니가 내사랑인 걸 난 믿고있었지  운명이라 말하고 싶어  살아온 날보다 니가 더 소중하니까  오랫동안 감춰두었던 내 마음을  네게 주고 싶어  기다릴께 사랑할께  너를 위해 모든걸 다 줄수 있는데  내삶에 남은 행복을 버려도  너를 사랑할 수 있어   나를보는 눈빛속에 너의 사랑이  난 느낄 수 있어  기다릴께 사랑할께  너를 위해 모든걸 다 줄수 있는데  내삶에 남은 행복을 버려도  너만 사랑할 수 있어  너 아팠던 거야 너를 힘들게 했던  내가 너무 미워져  지켜줄께 사랑할께  니가 아파한만큼 내가 더 잘할께  내삶에 남은 행복을 버려도  너를 사랑할 수 있어  너만 지켜낼 수 있어"}, {"song_no": "732520", "year": "2005", "rank": "81", "title": "비망록 (스물의노래)", "artist": "버즈", "genre": "Rock", "lyrics": "아름답다고 난 스물의 세상을 꿈꿨지 오늘부터 다 날 어른으로 부르네  어제 오늘은 단 하루가 차이 날 뿐인데  마치 꿈인 듯 다 변했어  알았던 모든것은 전부 허구였어 꿈이란 결코 마법처럼 되지않아  칼과 창 방패에 말을 타는  서부의 총잡이 돼볼까  순례자든 방랑자든 다  밀림의 도시 벗어나 볼까  난 또 다른 삶의 길 위에서  새로운 방황을 시작해  스무살의 어린 비망록 난 펼쳐드네  나의 노래로 조금 서툴게  되고 싶은것 또 하고픈 일들을 알았네 왠지 자꾸만 난 불안해  알았던 모든것은 전부 허구였어  꿈이란 결코 마법처럼 되지 않아  저 거친 들판에 모래바람 다지는 소 떼를 몰거야  투우사든 집시 또는 나  돈키호테도 괜찮을거야  난 세상에 발을 딛고 서는  평범한 일상이 싫은 걸  다른 삶의 오직 나만의  길을 가고싶어 나를 꿈꾸며  칼과 창 방패에 말을 타는  서부의 총잡이 되볼까  순례자든 방랑자든 다  밀림의 도시 벗어나 볼까  나 세상에 발을 딛고 서는  평범한 일상이 싫은 걸  다른 삶의 오직 나만의  길을 가고싶어 나를 꿈꾸며"}, {"song_no": "841111", "year": "2005", "rank": "82", "title": "Always", "artist": "신지", "genre": "Animation", "lyrics": "눈부시게 아름다웠던 우리들의 추억까지도 다시 한 번 느끼고 싶어 나를 감싸주는 꿈이 있다면 얼만큼 달려온걸까 아무도 없는 이 곳에서 손을 내밀어 날 부르는 너의 그 미소가 그리워 가끔은 너무 힘들어 이대로 끝이라 믿었어 텅 빈 가슴에 불러봐요 희망을 향한 내 맘 눈부시게 아름다웠던 우리들의 추억까지도 다시 한 번 느끼고 싶어 나를 감싸주는 꿈이 있다면 돌아갈 순 없는 걸까 아무도 없는 이 곳에서 두근거리던 우리 추억 이젠 또 느낄 수 없을까 가끔은 너무 힘들어 이대로 포기하고 싶어 두려운 내 맘 날 지켜줄 희망을 향한 내 맘 눈부시게 아름다웠던 우리들의 추억까지도 다시 한 번 느끼고 싶어 나를 감싸주는 꿈이 있다면 꿈인가요 우릴 보는 이 순간 반짝이며 스쳐가는 순간도 우릴 위한 것이죠 이제 더 이상 망설일 수 없어요 지금 우리가 함께 한 걸요 멈추지 않는 소릴 들어봐요 터질 것 같은 용기를 난 느껴요 부숴지는 저기 햇살이 나를 반겨 날아 오르게 포기할 수 없는 내 맘을 난 느껴요 할 수 있죠 눈부시게 아름다웠던 우리들의 추억까지도 다시 한 번 느끼고 싶어 나를 감싸주는 꿈이 있다면"}, {"song_no": "742311", "year": "2005", "rank": "83", "title": "안부 (Duet With 나윤권)", "artist": "별", "genre": "Ballad", "lyrics": "이번엔 진짠가요 몇 번을 헤어졌지만 결국엔 다시 또 돌아 왔잖아요 이번엔 진짠가요    이제는 알잖아요 사랑을 하면 할수록 시간이 갈수록 힘들어 진다는 걸  이젠 알잖아요    이젠  사랑해도 사랑해선 안되고 보고파도 만나선 안되고 술에 취해 흐트러지지 않게 술도 마시지 말고    행여 우리 마주치더라도 사랑하는 마음은 숨기고 오랜만에 만난 친구처럼 웃으며 안부를 물어요    너무 슬픈 일이죠 가슴이 너무나 아프죠 그댈 향한 마음을 다 지운다는 게 다 잊는다는 게    다음 세상엔 우리 우리 아주 일찍 만나요 그래서 평생 둘이  함께 지낼 수 있게 헤어질 필요 없게   이젠 사랑해도 사랑해선 안되고 보고파도 만나선 안되고 술에 취해 흐트러지지 않게 술도 마시지 말고    행여 우리 마주치더라도 사랑하는 마음은 숨기고 오랜만에 만난 친구처럼 웃으며 안부를 물어    이젠  사랑해도 사랑해선 안되고 보고파도 만나선 안되고 술에 취해 흐트러지지 않게 술도 마시지 말고 행여 우리 마주치더라도 사랑하는 마음은 숨기고 오랜만에 만난 친구처럼 웃으며 안부를 물어요 웃으며 안부를 물어요"}, {"song_no": "882500", "year": "2005", "rank": "84", "title": "혼자인걸요", "artist": "쿨 (COOL)", "genre": "Ballad", "lyrics": "난 너무 작고 초라해서  아무리 날 꾸며봐도 우습죠  이런 모습으로 그댈  사랑하고 있으니까요    아니죠 난 안되는거죠  알면서도 내 맘속엔  커져만 가는 그 사랑을 그댄  끝내 알지도 못하겠죠    소리쳐 말할까요 혼자있을때처럼  이 세상 누구보다 그댈 사랑한다고  그대가 들을까요 비웃진 않을까요  내 모습이 너무 초라해서    그대를 향한 고백들은  가슴에 쌓여만가죠  이제는 담아둘 수 없을 만큼  넘쳐 흐르죠 눈물이 되어    소리쳐 말할까요 혼자있을때처럼  이 세상 누구보다 그댈 사랑한다고  그대가 들을까요 비웃진 않을까요  내 모습이 너무 초라해서    내가 지나가요 또 못 본 건가요  이렇게 가까이 있는데  왜 볼 수 없나요 왜 아픈건가요  그대를 사랑한 것 뿐인데    소리쳐 말할까요 혼자있을때처럼  이 세상 누구보다 그댈 사랑한다고  그대가 들을까요 비웃진 않을까요  내 모습이 너무 초라해서    눈을 감고 가만히 귀 기울여 준다면  알 수도 있을텐데.."}, {"song_no": "866714", "year": "2005", "rank": "85", "title": "별, 바람, 햇살 그리고 사랑", "artist": "김종국", "genre": "Ballad", "lyrics": "눈이 부시도록 투명한 아침  싱그러운 햇살속에  잠든 너의 숨결위로 묻어나는 행복  별이되어 바람이 되어 추억에 잠기면  어느 새 잠에서 깨어 날 부르며 웃는 너  baby never say goodbye  단 한사람 너만 있어주면돼  이세상 무엇도 널 대신 할순없어  baby don't you never cry  아름다워 네가 있는 이 세상  사랑하기에 나는 행복하니까  내몸 가득 배인 너의 향기와  입술 가득 고인 미소  여기 이 모든 행복이 정말 내 것인지  사라질까 잃어버릴까 두려운 마음에  살며시 너를 안고서 저 하늘에 기도해  baby never say goodbye  단 한 사람 너만 있어주면돼  이세상 무엇도 널 대신 할순없어  baby don't you never cry  아름다워 네가 있는 이세상  사랑하기에 나는 행복하니까  구름속의 연인들처럼 늘 함께있어도  이렇게 안고 있어도 더 그리워지는 너  baby never say goodbye  단 한사람 너만 있어주면돼  이세상 무엇도 널 대신 할 순 없어  baby don't you never cry  아름다워 네가 있는 이세상  사랑하기에 나는 행복하니까  영원히 지금 이대로 워우워 너만을 사랑하겠어 워우워"}, {"song_no": "733379", "year": "2005", "rank": "86", "title": "Super Star", "artist": "쥬얼리", "genre": "Dance", "lyrics": "눈을 떠 소리를 높여봐  더 크게외쳐봐 그댄 Superstar!  Woo- (one two three four!)  소릴높여봐 (소릴높여봐)  더 크게 외쳐봐  그댄 Superstar! Woo Yeah-  지쳐있던 모든것을 버려  그런몸짓 그런눈빛  지겹지도 않니 old style  더 이상은 신경쓰지마  웃을수만 있다면 시작해봐 이렇게  소릴높여봐 때론 미쳐서  춤을춰봐 날이 새도록  그대를 힘들게 한 날은 잊고 Yeah-  크게 외쳐봐 때론 질러봐  흔들어봐 그래 잊진 마 그댄 Superstar!  Oh- 맘을 열어 소리쳐봐 Yeah- Oh- 잊지는 마 기억해둬  그댄 바로 Superstar!  Yo! Here comes a queen B U gonna change I like that thing U do 오늘도 변함없이 Ur the one that I love Ur the that I miss Ur a superstar in Ur L-I-F-E  아무것도 신경쓰지마 행복할 수 있다면  시작해봐 이렇게 Yeah-  소릴 높여봐 때론 미쳐서  춤을 춰봐 날이 새도록  그대를 힘들게 한 날은 잊고  크게 외쳐봐 때론 질러봐  흔들어봐 그래 잊진 마 그댄 SuperStar!  Oh- 맘을 열어 소리쳐봐 Yeah- Oh- 잊지는 마 기억해 둬  그댄 바로 Superstar!  So lieten ma word baby.  It's time for change night tonight.  CLAP for me. New skool beat again.   어색하게 맞춰 가려고 하지마  자신있게 덤벼봐 이제 달라지는 거야 커질수만 있다면   잃어버린 모든것에 후회하지마  또 다른 꿈을 찾아 시작해도 늦지 않아 I Never ever give it up hey hey hey  Oh- 맘을 열어 소리쳐봐 Yeah-  아직까지 잊지못한 아픈 기억들  미련따위 필요없어 그저 웃어 보는거야 지울 수만 있다면   모두 같은 곳으로 향한 이 순간  주인공은 바로 너야 그 모든것을 던져 후회하진 않겠어-"}, {"song_no": "841264", "year": "2005", "rank": "87", "title": "사랑이라는 이유로", "artist": "이소은", "genre": "Ballad", "lyrics": "사랑이라는 이유로 하얗게 새운 많은 밤들"}, {"song_no": "841073", "year": "2005", "rank": "88", "title": "편지", "artist": "김우주", "genre": "Ballad", "lyrics": "다시 사랑한다고 말할까 내가 미안하다고 말할까 돌아서기엔 소중한 너 차마 볼 수 도 없던 나를 너를 기다린다고 말할까 나 자신 없지만 워 그래도 행복했다고 나 웃으며 써볼게 너를 지우려 했었어 그게 쉬울 줄 알았어 어리석게도 난 너를 지울 거라고 생각 했어 이제와 너에게 못다한 내맘쓰려 해도 너무도 늦어 버린 건 아닌지 나 받아주겠니 못난 나를 용서해 바보 같이 몰랐던 너의 그 커다란 사랑을 이제와 알았는데 다시 사랑한다고 말할까 내가 미안하다고 말할까 돌아서기엔 소중한 너 차마 볼 수 도 없던 나를 너를 기다린다고 말할까 나 자신 없지만 워 그래도 행복했다고 나 웃으며 써볼게 너무 늦은 거겠지 다친 니맘 돌리기엔 다 알지만 그래도 기다려 볼게 아니 기다려 볼래 아파했던 날들과 눈물짓던 밤들로 이렇게 버려진 나를 봐 용서해 줘야만 돼 슬프게 하진 않을게 눈에 눈물짓게도 않을게 소중한 사람 너 뿐인 걸 모르고 상처만 남겼지만 우리 다시 시작 할 수 있게 내게 기회를 줘 우워 그럴 수 있다면 제발 꼭 나에게 돌아 와줘"}, {"song_no": "882497", "year": "2005", "rank": "89", "title": "Sexy Summer lady", "artist": "쿨 (COOL)", "genre": "Dance", "lyrics": "Oh girl 사뿐 사뿐 내게로 오네 sexy sexy Oh girl 나 후끈후끈 달아오르네 후끈후끈 baby girl~  뜨거운 태양이 저 바달 삼킬 듯 날 찾아 왔어요 여름이 왔죠 오늘이 오기를 기다렸던 이유 모두가 똑같아 sexy sexy baby  섹시한 당신 너무 좋아 가슴 뛰게 만드는 그대 선글라스 뒤에 감춰진 느낌이 있는 그대 오! 그대 훔치고 있어  Oh girl 사뿐 사뿐 내게로 오네 sexy sexy Oh girl 나 후끈후끈 달아오르네. sexy sexy baby girl~  일년을 기다린 Summer vacation 아가씨들 많아 좋은 situation 완전 내 스타일이야 완벽한 내 몸매에 조금은 아쉬운 살짝 나온 뱃살 이정도 숨기기는 식은 죽 먹기  아가씨들 볼 때 마다 배에다 힘주기  어쩌다 나도 몰래 힘 빠질 때  놀라지 마세요 이건 나의 구명조끼에요  시선이 뜨거워 오~ 전부 나만 봐 그 중에 유난히 눈에 띄는 girl 날 보는 그 눈빛 오빠는 다 알아 수줍어 하지마 나도 원츄 원츄    저 붉은 노을 뜨거운 입맞춤 나의 상상속의 그대 깊어가는 여름밤의 꿈  나 그대와 함께 함께 만들고 싶어  Oh girl 오~ 저 태양도 잠들어가네  sexy sexy Oh girl 여름밤은 깊어만 가네 sexy sexy baby Girl~ 사랑도 점점 깊어만 가네 sexy sexy Oh girl 여름밤은 깊어만 가네 sexy sexy baby girl~"}, {"song_no": "864432", "year": "2005", "rank": "90", "title": "Do You Love Me? (둘이 함께)", "artist": "보아 (BoA)", "genre": "Dance", "lyrics": "Baby, do you, do you love me? 매일 같은 질문  매일같이 더해가는 나의 감정... oh yeah...  그댄 알까요? 하루에도 열 두 번씩 듣고 싶은 말...  내겐 정말 소중한 걸... 보여줘요... 주저하지 말고 사랑해요  그대에겐 모든 걸..baby, 허락할 수밖에 없어... 내게 와요... 더 이상은 기다리게 하지 마... 둘이 함께... If you had my love...  빛이 보여요..더욱 커져가고 있죠.. 나도 이젠 빛이 되요..  Baby, do you, do you want me? 이젠 막을 수가 없어  터져버릴 것만 같은 댐과 같죠... oh yeah...  날 더 원한다면 그대 안에 나를 가둬줘요..  In my heart, in my soul..전부 그대로… 구름 위를 떠다니는 내 기분..지금 이대로 멈춰버릴 수만  있다면…Baby, 위험하게, 위험하게 나를 점점, 그대만의  Come, come. 사랑으로 날...  보여줘요... 주저하지 말고 사랑해요 그대에겐 모든 걸..baby, 허락할 수밖에 없어...  내게 와요... 더 이상은 기다리게 하지 마... 둘이 함께... If you had my love... 예쁜 사랑 만들어요..우리 변함없는 처음처럼..그대만의  사람 될게요... 수도 없이 많은 날을 함께 만들어가요... (영원 같은 행복 줄게요)   날 떠나버릴 지도 몰라..나를 불안하게 하지 말아줘..  You got me...I got you, I won’t change my mind...  보여줘요... 주저하지 말고 사랑해요  그대에겐 모든 걸..baby, 허락할 수밖에 없어... 내게 와요... 더 이상은 기다리게 하지 마... 둘이 함께... If you had my love..."}, {"song_no": "864905", "year": "2005", "rank": "91", "title": "My Everything", "artist": "KCM", "genre": "Dance", "lyrics": "제발 나 같은 사람 두 번 다시 만나지 말았으면 해  줄 거라곤 눈물밖에 없는 나니까  - 연 주 중 -  행복했는데 너와 함께 있을 때면 좋았는데  우리가 왜 헤어지니 해줄게 하나 없는 나를 만나서 girl I know 많이 힘들었나 봐  나같은 사람 두번 다시 만나지 말았으면 해  줄거라곤 눈물밖에 없는 나니까  하룰 살아도 너 없이는 안되는걸 알지만  널 보낼게 널 잊을게 떠나도 돼  널 보내 줄께 그게 널 행복하게 하는거라면  그걸로 난 만족해  널 아프게 울리지만 나는  용서해 보내주기 쉽진않겠지만 너를 잊고 싶은데 널 지우고 싶은데  도저히 난 안되겠어 나같은 사람 두번 다시 만나지 말았으면 해  줄거라곤 눈물밖에 없는 나니까  하룰 살아도 너 없이는 안되는걸 알지만  널 보낼게 널 잊을게 떠나도 돼 그래도 우린 서로 사랑했었었지 널 보낼줄아는내맘이 아직 망설이지 이젠 좋았던 기억도  어색한 말로 이별의 종이로 띄어 보내야지 이기적인 내가 네게 주었던 눈물 마지막까지도 멈추진 않은 너의눈물 나같은 사람 두번 다시 만나지 말았으면 해  줄거라곤 눈물밖에 없는 나니까  하룰 살아도 너 없이는 안되는걸 알지만  널 보낼게 널 잊을게 떠나도 돼 나 같은 사람 두번 다시 만나지 말았으면 해 줄거라곤 눈물밖에 없는 나니까 하룰 살아도 너 없이는 안되는걸 알지만 널위해서 보내줄께 My everything"}, {"song_no": "885552", "year": "2005", "rank": "92", "title": "그래도 여전히 사랑일때...", "artist": "ㄱ", "genre": "Ballad", "lyrics": "이젠 끝이란 말 대신 흐린 눈으로 바라보며 함께한 시간 모두 잊으라 말하는 너 태연한 척하며 애써 미소를 지었지만 널 향한 내 마음은 끝없이 무너져가 아무런 말도 하지 말아 줘 아무런 것도 원하지 않아 사랑했다고 고마웠다고 변명은 않아도 괜찮아 난 I'll never I'll never find someone like you No I'll never 함께 만든 시간들 모두 내 맘속에 간직할께  다른 사랑 원한다고 날 두고 가는 널 잡지 않아 이젠 다 지울게 눈물이 마르기 전에 떠나가도 아무렇지 않아 이대로 괜찮아 너 없는 시간이 힘들겠지만 워 동정 따위는 하지마 변한 니 모습 보면서도 또 다시 돌아올 너라고 믿고 싶어 아무런 말도 하지 말아 줘 난 아무런 것도 원하지 않아 내가 부족해서 너의 행복 위해 날 떠난다 말해도 괜찮아 난 I'll never I'll never find someone like you No I'll never 함께 만든 시간들 모두 음 워 내 맘속에 간직할께  다른 사랑 원한다고 날 두고 가는 널 잡지 않아 이젠 다 지울게 눈물이 마르기 전에  웃어줘 Please Baby come back to me 날 위해 이대로 괜찮아 또 다른 사랑을 위해서 행복을 빌어줄께 Never find anyone  I'll never I'll never find someone like you 함께 만든 시간들 모두 내 맘속에 간직할께  다른 사랑 원한다고 Woo 날 두고 가는 널 잡지 않아 다신 볼 수 없다해도 널 애타게 그려봐도Yeah No 다시 또 다시 니가 그리워도 Uh 널 찾아 헤매이지 않아 널 위해서 기도할게 Oh Yeah Oh Yeah Ah 이것만은 기억해줘 기억해 줘 나 항상 여기서 기다릴께 언제든 돌아와 줘 오직 너만을 그리는 날 Woo"}, {"song_no": "891991", "year": "2005", "rank": "93", "title": "환희", "artist": "싸이 (PSY)", "genre": "Dance", "lyrics": "오늘의 뉴스 패싸움 끝 One Two 얘들아 뛰어라 서로 편가르지 않는것이 숙제 오늘부로 합세 하나로 합체 하나로 합체 우리는 제도권 킬러 동서로 갈라 여야로 갈라 싸움은 똑같고 사람만 달라 이러지 말라는 모두의 바램은 말짱 꽝 빛바랜지 오래야 코리아 이게 무슨 꼴이야 아이구 골이야 하구 맨날맨날 하는말 국민여러분 i'm sorry야 다 뻥이야 걱정해봤자 얼굴붉히며 소리질러봤자 뻔할뻔자 백팔백번 귀에 못 박히도록 얘기 해봤자 변하는거 봤냐 그냥 쟤네 저러고 살라고 내버려두고 그 열정과 수고 쌓여있는 분노 끄집어내 아니면 병된다 그거 우리끼리라도 손잡자고 그대 손을잡고 걸어가고 있는 이순간 세상 모든것이 아름답게 보여요 이제 나의 기쁨이 되어주오 이제 나의 슬픔이 되어주오 우리 서로아픔을 같이하면 다시 태어날수 있는것 이제 그대 기쁨을 말해주오 이제 그대 슬픔을 말해주오 우리 서로아픔을 같이하면 행복할수 있어요 나의 에로 댄스보다 케이블의 외설영화보다 청소년에게 악영향을 미치는건 뉴스라고 본다 뱃지달고 완장달고 패싸움하면 리플달고 학교에가서 연예인을 따라하듯이 어르신들 패싸움도 따라하겠지 집단구타 왕따 강자에게 상납 하는법을 누가 가르쳤나 가수 배우 아님누구 너가 내가 아님누구 누구를 누구라 표현하긴 했다만 누가 누군지 누구나 다알지 왜냐 매일밤 뉴스에서 보니까 우리끼리라도 손잡자고 그대 손을잡고 걸어가고 있는 이순간 세상 모든것이 아름답게 보여요 이제 나의 기쁨이 되어주오 이제 나의 슬픔이 되어주오 우리 서로아픔을 같이하면 다시 태어날수 있는것 이제 그대 기쁨을 말해주오 이제 그대 슬픔을 말해주오 우리 서로아픔을 같이하면 우리 서로아픔을 같이하면 이제 그대 기쁨을 말해주오 이제 그대 슬픔을 말해주오 우리 서로아픔을 같이하면 행복할수 있어요"}, {"song_no": "882501", "year": "2005", "rank": "94", "title": "Good bye", "artist": "쿨 (COOL)", "genre": "Ballad", "lyrics": "너를 지울래..너를 잊을래 너를 지울래..너를 잊을래   기억속에서 잊을 수 있을거 같애  또 다른 사랑 찾을래  추억속에서 지울 수 있을거 같애  나 이제 노력해 볼래  잊을 수 있어 그 사람  만남과 사랑을 나 지울 수 있게  미안해 잘지내 나이젠 떠날래  또 다른 사랑 찾을래   너를 잊었어 난 이미 변했어  차가운 바람속에 이미 내가 서 있어  날 원하지 마 어쩔수 없으니까  내가 아픈만큼 너무 늦었으니까  밤마다 흘러나오는 슬픈 노래에  한동안 술 취해 사랑을 구걸해  밤마다 괴로움과 외로움과 씨름해  이제는 지겨워 나 너를 잊을래   다른 사랑이 보여 이젠 내가 보여  너만 보여서 보이지 않았던  나의 눈 속에 이젠 나의 맘 속에  넌 희미해져 다른 사람이 보여  누군갈 만나고 사랑도  할 수 있을 것 같아  우연히 널 만나도  이젠 웃을 수 있을 것 같아   기억속에서 잊을 수 있을것 같애  또 다른 사랑 찾을래  추억속에서 지울 수 있을것 같애  나 이제 노력해 볼래  잊을 수 있어 그 사람  만남과 사랑을 나 지울 수 있게  미안해 잘 지내 나 이젠 떠날래  또 다른 사랑 찾을래   간만에 밖으로 나와 거리를 걸어봐  나도 모르게 입가에 웃음이 나와  이제야 널 조금씩 잊어가나봐  힘든 이별도 이제 끝나가나봐 널 비추던 등불이 희미해져가  널 놓지 않으려 꽉 잡던  널 향한 미련의 끝을  이제야 떠나보내네  내 가슴속에 남겨둔채 이젠 웃을래   다른 사랑이 보여 이젠 내가 보여  너만 보여서 보이지 않았던  나의 눈 속에 이젠 나의 맘 속에  넌 희미해져 다른 사람이 보여  누군갈 만나고 사랑도 할 수 있을 것 같아  우연히 널 만나도 이젠 웃을 수 있을 것 같아 My love goodbye...(너 언제나)  너의 새로운 사랑의 시작 축복해 줄게 My love goodbye (행복해 우후~) 그래 이젠 다른 사람 만나 더 행복하게 My love goodbye 이젠 안녕 오~오~  My love 이젠 널 위해 기도할게 My love goodbye 이젠 안녕 오~오~ My love 이젠 널 위해 기도할게  이젠 너를 잊을래"}, {"song_no": "844267", "year": "2005", "rank": "95", "title": "짠짜라", "artist": "장윤정", "genre": "Adult Contemporary", "lyrics": "짠짠짠)  (짜라라짜짜짜)  잘가요 안녕 내 사랑 (짠짠짠)  반짝 반짝 반짝이는  밤하늘의 별을 보며 (짜라라짜짜짜)  우리 사랑 변치말자던  그 약속 잊으셨나요 (짠짠)   날 갖고 장난쳤나요  사랑이 그런건가요  이리저리로 왔다 요리조리로 갔다  아직도 헷갈리나요   짠짠짠 하게 하지 말아요  말없이 그냥 가세요 (짜라라짜짜짜)  짠짠짠 이제 울지 않아요  잘가요 안녕 내 사랑 (짠짠)   (짜라라짜짜짜)  잘가요 안녕 내사랑 (짠짠짠)   깜빡 깜빡 깜빡이는  네온싸인 불빛아래 (짜라라짜짜짜)  약속시간 지나갔어도  내 님은 오질 않네요 (짠짠)   날 갖고 장난쳤나요  사랑이 그런건가요  이리저리로 왔다 요리조리로 갔다  아직도 헷갈리나요   짠짠짠 하게 하지 말아요  말없이 그냥 가세요 (짜라라짜짜짜)  짠짠짠 이젠 울지 않아요  잘가요 안녕 내 사랑 (짠짠)  잘가요 안녕 내 사랑 (짠짠)   (짜라라짜짜짜)  잘가요 안녕 내 사랑 (짠짠짠) -"}, {"song_no": "863658", "year": "2005", "rank": "96", "title": "Never Again", "artist": "SS501", "genre": "Ballad", "lyrics": "내게 말을 하지 그랬니  니곁에 다른 사람 생겼다는 사실  모든걸 받아들이기엔 내가  죽고 싶을만큼 아픈 일이 되겠지만   너와 함께 있는 그애 앞에  나혼자 머뭇거리며 서있던 그때  그래 너를 그냥 보낸게  잘한거라 생각했지만  내 맘 너무 아파 오는걸   (I Don't wanna love again) Baby I Don't wanna love again  다신 날 찾지 않기를    (I Don't wanna love again)  baby I know 너의 욕심만큼  널 채우지 못한 나   마지막 너에게 하고 싶은 말  가끔은 이렇게 내뜻과 다른 나의 삶 나에겐 니가 전부였었는데  너무 잔인한 네 눈빛 날 무너뜨렸지   너와 함께 있는 그애 앞에  나혼자 머뭇거리며 서있던 그때 그래 너를 그냥 보낸게  잘한거라 생각했지만  내 맘 너무 아파 오는걸   (I Don't wanna love again) Baby I Don't wanna love again  다신 날 찾지 않기를    (I Don't wanna love again)  baby I know 너의 욕심만큼  널 채우지 못한 나   이미 오래전에 널 떠났어야  했는데 내가 바보였어  너의 기억 한꺼번에 다 모두 다 지울래  (I Don't wanna love again)  I don't wanna love again    I don't- I don't- I don't- baby I don't wanna love again  can't you see my darling    (I Don't wanna love again) ooh I don't wanna love again baby  널 채우지 못한 나   (baby I boat say that is over now  I don't need a anymore-)"}, {"song_no": "864910", "year": "2005", "rank": "97", "title": "행운", "artist": "KCM", "genre": "Ballad", "lyrics": "참 오래 걸렸어 다른 사람과  마주앉아 웃을 수 있기까지  그래 그래서 나 잊은거라 생각했었어  다 지나간 일인거라고   아니었나봐 심장이 멎어버렸어  반가운 웃음을 얼마나 연습했는데   그날처럼 눈물부터 흘러내렸어  짧은 순간 사랑했던 그때로 나 되돌아갈래  단한번도 간적 없나봐  아마도 난 널 만나려고 살았나봐   참 힘이 들었어 너란 사람과  아무 상관없는 나 되기까지  언제 어디서 널 마주치게 될 순간에도  웃으며 인사할거라고   왜 몰랐을까 아픔도 너였겠지만  웃음을 찾아준 사람도 너였다는 걸   그날처럼 눈물부터 흘러내렸어  짧은 순간 널 사랑했던  그때로 나 되돌아갈래  단 한번도 간적 없나봐  아마도 난 널 만나려고   고마워요 그동안 날 살게 해줘서  너의 사랑 너의 기억 지금도 날 숨쉬게해  나 간직할께 짧은 내 삶에  아름다운 너를 남겨준 저 하늘에 -"}, {"song_no": "866712", "year": "2005", "rank": "98", "title": "Dream", "artist": "김종국", "genre": "Ballad", "lyrics": "아직너무 이른데 떠난다고 말하면 아무준비도 못한 나는 뭐라고 말하니 네가 너무 좋아서 네가 너무 미워져 왜 바보처럼 울기만 해 네 옆에 나 있는데 오랫동안 받기만한 나 이기적이지 한마디만 해 돌아온다고 언제까지라도 여기에서 기다리면 되잖아 돌아온다는 말을 왜못해 네 맘 하나도 변한 곳 없는데 오워 사랑한다고 말했지 난 그거면되지 넌 내마음 다알잖아 그래도 가려면 나의 마음도 우워 함께가져가 이게 마지막이니 정말 마지막이면  날 다잊겠다던 그 약속 지키길 바랄께 네가 너무 걱정이야 나없이 살아갈 난 그냥 울면 돼 오 하지만 많이 아파할 널 잘알기에 기다리면 되잖아 돌아온다는말을 왜못해 네맘하나도 변한곳 없는데 오워 사랑한다고 말했지 난 그거면되지 넌 내마음 다알잖아 그래도 가려면 나의 마음도 우워 함께가져가"}, {"song_no": "882496", "year": "2005", "rank": "99", "title": "고백합시다", "artist": "쿨 (COOL)", "genre": "Dance", "lyrics": "내게 관심있다면 너 어서 내게 말해봐 왜 항상 바보처럼 내곁에 맴돌고만 있는지   오- 말하려고 했지 널 담아둔 내 마음을 하지만 왠지 너만 보면 늘 망설이게 되는 걸   이렇게 하루 이틀 시간만 가고 눈치만 보던 그녀가 나 아닌 누군가와 사랑을 한데 Oh Baby-  사랑 감춘 사람들 모두 고백합시다(하루라도 빨리) 사랑은 내가 올때까지 날  기다리지 않을테니까(고고고고) 누군가를 사랑한다면은 용기냅시다   그 무엇도 가만히 얻는 것은 없을테니까 어서 말을해봐   세상에 재채기와 사랑만큼은  절대 감출수도 숨길수도 없다고들 해  사랑 말못하고 바보처럼 묻어둔다면  절대 넌 그녈 얻지못해 고백을 해봐   용기있는 자만이 나같은 미인을 얻지-  날 원하면 어서 너 남자답게 내게 말해봐   오- 이제 말을 할까 나 너의 앞에 설때면  언제나 생각과는 달리 또 엉뚱한 얘길 하지    이렇게 하루 이틀 시간만 가고 눈치만 보던 그녀가  나 아닌 누군가와 사랑을 한데 Oh Baby~  사랑 감춘 사람들 모두 고백합시다(하루라도 빨리) 사랑은 내가 올때까지 날 기다리지 않을테니까(고고고고) 누군가를 사랑한다면은 용기냅시다   그 무엇도 가만히 얻는 것은 없을테니까 어서 말을해봐   잠깐 그녀 앞에 용기낸다면  남은 니 인생이 확 바뀔텐데 (어서 고백해봐)너 어서  그녀에게 고백을 해봐 빨리 지금 고백합시다(빨리)  오 사랑한단 말해봐(오-빨리)  술기운엔 하지마(오-빨리)"}, {"song_no": "864438", "year": "2005", "rank": "100", "title": "공중정원 (Garden In The Air)", "artist": "보아 (BoA)", "genre": "Ballad", "lyrics": "아직 넌 헤매고 있어   아마도 외로웠던 거야   밤하늘 가득 멀게만 보였던   곳을 너무 원했나봐   시간이 지나갈수록   내가 널 닮아 갈수록   난 그대 슬픈 눈빛을 보네   Don't know why you   treat me so bad   That's what I need to know   모두 사라져 버린 건 아니잖아   이젠 This time is real   No one can deny   세상 가운데 살아 숨쉬는 곳   꿈꿔왔다면 내가 주게해줘   그리워하던 모습 그대로 hey   그대의 허락도 없이   난 이렇게 변해 버렸어   한결같은 그 아픔도   모두 사라질 바에야 잊어줘   목소리 듣지 않아도 지금   보이지 않아도   또 다른 세상의 끝쯤에서   타인의 모습이라도 널   찾아 낼 거야   이런 마음이라면 난 할 수 있어   이젠 This time is real   No one can deny   눈부신 사막의 높은 곳으로   꿈꿔왔다면 함께 있게 해줘   오직 너만을 위해 지금 이렇게   약한 듯 살아가는 것만으로도   내일은 그렇게 또 변할 수   있는 건가봐   Loving you and make it still   너와 내가 찾던 그곳에서   머물러 있을 테니   이젠 This time is real   No one can deny   세상 가운데 살아 숨쉬는 곳   꿈꿔왔다면 내가 주게해줘   그리워하던 모습 기억 그대로   이젠 This time is real   No one can deny   눈부신 사막의 높은 곳으로   너의 곁에 있고 싶어   꿈꿔왔다면 함께 있게 해줘   오직 너만을 위해 이렇게  oh Loving you  and make it still"}]