[{"song_no": "1314336", "year": "2006", "rank": "51", "title": "유행가", "artist": "롤러 코스터", "genre": "Rock", "lyrics": "오늘도 울고 웃는다  사랑이여 변치마오  눈물에 번져 얼룩진 도시에  밤은 오늘도 깊어가네   달콤한 첫 키스가  꽃노래가 울려퍼지고  시간아 여기서 멈추어 다오  사랑이여 변치마오   영원히 나만을 저 별을 따다 줄까  불타는 이 마음 나만을 지켜주겠다더니   그 까짓 거 사랑이야  이제 그만 잊어버려  가려거든 아주 가오  눈물 따위 보이지 말고   오늘도 울고 웃는다  사랑이여 변치마오  눈물에 번져 얼룩진 도시에  밤은 오늘도 깊어가네   영원히 나만을 저 별을 따다 줄까  세상은 변하고 아 그 사랑도 변하더라   그 까짓 거 사랑이야  이제 그만 잊어버려  가려거든 아주 가오  눈물 따위 보이지 말고   그 까짓 거 미련이야  이제 그만 지워버려  가려거든 아주가오  다시는 날 찾지말고   흘러내린 눈물이야  유행가로 달래 볼 테니  가려거든 아주 가오  다신 뒤돌아보지 말고   오 사랑이여 안녕"}, {"song_no": "1335334", "year": "2006", "rank": "52", "title": "단 한사람", "artist": "고유진 (플라워)", "genre": "Drama,Ballad", "lyrics": "난 영원이고 싶은 한 사람 그런 사람이 있어 날 아껴주었으면 나만 바라봤으면 하는 날 외롭게 하는 가까이 있어도 보고싶은 그 외로움만큼 더 그립게 하는 사람 난 너를 사랑해 이렇게 사랑해 천천히라도 좋으니 내게 맘을 열어 난 여기 있을께 그저 널 바라보면서 언젠가는 내 맘을 받아줘 오직 너의 단 한사람이 되고 싶어  난 추억이 되기 싫은 한 사람 그런 사람이 있어 늘 곁에 있고 싶은 십년이 지나도 날 아프게 하는 끝없이 불안하게 만드는 그 아픔만큼 나를 또 행복하게 하는 사람 난 너를 사랑해 이렇게 사랑해 천천히라도 좋으니 내게 맘을 열어 난 여기 있을께 그저 널 바라보면서 언젠가는 내 맘을 받아줘 오직 너의 단 한 사람이 되고 싶어"}, {"song_no": "1368011", "year": "2006", "rank": "53", "title": "Happy Day", "artist": "체리 필터", "genre": "Rock", "lyrics": "난 내가 말야 스무살 쯤엔 요절할 천재일 줄만 알고 어릴 땐 말야 모든 게 다 간단하다 믿었지 이제 나는 딸기향 해열제 같은 환상적인 해결책이 필요해 징그러운 일상에 불을 지르고 어디론가 도망갈까 찬란하게 빛나던 내 모습은 어디로 날아갔을까 어느 별로 작은 일에도 날 설레게 했던 내 안의 그 무언가는 어느 별에 묻혔나 가끔 울리는 전화벨소리 두근거리며 열어보면 역시 똑같은 이상한 광고 메세지일 뿐이야 이제 여기 현실은 삼류영화 속 너무 뻔한 일들의 연속이야 징그러운 일상은 멈춰 세우고 어디론가 도망갈까 거칠 것이 없었던 내 모습은 어디로 사라졌을까 어느 틈에 작은 일에도 늘 행복했었던 예전 그대로의 모습 찾고 싶어 찬란하게 빛나던 내 모습은 어디로 날아갔을까 어느 별로 작은 일에도 날 설레게 했던 내 안의 그 무언가는 어느 별에 묻혔나  찬란하게 빛나던 내 모습은 어디로 날아갔을까 어느 별로 작은 일에도 날 설레게 했던 내 안의 그 무언가는 어느 별에 거칠 것이 없었던 내 모습은 어디로 사라졌을까 어느 틈에 작은 일에도 늘 행복했었던 예전 그대로의 모습 다시 찾고만 싶어"}, {"song_no": "1205780", "year": "2006", "rank": "54", "title": "한마디만...", "artist": "이준기", "genre": "Ballad", "lyrics": "널 스친 바람 날 스칠텐데... 널 비춘 햇살 날 비출텐데  너와 난 같은 세상 속에서 다른 세상을 사나봐...  너무 보고 싶어서 자꾸 허는 가슴이  너없는 내 모습이 참 가여워  자고 나면 빚처럼 불어난 그리움  미칠듯이 널 찾고 있는데...  한마디만 널 사랑한다고.... 한마디만 돌아와 달라고  가슴에 찬 말보다 먼저 눈물이 흘러  한마디도 못한 채 널 놓쳐가나봐....   곪아서 터져 나오는 사랑... 더 숨을 곳도 없나봐....  이별엔 참 게을러 널 보내잔 다짐도  언제나 내일로 미뤄지잖니  내 시계는 멈춰도 넌 떠나가는걸  알면서도 널 기다리잖아...  한마디만 널 사랑한다고.... 한마디만 돌아와 달라고  가슴에 찬 말보다 먼저 눈물이 흘러  한마디도 못한 채 널 놓쳐가나봐....  하지 못한 말보다 더 가슴 아픈 건  너에게 꼭 듣고 싶은데 끝내 내가 듣지 못한 말...   한마디만 날 사랑했다고... 한마디만 행복했었다고  후회가 또 후회 돼 미련이 미련이 돼  어떻게 널 잊겠니 니가 날 잊어도...."}, {"song_no": "1364590", "year": "2006", "rank": "55", "title": "영원한 사랑", "artist": "이승철", "genre": "Ballad", "lyrics": "너를 아직 생각해 구름 걷힌 저 하늘 가득히 푸르던 날 우리 지난 추억은 언제나 나를 기쁘게 하네  맺지 못한 슬픔은 나를 비웃지 운명이라고 그렇게도 사랑했던 기억은 언제나 나를 지켜주는데  내가 갈수 없기에 그대 멀리서 나를 지켜 봐줘  이 세상 힘들 때면 그대의 한숨 어린 바람을 내가 느끼게  우리 다시 만나요 슬픈 약속을 모두 기억해 영원히 흘러간 사랑이여 자랑스럽게 너를 기억해  내가 갈 수 없기에 그대 멀리서 나를 지켜 봐줘  이 세상 힘들 때면 그대의 한숨 어린 바람을 내가 느끼게 우리 다시 만나요 슬픈 약속을 모두 기억해 영원히 흘러간 사랑이여 자랑스럽게 너를 기억해  자랑스럽게 너를 기억해"}, {"song_no": "1336658", "year": "2006", "rank": "56", "title": "열정 (Origianl Ver.) (Feat. 미쓰라 진, 이블 몽키)", "artist": "인순이", "genre": "Dance", "lyrics": "Can You Feel lt  can you feel the heat ma what  이 순간을 느겨봐 now what  put your hands up high what  lt you're feeling it then rise what  can you feel the heat ma what  이 순간을 느겨봐 now what  feel it feel it feel it feel it what   Can you feel it  yes l'm feeling it  Can you feel it  yes l'm feeling it for sure and  l'll never let this one go  Can you feel it   소리쳐봐 저 하늘까지  가슴속의 소망 퍼져가게  절망뿐인 삶을 털어 내봐   시린 눈물 따위 때문에  꿈을 멈추지는 마  시작해 열정 태우도록  Can you feel it  Can you feel it   Can you feel it  눈빛속에 담은 기대   숨이 차올라도 극복해  시련 밞고 서는 너를 원해  어떤 두려움도 겁내지는 마  노력 하는 거야 다같이  다시 웃음 찾는 날까지  마침내 이뤄지도록  can you feel the heat ma what  이 순간을 느껴봐 now what  put your hands up high what  lf you're feeling if then rise what  can you feel the heat ma what  이 순간을 느껴봐 now what  feel it feel it  feel it feel it feel it feel it what   yes l'm feeling it  yes l'm feeling it for sure and l'll never let  this one go   오늘도 거친 파도를 타고  내 빰을 스치는 바람을 타고  인생의 바다 어느 한 곳  발 붙일 수 없단 걸 알고  한숨에 한숨 아픈 내 가슴  하늘에 닿고 픈 매맘을  이 밤 등대가 되어 비추네  기적 소리만이 나를 깨우네  이밤 등대가 되어 비추네  기적 소리만이 나를 ?우네  오 나의 젊은 날이여  오 그 많은 설움 다 이겨내고  나는 날아가리 하늘 끝까지  꿈을 꾸던 가는 숨까지  앞으로 더 한걸음 더  폭풍보다도 큰 숨 쉬며  하늘 보다 높은 기대 속에  품어 보다 더 큰 미래   꿈을 위해!!!   꿈을 위해!!   Can you feel it  Can you feel it"}, {"song_no": "1285429", "year": "2006", "rank": "57", "title": "청소", "artist": "THERAY", "genre": "R&B / Soul", "lyrics": "난 오늘도 내 침대 위 한편에서 자죠 그대의 자리를 남겨둔 채로 내 방안에 그 모든 건 다 두 개씩이죠 함께 했던 찻잔부터 욕실에 칫솔까지도 사랑했었던 지난 기억들만큼 많은 그대 흔적이 아직 내방 가득 곳곳에 남아 난 힘들죠 오늘도 그 흔적들을 치워볼까 하룰 보냈죠 결국 그대로인데 워 그렇죠 내 눈에 고인 눈물 하나 치우지 못해 자꾸 흘려버리는 나인걸요 참 못났죠 나 이렇게 못 잊는 걸 보면 어쩔 수 없네요 난 그런가봐요 꼭 내일은 다 치우길 늘 다짐해봐도 벌써 그런지도 많은 계절이 지나버렸죠 모든 기억은 이젠 둘로 나눠져 그대에겐 추억이 내겐 너무나도 아픈 눈물로 돼버렸죠 오늘도 그 흔적들을 치워볼까 하룰 보냈죠 결국 그대로인데 워 그렇죠 내 눈에 고인 눈물 하나 치우지 못해 자꾸 흘려버리는 나인데 아직 안 되나봐요 그 어떤 기억도 버릴 자신이 없죠 어쩌면 난 혹시 그대 다시 내게 돌아올까봐 남겨 둔지 몰라요 워 난 오늘도 내 침대 위에 베개 하나 치우지 못해 그대 잠들던 곳에 남겨뒀죠"}, {"song_no": "1190874", "year": "2006", "rank": "58", "title": "아무리 생각해도 난 너를", "artist": "스윗소로우", "genre": "Drama,Ballad", "lyrics": "아무리 생각해도 난 너를 아무리 생각해도 난 너를 잊은 듯 눈 감아도 난 너를 아닌 듯 돌아서도 난 너를 조금만 솔직해도 나 너를  그렇게 아파하도록 너를 이렇게 바라보도록 쓸쓸한  눈으로 다만 웃고만 있었지 아무리 헤어져도 난 너를 매일 또 이별해도 난 너를 이미 넌 꿈이래도 난 너를 정말로 끝이래도 난 너를 한번만 용기내도 나 너를 그렇게 아파하도록 너를 이렇게 눈물 짓도록 다시는  다가가 차마 안을 수 없었지 나 이대로 더 있으면 이대로 머무르면 너를 더 사랑할 것 같아 나 이대로 더 있으면 이대로 바라보며  떠날 수 없을 것만 같아  내 작은 어깨위로 나 너를  언제나 힘이 되도록 너를 따스한 햇살처럼 나 다시 또 다가가 감싸 나 이대로 서성이면 이대로 눈물지면 너를 더 사랑할 것 같아 나 이대로 더 있으면 이대로 바라보면 너를 붙잡을 것만 같아 아무리 생각해도 난 너를 아무리 생각해도 난 너를 아무리 헤어져도 난 너를 매일 또 이별해도 난 너를 잊은 듯 눈감아도 난 너를 아닌 듯 돌아서도 난 너를 이미 넌 꿈이래도 난 너를 정말로 끝이래도 난 너를"}, {"song_no": "1144020", "year": "2006", "rank": "59", "title": "편지", "artist": "김종국", "genre": "Ballad", "lyrics": "마음은 넘쳐도 입술은 인색해  사랑한단 말도 지금껏 아꼈나 봐요  다 주고 싶은데 두 손이 초라해  자신 없는 마음이 자꾸 자랐나봐요   내가 가진게 없어서 많이 모자라서  좀 더 가지려고 애쓰는 동안  많이 외로웠을 텐데 불평 한마디 안하고  웃으며 나만 기다린 사람   내가 그대를 사랑합니다  감히 영원을 약속합니다  세상 어떤 말도 그대 앞에 부족하지만   나의 눈물이 말해줍니다  나의 가슴에 새겨 둡니다  내 삶의 끝까지 지워지지 않을 이름   항상 마음만 내세운 보잘것 없었던  내 사랑도 분에 넘친다면서  값진 선물이 없어도 칭찬 한마디  앞에도 행복하다며 안기던 사람   내가 그대를 사랑합니다  감히 영원을 약속합니다  세상 어떤 말도 그대 앞에 부족하지만   나의 눈물이 말해줍니다  나의 가슴에 새겨 둡니다  내 삶의 끝까지 지워지지 않을 이름   내 마음 한곳에 아련한 그리움  그대가 아닌 추억들도 참 미안합니다  구석구석 그대 없는 곳 하나 없도록  한 사람만 채우고 싶은 맘   오늘 태어난 사람입니다  다시 마음을 채워갑니다  내가 처음으로 배운 말은 그대입니다   내일 세상이 끝날 것처럼  나를 다해서 사랑합니다  내 삶의 끝까지 지워지지 않을 이름  내 마지막 사랑 그대 -"}, {"song_no": "1315570", "year": "2006", "rank": "60", "title": "알 수 없는 인생", "artist": "이문세", "genre": "Drama,Rock", "lyrics": "언제쯤 사랑을 다 알까요  언제쯤 세상을 다 알까요   얼마나 살아봐야 알까요   정말 그런 날이 올까요   시간을 되돌릴 순 없나요  조금만 늦춰줄 순 없나요   눈부신 그 시절 나의 지난날이   그리워요   오늘도 그저 그런 날이네요   하루가 왜 이리도 빠르죠   나 가끔은 거울 속에 비친   내가 무척 어색하죠   정말 몰라보게 변했네요   한때는 달콤한 꿈을꿨죠   가슴도 설레었죠   괜시리 하얀 밤을 지새곤 했죠   언제쯤 사랑을 다 알까요   언제쯤 세상을 다 알까요   얼마나 살아봐야 알까요   정말 그런 날이 올까요   시간을 되돌릴 순 없나요   조금만 늦춰줄 순 없나요   눈부신 그 시절 나의 지난날이   그리워요   어쩐지 옛 사랑이 생각났죠   당신도 나만큼은 변했겠죠   그래요 가끔 나 이렇게 당신   땜에 웃곤 해요   그땐 정말 우리 좋았었죠   하지만 이대로 괜찮아요 충분히   사랑했죠   추억은 추억일 때 아름답겠죠   언제쯤 사랑을 다 알까요   언제쯤 세상을 다 알까요   얼마나 살아봐야 알까요   정말 그런 날이 올까요   아직도 많은 날이 남았죠   난 다시 누군가를 사랑 할테죠   알수없는 인생이라 더욱  아름답죠  언젠가 내 사랑을 찾겠죠  언젠가 내 인생도 웃겠죠  그렇게 기대하며 살겠죠  그런대로 괜찮아요  아직도 많은 날이 남았죠  난 다시 누군가를 사랑 할테죠  알 수 없는 인생이라 더욱  아름답죠"}, {"song_no": "1322987", "year": "2006", "rank": "61", "title": "칵테일 사랑 (Feat. 김연우)", "artist": "서영은", "genre": "Ballad", "lyrics": "마음 울적 한날엔 거리를 걸어보고  향기로운 칵테일에 취해도 보고  한편의 시가 있는 전시회장도 가고  밤새도록 그리움에 편질 쓰고파   모짜르트 피아노 협주곡 21번  그 음악을 내 귓가에 속삭여주며  아침 햇살 눈부심에 나를 깨워줄  그럴 연인이 내게 있으면   나는 아직 순수함을 느끼고 싶어  어느 작은 우체국 앞 계단에 앉아  프리지아 꽃향기를 내게 안겨줄  그런 연인을 만나봤으면   마음 울적한 날엔 거리를 걸어보고  향기로운 칵테일에 취해도 보고  한편의 시가 있는 전시회장도 가고  밤새도록 그리움에 편질 쓰고파   모짜르트 피아노 협주곡 21번  그 음악을 내귓가에 속삭여주며  아침 햇살 눈부심에 나를 깨워줄  그럴 연인이 내게 있으면   나는 아직 순수함을 느끼고 싶어  어느 작은 우체국 앞 계단에 앉아  프리지아 꽃향기를 내게 안겨줄  그럴 연인을 만나봤으면   마음 울적한 날엔 거리를 걸어보고  향기로운 칵테일에 취해도 보고  한편의 시가 있는 전시회장도 가고  밤새도록 그리움에 편질 쓰고파   창밖에는 우울한 비가 내리고 있어  내 마음도 그 비따라 우울해지네  누가 내게 눈부신 사랑을 가져줄까  이 세상을 나로 인해 아름다운데   마음 울적한 날엔 거리를 걸어보고  향기로운 칵테일에 취해도 보고  한편의 시가 있는 전시회장도 가고  밤새도록 그리움에 편질 쓰고파"}, {"song_no": "1368239", "year": "2006", "rank": "62", "title": "눈물뿐인 바보", "artist": "BIGBANG", "genre": "R&B / Soul", "lyrics": "Yo I feel so empty seens you left me it's like i don't even know how to explain you see i'm sayin 많이 아퍼서 너무 화나서 나는 믿고 싶지 않았지 너의 두 눈에 너의 입술에 그 안에 내가 살고 있었는데 이젠 널 떠나라는 말을 어떻게 나에게 할 수 있니 너무나도 당황해 그만 너를 보냈지 사랑한 기억이 나를 붙잡고 좋았던 말들이 나를 울리고 가지 말라는 말조차 하기도 전에 벌써 넌 돌아서 버렸고 지나간 시간을 돌려서라도 너에게 준 상처 다 준대도 오로지 너 하나만 있어준다면 그걸로 난 됐어 난 됐어 forever 하루가 가고 한 달이 가도 시간은 무의미했었지 수화길 들어 너를 들어도 한마디 못한 채로 끊는 내가 나도 널 잊겠다는 말을 어떻게 내가 할 수 있겠니 너무나도 애타는 내 맘 Please don't leave me baby 사랑한 기억이 나를 붙잡고 좋았던 말들이 나를 울리고 가지 말라는 말조차 하기도 전에 벌써 넌 돌아서버렸고 지나간 시간을 돌려서라도 너에게 준 상처 다 준대도 오로지 너 하나만 있어준다면 그걸로 난 됐어 난 됐어 Forever 나 눈물뿐인 바보로 남는다 해도 도저히 너를 잊지 못해 나는 어쩔 수 없나 봐 and every night 또 눈물이 baby 내게로 돌아와줄래 yo listen 잊는다는 말은 no way 난 너 하나밖에 모르는데 너와 한 사진 한 장 끝내 버리지 못하고 바라보네 아마 나 너 아니면 다신 사랑이란 거 두 번 다시 하고 싶지도 할 수도 없어 내겐 이제 너 아니면 안돼 plz come back here 수많은 사람들 속에서 널 지켜낼 수 있어 널 위해 살 수 있어ma baby 이제까지 길 잃은 내 마음 속 주인은 바로 너뿐인걸 ma lady 너 없인 숨 쉴 수 없는걸 돌아와줘 girl 네가 너무도 보고 싶어 cuz you'r ma luv 고마워 날 행복하게 해줘서 미안해 날 사랑 못하게 해서 서로에게 마음마저 주는 일까지 이제는 다 못하게 돼서 죽어도 너 하나만 사랑할게 아파도 너만은 기다릴게 그때까지만 내게 돌아오면돼 너만을 사랑해 사랑해 Forever  never ever you see  you're ma girl and that's ma world ye baby only one"}, {"song_no": "1114180", "year": "2006", "rank": "63", "title": "술이야", "artist": "바이브", "genre": "Ballad", "lyrics": "슬픔이 차올라서  한 잔을 채우다가  떠난 그대가 미워서  나 한참을 흉보다가  나 어느새 그대 말투  내가 하죠  난 늘 술이야  맨날 술이야  널 잃고 이렇게  내가 힘들 줄이야  이제 남남이야  정말 남이야  널잃고 이렇게 우린 영영  이젠 우리 둘은 남이야  슬픔이 차올라서  한 잔을 채우다가  떠난 그대가 미워서  나 한참을 흉보다가  또 다시 어느새  그대 말투 또 내가 하죠  난 늘 술이야 맨날 술이야  널 잃고 이렇게  내가 힘들 줄이야  이제 남남이야  정말 남이야  널 잃고 이렇게 우린  영영 이제 우리 둘은  술마시면 취하고  나 한 얘기를 또하고  이젠 너 남인줄도 모르고  너 하나 기다렸어  난 늘 술이야 맨날 술이야  널 잃고 이렇게  내가 힘들 줄이야  이제 남남이야 정말 남이야  널 잃고 이렇게 우리  영영 이젠 우리 둘은  정말 영영 이제  우리 둘은 남이야  저물어 가는  오늘도 난 술이야"}, {"song_no": "1355089", "year": "2006", "rank": "64", "title": "잘해주지 말아요", "artist": "BGH4", "genre": "Ballad", "lyrics": "어느날 갑자기  그대 곁에 있던 날  볼 수 없다면 어떡할래요  왜 쓸데없이 그런 말을 하냐고  물어보지만 대답 할수 없었죠  사랑을 숨기고  그 사람도 숨기면  내 마음까지 감춰질까요  참 많은 밤을 뒤척이며  지새웠어요  그 사람만 생각나요  이런 날 어쩌면 좋죠   그대에게 미안하지만  내 마음이 말을 안듣죠  그대 아닌 사람을  사랑하게 됐나봐  잘해주지 말아요 내게  그대를 떠날 테니까  사랑 받으면서  다른 사랑하는 나를  날 용서말아요   이건 아니라고  그댈 버려 가면서  그 사람을 사랑할꺼냐고  날 다그치고 타일러도  소용없어요  내 가슴을 누를수록  사랑이 번져 나가요   그대에게 미안하지만  내 마음이 말을 안 듣죠  그대 아닌 사람을  사랑하게 됐나봐  잘해주지 말아요 내게  그대를 떠날테니까  사랑 받으면서  다른 사랑하는 나를   오늘도 나를 바라보고  변함없이 대하지만  그댄 이미  내 맘을 알고 있겠죠  헤어져 그 말은 입에 도는데  그대 때문에 말도 못하죠  차라리 내게  화를 내면 안되나요   모르는 척 하지 말아요  따듯하게 대하지 마요  그대 아닌 사람을  사랑하게 됐나봐  사랑하지 말아요 이젠  그대를 떠날테니까  사랑받으면서  다른 사랑하는 나를  날 용서말아요"}, {"song_no": "1314709", "year": "2006", "rank": "65", "title": "A Public Affair", "artist": "Jessica Simpson", "genre": "Pop", "lyrics": "There go the street lights.  The night's, officially on  I got the Green light,  to do, whatever I want  I'm gonna stand outside the box  &amp; put the rules on hold  Tonight, Carte Blanche,  1st class, for everything  Ready, Set, Go.  All the girls' stepping out for a public affair  All night,let's rock,cause the party don't stop  All the cameras, come out, for a public affair  Who cares,let's rock,cause the party don't stop  Hey, baby, I see you looking over here, baby  Are you gonna keep looking,  or get up &amp; talk to me  Here's anopportunity, that you don't wanna miss  Tonight, Carte Blanche,  1st class, for everything  Ready, Set, Go.  All the girls' stepping out for a public affair  All night,let's rock,cause the party don't stop  All the cameras, come out, for a public affair  Who cares,let's rock,cause the party don't stop  Do what you wanna do  Tonight, the world does not exist  No, no, no, no  Move how you wanna move  All my girls work it out, like this  Give me room to shake, shake, shake  All the girls' stepping out for a public affair  All night,let's rock,cause the party don't stop  All the cameras, come out, for a public affair  Who cares,let's rock,cause the party don't stop  All the girls' stepping out for a public affair  All night,let's rock,cause the party don't stop  All the cameras, come out, for a public affair  Who cares,let's rock,cause the party don't stop  All night, don't stop  Who cares, let's rock  All right, don't stop  Who cares, let's rock     All the girls' stepping out for a public affair  All night,let's rock,cause the party don't stop  All the cameras, come out, for a public affair  Who cares,let's rock,cause the party don't stop"}, {"song_no": "1120765", "year": "2006", "rank": "66", "title": "So Sick", "artist": "Ne-Yo", "genre": "R&B / Soul", "lyrics": "Mmmm mmm yeah  Do do do do do do do-do  Ohh Yeah -    Gotta change my answering machine  Now that im alone  Cuz right now it says that we  Cant come to the phone  And I know it makes no sense  Cuz you walked out the door  But its the only way I hear  your voice anymore    (Its ridiculous)  Its been months And for some reason I just  (Cant get over us)  And im stronger then this  (Enough is enough)  No more walkin round With my head down  Im so over being blue Cryin over you    And im so sick of love songs  So tired of tears  So done with wishing you were still here  Said im so sick of love songs so sad and slow  So why cant I turn off the radio?    Gotta fix that calender I have  Thats marked July 15th  Because since theres no more you  Theres no more anniversary  Im so fed up with my thoughts of you  And your memory  And how every song reminds me  Of what used to be    Thats the reason im so sick of love songs  So tired of tears  So done with wishing you were still here  Said im so sick of love songs so sad and slow  So why cant I turn off the radio?    (Leave me alone)  Leave me alone  (Stupid love songs)  Dont make me think about her smile  Or having my first child Let it go  Turning off the radio    Cuz im so sick of love songs  So tired of tears  So done with wishing she was still here  Said im so sick of love songs so sad and slow  So why cant I turn off the radio?  (Why cant I turn off the radio?)    Said im so sick of love songs  So tired of tears  So done with wishing she was still here  Said im so sick of love songs so sad and slow  So why cant I turn off the radio?  (Why cant I turn off the radio?)    And im so sick of love songs  So tired of tears  So done with wishin you were still here  Said im so sick of love songs so sad and slow  Why cant I turn off the radio?  (Why cant I turn off the radio?)    Why cant I turn off the radio? -"}, {"song_no": "19807", "year": "2006", "rank": "67", "title": "벌써 일년", "artist": "브라운 아이즈", "genre": "R&B / Soul", "lyrics": "처음이라 그래 며칠뒤엔  괜찮아져  그 생각만으로 벌써 일년이  너와 만든 기념일마다  슬픔은 나를 찾아와  처음 사랑 고백하며  설렌 수줍음과  우리 처음 만난날 지나가고  너의 생일엔 눈물의 케이크  촛불 켜고서 축하해  I believe in you  I believe in your mind  벌써 일년이 지났지만  일년뒤에도 그 일년뒤에도  널 기다려  너무 보고싶어 돌아와줘  말 못했어  널 보는 따뜻한 그의 눈빛과  니 왼손에 껴진 반지보다  빛난 니 얼굴 때문에  I believe in you  I believe in your mind  다시 시작한 널 알면서  이젠 나없이 추억을 만드는  너라는걸 내가 기억하는 추억은 언제나  지난 웃음과 얘기와 바램들  또 새로 만들 추억은 하나뿐  내 기다림과 눈물 속 너일뿐  I believe in you  I believe in your mind  다시 시작한 널 알면서  이젠 나없이 추억을 만드는  너라는걸  I believe in you  I believe in your mind  벌써 일년이 지났지만  일년뒤에도 그 일년뒤에도  널 기다려"}, {"song_no": "1355084", "year": "2006", "rank": "68", "title": "Power Of Love (사랑병)", "artist": "BGH4", "genre": "Ballad", "lyrics": "사랑의 약속은 하지마  사랑의 맹세도 하지마  바보처럼 난 지금껏  너만 믿어왔지만  나만 사랑해줄꺼라던  영원히 날 지켜준다던  너의 그 거짓말 이젠  오 난 믿지 않을래  나도 알아요 세상  그 모든건 항상 그렇게  변하고 또 변한다는 걸  우리 이제는  그따위 사랑때문에  누굴 미워하는 일하지 마요   오늘은 울고 내일 너를 잊을께  아무리 애를 써도 흐르는  눈물을 막을수가 없잖아  사랑이란 건 버릴수는 있어도  영원히 잊을수 없다는 걸 알아   사랑에 모든걸 주지마  사랑에 모든걸 걸지마  바보처럼 난 지금껏  내 전부를 줬지만  날 버리고 떠난 그대가  차갑게 돌아선 그대가  정말 난 너무 미워요  오 사랑했던 만큼  나도 알아요 세상  그 모든건 항상 그렇게  변하고 또 변한다는 걸  우리 이제는  그따위 사랑때문에  누굴 미워하는 일하지 마요   오늘은 울고 내일 너를 잊을께  아무리 애를 써도 흐르는  눈물을 막을수가 없잖아 사랑이란 건 버릴수는 있어도  영원히 잊을수 없다는 걸 알아   정말 사랑했는데  정말 사랑했는데  이제 그대는 없죠  가지 말라고 아무리  그댈 잡고 애원해 봐도  그대 내 눈을 바라보지 않네요   오늘은 울고 내일 너를 잊을께  아무리 애를 써도 흐르는  눈물을 막을수가 없잖아  사랑이란 건 버릴수는 있어도  영원히 잊을수 없다는 걸 알아  너는 잊을 수 없다는 걸 알아"}, {"song_no": "1145090", "year": "2006", "rank": "69", "title": "I Wish", "artist": "메이비 (Maybee)", "genre": "Ballad", "lyrics": "Baby I just wanna stay in your mind   참 쉬운 일인걸 알면서도  할 수 없단 걸 알아  왜 그렇게 주는 사랑만 해  It just don’t make sense to me  도대체 넌 왜 그래  항상 답답하기만 해 Oh my lover  Just wanna say that I love  힘들겠지만 내 곁에 와주면 안되겠니  말도 안되지만 믿어  그녀와 헤어질 수 있잖아  너의 뒤에선 난 또 눈물짓지만  니 앞에선 난 항상 웃으며  다시 혼자서 하는 말 너를 사랑해   난 아픈 사랑을 하면서도 어쩔 수 없는 거야  더 줄 수 있는데 왜 몰라줘  It just don’t make sense to me  도대체 넌 왜 그래  항상 답답하기만 해 Oh my lover  Just wanna say that I love  힘들겠지만 내 곁에 와주면 안되겠니  말도 안되지만 믿어  그녀와 헤어질 수 있잖아  너의 뒤에선 난 또 눈물짓지만 니 앞에선 난 항상 웃으며  다시 혼자서 하는 말 너를 사랑해  It is deeper It is higher  왜 날 모르니 Oh my lover 내게 와줘  Just wanna say that I love  난 니가 좋아 언제나 기다려줄 수 있어  서둘지 않을래 알아  이제껏 참고 참아왔는데  너의 뒤에서 난 또 눈물짓지만  니 앞에선 난 항상 웃으며  다시 혼자서 하는 말 너를 사랑해"}, {"song_no": "1315561", "year": "2006", "rank": "70", "title": "All For You (Feat. SG워너비)", "artist": "걸 프렌즈", "genre": "Ballad", "lyrics": "벌써 며칠째 전화도 없는 너  얼마 후면 나의 생일이란 걸 아는지  눈치도 없이 시간은 자꾸만 흘러가고  난 미움보다 걱정스런 마음에  무작정 찾아간 너의 골목 어귀에서  생각지 못한 웃으며 반기는 너를 봤어  사실은 말야 난 많이 고민 했어  네게 아무것도 해줄 수 없는 걸  아직 많이 모자라도 가진 것 없어도  이런 나라도 받아줄래  너를 위해서 너만을 위해서  난 세상 모든 걸 다 안겨 주지 못 하지만  난 너에게만 이제 약속할게  오직 너를 위한 내가 될게  It's only for you. Just wanna be for you  넌 그렇게 지금 모습 그대로 내 곁에 있으면 돼  난 다시 태어나도 영원히 너만을 바라볼게      넌 모르지만 조금은 힘들었어  네게 어울리는 사람이 나인지  그게 내가 아니라도 다른 누구라도  이젠 그런 마음 버릴래  너를 위해서 너만을 위해서  난 세상 모든 걸 다 안겨 주지 못 하지만  난 너에게만 이제 약속할게  오직 너를 위한 내가 될게  It's only for you Just wanna be for you  넌 그렇게 지금 모습 그대로 내 곁에 있으면 돼  난 다시 태어나도 영원히 너만을 바라볼게  Love, Love, Love 내 작은 맘 속은  Love, Love, Love 니 향기로 채울래  그 속에 영원히 갇혀버린대도  난 행복할 수 있도록  너를 위해서 너만을 위해서  난 세상 모든 걸 다 안겨 주지 못 하지만  난 너에게만 이제 약속할게  오직 너를 위한 내가 될게  It's only for you. Just wanna be for you  네 곁에 있을게 난 다시 태어나도  It's all for you (It's all for you)"}, {"song_no": "1114173", "year": "2006", "rank": "71", "title": "Promise U", "artist": "씨야", "genre": "Ballad", "lyrics": "한동안 많이 힘들겠지  예전처럼 우리다시 만날까  말하고 싶은데 말하고 싶은데  그댄 지금 어디에  한순간 너를 보내기에  내가 너를 너무 사랑했나봐  말하고 싶은데 말하고 싶은데 그댄 지금 어디에  I promise U I promise U  난 너를 잊어 갈께  I can't love with U  I can't love with U Oh no  이제는 기억에 사라질께 난  내 삶속에 단 한번에 상처  남기고 간  그대안에 갇혀 지내왔어  오랫동안을  나의 다짐이 나를 꺼내줬어  한순간 너를 보내기에 아직 너를 너무 사랑하나봐  말하고 싶은데 말하고 싶은데  그댄 지금 어디에  좋아 니 멋대로 떠나  지난 날 속에 기억은 지워줄게  함께 있어줄게 잘 살아볼게  잊어볼게  믿거나 말거나 사랑이란 언제나  주거나 받거나 사라지는 거잖아  환한 미소로 내게 다가왔던  그대는 어디에 나 또한 어디에  I promise U I promise U  난 너를 잊어 갈께  I can't love with U  I can't love with U Oh no  이제는 기억에 사라질께 난  나 너를 보내고 그 시간속에서 얼마나 지쳐있는지  I deep in side my heart  hold me Now cause  I miss U baby  I can't love with U I can't love with U  난 너를 잊어 갈께  oh I promise U  I promise U Oh no  이제는 기억에 사라질께 난  가라 했어 잊으라 했어 애써 잊어보겠어 됐어  널 지워버리겠어  알겠어 벌써 나의 기억  속에서 사라져가고 있어  가라 했어 잊으라 했어 애써 잊어보겠어 됐어 널  지워버리겠어  알겠어 벌써 나의 기억 속에서  사라져가고 있어  벌써 잊었어"}, {"song_no": "1214990", "year": "2006", "rank": "72", "title": "그대만 있다면 (Drama Version)", "artist": "러브홀릭", "genre": "Drama,Ballad", "lyrics": "날 사랑해서 떠난다며 눈물짓던 그대의 말을 믿을 수 없죠 하지만 나의 전부였던 그대가 힘들어 하기에 잡을 수 없었죠 온통 너와의 기억뿐인 나를 위해서 였다면 조금씩 무너져가는 날 날 위한다면 이대로 내 곁에 있어야 해요 나를 떠나면 안돼요 세상의 모든걸 잃어도 괜찮아요 그대만 있다면 그대만 있다면 함께 웃던 시간들을 함께했던 약속들을 지금 또 영원히 기억하겠어요 다시 한번 생각해요 무엇이 날 위한 건지 그대는 알고있어요 영원히 내 곁을 지켜주세요 나를 떠나지 말아요  세상의 모든걸 잃어도 난 좋아요 그대만 있다면 그대만 있다면    온통 그대의 생각뿐인 나를 위해서 였다면 초라하게 쓰러지는 날 날 위한다면 이대로 내 곁에 있어야 해요 나를 떠나면 안돼요 세상의 모든걸 잃어도 괜찮아요 그대만 있다면 그대만 있다면 영원히 내 곁을 지켜주세요 나를 떠나지 말아요  세상의 모든걸 잃어도 난 좋아요 그대만 있다면 그대만 있다면"}, {"song_no": "1338994", "year": "2006", "rank": "73", "title": "No Woman No Cry", "artist": "스토니 스컹크", "genre": "Rap / Hip-hop", "lyrics": "난 아직 그대만을 기억해요 그대여 눈물 짓지는 말아요  난 기억해요 그대 눈가에 이슬을 힘겨웠던 날의 고백을 어마어마한 삶의 무게들이 우리를 세상 앞에 무릎 꿇으라 할 때에도 좋았었던 시간들만 기억할게요 먼 훗날 그대도 알 거예요 언제나 그대 곁에 사랑하는 친구들이 그러니 웃어요 no woman no cry no no no no no no woman no cry 그대 눈물을 닦아요 이 아픔이 계속 되도 계속 되도 no woman no cry 그대만 웃고 있다면 함께 있을 때 나는 몰랐네 나에겐 그대뿐임을 나에겐 그대뿐임을 함께 있을 때 나는 몰랐네 그대의 소중함을 나는 아직도 기억하네 그대의 수많은 눈물 나는 아직도 인정 못해 그대가 떠나갔음을 하지만 텅 빈 내 가슴에 지친 한숨을 텅 비어 버린 내 삶에 공허한 이 노래뿐 많이도 웃었지 많이도 울었지 이제와 뒤돌아보니 모두 그대 때문에 오늘도 웃겠지 그래야 하겠지 하지만 그대 없인 너무 아프니깐 no woman no cry no no no no no no woman no cry 그대 눈물을 닦아요 이 아픔이 계속 되도 계속 되도 no woman no cry 그대만 웃고 있다면 Ev'rything's gonna be alright Ev'rything's gonna be alright Ev'rything's gonna be alright Ev'rything's gonna be alright Ev'rything's gonna be alright Ev'rything's gonna be alright Ev'rything's gonna be alright Ev'rything's gonna be alright  난 아직 그대만을 기억해요 그대여 추억 지우지 말아요 난 아직 그대만을 기억해요 그대여 눈물짓지는 말아요  그대 눈물을 닦아요  그대 못잊어요 그 아픔을"}, {"song_no": "1134895", "year": "2006", "rank": "74", "title": "V.I.P (Volume Instead Pause)", "artist": "바다", "genre": "Dance", "lyrics": "어쩌면 그렇게 나를 몰라봐주니  한참을 답답하게 바라보고만 있잖아  말해봐 잘해봐 너로 결정했을 때  조금 더 다가와서 시작해봐  천천히 리듬에 맞춰서   나와 눈을 맞추고  (Darlin` my Darlin`)  내 맘을 맞취봐 니 맘을 원해  소심한 한심한 남자들 너무 놀라지 마요  눈이 마주치면 한걸음 더   I`ve been waiting long 기다려왔어  It`s gotta be you 너 아니면 안돼  Babe,just come along 나를 믿어줘  니가 아니면 I don`t wanna  make it love again   지겨워 평범해 나와 같이 시작해  지루한 니 하루처럼 바라 보고만 있잖아  말해봐 잘해봐 나로 결정했을 때  조금더 다가와서 시작해봐   천천히 리듬에 맞춰서 나와 눈을 맞추고  (Darlin` my Darlin`)  내 맘을 맞춰봐 니 맘을 원해   소심한 한심한 남자들 너무 놀라지 마요  눈이 마주치면 한걸음 더   I`ve been waiting long 기다려왔어  It`s gotta be you 너 아니면 안돼  Babe,just come along 나를 믿어줘  니가 아니면 I don`t wanna  make it love again   oh baby I’ll be under cover girl  어느새 내 안에 아름다운 so sweet girl  향긋한 cherry girl uh!  머리에서 발끝까지 구두에서 가방까지  Who’s that girl Who’s that   도도해 보이지만 상냥한 미소  순순해 보이지만 높다란 콧대  모든 게 내 style 내 맘속 Angel  Who’s that girl Who’s that   우리는 모두가 기다려요  새로운 사랑과 설레임을  다가와서 시작해요  결정했다면 Baby one more time   I`ve been waiting long 기다려왔어  It`s gotta be you 너 아니면 안돼  Babe,just come along 나를 믿어줘  니가 아니면 I don`t wanna  make it love again -"}, {"song_no": "1316306", "year": "2006", "rank": "75", "title": "그래서 (Remix ver.)", "artist": "타이푼", "genre": "Dance", "lyrics": "내가 사랑한단 말을 넌 들었나봐 그때부터 너의 전화가 자주오고 너의 전화를 끊고 나면 지금 그녀와 꼭 다퉜어 번호를 바꾸라는 그녀의 말 한마디 너에게 전활 하겠다는 그녀에게 괜히 화를 내고 꼬투릴 잡아서 싸움만 했어 날 버리고 다시 돌아와 내 맘 또 아프게 하고 그동안 난 미칠 것 같아 그녀를 잡았어 이젠 내가 필요없다고 가라고 할땐 언제고 내 마음 흔들려 Won't You Stop Now Pleaso Let Me Go 난 너 없으면 안돼 왜 그래 그 앤 또 널 버릴거야 네가 받은 너의 상처를 나에게도 줄거니  너 떠나가면 나는 혼자야 다시 돌아온다 해도 그땐 너를 받아들이기 나는 정말 힘들어  흔들리면 안돼 나도 잘 알고있어 근데 사랑했던 내 맘이 남았나봐 정말로 내 맘이 너무나 아프다 그래서 아프다 날 버리고 다시 돌아와 내 맘 또 아프게 하고 그동안 난 미칠 것 같아 그녀를 잡았어 이젠 내가 필요없다고 가라고 할땐 언제고 내 마음 흔들려 Won t You Stop Now Pleaso Let Me Go 난 너 없으면 안돼 왜 그래 그 앤 또 널 버릴거야 네가 받은 너의 상처를 나에게도 줄거니 너 떠나가면 나는 혼자야 다시 돌아온다 해도 그땐 너를 받아들이기 나는 정말 힘들어 니가 그 애를 버렸잖아 난 그를 위로했어 그러다가 그 앨 만났고 사랑하게 됐었어 그래서 나는 너무 아프다 널 보낼 생각에 지쳐 날 떠나서 행복하다면 그래 널 보내줄께"}, {"song_no": "1147109", "year": "2006", "rank": "76", "title": "열 (Feat. Tablo)", "artist": "이정", "genre": "R&B / Soul", "lyrics": "I’m just gonna be Ok girl  All I wanted seven days  I wanna be your heart mah lover  lover lover lover   알게 됐지 너란 내 사랑을  더해갔지 너를 향한 내 마음은  이런 내 맘 네게 내색도 못하고  이렇게 눈이 먼 채로 깊어만 갔지   내 맘대로 너를 사랑하고  또 내 맘대로 너를 내 안에 담아서  그래서 난 네 곁에 다가 갈 수 없나 봐  원하고 원하는 만큼 열이 나나 봐   이젠 사랑할 수가 없다고  이대로 잊혀 진다고  아무리 날 위로 해봐도 이렇게  너 하나만 바라고 있는 나  애타는 내 마음 아직 혼자 사랑하는 나   오늘도 난 너만 떠올리고  내 가슴은 너를 위해 뛰고 숨 쉬나 봐  혹시라도 내 안에 니가 멀어질까 봐  바라고 바라는 만큼 열이 나나 봐   이젠 사랑할 수가 없다고  이대로 잊혀 진다고  아무리 날 위로 해봐도 이렇게  너 하나만 바라고 있는 나  애타는 내 마음 아직 혼자 사랑하는 나   You got the best of me  when ya next to me  Heads turn my faith  love and destiny  you make my chest burn  Burn like the sun everyday I rise and fall yo I tried it all  But still I look into your eyes and stall  no lies involved Ya make me sing  and dance in the rain  The truth hurts so lovin’  You is pain pain pain  this ain’t a game  Amazed with your heavenly ways  Girl ya everything I wanted  twenty-four, seven days   오~ 사랑할 수가 없다고  아무리 날 위로해봐도 이렇게  너 하나만 바라고 있는 나  애타는 내 마음 아직 혼자 사랑하는 나   이젠 사랑할 수가 없다고  이대로 잊혀 진다고  아무리 날 위로 해봐도 이렇게  너 하나만 바라고 있는 나  애타는 내 마음 아직 혼자 사랑하는 나"}, {"song_no": "1356055", "year": "2006", "rank": "77", "title": "이런 남자 없나요", "artist": "이소은", "genre": "Ballad", "lyrics": "이런 남자 세상에 여자라고는  나 밖에 모를 그런 남자  그런 멋진 사랑 언제쯤 내게도 올까요   신발끈이 풀리면 무릎을 꿇고서  묶어 줄 수 있는 남자  어딜 가든 날 생각 해 먼저  전화 해 주는 남자  언제라도 작은 감동을  내게 줄 수 있는 남자  이런 남자 세상에 여자라고는  나 밖에 모를 그런 남자  내 눈에만 멋진 내 반쪽 내 사랑 어디에  이런 남자 내 맘을 다 가질 남자  나만을 사랑해줄 남자  그런 멋진 사랑 언제쯤 내게도 올까요  지갑 속에 내 사진 소중하게 넣고  꺼내 볼 수 있는 남자  삐뚤삐뚤 글씨로 사랑해  편지를 써줄 남자  내가 우울 할 땐 말 없이  안아 줄 수 있는 남자  이런 남자 세상에 여자라고는  나 밖에 모를 그런 남자  내 눈에만 멋진 내 반쪽 내 사랑 어디에  이런 남자 내 맘을 다 가질 남자  나만을 사랑해줄 남자  그런 멋진 사랑 언제쯤 내게도 올까요   헛된 가식보단 진실한 마음을 가진 남자  변치 않는 사랑은 꼭 있다고  확신을 주는 남자  그런 남자 언제쯤 나타날까요  정말로 잘 해줄 수 있죠  모든걸 다 줘도 아깝지 않을 그런 사랑  약속해요 세상에 단 하나뿐인  멋진 애인이 될 거라고  어서 나타나요  내 반쪽 내 사랑 그대여 그대여"}, {"song_no": "1357460", "year": "2006", "rank": "79", "title": "오늘은", "artist": "YB", "genre": "Rock", "lyrics": "나에게 가는 길 오도 가도 못하는 길  무거운 구두는 더 이상 필요치않아  버리고 떠나가자 뒤돌아보지말고   고장난 자동차 요란한 네바퀴인생  귀신에 쫓기듯 달려온 옛이야기  버리고 떠나가자 뒤돌아보지말고   아무런 약속없이 그 어떤 기대도 없이  저 별빛 따라 저 바람 따라서   나 이제 떠나갈래 한조각 구름처럼  꿈을 만날 수만 있다면 혼자라도 좋아   나 이제 떠나갈래 흐르는 강물처럼  잠을 잃어버릴 수 있다면 함께라도 좋아   ***   오늘은 오늘로 내일은 또 내일로  해 뜨고 해 지고 시계는 아무 소용없지  버리고 떠나가자 뒤돌아 보지 말고   아무런 약속없이 그 어떤 기대도 없이  저 별빛 따라 저 바람 따라서   나 이제 떠나갈래 한조각 구름처럼  꿈을 만날 수만 있다면 혼자라도 좋아   나 이제 떠나갈래 흐르는 강물처럼  잠을 잃어버릴 수 있다면 함께라도 좋아   언제라도 좋아"}, {"song_no": "1324975", "year": "2006", "rank": "80", "title": "First", "artist": "베일 (V.E.I.L)", "genre": "Rock", "lyrics": "Welcome, welcome, welcome~  to a wonderful world of  V.E.I to the L~ you see~  there are so much love in  in this world that we would like to share with y'all  we gonna have ourself a good time  Baby(baby)들리니 나의 노래가  Lady(lady) 보고 있니 나의 눈빛을  My baby(my baby) 느끼니 나의 심장이  누가 뭐라 해도 난 단지 나일뿐야  Baby(baby) 내 마음 속의 내 Melody  Lady(lady) 내 머리 속의 내 Memory  My baby(come on baby)  내 손안에 나의 Microphone  그게 바로 나의 생명 wow (My Fantasy)  (hey) 다 소릴 질러  더 높이 뛰어  다 주문을 외쳐 ~ 외쳐 ~  (hey) You see There are so much love in this World  (yeah) 자 하나 되어 ~  처음이야 First ~ (this is our first)  이 노래를 Shout ~ (get on up and shout)  저 하늘 Fly 그리고 never ending ~ (fly high to the sky)  승리의 V ~ (V)  영원함의 E ~ (영원한 E)  나만의 I 그리고 사랑의 L ~ (Kiss the sky high)  U gotta Feel ~ (Feel it now)  세상에게 Kiss ~ (hoo)  세상은 나를 위해 있는 거야 ~ (yeah, yeah)  U make it Real ~ (Real)  인생이란 Show ~ (Show)  어차피 한번뿐인 인생이야(Ho) Hey ~   Baby(baby) 내 마음 속의 내 Melody  Lady(lady) 내 머리 속의 내 Memory  My baby(come on baby) 내 손안에 나의 Microphone  그게 바로 나의 생명 wow (My Fantasy)  (hey) 다 소릴 질러  더 높이 뛰어  다 주문을 외쳐 ~ 외쳐 ~  (hey) (You see There are so much love in this World  (yeah) 자 하나 되어 ~  처음이야 First ~ (this is our first)  이 노래를 Shout ~ (get on up and shout)  저 하늘 Fly 그리고 never ending ~ (fly high to the sky)  승리의 V ~ (V)  영원함의 E ~ (영원한 E)  나만의 I 그리고 사랑의 L ~  (Kiss the sky high)  U gotta Feel ~ (Feel it now)  세상에게 Kiss ~ (hoo)  세상은 나를 위해 있는 거야 ~ (yeah, yeah)  U make it Real ~ (Real)  인생이란 Show ~ (Show)  어차피 한번뿐인 인생이야(Ho) Hey ~   U gotta Feel ~ (Feel it now)  세상에게 Kiss ~ (hoo)  세상은 나를 위해 있는 거야 ~ (yeah, yeah)  U make it Real ~ (Real)  인생이란 Show ~ (Show)  어차피 한번뿐인 인생이야(Ho) Hey ~  U gotta Feel ~ (Feel it now)  세상에게 Kiss ~ (hoo)  세상은 나를 위해 있는 거야 ~ (yeah, yeah)  U make it Real ~ (Real)  인생이란 Show ~ (Show)  어차피 한번뿐인 인생이야(Ho) Hey ~"}, {"song_no": "1314974", "year": "2006", "rank": "81", "title": "Summer Summer", "artist": "하리수", "genre": "Dance", "lyrics": "야~야 야야~야  The summer time has come once again  everybody's in love can you feel the vibe  my girl 리수 함께 떠나자  is y'all ready know 1, 2, 3 let's do it   높은 빌딩들이 코코넛 야자수라면 좋겠어  창밖에 보이는 복잡한 도시가 정말 답답해  지친 생활속에서  모든다 벗어 던지고서 나 떠날거야  파도의 품으로 ~ (썸머 썸머 썸머) ~~!!  여기 아름다운 바다가 펼처진 파라다이스엔~  모두다 언제나 영화속 주인공이야 ~~  모든걸 잊어 버리고 있는 그대를 느껴요  오 이토록 기쁜 순간을 함께 하고 있는걸요  그대여 행복 하나요 우리는 지금 특별해요  언제나 기억해  you so much in lovely summertime   haha right about now  it's summertime and it's party time  with the blazin sunshine having a good time  so come on now and enjoy the show  everybody it's summertime  리수 just make it right  영원히 just 너와 나  떠나가 저 푸른 바다로  do it do it let's do it  뜨거운 태양아래  music music it's like that   머리 지끈지끈대는 걱정들 던져버리고서 나 떠날거야  진주를 잡으로 ~ (썸머 썸머 썸머)  여기 아름다운 바다가 펼처진 파라다이스엔  모두다 언제나 영화속 주인공이야  모든걸 잊어버리고 있는 그대를 느껴요  오 이토록 기쁜 순간을 함께 하고 있는걸요  그대여 행복 하나요 우리는 지금 특별해요  언제나 기억해  you so much in lovely summertime  얼마나 기다렸나요 겨울내 우리얘기했죠  영원히 기억해  you so much in lovely summertime  야 야 야야야야야야  모두들 굿바이"}, {"song_no": "1335277", "year": "2006", "rank": "82", "title": "Goodbye Ceremony", "artist": "바나나 보트", "genre": "Dance", "lyrics": "두리야!! 사랑한다 good bye good bye 안녕 good bye good bye my baby good bye good bye 안녕 good bye good bye my baby (바나나 보트) 타고 이별여행 떠나 (바나나 보트) 절대 우린 못 돌아가 (바나나 보트) 그녀를 잊어 잊어 (바나나 보트) 내 사랑아 굿바이 첫 날 일단 친구들 모여 내 잃어버린 자율 다시 찾았단 핑계로 술에 빠져 버렸어 담 날 밤새 축하 받았던 멋진 자유보다 타는 듯한 갈증과 깨질 것 같은 두통뿐인걸 밤새도록 니 전화에 미칠 뻔 했어 혀가 꼬이고 따지고 또 울화가 심지어 욕까지 했어  그래 내가 그랬어 바보처럼 그랬어 우리 사랑 깨졌는데 내가 멀쩡했겠니 울다 웃다 그랬어 웃을 것만 같았었는데 제발 한 달 만이라도 아니 며칠만이라도 날 찾지 않는 너를 보여줘 good bye good bye 안녕 good bye good bye good bye 안녕 good bye 너와 나를 아는 사람들 핼쑥해진 내게 위로처럼 말했지 나 없이 잘 지내는 니 얘기 너 때문에 아무것도 할 수 없었어 어딜 가든지 너 있고 뭘 하든지 내 뒤엔 니가 있었어 그래 내가 그랬어 바보처럼 그랬어 내가 없는 너를 누가 혼자 버려두겠니 불안해서 그랬어 정말 너를 잃을 것 같아 제발 며칠만이라도 아니 하루만이라도 널 찾는 내가 보고 싶었어 good bye my baby 네가 불러준 나의 노래 널 사랑하게 되버린 난 너만의 스토커 never good bye my baby 미안해 용서해줄래 물안한 내 마음도 다 너 때문이라는 걸 그래 내가 그랬어 미워 져서 그랬어 나 없이도 잘 지내는 니가 너무 미워서 그래 내가 그랬어 너무 사랑해서 그랬어 제발 하루만이라도 아니 한 번만이라도 널 사랑하는 나를 느껴봐 good bye my baby good bye my baby good bye my baby good bye my baby 두리야! 사랑한다"}, {"song_no": "1269989", "year": "2006", "rank": "83", "title": "Stars Are Blind", "artist": "Paris Hilton", "genre": "Pop", "lyrics": "I don't mind spending sometime  Just hanging here with you  Cause I don't find too many guys  That treat me like you do  Those other guys all wanna take me for a ride  But when I walk they talk of suicide  Some people never get beyond their stupid pride  But you can see the real me inside  And I'm satisfied oh no oh   Even though the gods are crazy  Even though the stars are blind  If you show me real love baby  I'll show you mine  I can make you nice and naughty  Be the devil and angel too  Got a heart and soul in body  Let's see what this love can do  Baby I'm perfect for you   I could be your confidant  Just one of your girlfriends  But I know that's not what you want  If tomorrow the world ends  Why shouldn't we be with the one we really love  Not someone who have you been dreaming of  Why am I alone oh no   Even though the gods are crazy  Even though the stars are blind  If you show me real love baby  I'll show you mine  I can make you nice and naughty  Be the devil and angel too  Got a heart and soul in body  Let's see what this love can do  Baby I'm perfect for you   Excuse me for feeling  This moment is critical  It might be revealing  We could get physical oh no no no   Even though the gods are crazy  Even though the stars are blind  If you show me real love baby  I'll show you mine  I can make you nice and naughty  Be the devil and angel too  Got a heart and soul in body  Let's see what this love can do  (Let's see what love can do)  Baby I'm perfect for you  (Baby I'm perfect for you, you)  (Baby I'm perfect for you)   Even though the gods are crazy  Even though the stars are blind  Even though the gods are crazy  Even though the stars are blind"}, {"song_no": "1114175", "year": "2006", "rank": "84", "title": "그 남자 그 여자 (Feat. 장혜진)", "artist": "바이브", "genre": "Ballad", "lyrics": "혹시 니가 다시 돌아올까봐  다른 사랑 절대 못해  남잘 울렸으면 책임져야지  니가 뭘 알아 남자의 마음을  모든걸 다 주니까 떠난다는 그 여자  내 전부를 다 가져간 그 여자  한때는 내가 정말 사랑했던 그 여자  다 믿었었어 바보같이  여자는 다 똑같나봐  혹시 니가 다시 돌아올까봐  다른 사랑 절대 못해  여잘 울렸으면 책임져야지  니가 뭘 알아 여자의 마음을  모든걸 다 주니까 떠난다는 그 남자  내 전부를 다 가져간 그 남자  한때는 내가 정말 사랑했던 그 남자  다 믿었었어 바보같이  남자는 다 똑같나봐  우린 미치도록 사랑했었지  우린 미치도록 사랑했었지 모든걸 다 주니까 떠난다는 그 남자  내 마음하나 몰라주는 그 남자  한때는 내가 정말 사랑했던 그 남자  다 믿었었어 바보같이  그땐 사랑이 이별인줄 모르고  그런줄도 모르고 다 믿었었어 우리둘이"}, {"song_no": "1173548", "year": "2006", "rank": "85", "title": "新(신) 희망사항", "artist": "디 에이디", "genre": "Dance", "lyrics": "매일아침 사랑스런 속삭임으로  나를 깨워주는 상냥한 여자  조금 부족해도 나와 걸을때 살며시  팔짱을 끼고 걷는 여자  허겁지겁 햄버거를 먹고있는 나를 보다  내 입가에 묻은 마요네즈를  아무도 모르게 닦아줄여자  난 그런 여잘 사랑하고파  내가 해준 팔 베게 힘이 들까봐  뒤척이며 팔을 빼주는 여자  밥을 먹다 돈이 부족한 내게 슬쩍 보태주는 여자 내 작은 키를 맞춰주려고 굽없는 신발만 즐겨신고 노래 못하는 날 응원하며 템버린 쳐주는여자 매일 아침 사랑스런 속삭임으로  나를 깨워주는 상냥한 여자  조금 부족해도 나와 걸을때  살며시 팔짱을 끼고 걷는 여자  허겁지겁 햄버거를 먹고있는 나를보다  내 입가에 묻은 마요네즈를  아무도 모르게 닦아줄 여자  난 그런 여잘 사랑하고파  사실은 누가봐도 내모든 속맘  지나친 욕심인걸 알지만  이 열망 채울 수 있는것은 오직 그 사랑 희망 함께 만들어갈 그댄 어디에  숨어 나를 지켜보고 있기에  함께 써내려갈 일기장 그대로  아무말도 채우지못한 그대로   친구의 남자친구와 비교않고  세상에서 내가 젤 멋있다고  당당하게 그녀 친구들에게 내이름 말해주는 여자 감기에 걸려 밤새 아픈날  곁에서 지켜준 그런 여자  언제나 천사같은 미소로 날 웃게해주는 여자  내가 사랑하고 싶은 그런 여자는  요즘엔 없을꺼라고 말하죠  하지만 나만의 고운 천사가  내게로 다가올 날을 난 믿어요  바보온달을 성공시킨 평강공주와 같은  그런 여잔 없을꺼라고 하죠  아니죠 모두들 모르는 소리  그런 여자가 여기 있는데  날 공주처럼 받들어 줄수 있나요  그런 남자를 평생 꿈꿔왔죠  나만을 바라볼 왕자님이면  내 모든걸 바칠수 있어요  사랑해요 지금까지 내 모든 얘기  그대란 사람인거죠  친구들이 없을꺼라고 했던  바로 그 천사가 그대 인거죠"}, {"song_no": "1283717", "year": "2006", "rank": "86", "title": "명동콜링", "artist": "크라잉 넛", "genre": "Rock", "lyrics": "Oh~ 달링 떠나가나요 새벽별빛 고운 흰눈 위에 떨어져 발자국만 남겨두고 떠나가나요 크리스마스 저녁 명동거리 수많은 연인들 누굴 약 올리나 갑자기 추억들이 춤을 추네 보고 싶다 예쁜 그대 돌아오라  나의 궁전으로 바람 불면 어디론가 떠나가는  나의 조각배야 갑자기 추억들이 춤을 추네 쇼 윈도우 비친 내 모습 인간이 아냐 믿을 수 없어 밤하늘 보름달만 바라보네  생각해 보면 영화 같았지 관객도 없고 극장도 없는 언제나 우리들은 영화였지 보고 싶다 예쁜 그대 돌아오라  나의 궁전으로 바람 불면 어디론가 떠나가는  나의 조각배야 보고 싶다 예쁜 그대 돌아오라  나의 궁전으로 바람 불면 어디론가 떠나가는  나의 조각배야 갑자기 추억들이 춤을 추네"}, {"song_no": "1141600", "year": "2006", "rank": "87", "title": "폭풍", "artist": "SG 워너비", "genre": "R&B / Soul", "lyrics": "일년이 지나도 똑같아 너의 기억은 내 두 눈에 살아  머리는 자꾸만 나빠져도  너 하나만 기억해  어제를 사는것만 같아  니가 꼭 내 곁에 올것만 같아  오늘은 너를 꼭 잊어야지  오늘은 잊어야지  사랑 하나면 돼 너만 있으면 돼  그 이유만으로 나 살면 돼  죽을만큼 아프고 힘이 들어도  너만 있으면 돼  그 누구보다 난 내 삶보다  너 하나만 지켜주고 싶은데  너만 괜찮다면 너만 웃어주면  사랑하고 싶어  너 하나 잊으려 해봐도  가슴이 널 잊지 못하게 하고  한숨은 또 내 것이 되나봐  그게 내 사랑이야  사랑 하나면 돼 너만 있으면 돼  그 이유만으로 나 살면 돼  죽을만큼 아프고 힘이 들어도  너만 있으면 돼  그 누구보다 난 내 삶보다  너 하나만 지켜주고 싶은데  너만 괜찮다면 너만 웃어주면  사랑하고 싶어  너의 이름을 부를때면  자꾸 눈물이 흘러서  사는 동안 잊지 못할까봐  버려도 자라는 그리움에  나도 지쳐만 가  보내고 싶어 다 잊고 싶어  살아가는 동안 힘들겠지만  너로 눈부셨던 너무 행복했던  추억이 있잖아"}, {"song_no": "1214988", "year": "2006", "rank": "88", "title": "우리 사랑하지만 (Feat. 지선)", "artist": "마이 앤트 메리", "genre": "Drama,Ballad", "lyrics": "닫혀있던 내 마음,차가웠던 내 마음 그댈 향해 열리고,  멈춰버린 나의 심장 전체는 점점 심하게 뛰어와. 꿈속의 키스, 깨고 나면 슬픔만 남아, 널 그리고 그릴수록 나를 울리는 너무 두려운 이 말.  나 그대를 사랑해. 알수없는 이 마음 터질듯한 이 마음 거짓말로 감춰도 뜨거워진 나의 가슴속에서 온통 그대로 가득해. 깊숙히 패인 상처뿐인 너의 가슴은 널 바라면 바랄수록 차마 아프란 말도 하지 못한채  네 등뒤로 눈물만  꿈속의 키스, 깨고나면 슬픔만 남아 널 그리고 그릴수록 나를 울리는 너무 두려운 이 말  나 그대를 사랑해. 미안하다는 이 말 고맙다는 이 말 사랑 한단 이말도... 가슴속에 묻고 너의 앞에서 그저 멋쩍은 웃음만 너를 사랑하지만.. 우리 사랑하지만......"}, {"song_no": "1108584", "year": "2006", "rank": "89", "title": "전부 너였다", "artist": "노을", "genre": "Ballad", "lyrics": "가슴을 떼어논채 살 순 없나요 아무런 느낌도 없는 채로 눈물을 닦을 힘도 숨쉴 힘도 이제는 나 없죠 그대는 숨죽여 속으로 울겠죠 나보다 더 힘들겠죠 다음이 또 있다면 그땐 늦지 않게 마음껏 더 사랑할텐데 내가 살아온 모든 행복을 더해도 우리의 짧은 날만 못하죠 어떻게 잊을까요 어떻게 견뎌 낼까요 나는 기도해요 사랑이 우스운 나이까지 단숨에 흘러가길 수많은 사람 중 한명일 뿐인데 하나 잃었을 뿐인데 세상이 비틀대고 아무 일도 아무 생각도 난 할 수가 없죠 내가 살아온 모든 행복을 더해도 우리의 짧은 날만 못하죠 어떻게 잊을까요 어떻게 견뎌 낼까요 나는 기도해요 사랑이 우스운 나이까지 단숨에 흘러가길 바라만 봐도 좋았던 나였는데 욕심이 자라나 이렇게 벌을 받나요 보낸다는건 내가 가졌던거겠죠 한동안 내 것이던 그대죠 그렇게 잊을 게요 그렇게 견뎌 낼게요 보내고 보내도 헤어지고 다시 헤어져도 나는 또 그대겠죠"}, {"song_no": "1315556", "year": "2006", "rank": "90", "title": "친구에서 연인이 되기까지 (Feat. 먼데이키즈, 백지영)", "artist": "걸 프렌즈", "genre": "Ballad", "lyrics": "1Step 망설임도 없는 친구로  2Step 나는 아니기를 바랬어  하지만 너와 나는 Feeli‘ 그 이상으로  3 , 4 나의 감정조차 hittin low  1Step 망설임도 없는 친구로  2Step 나는 아니기를 바랬어  하지만 너와 나는 Feelin’ 그 이상으로  3 , 4 내게 말해죠 I don't know  난 아니기를 바랬어 그냥 친구일 뿐이라고  너를 사랑할수록 난 어색해서 널 피하곤 했지  이제는 느낄 수 있어 사랑으로 다가온 너를  함께 해야 할 이율 찾았어 너와 나의 바램 그거  (사랑해) 이 말을 꼭 하고 싶었어  (영원히) 지금 이대로 널 사랑해  너만이 날 이해할 수 있어 내가 너를 알듯이  널 사랑 할 거야 너와 떨어져 있던 만큼  내 친구에서 이제 연인이 된 기쁨과 내 맘 알아줘  영원히 사랑해 이제 나에겐 너여야 해  이대로가 좋아 너의 마음 언제나 변함없길 바래  Yo 우리 사랑은 이제부터야 그땐  그 어떤 것도 절대 걱정하지 마  친구의 모습으로 그대 바라볼 때엔  다가갈 수 없는 손끝이 애처로웠는데  이제 그대 앞에 당당하게  나의 맘을 보일 수 있어서 나 얼마나  행복한지 몰라 나에겐 오직 너뿐이니까  Baby I can leve just for you  이 말을 꼭 하고 싶었어 (영원히)  지금 이대로 널 사랑해  너만이 날 이해할 수 있어 내가 너를 알듯이  널 사랑 할 거야 너와 떨어져 있던 만큼  내 친구에서 이제 연인이 된 기쁨과 내 맘 알아줘  영원히 사랑해 이제 나에겐 너여야 해  이대로가 좋아 너의 마음 언제나 변함없길 바래  너만을 사랑할 이대로 사랑할 누구보다도  know, know, know I know  너만을 사랑할 영원히 사랑할  U know I know u know"}, {"song_no": "1335081", "year": "2006", "rank": "91", "title": "그리고…(Holding Back The Tears)", "artist": "동방신기 (TVXQ!)", "genre": "Drama,Ballad", "lyrics": "하얗게 흐려진 그림과  지워진듯한 내 향기가  눈부신 구름 속에 가려져요    아무 말 없는 내 가슴이  천천히 맘을 옮겨보고  그 사이로 스쳐간 시간만  손에 놓여져 있어요    I'm holding back the tears  무겁지 않게 나의 마음을 매고 걸어요  가깝진 않고 멀지 않은 곳에  다른 내가 서있죠  난 울지 않아요    또 다시 두 손을 모으죠  어딘가 들릴 그 곳에  추억이 아닌 지금을 난 살아가요    바보 같지만 늘 함께 있어요  비우고 싶은 그 아픔이  온몸으로 흐르는 내 눈물을 마르게 하죠    I'm living with my tears  무겁지 않게 나의 마음을 매고 걸어요  가깝진 않고 멀지 않은 곳에  다른 내가 서있죠  울지 않아요 난    I'm holding back the tears  가볍지 않게 나의 믿음을 매고 뛰어요  높지도 않고 낮지 않은 곳에  또 다른 내가 서 있죠  작은 미소로 난 웃을 수 있죠"}, {"song_no": "982379", "year": "2006", "rank": "92", "title": "Perfect Love ( CF - 이자녹스 제시카 알바편 )", "artist": "Lutricia Mcneal", "genre": "R&B / Soul", "lyrics": "He needs, needs somebody to love  sent from heaven above  he's searching for that perfect situation perfect love  He needs somebody to love (somebody to love)  sent from heaven above  he's searching for that perfect situation perfect love  First Time you saw him in a club  you thought that it was love  But that was not enough,  you had to give you serious  there's others in the game  but your heart remains the same  but you want him without thoughts  and you can't get enough  so watch what you're wishing for  He needs  needs somebody to love  sent from heaven above  he's searching for that perfect situation perfect love  He needs somebody to love (somebody to love)  sent from heaven above  he's searching for that perfect situation perfect love  Last night you saw another girl  and you felt some what disturbed  if love is what you're after  I suggested you speak up  your chance just might go by  to find that perfect guy  but you can't say a thing,  if you don't let him know  just how you feel  ‘cause he needs needs somebody to love  sent from heaven above  he's searching for that perfect situation perfect love  He needs somebody to love (somebody to love)  sent from heaven above  he's searching for that perfect situation perfect love  Why can't you see  that it's not a game for me  it's what I believe  in looooove perfect love  show me the love  what's up, shorty?  you won't tell me can you feel me  show me love baby why  you're holdin' back your feelings  gotta feelin' I'm the one you want  I'm the one you wanna know  before the night is done  show you down baby  I'm a cristal slippin' master  show me what you after  need no gigolos  ever found someone to handle me  can you handle me  baby show me what you need  He needs needs somebody to love  sent from heaven above  he's searching for that perfect situation perfect love  He needs somebody to love (somebody to love)  sent from heaven above  he's searching for that perfect situation perfect love  He needs needs somebody to love  sent from heaven above  he's searching for that perfect situation perfect love  He needs somebody to love (somebody to love)  sent from heaven above  he's searching for that perfect situation perfect love"}, {"song_no": "1145088", "year": "2006", "rank": "93", "title": "다소", "artist": "메이비 (Maybee)", "genre": "Ballad", "lyrics": "날 울리고 화내는 그 모습이  버릇 돼버린 사람이죠  미안하단 한마디 준 적없는  그댄 힘겨운 사람이죠   사랑이 아니라고 이젠 아니라고  말하면 더 편할텐데  매일 망설이듯 슬픈 그대 얼굴  웃으며 이젠 보내줄게   정말 난 행복했어 많이 사랑했어  그걸로 괜찮을 나지만  아프고 아파서 자꾸 겁이나서  그댈 보내기가 힘이들어   돌아갈 순 없을까 사랑했던 그때  행복했었던 그날로  그대도 내가 아니면 안된다던  그날이 너무 그리워져   정말 난 행복했어 많이 사랑했어  그걸로 괜찮을 나지만  아프고 아파서 자꾸 겁이나서  그댈 보내기가 힘이들어   스치듯 지나간 사랑따윈 이대로 흘러가  내 사랑도 못본척 그댈 잊을테니 보내줄게   다시는 볼 수 없다고 말하지마 제발  I do I know you just stil in my heart  I beileve   사랑이 이별하고 눈물이 온거야  이렇게 그댈 보내지만  모른체 살아줘 모르고 살아줘  내 사랑 이제 I say goodbye   정말 난 행복했어 많이 사랑했어  I say goodbye  아프고 아파서 자꾸 겁이나서"}, {"song_no": "433353", "year": "2006", "rank": "94", "title": "여름아! 부탁해", "artist": "인디고", "genre": "Dance", "lyrics": "Just take my hand and I`ll take you there in the sun.  I`ll be sailing away.  I`ll be flying away with you...  여름아 부탁해 나의 사랑을 이루게 해줘.  많이 힘겨웠던 나의 지난 추억 버리게.  다시 찾아온 해변에서 비키닐 입은 그녈 만난 후  나의 인생이 달라 졌어. 한여름에 Sunset  석양빛이 황홀한 도시의 거리  Let me kiss you one more time  뜨거운 태양에 검게 그을린 그녀를 사귀고 싶어.  긴 머리의 눈이 부신 그대가 좋아.  나에 대해 정말 알고 싶지 않나요.  그대를 가질 수 있다면 담배라도 끊겠어요. 워 Baby.  밤바다에 반짝이는 하늘에 별빛  흔들리는 파도의 노래 소리,  그대를 느끼고 싶어.  Oh- Beautiful Lady-    조금만 더 기다려. 이대로 나를 떠나지 마요.  아직 사랑하기 전엔 헤어지면 안돼요.  그대 사는 곳 어디인지. 날 어떻게 생각하시는지.  화장 안한 그대얼굴을 만져 보고 싶어.  새하얀 모래 위에 단둘이 앉아  Your lips your eyes I love so much  투명한 그대 눈을 바라봐요.  무릎에 머릴 기대고,  반짝이는 저 바다의 사랑의 물결.  지루하게 기다렸던 Summer Vacation  이대로 포기할 수 없어 나를 떠나가지 마요 워 Baby  한여름의 Beach Beach Beach Paradise  모래 위에 적어본 그대 이름  주말에 다시 만나면 함께 있어 줘요  긴 머리의 눈이 부신 그대가 좋아.  나에 대해 정말 알고 싶지 않나요.  그대를 가질 수 있다면 담배라도 끊겠어요.워 Baby.  밤바다에 반짝이는 하늘에 별빛  흔들리는 파도의 노래 소리,  그대를 느끼고 싶어.  Oh- Beautiful Lady  Just take my hand and I`ll take you there in the sun.  I`ll be sailing away.  I`ll be flying away with cececwsdvs  sd.,cvmkl;ds,v"}, {"song_no": "1284102", "year": "2006", "rank": "95", "title": "사랑이 되어줄래? (Feat. All Stars)", "artist": "김형중", "genre": "Drama", "lyrics": "언제 느닷없이 갑자기 말해볼까 덜컥 사랑에 빠졌다고 세상 모든 기쁨 나와 함께 할 사람  그게 너라면 좋겠다고  정말 이상해 내가 왜 이래 너만 보면 가슴이 떨려 스쳐 지날때 샴푸 향기에  귓가에 종소리가 들려  아직도 한 번 제대로 한번  내 맘 털어놓지 못했지만 요즘 부쩍 자주 마주쳐  왠지 좋은 일이 생길 느낌  언제 느닷없이 갑자기 말해볼까 덜컥 사랑에 빠졌다고 세상 모든 기쁨 나와 함께 할 사람  그게 너라면 좋겠다고  왜 눈칠 못채 벌써 몇일째  네 뒷자리에 앉은 나를 너에 등뒤에 들키지 않게  사랑한다 속삭인 나를   실순척 한번 모른척 한번 네 손 잡아보고 싶은거야 나의 손에 너의 향기가  좀더 깊이 새겨질수 있게  언제 느닷없이 갑자기 말해볼까 덜컥 사랑에 빠졌다고 세상 모든 기쁨 나와 함께 할 사람  그게 너라면 좋겠다고  널 바라보는 내가 여기 서있잖아 가까운곳에서 이렇게 서있잖아 들려줄께 잇어 보여줄께 있어 한걸음 한걸음씩 다가갈께 사랑해 사랑해라고 속삮일께 세상에서 가장 아름다운 프로포즈  네게 선물할께  다가와 가까이 입술을 대신해  내 가슴이 하는 말 들을수 있게 사랑해 사랑해  말도 안될만큼 너무 사랑해 이젠 내 옆에 너만 있으면 돼  왠지 어설퍼 보이는 나이지만 힘껏 널 안아주고 싶어 자꾸 달아나버리는 용기지만 니가 사랑이 되어줄래  언제 느닷없이 갑자기 말해볼까 덜컥 사랑에 빠졌다고 세상 모든 기쁨 나와 함께 할 사람  그게 너라면 좋겠다고  이젠 모든것이 달라질 하루 하루  너와 단 둘이 하고싶어 내 손목을 꼭잡은 너 하나만  가장 소중히 아낄꺼야  언제 느닷없이 갑자기 말해볼까 덜컥 사랑에 빠졌다고 세상 모든 기쁨 나와 함께 할 사람  그게 너라면 좋겠다고"}, {"song_no": "1270219", "year": "2006", "rank": "96", "title": "Ain`t No Other Man", "artist": "Christina Aguilera", "genre": "Pop", "lyrics": "Hey...yeah yeah  (Do your thing honey)  I could feel it from the start  Couldn't stand to be apart  Something 'bout you caught my eye  Something moved me deep inside  I don't know what you did boy but you had it  And I've been hooked ever since  Told my mother, my brother  My sister and my friends  Told the others (others),  my lovers (lovers)  Both past and present tense (alright)  That every time I see you  Everything starts making sense  (Do your thing honey)  Ain't no other man  That can stand, up next to you  Ain't no other man  On the planet, does what you do (what you do)  You're the kinda guy  A girl finds, in a blue moon (hey)  You got soul (yeah), you got class (ooh)  You got style, with your badass (oh yeah)  Ain't no other man it's true (alright)  Ain't no other man but you  Never thought I'd be alright (no no no)  Till you came and changed my life  (yeah yeah yeah)  What was cloudy now is clear, yeah yeah  You're the light that I needed, uh  You got what I want boy and I want it  So keep on giving it up  Tell your mother (mother),  your brother (brother)  Your sister and your friends (your sister and your friends)  Tell the others (others), your lovers (lovers)  Better not be present tense (mmhmm)  'Cause I want everyone to know  That you are mine and no one else's,ohh, oh OOH!  Ain't no other man  That can stand, up next to you (to you, yeah)  Ain't no other man (ain't no other man, no)  On the planet, does what you do (do)  You're the kinda guy  A girl finds (a girl finds),  in a blue moon (hey)  You got soul (soul), you got class (class)  You got style (uh), with your badass (yeah yeah yeah)  Ain't no other man it's true  Ain't no other man but you  (Break it down now)  Ain't no other, ain't, ain't, no other, other  Ain't no other, ain't, ain't, no other lover (oh ooh)  Ain't no other, I, I, I need no other  Ain't no other man but you, ohh  You are there when I'm a mess  Talk me down from every ledge  Give me strength, boy you're the best  You're the only one who's ever  Passed every teeeeest...!!!  Ain't no other man (woo)  That can stand (yeah), up next to you  Ain't no other man  On the planet, does what you do (ooh oh)  You're the kinda guy  (you're the kinda guy a girl will find)  A girl finds, in a blue moon  You got soul (yeah), you got class (yeah)  You got style (ohh oh yeah),  with your badass  Ain't no other man it's true (ooh)  Ain't no other man but you  And now I'm telling you  Said ain't no other man but you,  Ain't no other man  That can stand, up next to you  Ain't no other man  On the planet,  does what you do (what you do)  You're the kinda guy (oh shit)  A girl finds (baby baby baby, no oh), in a blue moon  You got soul (yeah), you got class (ooh)  You got style, with your badass  (don't you know)  Ain't no other man it's true (ooh ooh)  Ain't no other man but you"}, {"song_no": "1365005", "year": "2006", "rank": "97", "title": "노세 놀아보세", "artist": "무가당", "genre": "Dance", "lyrics": "노세 놀아보세 자 오늘 밤에 한데 모여보세 Yo Everybody 밤새 즐겨보세 Rock the party 노래 불러보세 해 뜰 때까지 수컷 암컷 모두 멋 한껏 부리고 서로 Pick up 흠뻑 실컷 마실 것 술에 취해 찾는 쉴 곳 수컷 암컷 모두 멋 한껏 부리고 서로 Pick up 흠뻑 실컷 마실 것 술에 취해 찾는 쉴 곳 어김없는 Friday Night 폐인 화려한 짝짓기 게임 이름따윈 몰라도 돼 내가 지금 필요한 건 애인 있는 척 깔끔한 척 고귀한 척 하다간 분위기를 망쳐 줄을 서요 다같이 잘해줄께요 놀다가 아가씨 내 님 두고 한 눈 팔고 멋들어진 2STEP 밟고 저로 말씀드리면 둘째가라면 서러운 수다쟁이 왼손에 잡은 MIC 타의 추종을 불허하는 말솜씨 오늘 이 시간 여러분을 모실 프라임이라오 노세 놀아보세 자 오늘 밤에 한데 모여보세 Yo Everybody 밤새 즐겨보세 Rock the party 노래 불러보세 해 뜰 때까지 오 그대 베이비 Honey 나를 두고 떠날거니 알면서 훤히 뻔히 모르는 척 하는 거니 오 그대 베이비 Honey 나를 데려가 거기 어색함 부끄러움이 없는 오늘 밤에 삐뚤어질 때까지 먹는 건 기본이고 원하는 밤 새로운 밤 즐기고 나면 남남 생각은 감추고 행동은 앞세우고 쉴 곳 없는 여자들 내게 기대기대 대기대기 해 저마다 제 잘난 멋 서로 두꺼운 낯짝 뿐이라오 날이면 날마다 모일 수 있는 곳 또한 아니라오 먼저 간단 인산 말고 내일은 걱정말고 넘지 못할 선이란 건 우리에겐 없는 말이오 노세 놀아보세 자 오늘 밤에 한데 모여보세 Yo Everybody 밤새 즐겨보세 Rock the party 노래 불러보세 해 뜰 때까지 Yo 한 명도 빼지 말고 나를 따라 소리 질러 아 예 i say 아 예 한번더 눈치 볼 필요 없어 모두 목청껏 소리 질라 아 예 i say 아 예  노세 놀아보세 자 오늘 밤에 한데 모여보세 Yo Everybody 밤새 즐겨보세 Rock the party 노래 불러보세 해 뜰 때까지 노세 놀아보세 한데 모여보세 밤새 즐겨보세 노래 불러보세"}, {"song_no": "1355686", "year": "2006", "rank": "98", "title": "I Want U, I Need U", "artist": "환희", "genre": "Drama,Ballad", "lyrics": "I just Want you(oh)  Need you(Need you)  Love you(Love you)  Hold you(Hold you)  어떤 말도 할 수 없어  하루가 지나갔어  I just Want you(oh)  Need you(Need you)  Love you(Love you)  Hold you(Hold you)  저 깊이 숨겨 봐도  oh Girl wanna be yo man  떠난 걸 자꾸 되새겨 봐도  너를 모른 척을 해도  제발 내게 다시 오지마라  Don't be mean to me  멀어지려 해도 그럴 수가 없잖아  모질게 너를 외면해 봐도  아픈 가슴이 날 조여와  제발 내게 다시 오지마라  Don't be mean to me  멀어지려해도 그럴 수가 없자나  I just Want you(oh)  Need you(Need you)  Love you(Love you)  Hold you(Hold you)  어떤 말도 할 수 없어  하루가 지나갔어  I just Want you(oh)  Need you(Need you)  Love you(Love you)  Hold you(Hold you)  저 깊이 숨겨 봐도  oh Girl wanna be yo man  I just Want you(oh)  Need you(Need you)  Love you(Love you)  Hold you(Hold you)  어떤 말도 할 수 없어  하루가 지나갔어  I just Want you(oh)  Need you(Need you)  Love you(Love you)  Hold you(Hold you)  저 깊이 숨겨 봐도  oh Girl wanna be yo man  떠난 걸 자꾸 되새겨 봐도  너를 모른 척을 해도  제발 내게 다시 오지마라  Don't be mean to me  멀어지려 해도 그럴 수가 없잖아  모질게 너를 외면해 봐도  아픈 가슴이 날 조여와  제발 내게 다시 오지마라  Don't be mean to me  멀어지려해도 그럴 수가 없자나  I just Want you(oh)  Need you(Need you)  Love you(Love you)  Hold you(Hold you)  어떤 말도 할 수 없어  하루가 지나갔어  I just Want you(oh)  Need you(Need you)  Love you(Love you)  Hold you(Hold you)  저 깊이 숨겨 봐도  oh Girl wanna be yo man  I just Want you  Need you Love you Hold you   하루가 지나갔어  I just Want you(oh)  Need you(Need you)  Love you(Love you)  Hold you(Hold you)  저 깊이 숨겨 봐도  oh Girl wanna be yo man"}, {"song_no": "850992", "year": "2006", "rank": "99", "title": "My Humps (CF - 벅스 황정음 편)", "artist": "Black Eyed Peas", "genre": "Rap / Hip-hop", "lyrics": "What you gon’ do with all that junk?  All that junk inside your trunk?  I’ma get, get, get, get, you drunk,  Get you love drunk off my hump.  My hump, my hump, my hump,  my hump, my hump,  My hump, my hump, my hump,  my lovely little lumps. Check it out I drive these scrubbers crazy,  I do it on the daily,  They treat me really nicely,  They buy me all these ice-ys.  Dolce &amp; Gabbana,  Fendi and then Donna  Karen, they be sharin’  All their money got me wearin’  Fly gearrr but I ain’t askin,  They say they love my ass ‘n,  Se7en Jeans, True Religion,  I say no, but they keep givin’  So I keep on takin’  And no I ain’t fakin’  We can keep on datin’  I keep on demonstrating.  My love, my love, my love, my love  You love my lady lumps,  My hump, my hump, my hump,  My humps they got u,  She’s got me spending.  Oh Spendin’ all your money on me  and spending time on me.  She’s got me spendin’.  Oh Spendin’ all your money on me,  on me, on me  What you gon’ do with all that junk?  All that junk inside that trunk?  I’ma get, get, get, get, you drunk,  Get you love drunk off my hump.  What u gon’ do with all that ass?  All that ass inside them jeans?  I’m a make, make, make, make you scream  Make u scream, make you scream.  Cos of my hump, my hump,  my hump, my hump.  My hump, my hump, my hump,  my lovely lady lumps. Check it out I met a girl down at the disco.  She said hey, hey, hey yea let’s go.  I could be your baby, you can be my honey  Lets spend time not money.  I mix your milk wit my cocoa puff,  Milky, milky cocoa,  Mix your milk with my cocoa puff,  milky, milky riiiiiiight.  They say I’m really sexy,  The boys they wanna sex me.  They always standing next to me,  Always dancing next to me,  Tryin’ a feel my hump, hump.  Lookin’ at my lump, lump.  U can look but you can’t touch it,  If u touch it I’ma start some drama,  You don’t want no drama,  No, no drama, no, no, no, no drama  So don’t pull on my hand boy,  You ain’t my man, boy,  I’m just tryn’a dance boy,  And move my hump.  My hump, my hump, my hump, my hump,  My hump, my hump, my hump,  my hump, my hump, my hump.  My lovely lady lumps x3  In the back and in the front.  My lovin’ got u,  She’s got me spendin’.  Oh Spendin’ all your money on me  and spending time on me.  She’s got me spendin’.  Oh Spendin’ all your money on me,  on me, on me.  What you gon’ do with all that junk?  All that junk inside that trunk?  I’ma get, get, get, get you drunk,  Get you love drunk off my hump.  What you gon’ do with all that ass?  All that ass inside them jeans?  I’ma make, make, make, make you scream  Make you scream, make you scream.  What you gon do with all that junk?  All that junk inside that trunk?  I’ma get, get, get, get you drunk,  Get you love drunk off this hump.  What you gon’ do wit all that breast?  All that breast inside that shirt?  I’ma make, make, make, make you work  Make you work, work, make you work.   She’s got me spendin’.  Spendin all your money on me  and spendin’ time on me  She’s got me spendin’.  Spendin’ all your money on me,  on me, on me"}]