[{"song_no": "1563237", "year": "2007", "rank": "1", "title": "미인 (美人)", "artist": "이기찬", "genre": "Ballad", "lyrics": "헤어질 때 늘 하던 짧은인사가  오늘따라 왜 이렇게 서글픈거니  눈물이 두 뺨 위로 흘러내릴때  그때서야 이별인 줄 알았어요    제발 가지 말라고 차갑게 떠나지 말라고  가슴 아프도록 외쳐보지만  너는 떠나간다고 나의 손을 놓는다고  나를두고 돌아서 버린 너    다시 사랑한다 해도 다른 누군갈 만나도  나는 너와 같은 사람 다신 만나진 못해  백 번 천 번을 말해도 울며 다짐을 해봐도  떠나가는 네 얼굴 보고싶은..  내가 정말 싫어    모두 꿈일꺼라고 깨면 다 돌아올꺼라고  아픈 마음을 위로해보지만  점점 멀어져가는 너의 모습을 보면서  울고있는 내가 다 가여워    다시 사랑한다해도  다른 누군가를 만나도  나는 너와 같은 사람 다신 만나지 못해.  백번 천번을 말해도 울며 다짐을 해봐도  떠나가는 네 얼굴 보고싶은 내가 싫어.    정말 사랑했었다면  나를 사랑했었다면  가는 길에서라도 한번쯤은 돌아봐줘    이거 하나만 알고 가  이 말 하나만 듣고 가  나보다 더 좋은 사람 만나도  날 잊으면 안돼.."}, {"song_no": "1569649", "year": "2007", "rank": "2", "title": "유혹의 소나타", "artist": "아이비", "genre": "Dance", "lyrics": "내 손만 잡으려말고 날 안아봐   두 눈 다 꼭 감은채로 느낌을 봐   가슴이 참 복잡할 땐 날 바라봐   난 널 유혹하는 거란다   손발을 Do It 단 둘이 둘이   이 밤을 Take It   달빛을 켜서 네 맘을 비춰 자   내게 보여줘   한순간 숨 막힐 듯한 네 표정과   한숨만 푹 쉬고 마는 입술을 봐   겁먹기 딱 편한 매력 난 있지만   다 널 유혹 하는 거란다   손발을 Do It 단 둘이 둘이   이 밤을 Take It   달빛을 켜서 네 맘을 비춰 자   내게 보여줘   Baby U Don't Have To Worry   Everything's Alright   손발을 Do It 단 둘이 둘이   이 밤을 Take It   One One n Two   이제부터 우리 둘 의 시간   Three n Four 아직 밤은 깊어   Five n Six 나를 가져가게 놔둘 시간   Seven Tonight Gotta Make up   Ur Mind   I GOTTA Do It So pretty pretty   I'm Gonna Make It   온몸을 던져 진하게 Touch YA   유혹의 SONATA   Baby U Don't Have To Worry   Everything's Alright   손발을 Do IT 단 둘이 둘이   이 밤을 Take It   어쩜 이런 기회를 잡고 나를   만나러 왔니   어떤 이도 찾지 못하게 숨겨온   내 사랑   더 빨리 Do IT 단 둘이 둘이   눈길을 Take It   두 손을 펴서 두 팔을 벌려 자   나를 감싸줘   손발을 Do It 단 둘이 둘이  이 밤을 Take It  달빛을 켜서 네 맘을 비춰 자  내게 보여줘  Baby U Don't Have To Worry  Everything's Alright  선택은 빨리 한 순간 뿐인  기회는 지금 YO"}, {"song_no": "1568562", "year": "2007", "rank": "3", "title": "같은 베개...", "artist": "테이", "genre": "Ballad", "lyrics": "하룻밤 자고나면 괜찮을거라 그 밤이 어느새 천번째 밤이야 니가 떠난 그 날부터 매일밤 나를 위로해 줬던건 언젠가 니가 내게 사준 베개야 한시도 떨어져 살수가 없을때 서로같은 베개위에서라도 꼭 잠들자고 약속했었던 똑같은 베개 베고서 잠이들면 어디서든 함께있는 거라던 꿈속에서도 헤어지지 말자던 그런 니가 너무 그리워 잠들때까지 전화기를 붙잡고 사랑한다는말 지겹게 나누고 두 베개가 하나되는 그 날을 그리며 행복했던날 이제는 그 베개를 끌어 안고서 눈물을 흘리고 후회를 흘리고 너에게 다 미쳐주지 못했었던 나의 마음을 또 흘리지 똑같은 베개 베고서 잠이 들면 어디서든 함께 있는 거라던 꿈속에서도 헤어지지 말자던 그런 니가 너무 그리워 언젠가 잊혀질 날이 올 것 같아서 슬픔도 멈출날 올 것 같아서 외려 두려워 시간이 내 맘까지 앗아갈까 아직도 너만 꿈꾸고 있는 바보 이런 나도 잠들날이 올까봐 똑같은 베개 베고서 잠이들면 어디서든 함께 있는거라던 꿈속에서도 헤어지지 말자던 그런 니가 너무 그리워 사랑이 눕던 그 곳에 그 자리위에 영원토록 이거릴 또 누워도 너와 똑같은 추억 하나 가진 날 그래도 너라서 고마워"}, {"song_no": "1558954", "year": "2007", "rank": "4", "title": "미워요", "artist": "씨야", "genre": "Ballad", "lyrics": "평생을 나만  사랑한다고 해놓고  평생을 나만  바라본다고 해놓고  나 그댈 이토록  사랑하게 해놓고  안녕이란 말도 없이  떠나간 그대가 미워요  마음이 약해서  그댈 붙잡지도 못하고  못난 정 때문에 잊지도 못하고  사랑한다고 하더니  나를 떠나가버린 그 사람  지켜준다고 약속하더니  나를 울리고 떠난 그 사람  오 바람아 불어라  그리운 이 내 마음  전해지도록  내 님이 있는 곳  너는 알고 있잖아    사랑이 사랑을  잊혀지게 한다는 그 말  아무리 되내어도 그리움만 차  사랑한다고 하더니  나를 떠나가버린 그 사람  지켜준다고 약속하더니  나를 울리고 떠난 그 사람  오 바람아 불어라  그리운 이 내 마음  전해지도록  내 님이 있는 곳  너는 알고 있잖아  그래도 사랑했던 사람  내게는 다정했던 사람  이제 잊어야 하겠지  사랑아 사랑아  너 없이 나 어떻게 살라고  못난 내 사랑아  이제는 내가 널 보내줄께  오 세월아 흘러라  사랑한 추억 모두 잊혀지도록  그리운 내 님이  생각나지 않도록  여자의 가슴에  사랑만 남겨놓고 떠난 사람아  미워요 그 사람  내가 사랑했던 사람"}, {"song_no": "1575129", "year": "2007", "rank": "5", "title": "수취인 불명", "artist": "프리스타일", "genre": "Rap / Hip-hop", "lyrics": "안돼겠지 이젠  잘지내니 나는 요즘 그냥 그렇게 살어 예전보다 살만한데 맘은 그렇지 않아 안본지 오래됐어 요즘에 너는 어때 나같은거 이제는 별로 관심없겠지만 그건좀 어때 예전에 달고 살던 기침은 약좀 잘 챙겨먹어 고집부리지말구 감기라도 걸리면 넌 무척오래 가잖아 따뜻하게 좀 입고 다녀 멋부리지말고 요즘들어서 친구들이 내게 자꾸 말해 사랑은 다른 사랑으로 잊어버리라고 안쓰러운 눈빛으로 나를 보며말해 머리가 멍해지고 말라가는 병에 걸렸다고 길을걷다 멈춰서 한숨만 쉴꺼라고 이름을 불러도 잘 듣지 못할꺼라고 눈만 뜨고 있지 사는게 아니라고 당분간 그 심장은 잠시 멈출꺼라고 왜 이런거죠 내가 왜 이런거죠 아무렇지 않은데 왜 내가 힘들까요 내가 아픈가요 많이 아픈가요 난 아무렇지않죠 정말 아무렇지않죠 모든게  그래 니가 오늘하루 아무런일도없듯 나역시 오늘하루도 보통으로 살어 그런데 사람들이 나를 보며 말해 그러다 죽겠다고 이젠 좀 잊으라고 내색조차 안하려고 정말 애쓰는데 결국 아무리 숨겨봐도 나는 역시 안돼 그렇지 내가 하는 일이 다 그렇지 뭐 사랑하는 사람조차 볼수없으니까 오랜만에 니 생각나 편지한통 썼는데 그런데 마땅하게 어디로 보낼곳이 없어 사실은 나 미치도록 니가 보고싶고 많이 아파 너무도 힘들다고 말하려고했어 내가 지금 뭐를 어찌해야할지 어떻게 시작할지 너에게 물어보려했어 정말 뭐가 뭔지 대체 정말 뭐가 뭔지 나는 어떻게 너 없인 아무것도 못해 왜 이런거죠 내가 왜 이런거죠 아무렇지 않은데 왜 내가 힘들까요 내가 아픈가요 많이 아픈가요 난 아무렇지않죠 정말 아무렇지않죠 모든게 왜 이렇게 살아가는지 이렇게 힘든지 왜이렇게 된거죠 아무일도 없던것처럼 난 웃고 지내요 정말 아무렇지도않게 근데 왜 이런거죠 내가 왜 이럴까요 아무렇지않은데 왜 내가 힘들까요 내가 아픈가요 많이 아픈가요 난 아무렇지않죠 정말 아무렇지않죠 모든게 근데 왜 자꾸만"}, {"song_no": "1560045", "year": "2007", "rank": "6", "title": "추억은 사랑을 닮아", "artist": "박효신", "genre": "Ballad", "lyrics": "그대가 부네요 내 가슴 안에 그대라는 바람이 언제나 내게 그랬듯이 내 맘 흔들어 놓고 추억이란 흔적만 남기고 달아나죠 난 길을 잃었죠 늘 그대라는 사람만 보다가 단 한 번 의심하지 않고 여기까지 왔는데 그대 없는 낯설은 길 위에 남아있죠 가져 가세요 좋은 기억마저도 그대가 없이는 내겐 짐만 될텐데 자꾸 꺼내보면 그리움만 커져서 다시 돌아가는 길 발걸음 또 멈추게 하죠 추억은 사랑을 닮아 난 자꾸 돌아보겠죠 그곳엔 아직도 그대가 있어서 그래서 아픈가봐요 한 번쯤 꼭 한 번쯤은 그대도 날 볼까봐 오늘도 기다려요 나 이제 어쩌죠 아무리 그댈 달아나려 해봐도 한뼘도 멀어지지 못해 매일 같은 자리에 매일 같은 무게로 하루를 살아가죠 어딜 보아도 온통 그대 뿐이죠 날 보던 눈빛이 자꾸 맘에 걸려서 다시 눈을 감고 그댈 지우려하면 굳게 다문 입술이 떨려와 참았던 눈물이 흐르죠 추억은 사랑을 닮아 난 자꾸 돌아보겠죠 그곳에 아직도 그대가 있어서 그래서 아픈가봐요 한 번쯤 꼭 한 번쯤은 그대도 날 볼까봐 오늘도 기다려요 어느 날 뒤돌아보다 그대가 나를 본다면 난 어떻게 하죠 아무말 못하는 나를 잘 알잖아요 추억은 바람을 타고 언젠가 흩어질텐데 울어도 소리쳐봐도 모른 척 버리려해도 잊지 못할 그 사람 오늘도 기다려요 나를 잘 알잖아요"}, {"song_no": "1579229", "year": "2007", "rank": "7", "title": "왼쪽가슴", "artist": "케이윌", "genre": "Ballad", "lyrics": "그렇게 쉬울 줄 몰랐죠 나를 잊을 줄은 알았지만 그렇게 빠를 줄 몰랐죠 다른 사람 생길 줄 알았지만 나밖에 나 밖엔 안 된다며 울던 그대 곁에 어떻게 다른 사람이 있죠 왼쪽 가슴이 너무 아파 뭔가 누르는 것만 같아 하루 종일 숨을 쉴 때마다 니 생각이 떠오르거나 니 소식이 들릴 때마다 몇 달째 이렇게 계속 아파 잘한 일이라고 몇 번을 다짐해봐도  어떻게 웃을 수가 있죠 아직도 난 숨도 못 쉬는데 어떻게 행복할 수 있죠 모든게 난 어색하기만 한데 나 없이 나 없인 못 산다며 울던 그대 눈이 어떻게 다른 사람을 보죠 왼쪽 가슴이 너무 아파 뭔가 누르는 것만 같아 하루 종일 숨을 쉴 때마다 니 생각이 떠오르거나 니 소식이 들릴 때마다 몇 달째 이렇게 계속 아파 잘한 일이라고 몇 번을 다짐해봐도 다짐해봐도 다짐해봐도 하고 또 해봐도 넌 내 여자 같아 아직도 넌 내 여자 같아 어떻게 널 보내란 말이야 왼쪽 가슴이 너무 아파 뭔가 누르는 것만 같아 하루 종일 숨을 쉴 때마다 니 생각이 떠오르거나 니 소식이 들릴 때마다 몇 달째 이렇게 계속 아파 잘한 일이라고 몇 번을 다짐해봐도"}, {"song_no": "1556547", "year": "2007", "rank": "8", "title": "Fan", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "oh 가질수가 없어도  내 머릿속에 서라도  만질수가 없어도  그저 헛된 꿈이라도  말할수가 없어도  멀리서 숨어서라도  You know I do  널 사랑한다고  내가 누군지는 몰라도  Oh baby don't you know  내 이름도 모르죠  오늘도 밤새도록 맘 졸이고  그대 바라보고 있죠  Oh so beutiful  손에 쥔 당신의 독사진  세상의 환호성에 파묻힌  내 미친 사랑의 속삭임  듣고 있지도 않겠죠  난 죽어도 안되겠죠  그러겠죠 다음 세상에도  내가 누군지도 모르고 살겠죠  너무나도 그댈 가지고 싶어  난 돌이킬수가 없죠  오늘밤도 입을 맞추고 싶어  베개를 꽉 붙잡겠죠  오늘이 우리의 첫 만남이  맞는거겠죠  그런 문답은 언제나  당신만 하는 거겠죠  나는 그대 뒷모습에  오늘도 말을 걸겠죠  항상 같은건데도  떨림에 인사를 건네죠  이 세상의 모든 귀를 막아도  그대만은 내 말을 들어줘  멀어지는 그대 뒷모습에  굳어가는 날 흔들어줘  멀리서 저 멀리서 점이 되어가  어디에서 그댈 볼 수 있을까  말해줘  oh 가질수가 없어도  내 머릿속에 서라도  만질수가 없어도  그저 헛된 꿈이라도  말할수가 없어도  멀리서 숨어서라도  You know I do 널 사랑한다고  내가 누군지는 몰라도  내 머릿속에 서라도  만질수가 없어도  그저 헛된 꿈이라도  말할수가 없어도  멀리서 숨어서라도  You know I do 널 사랑한다고  내가 누군지는 몰라도  오늘은 왜 웃지 않고  있을까 그대 무슨 일인지  별일 아니었음 좋겠는데  시름이 가득한 그대 얼굴  난 볼 수 가 없는데  차라리 내가 아픈게 낫겠어  그럴 수 가 없는게  너무나도 안타까워  오늘 하루만은  날 반가워 잘있었죠  물어본다면  대답 할 수 있는 날 안아줘  닿지도 만질수도  안을수도 없는 그대여  오늘밤도 난 그댈 만나러 가요  내 꿈속에서  꿈속에서라도 모두가 말리고  내 사랑 비웃더라도  미쳤다고 모두가 말하고  온 세상 지우더라도  당신은 내껀데  보잘것 없는 시선들에게 뺏겨  왜 No 난 절대 못해  나만 바라보게 해줄께  모든걸 다 줄께 입맞출 때  세상을 다 가져다 줄께  절대 날 떠나가지 못하게  불이 꺼져버린  가슴에 가둘께  You are My star  I'm your no1 fan  baby please take my hand  oh 가질수가 없어도  내 머릿속에 서라도  만질수가 없어도  그저 헛된 꿈이라도  말할수가 없어도  멀리서 숨어서라도  You know I do  널 사랑한다고  내가 누군지는 몰라도  내 머릿속에 서라도  만질수가 없어도  그저 헛된 꿈이라도  말할수가 없어도  멀리서 숨어서라도  You know I do  널 사랑한다고  내가 누군지는 몰라도  oh 가질수가 없어도  내 머릿속에 서라도  만질수가 없어도  그저 헛된 꿈이라도  말할수가 없어도  멀리서 숨어서라도  You know I do  널 사랑한다고  내가 누군지는 몰라도  내 머릿속에 서라도  만질수가 없어도  그저 헛된 꿈이라도  말할수가 없어도  멀리서 숨어서라도  You know I do  널 사랑한다고  미친 사랑에 빠진  boy say girl say oh oh oh  바보같은 사랑에 빠진  boy say girl say oh oh oh  헛된 사랑에 빠진  boy say girl say oh oh oh  나같은 사랑에 빠진  boy say girl say oh oh oh  내가 누군지는 몰라도"}, {"song_no": "1575512", "year": "2007", "rank": "9", "title": "잊었니...", "artist": "윤미래", "genre": "R&B / Soul", "lyrics": "진실은 거짓이 되고 술은 눈물과 섞여 쓰라린 내 맘 속을 태워 내려가네 여전히 니 품 안에 웃던 그 날 그 날에 멈춰 미소 지어 보는 난 내일이 되면 꿈이라고 오늘도 애써 잠들려 난 눈을 감지만 눈물이 고인 내 가슴 속은 진실을 알려 잊었니 우린 사랑했잖니 나만 사랑한단 우리의 약속을 잊었니 우린 행복했잖니 너 없이 난 천천히 죽어가는데 넌 어딨니 거짓은 진실이 돼 술은 눈물과 섞여 내 맘속에 아픔을 불 질러 네게 기대려 해도 옆에 넌 있진 않지만 내일이 되면 넌 날 깨워주겠지 There's just no more U and Me 오늘도 널 기다리며 눈을 감지만 눈물에 잠긴 내 가슴 속은 거짓을 알려 잊었니 우린 사랑했잖니 나만 사랑한단 우리의 약속을 잊었니 우린 행복했잖니 너 없이 난 천천히 죽어가는데 잊었니 벌써 딴 사랑을 찾아 간 거니 넌 어떻게 나 없이 살아가 난 너 없이 살아지는데 내 영혼도 날 떠난대 해는 너무 빨리 떠 오지만 너는 오지 않아 돌아와 제발 우린 사랑했잖니 나만 사랑한단 우리의 약속을 잊었니 우린 행복했잖니 너 없이 난 천천히 죽어가는데 잊었니 우린 사랑했잖니 나만 사랑한단 우리의 약속을 잊었니 우린 행복했잖니 너 없이 난 천천히 죽어가는데 넌 어딨니"}, {"song_no": "1563629", "year": "2007", "rank": "10", "title": "남자야", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "이미 다른 사람 곁에 니가 있는데 그의 손을 잡고 있는데 한 걸음도 못하고 늘 제자리인 걸 또 오늘도 하루 만큼 멀어지는 걸 내가 될 수 없는지 널 사랑할 사람 바보처럼 눈물로 삼켜보지만 가슴에 니가 꼭 꽂혀서 눈가에 니가 꼭 맺혀서 입가에 수없이 맴돈말 널 사랑 한다고 잊으려 발버둥쳐봐도 지우려 술에 늘 취해도 그리울 너잖아 찾아올 너잖아 시린 가슴 한숨에 털어내려해도 가슴 끝에 사는 한 사람 가끔 먼발치라도 한순간이라도 보고싶어 니가 있는 거릴 걷는데 내가 될 수 없는지 널 사랑할 사람 바보처럼 눈물로 삼켜보지만 가슴에 니가 꼭 꽂혀서 눈가에 니가 꼭 맺혀서 입가에 수없이 맴돈말 널 사랑한다고 잊으려 발버둥쳐봐도 지우려 술에 늘 취해도 그리울 너잖아 찾아올 너잖아  이런 나를 모르고 못난 날 버리고 그렇게 그에게 안겨서 살아가잖아 그 사람 자꾸만 미워서 내사랑 가진게 미워서 또다시 되돌려 달라고 말하고 싶지만 나보다 잘해줄 남자야 나보다 사랑할 남자야 부디 날 잊어줘 그렇게 살아줘"}, {"song_no": "1581597", "year": "2007", "rank": "11", "title": "톡!톡!톡! (Toc Toc Toc)(CF - 투싼 `이효리`편)", "artist": "이효리", "genre": "Dance", "lyrics": "Yeah turn the Lights off   get you’re freak on mami   It’s time for U to shake   that mami   Girl U know da deal   So u better teach’em   somthin’ talk to them   아슬아슬 훔쳐보는 니 시선이   느껴지지   살금살금 다가오는 니 숨소리   들려 오지   내 방 앞에 멈춰 있는 발걸음이   느껴질 때   두근두근 설레이는 내가슴은   Hot in here   살며시 단 둘이 단 둘이 놀아   아무도 모르게   이제 널 초대해 Come on Come on   이 밤의 fantasy   내게 노크를 해줘 Baby Toc   Toc Toc   나의 마음을 열어줘 Honey 꼭꼭꼭   오늘밤 우린 Crazy 오늘 난   너의 Lady   불같은 느낌은 On n On n   On n On  빗물처럼 촉촉하게 내 입술이  젖어 들지   바람처럼 나른하게 네 숨결이   불어오지   머리부터 발끝까지 네 손길이   스쳐질 때   태양처럼 달아오른 이 시간은   Hot in here   살며시 단 둘이 단 둘이 놀아   아무도 모르게   이제 널 초대해 Come on   Come on   이 밤의 fantasy   내게 노크를 해줘 Baby Toc   Toc Toc   나의 맘을 열어줘 Honey 꼭꼭꼭   오늘밤 우린 Crazy 오늘   난 너의 Lady   불같은 느낌은 On n On n   On n On   너의 그 부드러운 touch는   마치 티슈   나를 불태우며 녹여 니   뜨거운 키스   내게 전해져 니 맘이 On   and On   나 또한 원해 널 너처럼   원해 Girl   오늘밤 나는 너의 All night love   너를 흠뻑 적셔줄께 소나기처럼   So follow me mam 어서   니 옷을 벗어   여기는 할로윈 파티도 아닐   뿐더러 더워   내게 노크를 해줘 Baby   Toc Toc Toc   나의 맘을 열어줘 Honey 꼭꼭꼭   오늘밤 우린 Crazy 오늘   난 너의 Lady   불같은 느낌은 On n On n   On n On   다시 노크를 해줘 Baby Toc   Toc Toc   나의 문을 열어줘 Honey 꼭꼭꼭  어두운 별빛 아래 비밀스런 밤에   매일 밤 너와 나 On n On n   On n On  Hey U lady lady Don’t stop   Shake it baby KK   Make it crazy Let’s take it   to the Top   We won’t stop  Hey U lady lady Don’t stop  Shake it baby KK  Make it crazy Let’s take it  to the Top  We won’t stop"}, {"song_no": "1574696", "year": "2007", "rank": "12", "title": "하루살이", "artist": "BMK", "genre": "Ballad", "lyrics": "그리움은 부지런도 해 내가 눈을 뜨기만을 기다린듯 해 네가 변했는데 세상은 하나 변한 게 없어 변함없다는 게 나를 울게 해 난 이렇게 아픈데 못 잊겠어 오늘은 널 못 보내겠어 하루만 널 원 없이 그리다가 오늘까지 실컷 널 사랑하다 내일은 꼭 내일은 아주 널 잊겠다고 또 다짐하고 또 다짐을 해 할수록 더 느는 거짓말처럼 외로움이 두꺼워져서 단추 없는 맘을 여밀 수도 없게 해 너무 추운데도 안기고 싶은 가슴이 없어 나의 심장이 다 부르터가도 얼어붙어만 가도 못 잊겠어 오늘은 널 못 보내겠어 하루만 널 원 없이 그리다가  오늘까지 실컷 널 사랑하다 내일은 꼭 내일은 아주 널 잊겠다고 또 다짐하고 또 다짐을 해 할수록 더 느는 거짓말 처럼 온종일 널 잊자는 생각에 매달리고 매달리다 고단함에 잠드는 어쩌면 난 쓸쓸한 하루살이 같아 하루가 전부인 양 내 삶이 길어도 사랑은 항상 너일 테니까 오늘이 또 흘러가 다시 내일 되면 내일도 오늘일 뿐 널 백지처럼 지울 날은 끝내 안 올지 몰라 너를 알기 전으로 돌아가기 전에는 더 안 되는 일 난 못하는 일 못 잊어 널 못 잊어 난 못 잊어"}, {"song_no": "1580618", "year": "2007", "rank": "13", "title": "비행소녀", "artist": "마골피", "genre": "Ballad", "lyrics": "활주로를 떠나  비행기는 이제  어둠속을 날아요  서울의 야경은  물감처럼 번져 가고  저기 어딘가에  내가 아는 사람  손 흔들고 있을까  마지막의 인사를 해요  내가 가는 길이  너무 나도 힘든  이별의 길이지만  후회하지 않고  웃으면서 떠나 갔죠  사실 울고 있죠  많이 울고 있죠  창피하게 말예요  어둠 속을 날아 가죠  안녕  기억 안녕  입술로 되내어 보네  사랑해  라는 단 한마디  안녕  추억 안녕  너무나 눈물이 나요  영원히  그댈  사랑해요  안녕    어둠속을 떠나  비행기는 이제  어딘가에 내려요  낯설은 도시는  사실 많이 두렵지만  저기 어딘가에  내가 아는 사람  손 흔들고 있을까  마지막의 인사를 해요  안녕  기억 안녕  입술로 되내어 보네  사랑해  라는 단 한마디  안녕  추억 안녕  너무나 눈물이 나요  영원히  그댈  사랑해요  안녕  기억 안녕  입술로 되내어 보네  사랑해  라는 단 한마디  안녕  추억 안녕  너무나 눈물이 나요  영원히  그댈  사랑해요    안녕"}, {"song_no": "1566277", "year": "2007", "rank": "14", "title": "Irony (아이러니)", "artist": "원더걸스", "genre": "Dance", "lyrics": "자꾸 첨이란 말을 너무 많이해  이런 감정은 첨이라며 말을 하는게 이상해  난 다른 여자들과 다르다는게 좀 수상해  내가 아는 애만 해도 몇 명인데  그 여자들은 아무 의미도 없다는게 이상해  그동안 사귀었던 여잔 뭐였는데  말이 도무지 안되잖아    ***  남잔 다 믿어서는 안된다고 하면서  너만 다르다고 말하는 건 뭐야  Irony 말도 안 돼 x 3  말도 안 되는 말 정말  여잔 다 가지고 놀기만 했었다면서  나만 다르게 생각한단 건 뭐야  Irony 말도 안 돼 x 3  말도 안 되는 말 정말    다른 남자 애들 안 좋은 얘기를  자꾸 내게 자세히 말해 주는게 너무 이상해  니 친구들 안 좋은 얘길 왜 내게 계속 말해  너만 안 그렇단 말이 좀 이상해  니 친구들 모두 너와 함께 다니잖아 말이 돼  친구들 모두 다 그러고 있는데  너만 안그러고 있는게    *** 반복      너무 진실한 것처럼 말이지  너무 그러니까 이상한거지  말을 곧이 곧대로 듣지 못하고  자꾸 의심하게 돼 믿지 못하고  잠시 생각해보면 니가 뭣하러  그렇게까지 나에게 환심을 사려  할까 싶어서 믿어보려고도 해봤어  하지만 수상해 아무래도 안되겠어    *** 반복"}, {"song_no": "1569650", "year": "2007", "rank": "15", "title": "이럴거면", "artist": "아이비", "genre": "Ballad", "lyrics": "이럴 거면 날 흔들어 놓지 말지  이럴 거면 잘해주지나 말지  이럴 거면 첨 스쳐가게 놔두지  너를 모르는 채 살게 하지. 떠날 거라면.    원망해도 후회해도 널 향한 나의 사랑은  이미 엎질러진 물 처럼 주워 담을 수 없어    나를 울리려고 이럴려고..  날 사랑 했니. 너를 사랑하게 했니  멀쩡한 사람 왜 넌 바보 만들어  버릴 거면. 그럴 거였으면  왜 내 맘 모두 가져간 거야  조각나버려 이제 다신 쓸 수도 없게    내 머리는 내 입술은 매일 니 욕만 하는데  나의 가슴은 내 눈물은 자꾸 니 편만 들어    나를 울리려고 이럴려고  날 사랑 했니 너를 사랑하게 했니  잘살던 사람 왜 늘 울게 만들어  버릴 거면. 그럴 거였으면  왜 내 맘 모두 가져간 거야  누구에게도 이제 다신 줄 수도 없게    너를 알기 전 서로 몰랐던 때로  돌아가기엔 널 너무 사랑했나 봐    잊지 못할 거면 이럴 거면  널 붙잡을 걸 네게 떼라도 써볼걸  사랑한다고 너 없인 못산다고  울릴 거면 그립게 할 거면  차라리 너의 곁에서 울려  볼 수 있다면 혼자 사랑해도 되니까  나만 사랑해도 되니까"}, {"song_no": "1558953", "year": "2007", "rank": "16", "title": "가시리", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "바람부는 길목에서 그댈 기다립니다 나를 떠나버린 그 날의 기억처럼 작은 발자국 소리에 놀란 가슴은 오늘도 한숨만 쉬네요 어제 가신 님은 돌아올 생각이 없는지 불러봐도 메아리만 돌아오네요 라라라라라라라 홀로 슬피우는 새야 너도 사랑했던 님 찾아 우는구나 가슴이 쉬도록 그대 이름 부르고나면 다시 내게로 돌아올거야  매일 밤하늘의 달빛만 바라만봅니다 내 님 어디에 있는지 비춰줄까봐 사랑한다 사랑한다 못다했던 말 이제서야 불러보네요 비가오나 눈이오나 기다리는 마음은 바람소리에도 그대인것 같아서 라라라라라라라 홀로 슬피우는 새야 너도 사랑했던 님 찾아 우는구나 가슴이 쉬도록 그대 이름 부르고나면 다시 내게로 돌아올거야  많은 세월가면 그댈 잊을 수 있으려나 눈을 감아야 잊을 수 있나 하염없이 울던 새마저 날 떠나버리고 나만 홀로 이렇게 슬피 우는구나 그리움을 가슴에 안은채 살아가겠지 우린 서로 남이 되었으니 라라라라라라라 홀로 슬피우는 새야 너도 사랑했던 님 찾아 우는구나 가슴이 쉬도록 그대 이름 부르고나면 다시 내게로 돌아올꺼야"}, {"song_no": "1459456", "year": "2007", "rank": "17", "title": "흰눈", "artist": "이루", "genre": "Ballad", "lyrics": "한 사람을 너무 사랑했던거죠   얼마나 나를  아프게 할지도 모르고   기뻐했죠  이 세상에 그댈 가진 사람  나 하나 뿐이라며  흰 눈이 내리던 어느 날  그 고운 입술로 날 사랑한다고   안녕이란 말을 하고  그대가 내 곁을 떠나갔죠   몰랐었죠 우리 헤어진다는건   정말 그대가 내 사랑인줄 알았는데  좋아했죠 그대 나와 같은 생각하고 있을거라 믿었죠 흰 눈이 내리던 어느 날 그 고운 입술로 날 사랑한다고  안녕이란 말을 하고 그대가 내 곁을 떠나갔죠  하얀 눈위에 멀어져 가는 그대가 남겨둔 발자국 세며 멍하니 바보처럼 떠나가는 뒷모습 보면서 울었죠 흰 눈이 내리던 어느 날 그 고운 입술로 날 사랑한다고  안녕이란 말을 하고 그대가 내 곁을 떠나갔죠  흰 눈이 내리던 어느 날 그 고운 입술로 날 사랑한다고  안녕이란 말을 하고 그대가 내 곁을 떠나갔죠  내 곁을 떠나갔죠"}, {"song_no": "1538203", "year": "2007", "rank": "18", "title": "안녕", "artist": "KCM", "genre": "Ballad", "lyrics": "안녕이란 두 글자가 나를 울리고  행복했던 시간 모두 내 곁을 떠나고  사랑했던 그대마저 내 곁에는 없고  차가운 바람만 불어오네요  자고 나면 그대 생각에  나 눈물부터 내 앞을 가리고  그대밖에 모르던 난 어떡해  그대 사랑하지 말아요  다른 사랑하면 안돼요  그런 그댈 바라보는  내 맘이 너무 아프잖아요  나를 사랑할 순 없나요  모든 걸 다 잃어도 난 괜찮아요  사랑해요 내 곁에 돌아와줘요    길을 걷다 마주치는 많은 풍경도  내 귓가에 들려오는 저 노래 소리도  입 맞추던 그 거리도 다 그대로인데  그대 하나만 변한 것 같아요  내일이면 그댈 잊어야지  떠난 사람 이젠 보내야지  다시 그리움에 무너지네요  그대 사랑하지 말아요  다른 사랑하면 안돼요  그런 그댈 바라보는  내 맘이 너무 아프잖아요  나를 사랑할 순 없나요  모든 걸 다 잃어도 난 괜찮아요  사랑해요 내 곁에 돌아와줘요  이젠 못 보는 거죠  다신 못 보는 거죠  정말 두번 다시는    그대 사랑하지 말아요  다른 사랑하면 안돼요  그런 그댈 바라보는  내 맘이 너무 아프잖아요  그대 나를 잊지 말아요  나를 사랑 안 해도 난 괜찮아요  보고 싶어  내가 사랑한 사람아"}, {"song_no": "1521180", "year": "2007", "rank": "19", "title": "잔소리", "artist": "더 넛츠 (The NuTs)", "genre": "Rock", "lyrics": "아무일 없지 지낼만 하지 거 봐 괜찮다고 했잖아  장난기 어린 네 맑은 음성이 하루종일 내 곁에 있곤 해    어딜 가든지 내가 무얼 하든지 혼자 내버려 두질 않아  무얼 먹어야 할지 무얼 입어야 할지  가면 갈수록 더해지는 너의 잔소리    그래서 눈물 나  내 귓가에 네가 있는데 너를 볼 수 없다는게 그게 너무 슬퍼서    그래서 눈물 나  내 가슴에 살아 있는 널 너무 보고 싶어서 너무 보고 싶어서 너무 아파    저 여잔 어때 자꾸 등을 떠밀어 다른 여잘 만나게 해도  열 번이면 열 번다 이뤄질 수 없었고 그런 날이면 전쟁 같은 너의 잔소리    그래서 눈물 나  나 그렇게 누굴 만나면 이제 다신 내 귓가에 오지 않을 너라서    그래서 눈물 나  너 그렇게 보내 버리면 니가 보고 싶어서 너무나 보고 싶어서 눈물이 나    어쩜 이렇게 아플까 가슴 터질 것처럼  그저 너 하나 없는 것 일뿐인데    그래서 눈물 나  이 세상이 해준 것 보다 니가 내게 해준 것이 너무 나도 많아서    그래서 눈물 나  널 더 이상 듣지 못한 채 주먹만 한 가슴에  너를 살게 하는 게 미안해서"}, {"song_no": "1556553", "year": "2007", "rank": "20", "title": "Love Love Love (Feat. Yoong Jin Of Casker)", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "밤 12시 술 취해 지친 목소리  새벽 2시 차갑게 꺼진 전화기  아무도 내 맘을 모르죠  I can't stop Love Love Love  아파도 계속 반복하죠  I can't stop Love Love Love   있나요 사랑해본 적  영화처럼 첫 눈에 반해본 적  전화기를 붙들고 밤새본 적  세상에 자랑해본 적  쏟아지는 비속에서  기다려본 적  그를 향해 미친듯이  달려본 적  몰래 지켜본적 미쳐본적  다 보면서도 못본 척   있겠죠 사랑해본 적  기념일 때문에 가난해본 적  잘하고도 미안해 말해본 적  연애편지로 날 새본 적  가족과의 약속을 미뤄본 적  아프지말라 신께 빌어본 적  친굴 피해본 적 잃어본 적  가는 뒷모습 지켜본 적  can't stop love  미친듯 사랑했는데 왜  정말 난 잘해줬는데 왜  모든걸 다 줬었는데  you got me going crazy  can't stop love  죽도록 사랑했는데 왜  내 몸과 맘을 다 줬는데  모든걸 잃어버렸는데 어떻게   아무도 내 맘을 모르죠  I can't stop Love Love Love  아파도 계속 반복하죠  I can't stop Love Love Love   있나요 이별해본 적  빗물에 화장을 지워내본 적  긴 생머리 잘라내본 적  끊은 담배를 쥐어본 적  혹시라도 마주칠까  자릴 피해본 적  보내지도 못할 편지 적어본 적  술에 만취되서 전화 걸어본 적  여보세요 입이 얼어본 적   있겠죠 이별해본 적  사랑했던 만큼 미워해본 적  읽지도 못한 편지 찢어본 적  잊지도 못할 전화번호 지워본 적  기념일을 혼자 챙겨본 적  사진들을 다 불태워본 적  이 세상에 모든 이별 노래가  당신의 얘길꺼라 생각해본 적   can't stop love  미친듯 사랑했는데 왜  정말 난 잘해줬는데 왜  모든걸 다 줬었는데  you got me going crazy  can't stop love  죽도록 사랑했는데 왜  내 몸과 맘을 다 줬는데  모든걸 잃어버렸는데 어떻게  아무도 내 맘을 모르죠    I can't stop Love Love Love  아파도 계속 반복하죠  I can't stop Love Love Love   바보처럼 울고 또 술에 취하고  친구를 붙잡고 그 사람을 욕하고  시간이 지나고 또 술에 취하고  전화기를 붙잡고 say love   아무도 내 맘을 모르죠  I can't stop Love Love Love  아파도 계속 반복하죠  I can't stop Love Love Love  아무도 내 맘을 모르죠  (사실은 당신만 모르죠)  아파도 계속 반복하죠  이러다 언젠가 다시 마주치겠죠"}, {"song_no": "1583267", "year": "2007", "rank": "21", "title": "이별살이", "artist": "린", "genre": "Ballad", "lyrics": "나 하나만 바라봐주고 나 하나만 꼭 안아주고 평생 곁에 있어준다고 수없이 약속하던 내 사랑이 날 떠나요 그저 가만히 죽은나무처럼 좁은 걸음도 할 수 없네요 이미 멀어진 두 눈에 사라진 그대를 잊으려 애를 써봐도 내가 사는게 사는게 사는게 아닐테니 운다고 돌아올  그대가 아닐테니 내 미련이 기억이 나와 함께 할 수 없도록 기도해요 그댈 놓아준 두 손으로 어떤 원망도 내 안에 미움도 그댈 향하게 하지않아요 사랑한다던 사랑했었다던 귓속을 맴도는 그 말 때문에 내가 사는게 사는게 사는게 아닐테니 운다고 돌아올 그대가 아닐테니 내 미련이 기억이 나와 함께 할 수 없도록 기도해 주세요 날 버리던 그 두 손으로 어떻게 내가 그 새벽을 지났는지 생각나지 않아 걱정이죠 달아나는 그댈 못나게 붙잡아서 모진 이별을 두 번 받았다면 용서를 바래요 살아도 살아도 그댈 잊지못하면 영원히 잠드는 못된 맘 가질까봐 내 하루는 하루는 누구보다 먼저 가주길 온종일 빌어요 내 눈물을 손에 받으며 떨려오는 입술을 물고 찢겨진 가슴을 모으며"}, {"song_no": "1577999", "year": "2007", "rank": "22", "title": "너를 원해", "artist": "서인영", "genre": "Dance", "lyrics": "oh it's oc in the track yea M O B B Mo betta beats Chris tell them this Are you ready Come on Hear we go 너를 원해 처음 봤을 때 벌써 너를 갖고 싶었어 잊어줄래 여기에 없는 그 사람을 내 손을 잡고 있을땐 let me put your chick on the curve like a stop sign let me upgrade yours cus I'm hott like you don't wanna hold me I'm the chick that made you say rapped my thighs like a back pack I'm a cold ass chick translation for frionaw it ain't spanish this is creo More like korean 오늘밤에 maybe you could spend the night 너를원해 아무리 둘러봐도 그녀는 여기 없어 오늘은 나 역시도 사랑하는 사람이 없는 척 하고 싶어 널 위한 손을 꼭 잡아줘요 그리고 나의 허릴 감싸안고 나에게 귓가에 속삭여요 나 오늘은 너를 사랑해 Just for tonight 나와 함께 Let's dance with me 너를 원해 Shake that ass like that 부담없이 난 그저 짧은 사랑을 원하는거야 너를 원해 오늘 하루만 너를 원해 이밤이 가면 I don't know you 서둘러줘요 지금 원해 Just tonight I want you just for tonight Did'nt I tell you to shake your ass shake it fast shake it fast they call me oc cus I make it last Don't try to hold me 너를 원해 See I know you want me why you fronting for The first thing out your mouth is out the door Korean is where u want to be in got you in my screening Baby dont be creeping hey hey 아무리 생각해도 헤어지긴 싫어 누구도 모르는 걸 오늘 우린 아무일 없던 척 하는거야 떨리는 입술을 너에게 줄께 그 후론 어떤 말도 필요없어 걱정마 그녀는 모를거야 나 오늘만 너를 가질께 Just for tonight 나와함께 make love tonight 그걸 원해 Move your ass like that 부담없이 난 그저 짧은 사랑을 원하는거야 너를 원해 오늘 하루만 너를 원해 이밤이 가면 I don't know you 서둘러줘요 지금 원해 Just tonight I want you just for tonight  Just for tonight 나와 함께 Let's dance with me 너를 원해 Shake that ass like that 부담없이 난 그저 짧은 사랑을 원하는거야 너를 원해 오늘 하루만 너를 원해 이밤이 가면 I don't know you 서둘러줘요 지금 원해 Just tonight I want you just for tonight"}, {"song_no": "1564795", "year": "2007", "rank": "23", "title": "하루", "artist": "포지션", "genre": "Ballad", "lyrics": "아직 그대는 오지 않고 또 하루가 지네요 마중나간 나의 마음은 또 혼자 돌아와요 눈물에 번진 구름같은 노을빛이 내리면 술 생각처럼 떠 오르는 그대 얼굴 그대 향기 그댄 왜 나를 사랑했나요 이렇게 나를 울게 하나요 사랑이 슬픔인 걸 그때 알았더라면 그대를 그냥 지나쳤을까  안보려고 눈 감아봐도 추억이 또 보여요 잃어버릴까 걱정하듯 처음부터 그 끝까지 귓볼을 입술로 간지르며 소리내 웃다 그대가 울죠 그 눈빛이 서러워 매번 놀라 잠깨면 베게를 적신 내 눈물만 그렇게 아름다운 사람을 사랑 안하곤 버틸힘 없죠 천번 그날이 와도 나는 같았을 테니 만난걸 미안해하지 말아요  하루 또 하루 버텨내도 그댄 오지 않네요 울고 싶을때 울어보면 그댄 내가 미울까요 그댄 왜 나를 사랑했나요 이렇게 나를 울게 하나요 사랑이 슬픔인 걸 그때 알았더라면 그대를 지나쳐갔을까 그렇게 아름다운 사람을 사랑 안하곤 버틸 힘 없죠 천번 그날이 와도 나는 같았을 테니 만난 걸 미안해하지 말아요  그리워 지친 날 달래듯 아침은 또 오네요 울 수 없으니 웃어야죠 밤새 잊은 것 처럼"}, {"song_no": "1575057", "year": "2007", "rank": "24", "title": "사랑 부르기 (Acoustic Ver.)", "artist": "장나라", "genre": "Ballad", "lyrics": "언젠가 내게 올 널 위해 웃음을 연습해보았지 어디에서라도 살며시 나를 볼 것 같아 오랜시간뒤에 다시 날 찾아올 너를 위해 나는 울고 있어 지나간 아픔을 다시 써줄 수 있는 그런 너를 다시 찾으려 해 이젠 모든 세상 하늘 아래서 너의 모습을 만날 수 있다면 언제까지나 힘들어도 내 숨을 다해 기다릴 수 있어 우리 영원을 믿지는 않지만 다시 한번 살아있는 동안 너의 곁에 있을 수 있다면 모든것이 아름다울텐데  끝난줄 알았던 너의 기억들이 다시 내게서 나의 마음속에 또 다른 꿈을 꾸고 있어 이젠 모든 세상 하늘 아래서 너의 모습을 만날 수 있다면 언제까지나 힘들어도 내 숨을 다해 기다릴 수 있어 우리 영원을 믿지는 않지만 다시 한번 살아있는동안 너의 곁에 있을 수 있다면 모든것이 아름다울텐데 가슴속에 물든 얘기들 이젠 지워져가겠지만 가끔은 생각에 문을 열고 들어와 가슴을 아프게 이젠 모든 세상 하늘 아래서 너의 모습을 만날 수 있다면 언제까지나 힘들어도 내 숨을 다해 기다릴 수 있어 우리 영원을 믿지는 않지만 다시 한번 살아있는동안 너의 곁에 있을 수 있다면 모든것이 아름다울텐데"}, {"song_no": "1522421", "year": "2007", "rank": "25", "title": "사랑...후에", "artist": "신혜성", "genre": "Ballad", "lyrics": "저만치 그녀가 떠나요  마치 바쁜 사람처럼  아쉬운 맘에 한걸음도  떼지 못한 나를 두고  인사까진 잘했는데  눈물은 감추지 못해  싫단 걸음을 억지로  재촉하는 날 그댄 모르죠  돌아보지 마요 계속 걸어요  울먹일 그대를 보면  다시 나 그대를 안고싶어  달려갈지 모르니  사랑하세요 누구든 다시  행복한 그대를 보면  이 맘 정리하기 더 쉬울테니  나를 도와줘요    손잡고 걸었던 이 길을  등을 진채 걷고 있죠  차는 눈물에 흐려지는  그대 모습 마지막이죠  돌아보지 마요 계속 걸어요  울먹일 그대를 보면  다시 나 그대를 안고 싶어  달려갈지 모르니  사랑하세요 누구든 다시  행복한 그대를 보면  이 맘 정리하기 더 쉬울테니  나를 도와줘요  어디로 가는지 걷고 또 걷죠  어쩌다 우리 이별까지 온 건지  난 모르겠어요 자신 없어요  그대 없는 듯 사는 일  쉴새 없이 드는 후회 속에  아파하며 살텐데  돌아봐줘요 한번만 다시  반가운 그 목소리에  용기 없는 내 발이 멈추도록  나를 불러줘요  아직 사랑해요"}, {"song_no": "1550828", "year": "2007", "rank": "26", "title": "기다릴게...", "artist": "타이푼", "genre": "Ballad", "lyrics": "다가가면 다시 멀어지고 손 내밀면 그저 사라지는 너의 기억 속에 사라진 나 또 한숨에 버려진 나 하루하루 힘든걸 어떡해 니 생각에 때론 울기도 해 또 바보처럼 난 멍하니 널 살아가며 기억해 가슴에 담아둔 너의 모습 또 눈물에 뒤섞인 내 얼굴 더 많은 시간이 필요한지 단 하루도 버틸 수 없잖아 돌아와 줘 돌아와 줘 단 하루도 잊지 못해 다 시간이 지난 후 잊혀질 땐 그땐 더 그립겠지 기다릴게 기다릴게 난 너 없인 안되잖아 사랑해 사랑해 내곁엔 없어도 널 끝까지 기다릴게  아무일도 없는 듯 살아가 애써 웃는 내 모습이 싫어 그 시간속에 내 모습까지 살아가며 지워가 가슴에 담아둔 너의 모습 또 눈물에 뒤섞인 내 얼굴 더 많은 시간이 필요한지 단 하루도 버틸 수 없잖아 돌아와 줘 돌아와 줘 단 하루도 잊지 못해 다 시간이 지난 후 잊혀질 때 그땐 더 그립겠지 기다릴게 기다릴게 난 너 없인 안되잖아 사랑해 사랑해 내곁엔 없어도 널 끝까지 기다릴게 난 하루도 아니 일분 일초도 너 없는 아픔 참아낼 수 없어 내 심장엔 아직 니가 있어 깊은 상처 남겨둔 채 날 떠나간 널 기억해 내게 남은 너의 모습 지워질 때 너를 위한 기다림도 끝이 나겠지 돌아와 줘 돌아와 줘 단 하루도 잊지 못해 다 시간이 지난 후 잊혀질 때 그땐 더 그립겠지 기다릴게 기다릴게 난 너 없인 안되잖아 사랑해 사랑해 내곁엔 없어도 널 끝까지 기다릴게"}, {"song_no": "1583453", "year": "2007", "rank": "27", "title": "봄이여 오라 (Feat. 유리)", "artist": "MC 스나이퍼", "genre": "Rap / Hip-hop", "lyrics": "나의 눈물로 얼룩이 진 얼굴을 소매로 닦고 부서져버린 모든 것이 하루의 경계선을 잃고 나 새로운 아침을 열 수 없어 울먹이며 돌아오기를 기다리는 시간을 내다버려 알 수 없이 울어대는 내 방 시계의 초침과 슬픔 속에 피어난 이 알 수 없는 혼란 이윽고 또 쏟아지는 눈물의 꽃을 달래보아도 막연하게 기다림들이 날 기다리고 있죠 현실의 흔적을 찾아 기적을 만들어 내리라 새들은 알고있을까 그리운 당신의 목소리 떠나지 않는 메아리 되어 내 맘을 비추는 봄의 빛 이 계절을 흘려 보내며 봄이여 내게 오라 봄이여 아득한 봄이여 두눈을 감으면 그 곳의 사랑을 주었던 그대의  아련한 그 목소리가 들려 고개를 떨구어 떨어뜨린 눈물이 땅에 뒹구네 얼어붙은 달빛조차 제 방을 녹이지 못해 구름 뒤에 석양 또한 제 감정을 속이려 들 때 새들마저 바람 위로 펼치지 않는 날개 비밀을 간직한채 시간 속을 비행하라 난 이대로 돌아올 수 없는 여행을 떠나 눈을 감고뜨니 당신을 느낄 것만 같아 감은 눈으로 쏟아지는 눈물을 날리는 바람 감을 눈을 뜰 수 없을 만큼 두렵지만은 흐르는 눈물을 닦으며 마음 속으로 셋을 세줘 하나 둘 셋 그리고 이제 모든것이 제자리로 돌아오길 바래 봄이여 아득한 봄이여 두 눈을 감으면 그 곳의 사랑을 주었던 그대의 아련한 그 목소리가 들려 떠나간 그대여 내게로 오라 날 떠난 따스한 봄이여 내게로 오라 떠나간 당신의 마음을 기다리는 나의 맘은 캄캄한 밤하늘의 별만큼이나 힘겹죠 당신의 집앞에 펼쳐진 떨어지는 벚꽃은 아직 아름다운가요 가로등에 걸쳐진 저 시간을 잡아끌어 내 요주머니속에 주워 담고 기다림으로 하루를 보내죠 감은 눈을 뜰 수 없을만큼 두렵지만은 흐르는 눈물을 닦으며 마음 속으로 셋을 세줘 하나 둘 셋 그리고 이제 모든 것이 제자리로 돌아오기를 바래요 감은 눈을 뜰 수 없을만큼 두렵지만은 흐르는 눈물을 닦으며 마음 속으로 셋을 세줘 하나 둘 셋 그리고 이제 모든 것이 제자리로 돌아오기를 바래요 흐르는 눈물을 닦으며 마음 속으로 셋을 세줘 하나 둘 셋 그리고 이제"}, {"song_no": "1576533", "year": "2007", "rank": "28", "title": "로꾸거!!!", "artist": "SUPER JUNIOR-T (슈퍼주니어 T)", "genre": "Adult Contemporary", "lyrics": "로꾸거 로꾸거 로꾸거 말해말 로꾸거 로꾸거 로꾸거 말해말 아많다많다많다많아 다이뿐이뿐이뿐이다 여보게저기저게보여 여보안경안보여 통술집술통 소주만병만주소 다이심전심이다 뽀뽀뽀 아좋다좋아 수박이박수 다시합창합시다 로꾸거 로꾸거 로꾸거 말해말 로꾸거 로꾸거 로꾸거 말해말 니가는데는가니 일요일 스위스 수리수리수 물렁물렁물 아좋다좋아 수박이박수 다시합창합시다 어제도 거꾸로 오늘도 거꾸로 모든 건 거꾸로 돌아가고 있어 내일이 와야해 행복의 시계가 째깍째깍 돌아가겠지 째깍째깍째깍 원투쓰리포파이브식스 GO 로꾸거 로꾸거 로꾸거 말해말 로꾸거 로꾸거 로꾸거 말해말 하파타카차자아 사바마라다나가 10 9 8 7 6 5 4 3 2 1 땡 아래서 위로 뒤에서 앞으로 모든 건 거꾸로 로꾸거 할아버지 할머니 아저씨 아줌마 남녀노소 짠짠짠 얼씨구절씨구 빠라바라바빰 모든 건 거꾸로 로꾸거  나갔다오나나오다갔나 아들딸이다컸다이딸들아 다같은별은별은같다 자꾸만꿈만꾸자 장가간가장시집간집시 다된장국청국장된다 아좋다좋아 수박이박수 다시합창합시다 어제도 거꾸로 오늘도 거꾸로 모든 건 거꾸로 돌아가고 있어 내일이 와야해 행복의 시계가 째깍째깍 돌아가겠지 째깍째깍째깍 원투쓰리포파이브식스 GO 로꾸거 로꾸거 로꾸거 말해말 로꾸거 로꾸거 로꾸거 말해말 아좋다좋아 수박이박수 다시합창합시다 로꾸거 로꾸거 로꾸거 로꾸거 로꾸거 로꾸거 로꾸거 말해말"}, {"song_no": "1583256", "year": "2007", "rank": "29", "title": "내 사랑", "artist": "모세", "genre": "Ballad", "lyrics": "늘 힘들었던 아침도 늘 혼자였던 저녁도 나 아이처럼 나 웃음만 짓네요  늘 지루했던 주말도 늘 외로웠던 내 생일도 나 아이처럼 그날을 나는 기다리죠 그대 모습이 내겐 소중하죠 그대 모든 것을 간직하고 싶어요 온 세상이 눈부시게 사랑한다는 흔한 말로는 담아낼 수 없는 내 사랑 내 눈빛속에서 내 가슴 속에서 영원히 나와 함께해요 사랑이라는 흔한 말로는 보여줄 수 없는 내 사랑 내 유일한 사람 하늘이 내게 준 그대 영원히 사랑합니다 그대 모습이 내겐 소중하죠 그대 모든 것을 간직하고 싶어요 온 세상이 눈 부시게 사랑한다는 흔한 말로는 담아 낼 수 없는 내 사랑 내 눈빛 속에서 내 가슴 속에서 영원히 나와 함께해요 사랑이라는 흔한 말로는 보여줄 수 없는 내 사랑 내 유일한 사랑 하늘이 내게 준 그대 영원히 사랑합니다 하루도 한 순간이라도 그대 없는 나는 상상도 못하죠 눈을 감는 그 날까지 stay with me 사랑한다는 흔한말로는 담아낼 수 없는 내 사랑 내 유일한 사람 하늘이 내게 준 그대 영원히 사랑합니다"}, {"song_no": "1539174", "year": "2007", "rank": "30", "title": "Evergreen (Feat. 이지혜)", "artist": "PK 헤만", "genre": "Rap / Hip-hop", "lyrics": "그렇게 멋진것도 아니고 남들 처럼 돈이 많은 것도 아니고 널 편하게도 배 부르게도 그 흔한 옷 한벌도 선물 한적 없어 너에게 도대체 이유가 뭔데 내가 너한테 뭔데 왜 자꾸 화를 내도 미소짓는건데 나 조차 잊고 있던 내 생일을 챙기던 너 넌 지금 어디있니 세상의 모든걸 다 잃어도 괜찮아요 내 맘 아프게 해도 정말 괜찮아요 많은 눈물 흘러 나의 두 눈이 먼데도 난 그대만 있다면 집에서 혼난뒤에 친구랑 싸운뒤에 아무튼 살아가다 누군가와 다툰뒤엔 참 이상하지 술취한 내 앞에는 너무도 따스한 느낌에 니가 항상 곁에 고마워 이 한마디를 못해 사랑해 이 한마디를 여태 바보처럼 나는 전해주질 못했네요 그래서 떠났나요 세상의 모든걸 다 잃어도 괜찮아요 내 맘 아프게 해도 정말 괜찮아요 많은 눈물 흘러 나의 두 눈이 먼데도 난 그대만 있다면  사랑에 아파본적 있는 사람들은 알아 세상에서 가장 아픈것이 사랑 기다려도 오지 않을 너를 알아 하지만 행복한걸 그래도 행복한걸 도저히 못잊겠는데 그대없인 안돼는데 남들은 이별하고도 잘사는데 나만 정말 왜 이러죠 그댈 잊을수가 없네요 안돼요 그대 나를 떠나가면 안돼요 나는 그대밖에 모르고 살았는데 이 미련 때문에 이 못난 사랑 때문에 오늘도 살아가죠 나에 가장 친한 친구는 얘기해 니삶을 버릴 만큼 의미 있는 사람이냐고 나는 얘기해 너는 모를 꺼라고 그 사람으로 인해 아픔을 배웠고 희생을 배웠고 사랑을 배웠어 얼마나 이기적이냐 내가 근데 더 줄수 없어서 미안해지더라"}, {"song_no": "1568640", "year": "2007", "rank": "31", "title": "바보처럼", "artist": "버블 시스터즈", "genre": "Ballad", "lyrics": "아끼던 옷을 고르고 난 화장을 하죠 한참을 거울 앞에 앉아서 늘 하지 않아 서툰 내 손이 입술을 그리며 조금은 떨리고 있죠 아무리 유난스레 서둘러 준비하려 해봐도 눈물이 흘러 내 얼굴을 자꾸 망쳐놓죠 그대와 헤어지러 가는 날인데 난 겨우 이것밖엔 할 수가 없죠 바보처럼 마지막 그대에게 가장 예쁜 내 모습으로 기억되기를 바랄뿐이죠 그대 떠나도  지킬 자신도 없는데 또 다짐을 하죠 웃으며 그대 보내주기를 이별에 말에 눈물이 흘러 화장이 번지면 그대가 싫어할까봐 아무리 이별 앞에 내 맘을 추스르려 해봐도 아직 남겨진 내 사랑이 가만두질 않죠 그대와 헤어지러 가는 날인데 난 겨우 이것밖엔 할 수가 없죠 바보처럼 마지막 그대에게 가장 예쁜 내 모습으로 기억되기를 바랄뿐이죠 그대 떠나도 날 위한 그대 사랑 어느새 다 써버렸음을 나도 알고 있는데 그대와 헤어지고 돌아가는길 결국 내 얼굴은 다 번져버렸죠 바보처럼 하지만 뒤돌아선 그댈 보는 그 순간까지 눈물 꼭 참고 편히보낸건 참 잘한거겠죠"}, {"song_no": "1552384", "year": "2007", "rank": "32", "title": "새 살", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "갑자기 걷다가 멀쩡히 웃다가 생각 납니다 꼭 잊을만 하면 괜찮을만 하면 그댄 다녀갑니다 가시라도 박힌 것처럼 불에 덴 것처럼 아파옵니다 꼭 아물만 하면 견뎌낼만 하면 돋아납니다 그리워서 보고파서 삼켜 내 눈물에 짓물러 버린 나의 상처 위에도 새 살 돋아나는 날이 올까요 그대가 아주 잊혀질 날이 올까요 항상 어긋나기만 했었던 사랑이라서 내가 잊으면 돌아올까 봐 잊을 수도 없죠 스쳐가는 바람 같은 게 참 알 수 없는 게 사랑입니다 꼭 닿을만 하면 익숙할만 하면 떠나갑니다 이제 다시 못 쓸만큼 허물어져 버린 아프디 아픈 나의 가슴 속에도 새 살 돋아나는 날이 올까요 그대가 아주 잊혀질 날이 올까요 항상 어긋나기만 했었던 사랑이라서 내가 잊으면 돌아올까 봐 잊을 수도 없죠 새 살 돋아나는 날이 온대도 그대가 아주 잊혀질 날이 온대도 한 사람에게만 길들여진 가슴이라서 그대 아니면 어떤 사람도 안을 수가 없죠 이젠"}, {"song_no": "1533404", "year": "2007", "rank": "33", "title": "Dirty Cash", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "눈뜨면 뭐가 돈 될까 머리 또 굴리지 dirty cash에 배부른 니 주머니 제발 좀 작작해 독 같은 dirty money 부모형제와 친구마저도 버린 거니 학교에선 하얀 마음대신 하얀 봉투들이 사랑이고 독 같은 dirty money 사과 하나 없는 사과 상자 속엔 비열한 자들의 욕심이 가득해 내 숨을 막는 dirty cash 없으면 없는 대로 행복하게 살자 미친 소릴까 내 꿈을 막는 dirty cash 행복의 기준마저 돈이 되는 세상 내 꿈은 얼마 독같은 dirty money 도심에 깔린 바다 속엔 고기 없고 넘치는 소리바다 속엔 양심 없소 한탕주의와 거저먹는 것이 만연한 이 사회가 과연 내 나라가 맞나 예쁜 교복을 가방에 넣고 밤거리로 찾아 헤매는 돈 독 같은 dirty money 부모 제사상 앞에 싸움판이네 부모형제보다 돈이 더 중요해 내 숨을 막는 dirty cash 없으면 없는 대로 행복하게 살자 미친 소릴까 내 꿈을 막는 dirty cash 행복의 기준마저 돈이 되는 세상 내 꿈은 얼마 모두들 예예예 도대체 이게 뭐니 독 같은 세상에서 깨어나 어서 모두들 예예예 독같은 dirty money 니 꿈을 이뤄 let's go 돈 놓고 돈 먹고 머리 쓰다 욕먹고 더러운 돈 때문에 이 사회가 썩고 어른 아이 할 것 없이 다 꿈을 팔고 이 세상은 돼지들의 보물창고 너의 꿈이 이렇게 변할 수 있어 백원 하나에 기뻐하던 난 어디 있어 돈이 나를 바꿔 너와 우릴 바꿔 미친 세상 너무나 바뻐 Dirty dirty Say money money no i don't want you're dirty cash 있어도 불행해 보이는 너완 달라 있으면 뭘 해 no i don't need you're diryt cash 평생을 돈에 노예처럼 살아봐야 잃은 건 넌데 내 숨을 막는 dirty cash 없으면 없는 대로 행복하게 살자 미친 소릴까 네 꿈을 막는 dirty cash 행복의 기준마저 돈이 되는 세상 내 꿈은 얼마 내 숨을 막는 dirty cash 없으면 없는대로 행복하게 살자 미친자들아 네 꿈을 막는 dirty cash 행복의 기준마저 돈이 되는 세상 내 꿈은 얼마"}, {"song_no": "1579194", "year": "2007", "rank": "34", "title": "눈물도 미안해서", "artist": "황보", "genre": "Ballad", "lyrics": "하루 종일 그대만 보네요 아주 사소한 일도 내가한 적 없는지 모든 게 낯설죠 끈 풀린 신발 되묶어준 일도 놓고 온 물건을 다시 가 챙기는 일도 어쩌면 그렇게 난 행복한 지옥에 살아요 내 가슴을 도려내 이별 했지만 주고 간 추억 고마움 뿐 여서 눈물도 미안해서  세상은 정말 좁은가 봐요 피해봐도 그댈 내 눈이 먼저 찾네요 또 하필 그렇게 난 서러운 천국에 사네요 그대가 잘 지내길 기도하다 행복에 겨운 그대를 보는데 미워서 또 울어요 혼자 일까봐 나처럼 또 살까봐 그대 걱정만 하던 나지만 나란 여자 끝까지 못됐네요 마음은 달랐나 봐요 난 행복한 지옥에 살아요 내 가슴을 도려내고 떠난 그댄데 주고 간 추억 너무 고마워서 더 미워할 수 없어서"}, {"song_no": "1555676", "year": "2007", "rank": "35", "title": "환상", "artist": "이재훈 (쿨)", "genre": "Dance", "lyrics": "내 키 작은 시절 언제나 함께 뛰놀며 내 추억의 반을 나눴던 소녀가 있어 그때에 나의 세상 속에는 엄마 다음으로 예뻤던 처음 만난 여자였지 먼 훗날 우리 키크고 어른이 되면 내 각시가 될 거라고 약속했는데 그 이후로 많은 날이 지나고 바쁜 세상 속에 나 조금씩 지워갈 때쯤 난 마주친 거야 시간이 흘러 영화 속에 한 장면처럼 하지만 그 안에 서있는 여주인공은 그때완 달리 너무 많이 변해버렸어 추억으로 남길 걸 가슴 깊이 놔둘걸 기억 속에 언제나 해맑았던 그 모습으로 추억이란 그대로 간직해야 아름답나 봐 이 세상 그 모든 건 내 맘과는 달리 모두 변해가고 있잖아 내가 변했듯이 I'll be waiting U So I cry I'll be missing U So much 내가 변한 걸까 I'll be waiting U So I cry But I don't need U anymore  나 가끔은 그녈 꺼내어 상상 했었지 꼭 한번쯤 마주치길 기대했었어 어쩌면 못다 이룬 사랑을 다시 하게 될까 꼭 만나길 바랬었는데 난 마주친 거야 시간이 흘러 영화 속에 한 장면처럼 하지만 그 안에 서있는 여주인공은 그때완 달리 너무 많이 변해버렸어 추억으로 남길 걸 가슴 깊이 놔둘걸 기억 속에 언제나 해맑았던 그 모습으로 추억이란 그대로 간직해야 아름답나 봐 이 세상 그 모든 건 내 맘과는 달리 모두 변해가고 있잖아 내가 변했듯이 I'll be waiting U So I cry I'll be missing U So much 내가 변한 걸까 I'll be waiting U So I cry But I don't need U anymore 내가 변한 거야  I'm missing you"}, {"song_no": "1574670", "year": "2007", "rank": "36", "title": "사랑하니까", "artist": "더 크로스", "genre": "Rock", "lyrics": "첨부터 알고 있었는데  언젠간 보내줘야 한다고  그새 욕심이 나서  잠깐 바보가 돼서  너를 갖고 싶었나봐.    난 너에게 시간이 지나면  추억조차 못될 사람인 건데.  그런데 널 못?어. 내가 미쳤나봐  오늘도 기다리나봐    사랑하니까, 사랑하니까,  나 지워 봐도 넌 나의 전부니까.  잊고 싶어도 잊고 싶어도  너와 다른가봐  나는 널 떠날 수 없나봐    사랑하다 이별에 아파도  시간으로 덮어 가면 되는데  이번엔 다른가봐. 덮어지진 않아.  시간이 멈췄나봐.    사랑하니까, 사랑하니까.  나 지워 봐도 넌 나의 전부니까.  잊고 싶어도 잊고 싶어도  너와 다른가봐  나는 널 떠날 수 없나봐.    헤어진 것 보다 네가 날 잊어 가는게  오늘도 난 두려워.    사랑하니까, 사랑하니까.  나 지워 봐도 넌 나의 전부니까.  잊고 싶어도 잊고 싶어도  너와 다른가봐.  나는 널 떠날 수 없나봐"}, {"song_no": "1557860", "year": "2007", "rank": "37", "title": "Hey Boy", "artist": "서지영", "genre": "Dance", "lyrics": "왜 몰라 바보 너 때문에 웃어  왜 몰라 바보 너 때문에 미쳐  왜 몰라 바보 너 때문에 살어  왜 몰라 바보야 너만을 ~~    조금만 더 단순해질래  조금만 더 용기내볼래  나란 여자 보기와는 달리  새침때기는 아닌데    언제까지 눈치만 볼래  이대로 날 놓치고 말래  이러다 날 노리는 누군가가  먼저 온단걸    종일 전화기만 쳐다봤단 말야 나  지난 밤에 취해 망설이던 그 말  듣고 싶단 말이야    Hey Boy ~ 좀 더 움직여  My Boy ~ 니 맘을 보여  날 봐 그냥 날안아  내안엔 벌써 니가 있단 말이야    I know~ 니 맘 다알어  You know ~ 근데 왜 넌 몰라  조금만 내게 다가오면 모두 줄텐데  넌 그걸 왜몰라    왜 몰라 바보 너 때문에 웃어  왜 몰라 바보 너 때문에 미쳐  왜 몰라 바보 너 때문에 살어  왜 몰라 바보야 너만을 ~~    지금보다 과감해질래  아니 좀더 발칙해질래  내가 무슨 상상하는지  나도 너와같은데    일단 한번 저질러볼래  갑작스런 키스는 어때  난 이미 너무 놀란 표정까지 준비했는걸    나도 너만큼은 애가 탄다 말이야  내가 응근슬쩍 먼저 기댄 그밤  내맘 너무 몰라    Hey Boy ~ 좀 더 움직여  My Boy ~ 니 맘을 보여  날 봐 그냥 날안아  내안엔 벌써 니가 있단 말이야    I know~ 니 맘 다알어  You know ~ 근데 왜 넌 몰라  조금만 내게 다가오면 모두 줄텐데  넌 그걸 왜몰라    바보야 정말 모르겠니  그렇게 여자를 몰라  원하면 바로 남자답게 날 내품에 데려가줘    Hey Boy ~ 가까이 와봐  My Boy ~ 눈을 감아봐  날봐 이젠 말해봐  날 원한다는 바로 그말 말이야    I know~ 맘은 다 알어  You know ~ 아직도 넌 몰라  이쯤만 하면 내가 이미 내가 니꺼라는걸  넌 그걸 왜몰라"}, {"song_no": "1586098", "year": "2007", "rank": "38", "title": "어쩌다가", "artist": "예인", "genre": "Ballad", "lyrics": "어쩌다가 널 사랑했나봐 죽을만큼 널 사랑했나봐 나 아직까지 그리운걸 보면 아직도 널 사랑하나봐 어쩌다가 우리 이별하나봐 나 없이도 잘 살 널 생각하면 난 아프고 또 아파 눈물만 나 왜 이렇게 니 행복이 싫은지 새로운 사람 만났어도 제발 날 잊고 살지않길 이런 날 욕해도 어쩔수 없잖아 내 맘 나도 몰라 너의 그 행복 이제는 나에겐 상처가 되는걸 차라리 다시는 널 볼 수 없도록 두눈 멀게해 슬퍼  어쩌다가 살다보면 한 번쯤 한 평생을 미치도록 네가 보고 싶을땐 죽을만큼 내 곁의 사람이 너로 보일때 자꾸 행복해서 미안해 질때 널 위한 이별이라 해도 언젠간 모두 잊는대도 한 번쯤 돌아볼 상처로 남은 널 용서하게 될까 다신 널 찾지 않는데도 너무 행복하진 말아줘 아직 널 못지운 미련한 아픔에 죽을 것만 같아 I can love u forever never come to me again 너를 너무 미워한 너를 너무 사랑한 새로운 사람 만났어도 제발 날 잊고 살지않길 이런 날 욕해도 어쩔수 없잖아 내 맘 나도 몰라 너의 그 행복 이제는 나에겐 상처가 되는걸 차라리 다시는 널 볼 수 없도록 두눈 멀게해 슬퍼"}, {"song_no": "1574282", "year": "2007", "rank": "39", "title": "이별 이야기", "artist": "윤도현", "genre": "Ballad", "lyrics": "이렇게 우린 헤어져야 하는 걸 서로가 말을 못하고 마지막 찻잔 속에 서로의 향기가 되어 진한 추억을 남기고 파 우리는 서로 눈물 흘리지 마요 서로가 말은 같아도 후회는 않을 거야 하지만 그대 모습은 나의 마음을 아프게 해 그대 내게 말로는 못하고 탁자 위에 물로 쓰신 마지막 그 한마디 서러워 이렇게 눈물만 그대여 이젠 안녕 우리는 서로 눈물 흘리지 마요 서로가 말은 같아도 후회는 않을 거야 하지만 그대 모습은 나의 마음을 아프게 해 그대 내게 말로는 못하고 탁자 위에 물로 쓰신 마지막 그 한마디 서러워 이렇게 눈물만 그대여 이젠 안녕 그대여 이젠 안녕"}, {"song_no": "1540132", "year": "2007", "rank": "40", "title": "볼때기 사랑", "artist": "엠씨더맥스", "genre": "Rock", "lyrics": "길을 잃었죠 그대는 가네요 서둘러 이별이 오네요 많지 않은 바램과 많지 않은 약속에 우린 그렇게 지쳐갔죠 잘 한 일이죠 적어도 그대는 모자란 날 안 볼테니까 마음 약한 그대가 조금은 걱정이죠 나 웃으며 보내 줄게요 좋은 사람 만나서 행복해야 해요 죽어도 나하기 싫은 말 나 억지로 내뱉고 나면 모든 게 다 없던 일이 될 거죠 오늘 하루까지만 그리워할게요 마지막 나 하고 싶은 말 바보처럼 보내고나면 기억마저 나를 떠나갈 그 날이 오겠죠  아무래도 난 참 행복한 사람 착한 그댈 사랑했으니까 애써 잊어보려고 노력하지 않아요 잊혀짐도 사랑이니까요 좋은 사람 만나서 행복해야 해요 죽어도 나 하기 싫은 말 나 억지로 내뱉고 나면 모든 게 다 없던 일이 될 거죠 오늘 하루까지만 그리워할게요 마지막 나 하고 싶은 말 바보처럼 보내고나면 기억마저 나를 떠나갈 그 날이 오겠죠  사랑해요 난 영원해요 평생동안 두 번 다시 못 할 그 말 사랑해"}, {"song_no": "1538204", "year": "2007", "rank": "41", "title": "사랑이 올까봐 (Feat. 화요비)", "artist": "KCM", "genre": "Ballad", "lyrics": "누굴 보고 있는지 누굴 사랑 하는지  날 아직도 기억은 하는지  널 지켜주고 아껴 줄 사람  그런 사람 만나서  넌 잘 지내는지  잊을 자신 없어서 그럴 자신 없어서  니 사진만 또 바라 보는데  넌 괜찮을까 봐 아주 잘 지낼까봐  나를 잊었다면 그땐 어떡해  아직 내게로 달려올 것 같아서  내게 미안해 하며 울 것 같아서  난 바보처럼 사랑이 올까 봐  너를 잊지도 못하고  오늘도 혼잣말로 널 부르는데    많이 예뻐졌다고 그가 잘해주냐고  입술 가득 나 하고 싶은 말  끝내 한마디 건네지도 못하고  다시 가슴 속에 묻어 둬야 해  아직 내게로 달려올 것 같아서  내게 미안해 하며 울 것 같아서  난 바보처럼 사랑이 올까 봐  너를 잊지도 못하고  오늘도 혼잣말로 널 부르는데  너를 온종일 그리고 또 찾아봐도  너를 사랑한 이 거리만 남아  너를 지우고 살아갈 순 없어서  결국 나에겐 너 하나 뿐이라서  내 가슴 안에 숨쉬는 사랑을  네게 전하고 싶어서  오늘도 너를 향해 소리치는데  내사랑은 너 하나 뿐인데"}, {"song_no": "1568291", "year": "2007", "rank": "42", "title": "A For You", "artist": "BGH4", "genre": "Ballad", "lyrics": "이별은 잔인해서 내 사랑을 울리나봐 차가운 너의 뒷모습에 내 가슴 안우나봐 두 눈은 바보라서 참는 법을 잘 몰랐나봐 고장난 것처럼 평생 울것처럼 눈물만 흘리나봐 날 사랑했었잖아 넌 그랬잖아 고마웠던 기억들이 참 많은데 다 잊은거니 이젠 지운거니 되돌릴순 없니 너를 사랑해서 너 그리워서 미칠듯 널 찾아 헤멜것 같은데 어떻게 널 잊고 살겠니 어떻게 널 잊니  내 삶의 전부라서 너 없이는 난 안되나봐 괜찮은 것처럼 멀쩡한 것처럼 애써 나 웃어봐도 날 사랑했었잖아 넌 그랬잖아 고마웠던 기억들이 참 많은데 다 잊은거니 이젠 지운거니 되돌릴순 없니 너를 사랑해서 너 그리워서 미칠듯 널 찾아 헤멜것 같은데 어떻게 널 잊고 살겠니 어떻게 널 잊니 첨부터 니 이름 내가 모르고 살았었다면 그럼 지금처럼 아프지 않아도 나 사랑할수 있었잖아  잊을수 없겠지만 또 울겠지만 글썽이던 슬픈 추억들 하나씩 잊으려 해도 지워보려해도 그게 잘 안되나봐 이별도 사랑인걸 추억인걸 니곁에 사는동안 행복했었어 편하게 돌아설수 있게 내가 비켜줄게"}, {"song_no": "1581598", "year": "2007", "rank": "43", "title": "그녀를 사랑하지마", "artist": "이효리", "genre": "Ballad", "lyrics": "사랑이 떠나면 어떻게 하는지  배운적이 없어서  나는 오늘도 사랑 할 것처럼  널 기다리고 있어  그녀를 보았어 너의 품안에서  너무 행복해보여  말해주고 싶어 그녀가 있는 곳  바로 내 자리란걸  그녈 사랑하지마 나를 잊지마  너에겐 내가 부족한거니    사랑만 있으면 다 된다고  말했던 건 너였잖아  세상에 너 없이는 니가 없이 나는  하루도 살아갈 자신없어  그리운 내 맘에 용기를 줘  기다릴 수 있게..    밤 하늘 따라서 너를 그려보면  슬픈 별자리 같아  손으로 가려도 가려지지 않는  운명과도 같은 너  그녈 사랑하지마 나를 잊지마  너에겐 내가 부족한거니    사랑만 있으면 다 된다고  말했던 건 너였잖아  세상에 너 없이는 니가 없이 나는  하루도 살아갈 자신없어  그리운 내 맘에 용기를 줘  기다릴 수 있게..    널 보내고 싶은데 잊고싶은데  사랑한 날이 너무 많아서  어디서부터 널 지워내고  언제쯤 웃을 수 있니  닮은 사람만 봐도 우연히 스쳐도  돌아보면 너일것만 같아  너 없이는 정말 안되나봐  내게로 돌아와.."}, {"song_no": "1574663", "year": "2007", "rank": "44", "title": "반지하나", "artist": "혜령", "genre": "R&B / Soul", "lyrics": "A 언제나 허전했던..네 번째 손가락..  그 자릴 채운 반지..하나..    A' 너무 예뻐보여서..다 닳을 만큼 매만져서..  이젠 정말로 내 살..같은데..    B 날 떠나간다고..다 돌려달라고..  한 웅큼..살을 떼 듯이..잔인한 그 말에..    C 날 사랑했던 그대가..다른 사람 같네요..  그 표정들과 말투가..낯설어 보여요..  난 내어주기 싫어요..  단 하나라서 줄 수 없어요..  반지를 주면 떠나갈까 봐..    A 왜 내게 이러는지..묻고만 싶은데..  말보다 눈물 먼저..흘러..    A' 다정했던 사람이..늘 살가웠던 그 사람이..  짧은 하루사이에..달라져서..    B 날 사랑한다고..날 아껴준다고..  그래서..그대 품에서..잠이 들었는데..    C 날 사랑했던 그대가..  다른 사람 같네요..  그 표정들과 말투가..낯설어 보여요..  난 내어주기 싫어요..  단 하나라서 줄 수 없어요..  반지를 주면 떠나갈까 봐..    D 우리 사랑 이대로..끝나는 건 가요..  내가 싫은 이유도..  난 알지 못 해서..그댈 막아서지만..    C 날 버려두지 말아요..나를 데려 가줘요..  나 혼자 두고 반지만..왜 가져가나요..  난 그것 밖에 없어요..  나 간직할 게 그것 뿐이죠..  내 곁에 있던 그대 흔적은.."}, {"song_no": "1529140", "year": "2007", "rank": "45", "title": "일년을 겨울에 살아", "artist": "브라이언", "genre": "R&B / Soul", "lyrics": "헤어짐에 아파 울고 있던 날  수줍게 다가와서 말없이 날 안아주던 너    못된 내가 맘에 없는 말해도  그저 내 곁에서 아무말도 못하고  착하기만 한 사람 그립습니다    너 때문에 아픔이 가시질 않고  햇살을 입어도 시린 기억이 스며서  그리움에 일년을 겨울에 살아  비에 숨어도 눈물이 가려지지가 않아    아픈 내게 힘이되고 싶다던  눈물 글썽이며 대신 아프겠다던  바보 같은 그 사람 그립습니다    너 때문에 아픔이 가시질 않고  햇살을 입어도 시린 기억이 스며서  그리움에 일년을 겨울에 살아  비에 숨어도 눈물이 가려지지가 않아    겁많고 남자답지 못한 자존심땜에 너를 잃은 나  잊고싶어    널 만나서 이제야 사랑을 해서  미안하다고 다신 떠나지 말라고  네 곁에서 평생 네 남자로 남아  웃게 할게요 언젠가 다시 만나면  날 떠나면 안되요..."}, {"song_no": "1488904", "year": "2007", "rank": "46", "title": "나를 외치다", "artist": "마야", "genre": "Rock", "lyrics": "새벽이 오는 소리 눈을 비비고 일어나   곁에 잠든 너의 얼굴 보면서   힘을 내야지 절대 쓰러질 순 없어   그런 마음으로 하루를 시작하는데   꿈도 꾸었었지 뜨거웠던 가슴으로   하지만 시간이 나를 버린 걸까   두근거리는 나의 심장은   아직도 이렇게 뛰는데   절대로 약해지면 안된다는 말 대신   뒤쳐지면 안된다는 말 대신   지금 이 순간 끝이 아니라   나의 길을 가고 있다고 외치면 돼   지쳐버린 어깨 거울 속에 비친 내가   어쩌면 이렇게 초라해 보일까   똑같은 시간 똑같은 공간에   왜 이렇게 변해버린 걸까   끝은 있는 걸까 시작뿐인 내 인생에   걱정이 앞서는 건 또 왜일까   강해지자고 뒤돌아보지 말자고   앞만 보고 달려가자고   절대로 약해지면 안된다는 말 대신   뒤쳐지면 안된다는 말 대신   지금 이 순간 끝이 아니라   나의 길을 가고 있다고 외치면 돼"}, {"song_no": "1500206", "year": "2007", "rank": "47", "title": "Ordinary People", "artist": "SG 워너비", "genre": "R&B / Soul", "lyrics": "아 심심해 오늘만큼은 특별한 날이였으면 일상에 찌든 삶을 오늘 날려버리면 그저 그랬던 내 인생도 잠시 밝아져 그러면 어쩌면 내 인생도 행복할지 몰라 풍요롭게 살고 싶어 돈 쓸때 쓰고 싶어 영화도 보고싶어 CGV VIP실 가서 눈치 볼 필요없어 Today is New Day 오늘만큼은 미쳐볼래 오예 노트북을 가지고 Mnet을 지나 Starbucks에 가서 앉아 음악을 틀어 곰Player 볼륨을 높여요 따가운 시선은 나는 상관없어요 즐길래 뭐할래 친구가 묻네 쇼핑이나 하러가자 이것만 피고 자욱한 연기를 뒤로한 채 발걸음을 옮겨 뭔가에 홀린 듯 일어서고 계산하려 지갑을 꺼내 현찰은 없네 카드뿐 이걸로 해주세요 아침엔 커피 점심엔 단 도너츠 저녁에는 family restaurant에서 도시에 사람들 사랑하는 사람들과 아름다운 풍경들을 사진속에 모두 담으려 여행도 떠나지 세상 사람들 똑같은 얼굴하고 같은 꿈을 향해 외로운 길을 걷지 사랑은 없어 누구나 쉽게 또 만나고 가벼운 사랑만을 원해 Uh Mnet을 틀어 Uh 음악을 들어 Uh Mnet을 틀어 Uh 이 노래를 들어 I can't live you that's love I'm a ordninary people my love is people's happy 불꺼진 밤에 누군지도 모른채 어느 나라 말인지 알 수 없는 얘기 인터넷 세상 속 너에게 전화를 걸면 너의 번호를 누르면 언제나 니가 즐겨듣던 노래가 나오지 세상 사람들 똑같은 얼굴하고 같은 꿈을 향해 외로운 길을 걷지 사랑은 없어 누구나 쉽게 또 만나고 가벼운 사랑만을 원해  회색빛 건물속에 갇힌 사람들 바쁘게 돌아가는 세상 I love you loneness I just wanna run tonight 답답한 세상 속 모두 지쳐가나봐 그래도 내겐 사랑이란게 남아있어 그게 나를 행복하게 해 사람 사는게 다 똑같다고 하더라도 자기분수에 맞게 솔직하게 살아가야 하고 집에 계신 부모님은 나 이런걸 모르고 집에 날라온 카드용지에 내 행선지는 죄다 남아있고 아뿔싸 어쩌나 방문을 열어보니 설거지하고 계신 우리 어머니 갑자기 눈물이 왜 이랬을까 내가 왜 이랬을까 현실은 이게 아닌데 죄송합니다"}, {"song_no": "1587897", "year": "2007", "rank": "48", "title": "다시 내 곁으로", "artist": "애즈원", "genre": "Ballad", "lyrics": "시간을 잊는다는 건 노력해도 안되는 걸 더이상 다가갈 수 없는 숱한 추억들만 남아 그렇게 너를 보내고 셀 수 없이 아파했던 쓰린 기억들과 함께 내버려진 마른 눈물이 익숙해져 내게 돌아와 내게 돌아와 함께할 수 있었던 그 때로 내게 돌아와 다시 내 곁에 잿빛 꿈 안에서 날 깨워줘 돌아갈 수 있다면 예전 그대로 너를 안아줄게 네가 준 그 상처 속에 추스리고 아파했던 너의 흔적들을 알고 난 후에야 지난 기억이 돌이켜져 내게 돌아와 내게 돌아와 함께할 수 있었던 그 때로 내게 돌아와 다시 내 곁에 소중한 널 몰랐던 지난 날 돌아갈 수 있다면 예전 그대로 너를 안아줄게 후회하고 아파도 나를 지켜주는 그리움은 사랑이란걸 다시 돌아와 내게 돌아와 함께 할 수 있었던 그 때로 내게 돌아와 다시 내 곁에 잿빛 꿈 안에서 날 깨워줘 쉬운건 아니겠죠 소중했던 순간들 돌아갈 수 있다면 예전 그대로 너를 안아줄께"}, {"song_no": "1497527", "year": "2007", "rank": "49", "title": "바람만바람만", "artist": "김종국", "genre": "Ballad", "lyrics": "알아요 얘기 안해도 잘 알아요 우리는 안된다는 걸  그대는 가던 그 길을 가세요 더 미안해 하지마요   다가가고 싶어지면 맘이 다 쉬도록 속으로 불러보죠  불러도 못 오는 그대 맘이 더 아프면 어떡해요   그대만 그대만 바람만바람만  나 이렇게 달빛처럼 따라만 다닙니다  이별로 끝날 사랑보다 그리움이 더 낫겠어요  참 바보같은 난 바람만바람만  보일듯 말듯이 마음도 숨깁니다  뒷모습 하나만이리도 맘껏 볼 수 있게   그래요 나는 하나도 몰랐어요 이렇게 아프다는 걸  그대의 어깨 너머의 사랑도 다 보아야 한다는 걸   멀어지고 싶어져도 한걸음 떼기가 무섭게 돌아보죠  이름도 얼굴도 아득하게 잊혀지면 어떡해요   그대만 그대만 바람만바람만  나 이렇게 달빛처럼 따라만 다닙니다  이별로 끝날 사랑보다 그리움이 더 낫겠어요  참 바보같은 난 바람만바람만  보일듯 말듯이 마음도 숨깁니다  뒷모습 하나만이리도 맘껏 볼 수 있게   부탁이예요 행복한 모습만 보여줘요  사랑에 바쁜 그댄 나의 눈물 따윈 마음 쓸 겨룰 없도록   그대만 그대만 바람만바람만  나 오늘도 웃으면서 울면서 걷습니다.  그대 모습만 보인다면 행복한 눈물이니까요  참 바보같은 난 바람만바람만  보일듯 말듯이 마음도 숨깁니다  사랑이 될 수 없다 해도 영원할 수 있게.."}, {"song_no": "1590152", "year": "2007", "rank": "50", "title": "감사", "artist": "김동률", "genre": "Ballad", "lyrics": "눈부신 햇살이 오늘도 나를 감싸며 살아있음을 그대에게 난 감사해요  부족한 내 마음이 누구에게 힘이 될줄은 그것만으로 그대에게 난 감사해요  그 누구에게도 내 사람이란게 부끄럽지 않게 날 사랑할게요 단 한 순간에도 나의 사람이란 걸 후회하지 않도록 그댈 사랑할게요 이제야 나 태어난 그 이유를 알 것만 같아요 그대를 만나 죽도록 사랑하는게 누군가 주신 나의 행복이죠  그 어디에서도 나에 사람인 걸 잊을 수 없도록 늘 함께할게요 단 한순간에도 나의 사랑이란 걸 아파하지 않도록 그댈 사랑할게요 이제야 나 태어난 그 이유를 알 것만 같아요 그대를 만나 죽도록 사랑하는게 누군가 주신 내 삶의 이유라면 더이상 나에게 그 무엇도 바랄게 없어요 지금 처럼만 서로를 사랑하는게 누군가 주신 나의 행복이죠 누군가 주신 나의 행복이죠"}]