[{"song_no": "1919081", "year": "2008", "rank": "51", "title": "모르면서 (Feat.서정환)", "artist": "제이", "genre": "Dance", "lyrics": "아무것도 모르면서 내 눈물도 모르면서 내 아픔도 모르면서 아무것도 모르면서 아픔에 키스해 키스해 기억에 기억에 이별해 이별해 아픔에 아픔에 나의 눈을 바라보던 눈 사랑 한다 속삭이던 입 날 위해 꾼다던 꿈 모조리 거짓말 아무것도 모르면서 내 눈물도 모르면서 내 아픔도 모르면서 아무것도 모르면서 You won't be mine ooh girl it's true I won't be yours ooh girl it's true 아픔에 키스해 키스해 기억에 기억에 이별해 이별해 아픔에 아픔에 마음대로 내게 들어와 마음대로 나를 바꾸고 너밖에 모르는 날 어떻게 떠나가 아무것도 모르면서 내 눈물도 모르면서 내 아픔도 모르면서 아무것도 모르면서 baby j &amp; Christian seo 너의 순수함은 푸른 바다 산호 얕은 내 감정은 닿질 않죠 so clean 나완 어울리지 않죠 넌 익숙해진 피카소 그림처럼 날 보고 있어 내가 만들어 논 plastic soul 로는 널 더럽힐 수는 없어 break this love 너무 틀린 우린 can't go on 아무것도 안 할 건데 너의 생각만 할 건데 나는 울기만 할 건데 죽을지도 모르는데 아무것도 안 할 건데 나는 울기만 할 건데 죽을지도 모르는데 어딜 가겠다는 건데 내 사랑도 모르면서 기억에 기억에 이별해 이별해 아픔에 아픔에 아픔에 키스해 키스해 기억에 기억에 이별해 이별해 아픔에 아픔에"}, {"song_no": "1923387", "year": "2008", "rank": "52", "title": "윤은혜 샐러드송 (샐러드기념일) `지펠 CF`", "artist": "윤은혜", "genre": "Dance", "lyrics": "너가 맛있었다고 했던 살구빛 샐러드 맛있어서 또 먹고 싶어 너가 좋아했던 것들을 나에게 자그마한 행복들 달력 안 기념일들로 채워지네 채워지네 나나나 나나나 너가 좋아했던 살구빛 샐러드 그 날은 샐러드 기념일 나나나 나나나 너가 좋아하던 멜로디언 소리 그 날은 멜로디 기념일 나나나 나나나 너가 예뻤었다고 했던 조그만 고양이 귀여워서 또 보고 싶어 너가 좋아했던 것 들을 나에게 자그마한 고양이들 방에 한가득하게 채워지네 채워지네 나나나 나나나 너가 좋아했던 살구빛 샐러드 그 날은 샐러드 기념일 나나나 나나나 너가 좋아하던 멜로디언 소리 그 날은 멜로디 기념일 나나나 나나나  너가 좋아했던 살구빛 샐러드 그 날은 샐러드 기념일 나나나 나나나 너가 좋아하던 멜로디언 소리 그 날은 멜로디 기념일"}, {"song_no": "1868095", "year": "2008", "rank": "53", "title": "Lie", "artist": "가비엔제이", "genre": "Ballad", "lyrics": "헤매다 헤매다  다시 찾아가는 그대의 자리  잊은 줄 알았는데  두 발이 날 이끌어  결국엔  그리워 그리워  꿈에서 조차 그댈 부르고  잡힐 듯 그댄  흐린 미소만 흘리는데  love is a lie  love is a lie  그대도 버리진 못하는 걸  질기게 따라온 추억을 잘라내도  또 그대만 자라는데  love is a dream  love is a pain  눈물로 사랑아 돌아와줘  사랑했잖아 전부였잖아  내 삶은 너 하나 뿐이잖아    지우다 지우다  눈물이 다시 그댈 그리고  시간은 점점  그댈 가슴에 가두는데  love is a lie  love is a lie  그대도 버리진 못하는 걸  질기게 따라온 추억을 잘라내도  또 그대만 자라는데  love is a dream  love is a pain  눈물로 사랑아 돌아와줘  사랑했잖아 전부였잖아  내 삶은 너 하나 뿐이잖아    숨을 쉴 때마다 그대 생각에  하루하루가 지나가고  love is a heart  love is a prime  가려도 그대만 보이는 걸  머리는 잔인한 그대를 비워내도  또 그대만 채우는데  love is a dream  love is a pain  눈물로 사랑아 돌아와줘  사랑했잖아 전부였잖아  내 삶은 너 하나 뿐이잖아"}, {"song_no": "1928828", "year": "2008", "rank": "54", "title": "주문-MIROTIC (Clean Ver.)", "artist": "동방신기 (TVXQ!)", "genre": "Dance", "lyrics": "시작은 달콤하게 평범하게 나에게 끌려 언제나 그랬듯이 먼저 말을 걸어와 모든 가능성 열어둬 사랑은 뭐다 뭐다 이미 수식어 red ocean 난 breakin' my rules again 알잖아 지루한 걸 조금 다쳐도 넌 괜찮아 넌 나를 원해 넌 내게 빠져 넌 내게 미쳐 헤어날 수 없어 I got you under my sky 넌 나를 원해 넌 내게 빠져 넌 내게 미쳐 넌 나의 노예 I got you under my sky 내 머리속을 파고드는 날카로운 눈빛 나 아니고선 움직이지도 않는 chrome heart 니가 선택한 길인 걸 혈관을 타고 흐르는 수억 개의 나의 crystal 마침내 시작된 변신의 끝은 나 이것도 사랑은 아닐까 넌 나를 원해 넌 내게 빠져 넌 내게 미쳐 헤어날 수 없어 I got you under my sky 넌 나를 원해 넌 내게 빠져 넌 내게 미쳐 넌 나의 노예 I got you under my sky 한 번의 kiss와 함께 날이 선 듯한 강한 이끌림 두 번의 kiss 뜨겁게 터져버릴것같은 내 심장을 yeah 너를 택했어 you know you got it  come on come on come on come on I got you under my sky 니 꿈 속의 난 널 지배하는 마법사 내 주문에 넌 다시 그려지고 있어 I got you under my sky 더는 숨을 곳이 없잖아 그렇다면 이제 즐겨보는 게 어떨까 I got you under my sky 넌 나를 원해 넌 내게 빠져 넌 내게 미쳐 헤어날 수 없어 I got you under my sky 넌 나를 원해 넌 내게 빠져 넌 내게 미쳐 넌 나의 노예 I got you under my sky"}, {"song_no": "1928055", "year": "2008", "rank": "55", "title": "들리나요...", "artist": "태연 (TAEYEON)", "genre": "Drama,Ballad", "lyrics": "조금만 아파도 눈물나요 가슴이 소리쳐요 그대 앞을 그대 곁을 지나면 온통 세상이 그대인데 그대만 그리는데 그대 앞에선 숨을 죽여요 내게 그대가 인연이 아닌 것처럼 그저 스치는 순간인 것처럼 쉽게 날 지나치는 그대 곁에 또 다가가 한 걸음조차 채 뗄 수 없을지라도 서성이게 해 눈물짓게 해 바보처럼 아이처럼 차라리 그냥 웃어버려 점점 다가 설수록 자꾸 겁이 나지만 이 사랑은 멈출 수가 없나봐 왜 내 사랑만 더딘거죠 내 사랑만 힘들죠 그대 앞에 그대 곁에 있어도 온통 세상이 그대인데 그대만 보이는데 그대 앞에선 난 먼 곳만 봐요 내게 그대가 꼭 마지막 인 것처럼 내게 마지막 순간인 것처럼 쉽게 날 지나치는 그대 곁에 또 다가가 한걸음 조차 채 뗄 수 없을지라도 서성이게 해 눈물짓게 해 바보처럼 아이처럼 차라리 그냥 웃어버려 점점 다가 설수록 자꾸 겁이 나지만 이 사랑은 멈출 수가 없나봐 먼 발치서 나 잠시라도 그대 바라볼 수 있어도 그게 사랑이죠 혹시 이 기다림이 이 그리움이 닿을 때면 들릴 때면 차라리 모른 척 해줘요 그대에게 갈수록 자꾸 겁이 나지만 이 사랑은 멈출 수가 없네요"}, {"song_no": "1871159", "year": "2008", "rank": "56", "title": "Too Much (With 서인영) (우리결혼했어요 화제곡)", "artist": "크라운제이 (CROWN J)", "genre": "Rap / Hip-hop", "lyrics": "I love you 너 하나만 I need you 널 바라보는 눈빛과 내 말투도 조금씩 그댈 닮아가네요 태양처럼 밝은 내 기분 하늘에서 내려 준 선물 그대가 내 마지막 사랑이야 OH I LUV IT 뗄 수 없는 우린 환상의 듀엣 평생 같은 한 팀 Let's do it 싸울 때 모습 마저도 예뻐 보이나봐 baby 그 순간 마저도 내 가슴이 뛰네 난 또 다른 여자는 필요 없어 네 사랑 하나면 만족 너무 부드러워 우리 사랑의 감촉 너 하나만 있다면 눈을 떠도 항상 난 꿈속 널 사랑해 내 가슴 닳아 없어지도록 가끔 너 땜에 내 하룬 천국과 지옥 내 삶은 네 이름 3자로 아름다운 구속 언제나 내 마음속 언제나 내 머리 속 나 말했잖아 난 네게 완전중독 I love you 너 하나만 I need you 널 바라보는 눈빛과 내 말투도 조금씩 그댈 닮아가네요 태양처럼 밝은 내 기분 하늘에서 내려 준 선물 그대가 내 마지막 사랑이야 OH I LUV IT  come on girl do u like it i like it i like it i luv you i luv you what u gonna do about that 이렇게 행복해도 되는건지 you're my fantasy 날 부르는 네 목소리는 건반에도 없는 멜로디 i'm sorry 널 놔두고 매일 난 혼자 바빠 언제나 네 안에서 돌아다녀 can u feel me 혹시라도 내가 불안해 넌 걱정이 된다면 그런 생각은 하지마 baby 내 사랑은 heavy weight everyday 나 떨어져 있을때도 항상 네 생각만 해 내 손가락에 딱 맞는 반지 네 손이 닿을 땐 i'm going crazy 넌 나의 best friend trust me i trust you 하루 종일 나 하고 싶은 한마디 I love you 너 하나만 I need you 널 바라보는 눈빛과 내 말투도 조금씩 그댈 닮아가네요 태양처럼 밝은 내 기분 하늘에서 내려 준 선물 그대가 내 마지막 사랑이야 OH I LUV IT  I love you 너 하나만 I need you 널 바라보는 눈빛과 내 말투도 조금씩 그댈 닮아가네요 I love you make this love to you kevin I'm so in to you I love you  우리 함께 라면 난 기분이 함께 하루 하루라면 매일이 Baby 24 for 7 all day i'm clean so clean"}, {"song_no": "1841034", "year": "2008", "rank": "57", "title": "가슴으로 외쳐 (Rap Feat. Rhymer)", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "니가 그리워 나를 버린 니가 너무나 미워 내 아픔 슬픔에 비해 쓰디쓴 술 한잔은 부드러워 이제는 짙은 어둠만이 나를 드리워 니가 그리워 나를 버린 니가 미워 내 아픔 슬픔에 흐르는 눈물이 안쓰러워 이제는 짙은 어둠만이 나를 드리워 사랑도 이별도 아린 상처까지도 모두 다 안겨준 고마운 사람 날 보던 미소도 아름다운 기억도 내게서 다 가져간 그대란 사람 Too far away 멀어진 사랑아 날 떠난 사랑아 왜 내게 아픔들만 Don't go away 오늘도 그대만 찾아 찾아 날 떠나지 말아 제발  눈물에 미움에 그댈 원망 해봐도 여전히 그대만 사랑할 사람 추억에 향기에 미칠것만 같아도 한숨에 다 보내고 죽어갈 사람 못 잊을 사람 Too far away 멀어진 사랑아 날 떠난 사랑아 왜 내게 아픔들만 Don't go away 오늘도 그대만 찾아 찾아 날 떠나지 말아 제발 여전히 너는 나의 darling 허나 이제는 갈린 그런 사이 내 모든 것들을 가지고 떠나가 슬픔 too far away 슬픔은 day by day 흐르는 눈물은 절대로 멈출수가 없어 can't stop 가슴은 널 원해 아직까지도 그러나 두 눈은 널 보내 정말 바보같이도 눈물로 덧칠해 미소는 겉치레 슬픔이 걷히게 오늘도 미쳐 소리쳐 가슴으로 외쳐 아직도 바래 원해 잊으려고 애를 써도 난 이제 안돼 버리지 못해 널 Too far away 멀어진 사랑아 날 떠난 사랑아 왜 내게 아픔들만 Don't go away 오늘도 그대만 찾아 찾아 날 떠나지 말아 제발 Too far away 이러지 말아줘 날 놓지 말아줘 이대론 살수없어 Good bye away 그 말만 말아줘 안돼 안돼 날 버리지 말아 제발 니가 그리워 나를 버린 니가 미워"}, {"song_no": "1914694", "year": "2008", "rank": "58", "title": "운명을 거슬러", "artist": "SG 워너비", "genre": "Drama", "lyrics": "내 가슴에 꽃이 된 사람  늘 날 웃게 만들던 사람  피어나는 사랑만으로  가슴 벅차던 그런 사람  폭풍 속에 피난처 되어  너를 지켜줄 사람 나인데  나 아파도 사랑합니다  나 슬퍼도 웃어봅니다  사랑해 너를 사랑해  그 한 마디 못해도  나를 사랑하지 않아도  나를 바라보지 않아도  나는 정말 행복한 사람  추억 하나로도    내 두 눈에 비가 된 사람  늘 날 울게 만든 사람  이별이란 지독한 말로  내 가슴에 상처 낸 사람  짖궂은 우리의 운명도  이제 오늘로 끝나겠지만  나 아파도 사랑합니다  나 슬퍼도 웃어봅니다  사랑해 너를 사랑해  그 한 마디 못해도  나를 사랑하지 않아도  나를 바라보지 않아도  나는 정말 행복한 사람  추억 하나로도  세상 앞에서 약속하고 싶은 말  나의 일생을 다 바쳐서  너를 지키고 싶어    내 삶에 전부였던 사람  긴 세월 단비 같던 사람  그립다 너무 그립다  사랑했던 날들이  언젠가 다시 만난다면  그때는 헤어지지 말자  운명도 그땐 져줄테니  우리 사랑 앞에"}, {"song_no": "1917571", "year": "2008", "rank": "59", "title": "Solo (Feat. Alex)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "잘 가 이제 난 솔로 say hello to the world 너란 깜깜한 감옥에서 출소 세상아 내게 두부를 줘 책상에 사진 뜯어내고 상처의 딱지도 박박 긁어내고 화장실 하수구에 엉킨 니 머리카락 다 뜯어내고 니 물건 다 쓸어내고 자유다 널 사랑했던 내가 바보다 미련 없어 내 낙천주의는 대대로 물려받은 가보다 연락 끊어진 여자애들 불러내기가 좀 구차해 흠 신촌 홍대 강남 압구 어때 음 나이트 아님 클럽이나 가보자 솔로 솔로 있고싶어 난 홀로 홀로 솔로 솔로 오늘부터 난 홀로 홀로 솔로 솔로 있고싶어 난 홀로 홀로 솔로 솔로 오늘부터 난 홀로 홀로 그녀가 싫어하던 공포영화를 봐도 되에 개고기를 먹어도 되에 죄에 책에 감 없이 여자의 번호를 따도 되에 예에 연인이란 존재는 내 인생의 마이너스 바이러스 내 머릴 아프게 해 사랑은 신이 내린 자연재해 지금껏 억눌렀던 desire is in fire 내 인생은 내 멋대로 그릴래 나만이 내 인생의 디자이너 미뤄왔던 pc게임에 만랩을 끊어 밤새 마시고 필름도 끊어 난 자유란 바다로 돌아가고픈 물고기 미련이란 낚싯줄은 끊었어 솔로 솔로 있고싶어 난 홀로 홀로 솔로 솔로 오늘부터 난 홀로 홀로 솔로 솔로 있고싶어 난 홀로 홀로 솔로 솔로 오늘부터 난 홀로 홀로 내 맘대로 전화 꺼놔도 돼 밤새도록 술 마시고 망가져도 돼 혼자서 훌쩍 떠나도 돼 I'm free I'm free 니 친구의 남자와 비교 안당해도 되고 새벽에 야식해도 되고 내 돈 이별하던 순간에 니 표정보다 굳었어 Spend my money for me 밤새 친구들과 당구치고 니 전화 씹고 콧방귀 끼고 내 안에서 널 밀어냈던 것처럼 속 시원하게 방구 끼고 새벽엔 나를 찾아줘 부엌에서 금요일엔 나를 찾아줘 클럽에서 마치 수능을 마친 수험생처럼 토요일엔 나를 찾아줘 나이트에서 기분이 너무 나이스해서 오늘밤도 나 취할 것 같아 훨훨 날겠어 나비처럼 새 꽃을 찾아 솔로 솔로 있고싶어 난 홀로 홀로 솔로 솔로 오늘부터 난 홀로 홀로 솔로 솔로 있고싶어 난 홀로 홀로 솔로 솔로 오늘부터 난 홀로 홀로"}, {"song_no": "1928044", "year": "2008", "rank": "60", "title": "미쳤어 (Feat. 에릭)", "artist": "손담비", "genre": "Dance", "lyrics": "내가 미쳤어 정말 미쳤어 너무 미워서 떠나버렸어 너무 쉽게 끝난 사랑 다시 돌아오지 않는단 걸  알면서도 미쳤어 내가 미쳤어 그 땐 미쳐 널 잡지 못했어 나를 떠떠떠떠떠 떠나 버버버버버 버려 그 짧은 추억만을 남겨둔채로 날 후회했어 니가 가버린 뒤 난 더 불행해져 네게 버려진뒤 너를 잃고 싶진않아 줄 것이  더 많아 나를 떠나지마라 죽도록 사랑했어 너 하나만을 다시는 볼 수 없단 미친 생각에 눈물만 흐르네 술에 취한 밤에 오늘은 잠을 이룰 수 없어 내가 미쳤어 정말 미쳤어 너무 미워서 떠나버렸어 너무 쉽게 끝난 사랑 다시 돌아오지 않는단 걸  알면서도 미쳤어 내가 미쳤어 그 땐 미쳐 널 잡지 못했어 나를 떠떠떠떠떠 떠나 버버버버버 버려 그 짧은 추억만을 남겨둔채로 날 사랑이 벌써 식어버린건지 이제와 왜 난 후회하는건지 떠나간자리 혼자남은 난 이렇게 내 가슴은 무너지고 죽도록 사랑했어 너 하나만을 다시는 볼 수 없단 미친 생각에 눈물만 흐르네 술에 취한 밤에 오늘은 잠을 이룰 수 없어 내가 미쳤어 정말 미쳤어 너무 미워서 떠나버렸어 너무 쉽게 끝난 사랑 다시 돌아오지 않는단 걸  알면서도 미쳤어 내가 미쳤어 그 땐 미쳐 널 잡지 못했어 나를 떠떠떠떠떠 떠나 버버버버버 버려 그 짧은 추억만을 남겨둔채로 날 너의 memories 이젠 delete it 매일밤 부르는건 your name  들리니 몹시 아팠나봐 이젠 시작이란 말조차 난겁나 open up a chapter man i'm afaid of that 전화기를들어 확인해 니 messages 떠나줬으면 좋겠어 catch me if you can but i'm out of here 내가 미쳤어 정말 미쳤어 너무 미워서 떠나버렸어 너무 쉽게 끝난 사랑 다시 돌아오지 않는단 걸 알면서도 미쳤어 내가 미쳤어 그 땐 미쳐 널 잡지 못했어 나를 떠떠떠떠떠 떠나 버버버버버 버려 그 짧은 추억만을 남겨둔채로 날"}, {"song_no": "1851229", "year": "2008", "rank": "61", "title": "서커스 (Feat. 임유경 - 달래 음악단 , ＄howgun)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "찬바람 불 때 내게 와 줄래 세상이 모질게 그댈 괴롭힐 때 신나게 놀자 웃자 한바탕 하 하 하 하 하 하 이 밤이 다 할 때까지 일명 악바리  나 돈벌이에 충실했던 예능계의 별이요  까불대던 몽이요 빛 따라 흔들흔들  따라갔던 딴따라 초심을 잃지 말고  음악하란 벌이다 관객들은 제페토  몽이는 피노키오 가끔은 대중을  속고 속이는 피노키오 거짓과 진실 그대들의 답이요 길고 짧은 건 눈대중으로 대충 키 높이요 Ready get set go  대포로 발사 온 몸을 날려 버리고 Ready get set go  대포로 발사 눈물을 날려 버리고 아무리 뻔뻔한 시츄에이션 엇갈리더라도 Just have some fun Show's Just begun 4번째 앨범 몽이와 함께  서커스에 모두 Welcome 찬바람 불 때 내게 와 줄래 세상이 모질게 그댈 괴롭힐 때 신나게 놀자 웃자 한바탕 하 하 하 하 하 하 이 밤이 다 할 때까지 전 국민 좌절금지  프로젝트 서커스 음악에 오직 그대만을  비춘 포커스 일등과 꼴찌 승자와 패자 칼이라도 뽑았으면  무라도 베자 눈물조차 아까워서  메마른 사람들 방 한 칸에 허덕여서  가난한 사람들 시련에 쓰린 상처  통곡한 사람들 전국민 좌절금지  프로젝트 서커스 Ready get set go  대포로 발사 온 몸을 날려 버리고 Ready get set go  대포로 발사 눈물을 날려 버리고 어차피 인생은  시트콤 누가 뭐라건 자기 밥그릇은  정해져 있는 법 Show's Just begun 4번째 앨범 몽이와 함께  서커스에 모두 Welcome 찬바람 불 때 내게 와 줄래 세상이 모질게  그댈 괴롭힐 때 신나게 놀자 웃자 한바탕 하 하 하 하 하 하 이 밤이 다 할 때까지 더 이상 울지 말아요 기가 막힌 세상 아픔은 잊어요 시간 맞춰 꼭 늦지 마세요 어서 모이세요  신나는 몽이 유랑단 찬바람 불 때 내게 와 줄래 세상이 모질게  그댈 괴롭힐 때 신나게 놀자 웃자 한바탕 하 하 하 하 하 하 신나는 몽이 유랑단"}, {"song_no": "1902386", "year": "2008", "rank": "62", "title": "그대만 보여요 (Feat. BigBang T.O.P)", "artist": "지아", "genre": "Ballad", "lyrics": "하루 지나가고 또 하루가 가면 그댈 잊은 줄 알았는데 아프고 아파도 밤을 새워봐도 생각 나는 건 다 그대 뿐 한걸음을 가고 또 한걸음 가면 나를 찾을 수 없을까봐 그 자리에서 그댈 기다리는 내 사랑이 미워져요 가슴이 죽을만큼 힘든 걸 아나봐요 자꾸 그대의 흔적들을 찾아요 눈을 감아도 그대만 보이네요 나 잊을 수 없나봐요 떠난 사랑이라 그댄 변한 사람 이라 함부로 말은 안할래요 상대 하기 조차 아깝네요 듣고 있는가 알고 있는가 혼자서 매일 끙끙 앓고 있는 밤 습관에서 부터 지워 내 새하얗게 이제 내가 보기엔 니가 더 나약해 눈물을 감추고 추억을 삼켜도 다시 내 가슴에 남아서 그대 이름만 다시 부르게 돼 나 어쩔 수 없나봐요 가슴이 죽을만큼 힘든 걸 아나봐요 자꾸 그대의 흔적들을 찾아요 눈을 감아도 그대만 보이네요 나 잊을 수 없나봐요 천 번을 더 웃고 또 울더라도 그대 하나만 사랑하며 살게요 사랑이 날 울려도 괜찮아요 그 추억이 남았으니 다 지워봐도 이제 내 맘에 아픔만 남아 눈을 감아도 입을 막아도 그대만 보여요 가슴이 죽을만큼 힘든 걸 아나봐요 자꾸 그대의 흔적들을 찾아요 눈을 감아도 그대만 보이네요 나 잊을 수 없나봐요 내 두 눈에 눈물이 닳아서 그대 기억될 시간이 다 지나면 우리 좋았던 추억만 간직해요 난 그걸로 행복해요"}, {"song_no": "1911466", "year": "2008", "rank": "63", "title": "우리들의 행복한 시간 (Feat. 주(Joo) Narr. 안혜경)", "artist": "미노 (프리스타일)", "genre": "Rap / Hip-hop", "lyrics": "여보세요 일하나보다 나 끝났는데 에이 밥 먹으려구 했는데 나 그럼 친구랑 밥 먹고 있을 테니까 이거들으면 전화해 사랑해 이따봐 날씨도 좋고 이젠 꽃도 많이 폈어 예전처럼 손을 잡고 걷기 좋은 날인데 너 없는 이 계절은 아무런 의미 없어 거리를 걸어봐도 아무 느낌 없어 따스한 햇살조차 느낄 수 없는데 너 없는 이 세상이 무슨 의미가 있어 매일같이 버텨보려구 발악하며 사는데 눈부신 햇살따위가 무슨 소용이 있어 사랑이라서 이게 사랑이라서 난 아픈데도 떠날 수가 없어서 사랑받고 싶어서 너만 바라보는게 너무 힘든데 이렇게 아픈데 너 떠나구 그대로야 이거 하나만 빼면 끊었던 담배를 다시 피기 시작했으니까 요즘 좀 내가 그래 니가 없으니까 뭐하나 제대로 할 수 있는 것이 없어 오랜만에 너와 찍은 사진을 봤어 너무나 다정스럽게 웃고 있었는데 너는 참 예쁘던데 내 표정이 그래 아직도 바보같은 내 표정은 좀 그래 니가 아무것도 바르지 않은 머리를 더 좋아해서 나는 오늘도 그냥 이대로 길을 다녀 이제는 이게 더 익숙하고 편해 그런데 이런 날 볼 때마다 가슴은 더 아파 그래 나 아직까지 이러구 살아 바보처럼 너를 아직 붙잡고 살아 약속했지 니가 나를 두고 돌아설 때 잊겠다고 말했는데 그게 잘 안돼 사랑이라서 이게 사랑이라서 난 아픈데도 떠날 수가 없어서 사랑받고 싶어서 너만 바라보는게 너무 힘든데 이렇게 아픈데 사랑해서 그 땐 보낼 수 있었어 이별이 아름답도록 행복하기를 바란다는 그 말 그 흔한 말조차 못하고서 돌아섰어 아직 어려서 사랑엔 어려서 좀 힘들어도 머무를수 있어서 사랑받지 못해도 너를 볼 수 있던게 행복했는데 이제는 떠날게 사랑이라서 아직 내 맘 속에선 이게 사랑이라서 아직 내 맘 속에선 난 아픈데도 떠날 수가 없어서 제발 내 곁에 다시 돌아오란 생각 뿐이야 사랑받고 싶어서 그래 난 아직까지 너만 바라보는게 아직 널 놓지 못해 너무 힘든데 이렇게 아픈데 너의 뒤만 바라보는 사람으로 남아있어 내가 봐도 못봐주겠어 나라는 놈은 잊지 못해 발악하는 바보같은 나는 가슴을 쥐어짜고 소리내 울어봐도 모든 것들은 달라질 수 없다는 걸 알아 한사람을 사랑해서 미치도록 아파 한사람이 떠나가서 맘이 너무나 아파 그 사람을 잊지못해 미치도록 아파 그 사람을 보고싶어 하는 내가 나빠"}, {"song_no": "1908650", "year": "2008", "rank": "64", "title": "미쳐미쳐미쳐", "artist": "바나나 걸", "genre": "Dance", "lyrics": "모르게 아무도 모르게 왜 자꾸 내 맘 건드려 왜 내 맘을 건드려 알면서 뻔히 다 알면서 내 맘이 땡긴다는 걸 너에게 끌린다는 걸 난 미쳐 미쳐 미쳐 난 미쳐 미쳐 미쳐 날 사랑한다면 내게 사랑한다 해줘 난 미쳐 미쳐 미쳐 난 미쳐 미쳐 미쳐 날 갖고 놀지마 자꾸 이러다 정말 난 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐  얼마나 얼마나 얼마나 나를 또 애를 태워야 니가 만족하겠니 알면서 뻔히 다 알면서 내 맘이 뗑긴다는 걸 너에게 끌린다는 걸 난 미쳐 미쳐 미쳐 난 미쳐 미쳐 미쳐 날 사랑한다면 내게 사랑한다 해줘 난 미쳐 미쳐 미쳐 난 미쳐 미쳐 미쳐 날 갖고 놀지마 자꾸 이러다 정말 난 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐  미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐  난 미쳐 미쳐 미쳐 난 미쳐 미쳐 미쳐 날 사랑한다면 내게 사랑한다 해줘 난 미쳐 미쳐 미쳐 난 미쳐 미쳐 미쳐 날 갖고 놀지마 자꾸 이러다 정말 난 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐 미쳐"}, {"song_no": "1851232", "year": "2008", "rank": "65", "title": "죽도록 사랑해 (Feat. 박정현)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "죽도록 그대를 죽도록 죽도록 그대를 죽도록 죽도록 그대를 죽도록 죽도록 죽도록 죽도록 그대를 죽도록 죽도록 그대를 죽도록 죽도록 죽도록 죽도록 그대를 죽도록 그댈 볼수록 행복해 웃어줘 make me smile baby Don't let me cry 사랑에 빠진 내 눈을 봐 눈이 아닌 가슴이 말을 하잖아 그댈 보며 웃잖아 사랑에 뭐가 필요해 또 뭘 바라면 바랄수록 아플 걸 till the end i'll be you'r man 니가 원하던 나야 yes i am 외로움에 가끔 미칠 때 우리 배가 가라앉고 있을 때 너는 내게 유일한 구명조끼 나를 비춰줘 오 나의 불빛 bring bring bring it together 기억해 빛나는 사랑을 주겠던 bring bring bring it together 그대를 죽도록 사랑해 주겠던 내 심장에 불을 붙여줘  뜨거운 불에 또 바람을 불어줘 수백 번 고백해 내 위대한 사랑아 let's keep it hot i gotta keep  it hot 널 볼수록 행복해 웃어줘 make me smile baby Don't let me cry 사랑에 빠진 내 눈을 봐 눈이 아닌 가슴이 말을 하잖아 그댈 보며 웃잖아 가만히 있어도 시간은 흐르고 이 시간이 흐르면서  죽음에 맞대고 평생을 사랑이란  두 글자만 쓰다가 심장은 너무 닳아 사랑을 못 느껴 내 사랑은 푸른데 지구는 썩어가 영원의 눈으로 사랑을 바라봐 일차원적인 인간들의 세상  사랑을 몰라 그게 우리네 자화상 평생을 남의 일이나 거들다 일이란 족쇄에 온몸은 멍들다 냉정한 가슴은  사람들 외면에 썩어가 찢겨가  내 주위 사람들까지 떠나가 마음이 가난한 자들은 사랑이란 머나먼 나라의 신기루 마음이 가난한 자들은 사랑이란 머나먼 나라의 신기루 그댈 볼수록 행복해 웃어줘 make me smile baby Don't let me cry 사랑에 빠진 내 눈을 봐 눈이 아닌 가슴이 말을 하잖아 그댈 보며 웃잖아 널 볼수록 행복해 웃어줘 make me smile baby Don't let me cry 사랑에 빠진 내 눈을 봐 눈이 아닌 가슴이 말을 하잖아 그댈 보며 웃잖아 난 웃잖아 넌 영원한 슈퍼스타 꽉 안아줘 hold me tight 부족한 나 땜에 날개가 꺾인 하늘에서 내려온 나의 천사 넌 영원한 슈퍼스타 내 사랑은 언제나 불타 거친 비바람 먹구름에 가려도 이 세상에 그대가 제일 빛나 넌 영원한 슈퍼스타 꽉 안아줘 hold me tight 부족한 나 땜에 날개가 꺾인 하늘에서 내려온 나의 천사 넌 영원한 나의 천사 넌 영원한 나의 천사 넌 영원한 나의 천사 넌 영원한 나의 천사"}, {"song_no": "1913500", "year": "2008", "rank": "66", "title": "Intro (Stand Up)", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "Bigbang let's go    제각기 다른 groove  똑같지 않은 group  b i g b a n g  뭔가 다른 move  우리가 바로 boom  b i g b a n g  listen up listen up  이건 지독한 crack  중독자들이 속출되 위험한 track  혼자가 아닌 다섯 명이 set  승리 대성 g dragon is  golden ticket  언제나 우린 당신의 곁에  또 다른 감동을 건낼께  알다시피 이 시대의 탑  태양처럼 높은 퀄리티와 때깔  let's get crazy yo  다 같이 오늘 무리할래  난 사람이 많을수록  정신 못 차리네  stage 위에 looser 비켜  다시 우리 차례  everybody stand up stand up  everybody wake up wake up  제각기 다른 groove  똑같지 않은 group  b i g b a n g  뭔가 다른 move  우리가 바로 boom  b i g b a n g  you want some more  give it to me  give it to me  you want some more  give it to me  give it to me  you want some more  give it to me  give it to me  you want some more  5 4 3 2 0"}, {"song_no": "1918895", "year": "2008", "rank": "67", "title": "그대라서", "artist": "신혜성", "genre": "Rock", "lyrics": "잊지못해 눈물이 된 사람이 가슴에 있나요 갖지 못해 상처가 된 사람이 그대 역시 있나요 가진 힘을 다해도 다가설수 없는 꿈 할 수 있는 일이없어 울어본적 있나요 믿어 왔던 모든게 그대 곁을 떠나서 혼자 같았나요 나는 그대라서 상처 입은 자리가 고운 그대라서 사랑해요 그 눈물도 사랑함의 의미를 아는 가슴도 너무 쉽게 얻어진건 그 만큼 쉽게 버려질까 소중함을 알게하려 어렵게 만나게 하나봐요 머뭇거릴 시간도 우리에겐 아깝죠 하고 싶은일이 정말 너무나 많잖아요 걸어왔던 길들이 가슴아픈 기억들 두렵게 하지만 나는 그대라서 상처 입은 자리가 고운 그대라서 사랑해요 그 눈물도 사랑함의 의미를 아는 가슴도 이젠 내가 지친 그대 어깨를 감싸줄수 있게 날 믿어요 그 눈으로 나를 봐요 다른건 모두 잊은채  All the tears All the sads All the lies All the hurts All the pains All the past Never ever by your side All the tears All the sads All the lies All the hurts All the pains All the past Never by your side 그대라서 다가서는 걸음이 더딘 그대라서 사랑해요 망설임도 헤어짐의 의미를 아는 가슴도 이젠 내가 그대 눈물을 닦아 줄 수있게 날 믿어요 두 번 다시 우리 앞에 이별은 없을 테니까"}, {"song_no": "1918226", "year": "2008", "rank": "68", "title": "내 여자", "artist": "The One (더원)", "genre": "Ballad", "lyrics": "결국 내가 먼저 찾았죠 너무 오래 걸려서 이제 그만 장난치라고 많이 놀랬잖아 어디에 있었던거야 눈물이 앞을 가려 너는 보이지가 않고 니 옆에서 어색한 모습으로 내게 인사하는 그대 당신은 누구신가요 왜 그대가 곁에 있나요 나 밖에 모르는 그녈 뭐라하면서 손을 잡았나요  저 여자는 내 여잡니다 저 여자는 내 여자랍니다 그 아무도 손 댈 수 없고 기댈 수 없는 내 여자랍니다 그런 사람이 날 떠나갑니다 내 사랑이 나를 버립니다 내 목숨과 같은 그녀가 다른 사람에 품에 안깁니다  저 여자는 내 여자랍니다 사랑이 크기전에 그대여 제발 놓아주세요"}, {"song_no": "1884797", "year": "2008", "rank": "69", "title": "Honey", "artist": "옥주현", "genre": "Ballad", "lyrics": "괜찮아요 그대가 날 떠나가도  괜찮아요 행복해요 그대 만은  술에 취한 채로 내게 전화했죠  미안하단 말하며 울고 있었죠  소리를 질렀죠 주저 앉고 말았죠  준비도 못했던 이별의 난  I can't breathe I can't breathe  그댈 잡아도 소용없죠  뜨거운 마음이 차갑게 변해서  붙잡아도 돌아올 순 없잖아  괜찮아요 그대가 날 떠나가도  괜찮아요 사랑해요 날 떠나도  난 난 괜찮아요  I say good bye  이제 와서 어떡해요  나 때문에 울지마요  한 번만 날 품에 안아줘    TV를 켜봐도 Radio 틀어도  이별의 장면과 이별의 노래뿐  그대가 선물한 화분도 다 버렸죠  새 살 돋듯 그대 생각 날까  I can't breathe I can't breathe  숨 조차 못 쉴 것만 같아  조각 난 것처럼 깨진 유리처럼  내 마음도 버려야만 하나요  괜찮아요 그대가 날 떠나가도  괜찮아요 사랑해요 날 떠나도  난 난 괜찮아요  I say good bye  이제 와서 어떡해요  나 때문에 울지마요  한 번만 날 품에 안아줘  어떡하죠 그대없인 겁이나요  한 번만 더 생각해요 아니라도 난  괜찮아요 떠나가도  행복해요 그대만은"}, {"song_no": "1922252", "year": "2008", "rank": "70", "title": "D.I.S.C.O Part.2 (Feat. G-Dragon)", "artist": "엄정화", "genre": "Dance", "lyrics": "D I S C O 미친 듯이 춤추고 네 멋대로 Do the disco D I S C O 모두같이 뛰놀고 제 멋대로 LET'S go disco  방법 따윈 필요 없어 심장소리로 날 느낄 수 있어 첫 키스와 같이 달콤한 이 설렘 속에 시끄러운 음악 속에 이제 날 던져볼래 리듬 속에 갇혀버린 I feel beautiful sexy 한 멜로디가 귓가에 속삭일 때 기쁨 속에 갇혀버린 I feel wonderful 멈추지마 지금이 마지막일지도 몰라 D I S C O 미친 듯이 춤추고 네 멋대로 Do the disco D I S C O 모두같이 뛰놀고 제 멋대로 LET'S go disco  정답 따윈 여긴 없어 몸짓 하나로 충분히 알 수 있어 너의 사랑 이별 외로움 아픔 다 잊은 채 따스한 조명아래 이젠 널 던져줄래 리듬 속에 갇혀버린 I feel beautiful sexy 한 내 body가 널 향해 춤을 출 때 기쁨 속에 갇혀버린 I feel wonderful 멈추지마 지금이 마지막일지도 몰라 D I S C O 미친 듯이 춤추고 네 멋대로 Do the disco D I S C O 모두같이 뛰놀고 제 멋대로 LET'S go disco GGG to the D On the microphone A yo D I S C O 엄 to the 정화 with 지용 Represent 이 시대의 멋쟁이 Fashion &amp; music no doubt Disco Disco Mister &amp; Sister 오늘은 여러모로 특별한 밤 Disco part2 of the 막방 한 순간도 놓치지마 가슴 벅찬 이 느낌을 노래 속에 널 맡겨봐 지금 이순간 모든걸 잊을 수 있게 D I S C O 미친 듯이 춤추고 네 멋대로 Do the disco D I S C O 모두같이 뛰놀고 제 멋대로 LET'S go disco"}, {"song_no": "1923550", "year": "2008", "rank": "71", "title": "미안해, 고마워, 사랑해", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "어떤 말로 전해야 할까 너를 향한 내 마음 있는 그대로를 보여주려면 거창하게 꾸미는 법도 멋진 말도 난 몰라 너무나 소박한 세 마디 말밖엔 나 매일매일 하고픈 그 말 늘 모든게 다 미안하단 말 늘 해도해도 모자랄 그 말 또 모든게 다 고맙다는 말 나 하루하루 아껴온 그 말 널 너무나도 사랑한단 말 되뇌일수록 자꾸만 눈물이 나 어떤 색이 그려내 줄까 너를 향한 내 맘 속 깊은 그곳까지 보일 수 있게 화려하게 칠하는 법도 예쁜 말도 잘 몰라 너무나 투박한 세마디 말밖엔 나 매일매일 하고픈 그 말 늘 모든게 다 미안하단 말 늘 해도해도 모자랄 그 말 또 모든게 다 고맙다는 말 나 하루하루 아껴온 그 말 널 너무나도 사랑한단 말 되뇌일수록 자꾸만 눈물이 나 이렇게도 쉬운 말을 왜 늘 망설였는지 이제 다신 바보처럼 아껴두지 않을께 날마다 내 입술이 닳도록 평생토록 말해줄거야 너를 위해 나 매일매일 하고픈 그 말 늘 모든게 다 미안하단 말 늘 해도해도 모자랄 그 말 또 모든게 다 고맙다는 말 나 하루하루 아껴온 그 말 널 너무나도 사랑한단 말 내 가슴이 하는 말 더 많은 행복 주지 못해서 늘 부족해서 항상 미안해 날 살게하는 오직 한사람 너라서 그게 너무 고마워 늘 오늘보다 내일 더 많이 내 마음다해 너를 사랑해 나 너에게 해줄건 이 말밖엔"}, {"song_no": "1918181", "year": "2008", "rank": "72", "title": "Miss Independent", "artist": "Ne-Yo", "genre": "R&B / Soul", "lyrics": "It's something about Just something about The way she moved I can't figure it out There's something About her Say ooh There's something About kinda women That want you But don't need you Hey I can't figure it out There's something About her Cuz she walk like a boss Talk like a boss Manicured nalis Just sent The pedicure off She's fly effortlessly Cuz she move like a boss Do what a boss Do She got me thinking About getting involved That's the kinda girl I need She got her own thing That's why I love her Miss independent Won't you come And spend a little time She got her own thing That's why I love her Miss independent The way you shine Miss independent  Ooh There's something About kinda woman That can do It for herself I look at her And it makes me proud There's something About her There something Ooh So sexy About the kinda women That don't even Need my help She says she got it She got it No doubt There's something About her Cuz she work Like the boss Play like the boss Car and a crib She about To pay em both off And her bills Are paid on time She made for a boss Soley a boss Anything less She's telling em To get lost That's the girl That on my mind She got her own thing That's why I love her Miss independent Won't you come And spend A little time She got her own thing That's why I love her Miss independent Ooh The way you shine Miss independent Her favourite thing Is to say Don't worry I got it And everything she got Best believe She bought it She gon steal my heart Ain't no doubt about it Girl Your everything I need Said your everything I need  She got her own thing That's why I love her Miss independent Wont you come And spend a little time She got her own thing That's why I love her Miss independent Ooh the way you shine Miss independent That's why I love her"}, {"song_no": "1924483", "year": "2008", "rank": "73", "title": "상심증후군 (Feat.Daylight)", "artist": "노블레스", "genre": "Rap / Hip-hop", "lyrics": "특별히 아픈데는 없는데 먹지도 못해 나 정말 이러다가 죽는건 아닐까 어두컴컴한 방 한 구석에서 나오지를 못해 내가 왜 이러는데 내가 바라던 이별은 이런게 아니였잖아 서로를 위한 최선 그 뿐이였잖아 더 좋은 사람 만나 행복하라고 나 같은 바보따윈 지워 버리라고 그렇게 돌아섰던 내가 미웠겠지 욕해도 좋아 원래 그런 놈이니까 지금부터 나는 독해지려 해 사랑했던 일조차 없던 것처럼 근데 왜 감기도 아닌데 머리가 지끈거리고 답답하기만 해 아마도 이 병엔 약도 없다지 죽도록 그리워서 미쳐 가겠지 가슴이 아파 숨 쉬기 힘들어 나 이러다가 죽는건 아닌지 모르겠어 니가 있어야만 해 너만 있어주면 돼 오직 너만이 날 살게 해 난 니가 필요해 준비없는 이별의 선물인 걸까 처음엔 아무렇지 않았었는데 이토록 아플 줄은 울다가 지칠 줄은 멀쩡했던 내가 이렇게 될 줄은 가슴이 굳어버린 그런 느낌 알아 갑자기 멍해지는 그런 기분 알아 어디가 아픈지는 나도 모르겠어 갑자기 니가 보고싶어 미치겠어 잘해 줄 껄 그랬어 따뜻한 말 한 마디라도 그 뿐이었대도 말해줄 껄 그랬어 그때는 표현이 서툴러서 힘들었지 많이 나 때문에 괜히 울었었지 많이 더 많이 사랑했던 나라는 건 아니 그거 아니 너 때문에 많이 사랑하지 않는 법을 배웠어 가슴이 아파 숨 쉬기 힘들어 나 이러다가 죽는 건 아닌지 모르겠어 니가 있어야만 해 너만 있어주면 돼 오직 너만이 날 살게 해 난 니가 필요해 돌아갈 수 없는 우리 사랑은 여기까지야 아무리 발버둥쳐봤자 돌이킬 수 없는 우리 사랑은 여기까지야 그런데 왜 이런걸까 가슴이 굳어버린 그런 느낌 알아 갑자기 멍해지는 그런 기분 알아 어디가 아픈지는 나도 모르겠어 갑자기 니가 보고 싶어 미치겠어  보고싶어 더 많이 사랑한게 뭐가 중요한데 어차피 우리 사랑 여기까진데 가슴이 아파 왜 잘 해준 것만 생각이 나니 얼마나 힘들게 했던 넌데 니가 보고 싶어서 니가 그리워져서 우리 추억이 날 살게 해 난 니가 필요해 돌아가고 싶지만 이제는 자신 없어 사랑에 난 지쳐 버렸어 말했잖아 나도 사람이라고 집착도 사랑이란 걸 이제 알았어 언제까지 내가 이래야만 해 이제는 그 사랑에 지쳐 버렸어 아니 미쳐버렸어 이제는 두 번 다시 사랑 못할꺼야 잊지 못할 거야"}, {"song_no": "1919085", "year": "2008", "rank": "74", "title": "웨딩데이", "artist": "서지영", "genre": "Ballad", "lyrics": "하얀 네 모습 수줍은 웃음 너무 고마워 나를 믿고 와준 것 어릴적 꿈꿔왔던 그 신부처럼 걸어와줘 믿음으로 작은 손 내밀어 엄마가 되고 아빠가 되는 사실 난 말야 그것만으로 좋아 솔직히 지금은 좀 많이 떨려요 음악이 나와 그대 이제 걸어가요 You say me say me say me love say me say me say me like 포근하게 안아줘 많은 시간이 흘러도 지금과 같은 모습으로 나 그댈 사랑해요 I love you 영원토록 사랑한다고 I love you 영원토록 간직한다고 I love you 영원토록 사랑한다는 믿음이 있었기에 무엇보다 소중하다고 I love you 내 눈에는 그대만 있고 I love you 내 입술은 그대만 찾고 I love you 사랑만을 간직한다고 영원히 사랑한다고 약속할게 FOREVER 너에게 했던 부족한 나날들 이제 지워버릴게 이제 지워버릴게 예전처럼 너 빛이 날 수 있게 약속해 내 모든 걸 다해서 널 널 널 사랑해 내 곁에 있고 내 안에 있는 그것만으로 행복한 이유 됐죠 이것만 지켜줘요 진실해요 예쁜 맘으로 우리 함께 시작해요 You say me say me say me love say me say me say me like 따뜻하게 안아줘 아름다운 눈처럼 순결한 그대의 모습을 우리 간직해요 오오 You say me say me say me love say me say me say me like 따뜻하게 안아줘 많은 시간이 흘러도 지금과 같은 모습으로 난 그대 사랑해요"}, {"song_no": "1902382", "year": "2008", "rank": "75", "title": "난 행복해", "artist": "지아", "genre": "Ballad", "lyrics": "결혼한다고 친구 전화 받으면 꼭 데려가고 싶은 그런 사람 있나요 좋은 옷보면 맛있는 걸 먹으면 늘 생각나고 그리운 사람 있나요 그대랍니다 하늘이 선물해 준 내 삶의 주인은 다 그대랍니다 지치고 외로울 때 한쪽 어깨 빌려주고픈 사람도 난 그대이기에 난 바보 같아서 항상 그대가 내 맘을 몰라줘도 항상 그대 때문에 울더라도 괜찮아요 뒷모습이라도 볼 수 있으니 내가 참 못나서 가질 수 없는 사랑이 서러워도 혼자만의 사랑이 슬퍼도 고마운 그대여 미안한 그대여 사랑합니다  함께 있으면 그냥 너무 좋아서 말까지 더듬는 내 마음 알까요 목소리만이라도 듣고 싶어 받으면 끊는 전화가 나란걸 알까요 난 바보 같아서 항상 그대가 내 맘을 몰라줘도 항상 그대 때문에 울더라도 괜찮아요 뒷모습이라도 볼 수 있으니 내가 참 못나서 가질 수 없는 사랑이 서러워도 혼자만의 사랑이 슬퍼도 고마운 그대여 미안한 그대여 사랑합니다 왜 난 안 되나요 나도 그대 사랑받고 싶었는데 외로움에 울고 또 울어도 그 이름만으로 못 잊을 한 사람 그대랍니다"}, {"song_no": "1874398", "year": "2008", "rank": "76", "title": "This Time", "artist": "원더걸스", "genre": "Ballad", "lyrics": "난 다신 사랑 따윈 하지 않을 거라 그렇게 다짐했었던 적 있었죠 스쳐 지난 이별의 기억 다시 또 부서졌던 믿음 아픔과 위로 속에 난 그들을 지웠죠 하지만 그대를 처음 봤던 그 날 이후로 난 다시 용기가 생겼죠 그대의 어깨에 기대면 맘이 편해져 이대로 영원히 그대와 있고 싶어요 BABE 이번엔 다르겠죠 MA LUV 믿어도 괜찮겠죠 그대 항상 나를 향한 마음이 변치 않기를 바라는 내 맘 알겠죠 I love you baby and I need you babe 그대 없이는 외롭고 기나긴 시간이 또 반복되겠죠 그대 영원히 변치 마요 My all I'll be the same  그댈 난 믿어 의심치 않지만 지금 그대가 없는 시간에 난 두렵죠 검게 물든 밤이 지나고 창가에 햇살이 비칠 때 그대가 없다면 난 또 울지도 몰라요 그래요 그대는 지난 시간 그저 스쳐 지나갔던 다른 남자처럼 내게 아픈 기억이 되지 않길 바래요 이대로 영원히 나를 더 안아주세요 babe 이번엔 다르겠죠 MA LUV 믿어도 괜찮겠죠 그대 항상 나를 향한 마음이 변치 않기를 바라는 내 맘 알겠죠 I love you baby and I need you babe 그대 없이는 외롭고 기나긴 시간이 또 반복되겠죠 그대 영원히 변치 마요 My all I'll be the same 그댄 내게 남은 마지막 희망 그대가 없는 세상은 너무도 심한 어둠과 같겠죠 그대를 바라는 내 맘을 더 알아줘요 나의 사랑 이번엔 다르겠죠 MA LUV 믿어도 괜찮겠죠 그대 항상 나를 향한 마음이 변치 않기를 바라는 내 맘 알겠죠 I love you baby and I need you babe 그대 없이는 외롭고 기나긴 시간이 또 반복되겠죠 그대 영원히 변치 마요 My all I'll be the same"}, {"song_no": "1906440", "year": "2008", "rank": "77", "title": "남자 (男子)", "artist": "남규리", "genre": "Korean Movie,Ballad", "lyrics": "사랑을 하면 언제나 버려지고 마는 여자에요 애원을 해봐도 눈물로 붙잡아도 끝내 날 떠나가네요 그리워하면 언제나 돌아오는건 눈물뿐이죠 마음을 다 줘도 내 모든걸 바쳐도 끝나버릴 사랑이니까 사랑아 나의 사랑아 어떻게 날 두고 떠나가나요 얼마나 아프고 얼마나 울어야 나에게 돌아와줄수 있나요 가지마 제발 가지마 깊은 상처만 내게 남겨놓고 어디로 갔나요 어디에 있나요 나는 오늘도 울고만 있는데 거울에 비친 모습이 오늘따라 참 슬퍼보여요 흐르는 시간이 나를 슬프게 해요 초라하게 변해갈까봐 사랑아 나의 사랑아 어떻게 날 두고 떠나가나요 얼마나 아프고 얼마나 울어야 나에게 돌아와줄수 있나요 가지마 제발 가지마 깊은 상처만 내게 남겨놓고 어디로 갔나요 어디에 있나요 나는 오늘도 울고만 있는데 더 이상 사랑 안 할래 가슴아픈 사랑 이제 안 할래 단념할거라고 다 잊을거라고 다신 상처따위 받지 않도록 아무도 모르는 곳에 사랑같은거 못오는 곳으로 나 이제 떠나요 나 이제 갈게요 영원토록 사랑할수 없도록 날 위해"}, {"song_no": "1890407", "year": "2008", "rank": "78", "title": "이순간 이대로", "artist": "브라운 아이즈", "genre": "Ballad", "lyrics": "I can stay 니 곁에 머물러 이대로 감싸 안아 이대로 Hold me tight I feel love 내 곁에 머물러 나만을 바라 봐줘 나만을 Hold you tight 사랑은 마치 하얀 구름타고 꿈꾸는 아이 같아 널 보면 숨까지 멎는 것 같아 oh baby I realy I wanna hold your mind I wanna hold your mind I realy need your mind I realy need your mind 이 순간 이대로 시간은 멈춰져 I wanna hold your mind I can stay 니 곁에 머물러 이대로 감싸 안아 이대로 Hold me tight I feel love 내 곁에 머물러 나만을 바라 봐줘 나만을 Hold you tight 사랑은 마치 붉은 태양아래 춤추는 바다 같아 널 보면 숨까지 멎는 것 같아 oh baby I realy I wanna hold your mind I wanna hold your mind I realy need your mind I realy need your mind 이 순간 이대로 시간은 멈춰져 I wanna hold your mind baby you 넌 언제나 사랑한단 그 말을 원해 매일매일 들려주고 싶어 영원히 너를 위해 I wanna hold your mind I realy need your mind I realy need your mind 이 순간 이대로 시간은 멈춰져 I wanna hold your mind I wanna hold your mind I wanna hold your mind I realy need your mind I realy need your mind 이 순간 이대로 시간은 멈춰져 I wanna hold your mind I wanna hold your mind I realy need your mind I wanna hold your mind I realy need your mind"}, {"song_no": "1928051", "year": "2008", "rank": "79", "title": "내사람", "artist": "환희", "genre": "Drama,Ballad", "lyrics": "난 웃어도 눈물이 나 내 사랑이 혹시 그대 맘에 해가 될까 난 아파도 웃음을 머금죠 이렇게 내 앞에 그대가 있어 매일 눈 뜰 때마다 생각해요 매일 숨 쉴 때마다 불러 봐요 가여운 내 사람 왜 그댄 날 사랑 했나요 수척해진 마음엔 한숨 뿐인 하루엔 그대 쉴 곳 하나 없는데 미안해요 줄건 눈물 뿐인데 상처만 남은 가슴 뿐인데 그댈 바라봐도 될까요 안아 봐도 될까요 그대 웃음이 멈추면 어쩌죠  매일 걸을 때 마다 떠올라요 매일 잠들 때 마다 보고파요 그리운 내 사람 왜 그댄 날 사랑 했나요 말라버린 마음엔 추억 뿐인 하루엔 그대 쉴 곳 하나 없는데 미안해요 줄건 눈물 뿐인데 상처만 남은 가슴 뿐인데 그댈 바라봐도 될까요 안아 봐도 될까요 그대 웃음이 멈추면 어쩌죠 날이 갈수록 외로워져도 멀어질수록 그리워져도 그대 없이 아무것도 할 수 없어도 그댈 원해선 안돼 그래선 안돼 나를 위해서도 안돼 사랑해요 끝까지 기억해요 지킬 사랑한다 이 말은 내 모든 걸 다 걸었어요 후회하진 않아요 눈을 감아도 사랑해요 너무나 사랑해요 상처만 남은 가슴 뿐인데 그댈 바라봐도 될까요 안아봐도 될까요 기다렸어요 그대란 내 사람 이젠 놓치지 마요 다음 세상에도 우리"}, {"song_no": "1850253", "year": "2008", "rank": "80", "title": "우산 (Feat. 윤하)", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "어느새 빗물이 내 발목에 고이고 참았던 눈물이 내 눈가에 고이고 I cry 텅빈 방엔 시계소리 지붕과 입 맞추는 비의 소리 오랜만에 입은 코트 주머니속에 반지 손틈새 스며드는 memory 며칠만에 나서보는 밤의 서울 고인 빗물은 작은 거울 그 속에 난 비틀거리며 아프니까 그대 없이 난 한쪽 다리가 짧은 의자 둘이서 쓰긴 작았던 우산 차가운 세상에 섬 같았던 우산 이젠 너무 크고 어색해 그대 곁에 늘 젖어있던 왼쪽어깨 기억의 무게에 고개 숙여보니 버려진듯 풀어진 내 신발끈 허나 곁엔 오직 비와 바람 없다 잠시라도 우산을 들어 줄 사람 and I cry 어느새 빗물이 내 발목에 고이고 참았던 눈물이 내 눈가에 고이고 I cry 그대는 내 머리위에 우산 어깨위에 차가운 비 내리는 밤 내 곁에 그대가 습관이 되어버린 나 난 그대없이는 안돼요 alone in the rain 하늘의 눈물이 고인 땅 별을 감춘 구름에 보인 달 골목길 홀로 외로운 구두 소리 메아리에 돌아보며 가슴 졸인 맘 나를 꼭 닮은 그림자 서로가 서로를 볼 수 없었던 우리가 이제야 둘인가 대답을 그리다 머리 속 그림과 대답을 흐린다 내 눈엔 너무 컸던 우산 날 울린 세상을 향해 접던 우산 영원의 약속에 활짝 폈던 우산 이제는 찢겨진 우산 아래 두 맘 돌아봐도 이제는 없겠죠 두 손은 주머니 속 깊게 넣겠죠 이리저리 자유롭게 걸어도 두 볼은 가랑비도 쉽게 젖겠죠 어느새 빗물이 내 발목에 고이고 참았던 눈물이 내 눈가에 고이고 I cry 그대는 내 머리위에 우산 어깨위에 차가운 비 내리는 밤 내 곁에 그대가 습관이 되어버린 나 난 그대없이는 안돼요 alone in the rain 난 열어놨어 내 맘의 문을 그댄 내 머리 위에 우산 그대의 그림자는 나의 그늘 그댄 내 머리 위에 우산 난 열어놨어 내 맘의 문을 그댄 내 머리 위에 우산 그대의 그림자는 나의 그늘 그댄 내 머리 위에 우산 나의 곁에 그대가 없기에 내 창밖에 우산을 들고 기다리던 그대 I cry 그대는 내 머리위에 우산 어깨위에 차가운 비 내리는 밤 내 곁에 그대가 습관이 되어버린 나 난 그대없이는 안돼요 그대는 내 머리위에 우산 어깨위에 차가운 비 내리는 밤 내 곁에 그대가 없는 반쪽의 세상 그댄 나 없이는 안돼요 forever in the rain"}, {"song_no": "1885992", "year": "2008", "rank": "81", "title": "사랑해요", "artist": "이수 (엠씨 더 맥스)", "genre": "Ballad", "lyrics": "궁금해하지 말아요 또 내게 묻지 말아요 제발 그사람의 얼굴 그사람의 이름 누구에게도 말 못해요 얼굴이 너무 고와서 이름이 너무 예뻐 보여서 내가 그랬으니 내가 그랬듯이 그 사람을 사랑 할까봐 나 만이 아는 여자로 할래요 욕심이 많은 남자로 살래요 나를 떠났어도 헤어졌어도 아무도 줄 수 없죠 한잔이 두잔이 되고 또 술에지고 말아도 아직 잊을 수가 없죠 잊어선 안되죠 그사람이 알면 울까봐 나 만이 아는 여자로 할래요 욕심이 많은 남자로 살래요 나를 떠났어도 헤어졌어도 아무도 줄 수 없죠 다시 다른 사랑을 하지 않을꺼라는 약속을 했어요 그사람에게 같이 가지 못한 하늘 위에서 조금만 더 기다려줘요  그댈 잃고 나서 울기만 해서 내가 날 봐도 미우니까 두 눈에 눈물 마르는 그날에 가슴에 아픔 가시는 그날에 내가 그곳으로 찾아 갈테니 한번 더 사랑해요"}, {"song_no": "1923202", "year": "2008", "rank": "82", "title": "연애 (Title) (Feat. 허밍어반스테레오)", "artist": "메이비 (Maybee)", "genre": "Drama", "lyrics": "문자를 보낸 순간 기다림이 다가온다 그래 연애하고 싶은거다 외로운거다 나 지금 무지 그리운거다 집에 들어 가면 티비 보다 쿠션을 더 끌어 안게 된다 그래 결혼하기 딱 좋은 계절 나 지금 무지 쓸쓸한가 보다 칠리만큼 화끈한 연애 내겐 없는건가 소파처럼 편안한 결혼 내겐 없는건가 사랑하고 싶어 연애하고 싶어 날 안아 줄 내 남잔 어디에 사랑하고 싶어 연애하고 싶어 잔소리 해 줄 내 여잔 어디에  드라마 보다 쇼핑채널 더 보게 된다 그래 연애하고 싶은거다 외로운거다 나 지금 무지 그리운거다 스포츠카 보단 연비 적은 경차 그래 아이 하나 있어도 이상하지 않을 나이 나 지금 굉장히 무지 무지 쓸쓸한가 보다 너와 나의 식탁 위엔 Couple set 술술 넘어 간 사랑의 맛 너와 나의 침대 위엔 Dream set 결국 매일하는 나만의 꿈 칠리만큼 화끈한 연애 내겐 없는건가 소파처럼 편안한 결혼 내겐 없는건가 사랑하고 싶어 연애하고 싶어 날 안아 줄 내 남잔 어디에 사랑하고 싶어 연애하고 싶어 잔소리 해 줄 내 여잔 어디에"}, {"song_no": "526391", "year": "2008", "rank": "83", "title": "청혼", "artist": "노을", "genre": "R&B / Soul", "lyrics": "기다리란 말만 하면서 외면했죠"}, {"song_no": "1746426", "year": "2008", "rank": "84", "title": "Brave", "artist": "Jennifer Lopez", "genre": "Pop", "lyrics": "It's a new day new day and it's evident You must have been heaven sent Sometimes we should be hesitant but I'm not at all Just feelin more confident Just using my common sense Just trust in it I'm lovin it I can't refuse an offer so benevolent Can't assume he's gon use me And after he'll never call again Don't be afraid don't be afraid This is your day this is your day It's time to be brave Say I'm not afraid not anymore I used to be cold now the temperature's changed It just ain't the same I'm not afraid i'm not afraid Cus I've become brave As the light of day straight into a cave To show me the way that I might be saved Now I'm turning the page Thanks to the power of love I can love Because I am brave I am brave I am brave  I heard him say this thing moving too fast for him It's a feelin I was straddeling Foolishly adamant but It's all in his eyes Really wish would let me in Cus the same way I'm scared of him I'm scared of being hurt again It's time to let go let go of your heart It's time for a brand new start Never know we might never part Baby don't be afraid don't be afraid This is your day this is your day It's time to be brave Say I'm not afraid not anymore I used to be cold now the temperature's changed It just ain't the same I'm not afraid i'm not afraid Cus I've become brave As the light of day straight into a cave To show me the way that I might be saved Now I'm turning the page Thanks to the power of love I can love Because I am brave I wouldn't take back anything that I'v gone throgh no I pray for strength for anything that I'm gonna do Whether joy or it's pain I'm still okay I'm a be alright cause I'm not afraid No I am brave Say I'm not afraid not anymore I used to be cold now the temperature's changed It just ain't the same I'm not afraid i'm not afraid Cus I've become brave As the light of day straight into a cave To show me the way that I might be saved Now I'm turning the page Thanks to the power of love I can love Because I am brave  I am brave"}, {"song_no": "1698598", "year": "2008", "rank": "85", "title": "거짓말", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "ye love is pain  to all my brokenhearted people  one's old a flame  scream my name  and i'm so sick of love songs  ye i hate damn love song  memento of ours  거짓말  늦은 밤 비가 내려와  널 데려와  젖은 기억 끝에 뒤척여 나  너 없이 잘 살 수 있다고  다짐 해봐도 어쩔 수 없다고  못하는 술도 마시고  속타는 맘 밤새 채워봐도  싫어 너 없는 하루는 길어 빌어  제발 잊게 해달라고  너 없는 내겐 웃음이 보이지 않아  눈물조차 고이지 않아  더는 살고 싶지 않아  엿같애 열받게  니 생각에 돌아버릴것 같애  보고 싶은데 볼 수가 없대   모두 끝났대   I'll be right there  i'm so sorry but i love you  다 거짓말 이야 몰랐어  이제야 알았어  네가 필요해  i'm so sorry but i love you  날카로운 말  홧김에 나도 모르게  널 떠나보냈지만  i'm so sorry but i love you  다 거짓말  i'm so sorry  but i love you  i'm so sorry but i love you  나를 떠나  천천히 잊어줄래  내가 아파할 수 있게  그댈 위해서 불러왔던  내 모든 걸 다 바친 노래  사람들은 모르겠죠  난 혼자 그 아무도 아무도 몰래  그래 내가 했던 말은 거짓말  홀로 남겨진 외톨이  그 속에 헤매는 내 꼴이   주머니 속에 꼬깃꼬깃  접어둔 이별을 향한 쪽지  넌 어딨나요 널 부르는 습관도  난 달라질래  이젠 다 웃어넘길게  i'm so sorry but i love you  다 거짓말 이야 몰랐어  이제야 알았어  네가 필요해  i'm so sorry but i love you  날카로운 말  홧김에 나도 모르게  널 떠나보냈지만  i'm so sorry but i love you  다 거짓말  i'm so sorry  but i love you  i'm so sorry but i love you  나를 떠나  천천히 잊어줄래  내가 아파할 수 있게  모든게 꿈이길  이것밖에 안되는 나라서  아직도 너를 못 잊어  아니 평생을 가도 죽어서까지도  내가 준 상처 아물었는지  미안해  아무것도 해준게 없는 나라서  i'm so sorry but i love you  다 거짓말 이야 몰랐어  이제야 알았어 네가 필요해  i'm so sorry but i love you  날카로운 말  홧김에 나도 모르게  널 떠나보냈지만  i'm so sorry but i love you  다 거짓말  i'm so sorry  but i love you  i'm so sorry but i love you  나를 떠나  천천히 잊어줄래  내가 아파할 수 있게"}, {"song_no": "1920518", "year": "2008", "rank": "86", "title": "운명을 거슬러", "artist": "SG 워너비", "genre": "Drama,Ballad", "lyrics": "내 가슴에 꽃이 된 사람  늘 날 웃게 만들던 사람  피어나는 사랑만으로  가슴 벅차던 그런 사람  폭풍 속에 피난처 되어  너를 지켜줄 사람 나인데  나 아파도 사랑합니다  나 슬퍼도 웃어봅니다  사랑해 너를 사랑해  그 한 마디 못해도  나를 사랑하지 않아도  나를 바라보지 않아도  나는 정말 행복한 사람  추억 하나로도    내 두 눈에 비가 된 사람  늘 날 울게 만든 사람  이별이란 지독한 말로  내 가슴에 상처 낸 사람  짖궂은 우리의 운명도  이제 오늘로 끝나겠지만  나 아파도 사랑합니다  나 슬퍼도 웃어봅니다  사랑해 너를 사랑해  그 한 마디 못해도  나를 사랑하지 않아도  나를 바라보지 않아도  나는 정말 행복한 사람  추억 하나로도  세상 앞에서 약속하고 싶은 말  나의 일생을 다 바쳐서  너를 지키고 싶어    내 삶에 전부였던 사람  긴 세월 단비 같던 사람  그립다 너무 그립다  사랑했던 날들이  언젠가 다시 만난다면  그때는 헤어지지 말자  운명도 그땐 져 줄테니  우리 사랑 앞에"}, {"song_no": "1914208", "year": "2008", "rank": "87", "title": "Good Love (Feat. BSK a.k.a 김범수)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "Good love - Double D    Yeah~ Ooh~ 베이베  oh, 넌 날개를 펴 지옥에서 날 꺼내줘  내가 힘들 때면 가녀린 니 어깨를 줘  작은 손으로 머리를 만져주며 불면증도 도망가  불같은 나를 잠재우는 소방관  너 없인 그 어떤 공간에 있어도 무덤이 돼  떨어져 있어도 혼자라는 것이 부담이 돼  외줄타기 세상살이에 넌 내 낙하산이 되주네  어디론가 숨고 싶을 때 넌 다락방이 되주네  나무라고 쳐 난 뿌리고 넌 꽃이야  널 위해 어둠만 상대 할 테니까 넌 활짝 펴  난 기도해 항상 니가 다 잘 되길  영원히 해줄게 배줄래 내 팔베게    내 옆자리에 앉아서 내게 기대 눈 감고서  바보 같은 날 위해서 영원을 약속 해줘서    고마워 내게 준 Good love, Good love, Good love  고마워 Good love, Good love, Good love    넌 너무 쉽게 꼭꼭 잠궈둔 내 마음의 금고를 부셨어  그리고 아주 비싼 내 마음을 훔쳤어  다 갔다 붙였어 니 마음 옆에다  그 후론 가둬 버렸어 사랑이란 섬에다  넌 꽃 중에 꽃 내게 그 누구보다도 기뻐  벗 중에 벗 우리 관계는 너무나 깊어  넌 덫 중에 덫 내 발목을 꽉 잡은    우리 사랑은 누구도 못 넘보는 벽 중에 벽  우리는 다투기도 해 서로 화풀기도 해  때론 남 보다 더 차갑기도 해 얼음처럼  그래도 걱정 안돼 우리둘의 관계  소주 한 잔이면 풀어지니까 ,처음처럼    내 옆자리에 앉아서 내게 기대 눈 감고서  바보 같은 날 위해서 영원을 약속 해줘서    고마워 내게 준 Good love, Good love, Good love  고마워 Good love, Good love, Good love    두 발 자전거 첫 패달을 처음 밟는 아이처럼  삶의 비틀 거릴때도 날 잡아 줘서  성공의 집착해서 성격이 좀 삐딱해져  술에 취해 비틀 거릴 때도 날 잡아 줘서  넌 너무 착해 어쩔 땐 좀 딱해  때론 난 참 못되고 야박해  그래도 날 믿어 나의 치어리더  숨이 내 허파를 떠날 때까지 널 위해 뛰어  누군가는 날 보고 미쳤댔지만  너와 함께 할 수 있다면 나 미치고 싶어  누군가는 우릴 손가락질 했지만  어렵게 깍지 낀 손 절대 놓치기 싫어  넌 죽어 버린 나란 별에 다시 불을 붙였어  난 태양이 돼 니 두 눈에 오랜 장마를 그쳤어  봄날에 향기처럼 풋풋한 우리  사랑의 숨결 속에서 난 다시 영원을 꿈꿔    good love good love good love  고마워 good love good love"}, {"song_no": "1924380", "year": "2008", "rank": "88", "title": "난 너에게 (Feat. 박혜경)", "artist": "마리오", "genre": "Rap / Hip-hop", "lyrics": "난 네가 기뻐하는 일이라면 뭐든지 할 수 있어 난 네가 좋아하는 일이라면 뭐든지 할 수 있어 Yo 언제나 나를 웃게 만드는 너 네게 밝은 아침 가져다주는 너 때로는 말도 안되는 억지로 가끔식 나를 많이도 힘들게도 하지만 너 혹시 힘들때면 기댈수 있는 어깨 네게 있다는게 나 행복해 비오는 날엔 우산 주말엔 영화표 두장 들고 너의 집앞에서 널 기다려 girl your my girl 그보다 아름다운 girl your my star 장미꽃 보다 고운 girl your my fan 세상 다 주어도 바꿀수가 없는 너무나 사랑스런 내 친구야 girl your my girl girl your my girl girl your my tree girl your my tree girl your my world girl your my world you mean everthing 난 네가 기뻐하는 일이라면 뭐든지 할 수 있어 난 네가 좋아하는 일이라면 뭐든지 할 수 있어  모르겠어 널 보면 왜 이유없이 웃게되는지 대체 왜 니 앞에선 바보가 되는건지 화장안한 얼굴조차 꾸미지 않은 모습조차 그렇게도 싫어하는 약속에 늦는 버릇조차 정말로 내가 싫어하는 것만 하는 너인데 다른사람같은면 눈길한번 안줄텐데 이상해정말로 내가 이해가 안돼 사랑이라는 것에 빠지면 어쩔수가 없는 가봐  난 네가 기뻐하는 일이라면 뭐든지 할 수 있어 난 네가 좋아하는 일이라면 뭐든지 할 수 있어 별보다 예쁘고 꽃보다 더 고운 나의 친구야 이 세상 다 주어도 바꿀 수 없는 나의 친구야 girl your my girl 그보다 아름다운 girl your my star 장미꽃 보다 고운 girl your my fan 세상 다 주어도 바꿀수가 없는 너무나 사랑스런 내 친구야 girl your my girl girl your my girl girl your my tree girl your my tree girl your my world girl your my everthing 난 네가 기뻐하는 일이라면 뭐든지 할 수 있어 난 네가 좋아하는 일이라면 뭐든지 할 수 있어"}, {"song_no": "1854857", "year": "2008", "rank": "89", "title": "멋지게 이별", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "가니 가니 정말 떠나니  우리 사이 이젠 끝이니  아니 아니 우리 사랑이  이렇게 쉬웠었니  미치도록 널 사랑한 내 잘못인가봐  떠나도록 널 만든건 내 실수인가봐  너 땜에 우는데  너 땜에 아픈데  이런 날 두고 떠나가니  사랑했지만 우리는 헤어지잖니  사랑따윈 별거 아니니  사랑하다 식으면  네 마음만 변하면  안녕이란 말로 끝이니  가슴이 터질 것 같아  부서져 버릴 것 같아  어떻게 널 잊고 살겠니  이젠 사랑같은 건  다시 영원같은 건  믿을 수 없게 됐어 난  봤니 봤니 지금 날 봤니  너 때문에 울고 있는 날  다시 다시 나 같은 사람  넌 상관 없겠지만  바보같이 너 하나만을 사랑했는데  바보같이 너 하나만을 지켜왔는데  어떻게 잊겠니 널 잊고 살겠니  나는 너 밖에 모르는데  사랑했지만 우리는 헤어지잖니  사랑따윈 별거 아니니  사랑하다 식으면 네 마음만 변하면  안녕이란 말로 끝이니  가슴이 터질 것 같아  부서져 버릴 것 같아  어떻게 널 잊고 살겠니  이젠 사랑같은 건 다신 영원같은 건  믿을 수 없게 됐어 난  사랑을 하다 가슴을 다쳐버렸어  아무 것도 느낄 수 없어  너의 환한 미소도 고마운 네 마음도  모두 기억이 나질 않아  제발 뒤돌아 보지마  그런 눈흘려 보지마   미안하단 말도 하지마  기다리게 되잖아 보고 싶어 지잖아  뒤돌아 보지말고 가"}, {"song_no": "1892695", "year": "2008", "rank": "90", "title": "결혼 (Feat. 가인 For 브라운아이드걸스)", "artist": "정철", "genre": "Ballad", "lyrics": "사랑 하나만으로 안 되는 건가봐 우리 둘만의 사랑만으로 부족한가봐 나는 바보같은 사랑밖에 몰랐었나봐 너의 남자론 난 부족한가봐 결혼은 하고 싶은데 가진 건 사랑밖에 없어서 결혼은 하고 싶은데 난 아무 것도 줄 게 없어서 너의 남자로 태어나서 힘들게 고생만 시킬 거 같아서 가진 건 사랑이 전부인 나 말 못하고 돌아서는 나 결혼은 하고 싶은데  사랑 하나만으로 난 충분하니까 내 가슴은 너 하나만으로 행복하니까 나는 바보같은 니 사랑이 필요하니까 너의 여자로 난 살아가니까 결혼은 하고 싶은데 나 역시 가진 건 사랑뿐이라서 결혼은 하고 싶은데 나 역시 아무 것도 줄 게 없어서 너의 여자로 태어나서 그대 하나면 행복할 거 같아서 가진 건 사랑이 전부인 그댈 사랑해요 많은 걸 바라지 않아요 그대 사랑 하나로 충분해요 이제 우리 결혼해요 서로의 영혼을 약속해요 서로에게 모자란 부분 더 많이 사랑해줘요 나만의 사랑으로 태어나줘서 얼마나 고마운지 몰라요 나는 그대의 여자가 되어 나도 그대의 남자가 되어 서로의 아픔까지 다 안아줘요 이제 우리 결혼해요"}, {"song_no": "1926168", "year": "2008", "rank": "91", "title": "Do It Do It (Feat. Maniac)", "artist": "솔비", "genre": "Dance", "lyrics": "오늘밤 do it do it 니 손길이 내 가슴까지 다 가져간다  온몸이 짜릿짜릿 니 입술이 내 숨결까지 다 훔쳐간다 전기가 찌릿찌릿 니 손길이 내 가슴까지 다 뺏어간다 허릴 흔드는 너의 모습 너무 예뻐 바로 그거야 솔비 I'm ready for action Girl just do it how you do it I'm feeling attraction 내 모든 걸 가져가 baby lets get in on M to the A N I A C 살아 숨쉬는 legend 그게 바로 나지 끊임없이 뱉어내는 JayZ 같이 누구든 랩퍼를 찾는다면 나를 찾지 눈빛만 건네도 나는 전기가 와 손끝만 스쳐도 자꾸 반응이 와 쿵쿵 음악에 미쳐버렸나봐 이러다 너에게 끌려갈 것 같아 온몸이 짜릿짜릿 니 입술이 내 숨결까지 다 훔쳐간다 오늘밤 do it do it 니 손길이 내 가슴까지 다 가져간다  색다른 Amunition we murdered our competition 부족한 것 하나 없이 rhythm에 빠져 미친 Maniac it's me baby M O double B 그리고 세계를 집어삼켜 버린 UPT just like my manz luda get out my way 할 만큼 했으니까 지금부턴 우리 차례 부담 없이 얘길해봐 무엇을 바래 내가 만족시켜 줄게 I got raps for days 첨 만난 순간에 꽂혀 버렸나봐 첫 눈에 사랑을 너무 느꼈나봐 쿵쿵 가슴이 터질 것만 같아 오늘밤 너와 나 사귈 것만 같아 온몸이 짜릿짜릿 니 입술이 내 숨결까지 다 훔쳐간다 전기가 찌릿찌릿 니 손길이 내 가슴까지 다 뺏어간다 조금만 더 가까이 그렇게 더 가까이 아무것도 신경쓰지마 내게 가까이 와 재미없어 재미없어 후회 없이 흔들어봐 머리 아파 머리 아파 후회 없이 술을 마셔 온몸이 짜릿짜릿 니 입술이 내 숨결까지 다 훔쳐간다 오늘밤 do it do it 니 손길이 내 가슴까지 다 가져간다 재미없어 재미없어 후회 없이 흔들어봐 머리 아파 머리 아파 후회 없이 술을 마셔"}, {"song_no": "1917222", "year": "2008", "rank": "92", "title": "어깨 쫙", "artist": "거북이", "genre": "Dance", "lyrics": "좀 더 힘차게 어깨 쫙 가슴 쫙 펴고 팔다리 풀고 주먹 꽉 배에 꽉 눈도 힘 꽉주고요 다시 확 또는 팍 전력 질주를 해요 크게 소리도 질러보아요 아침 일찍 일어나서 옷도 다리고 평소에 하지 않던 구두도 닦고 아침 깨려 넘기던 매일 아침식사도 좀 더 힘차게 점심엔 가볍게 운동 해보고 커피대신 취향 따라 차를 마시고 눈치 보며 얼렁뚱땅 하던 일들도 좀 더 신나게 지치고 다 힘들어요 알아요 다들 강한 척해도 그래도 다들 힘내요 어차피 잘 될꺼예요 어깨 쫙 가슴 쫙 펴고 팔다리 풀고 주먹 꽉 배에 꽉 눈도 힘 꽉주고요 다시 확 또는 팍 전력 질주를 해요 크게 소리도 질러보아요 빨리빨리 변해가는 세월 따라 왔죠 느릿느릿 지나가는 시련도 겪었죠 하나둘씩 배워가는 한번 뿐인 세상 좀 더 힘차게 누구는 태어나면서 재벌 누구는 하는 일 마다 대박 남들의 서로 다른 흉내 이제 그만 그 누구도 비슷한 건 없대 mind 각자의 방식 나만의 상식 오늘도 또 쉽지는 않겠지만 그래도 내 삶이고 감수하고 힘차게 고 저녁엔 술집 대신 서점에 들르고 학창시절 엉망이던 영어도 배우고 밤이 되면 게임 대신 가족들 챙기고 좀 더 힘차게 지치고 다 힘들어요 알아요 다들 강한 척해도 그래도 다들 힘내요 어차피 잘 될꺼예요 어깨 쫙 가슴 쫙 펴고 팔다리 풀고 주먹 꽉 배에 꽉 눈도 힘 꽉주고요 다시 확 또는 팍 전력 질주를 해요 크게 소리도 질러보아요 어깨 쫙 가슴 쫙 펴고 팔다리 풀고 주먹 꽉 배에 꽉 눈도 힘 꽉주고요 다시 확 또는 팍 전력 질주를 해요 크게 소리도 질러보아요 빨리빨리 변해가는 세월 따라 왔죠 느릿느릿 지나가는 시련도 겪었죠 하나둘씩 배워가는 한번 뿐인 세상 좀 더 힘차게 좀 더 힘차게"}, {"song_no": "1929166", "year": "2008", "rank": "93", "title": "눈물소리", "artist": "하동균", "genre": "Ballad", "lyrics": "뚝뚝 눈물소리 매일 부지런히 들리는 소리 나의 눈을 자꾸 어지르고 너에게 도망을 치는데 뚝뚝 흐르고 흘러 눈물이 하염없이 흐르고 흘러 나란 사람 많이 약하다는 걸 내 눈물이 내게 말을해 아마 이러다 미칠 것 같아 나쁜 니가 남긴 아픈 이별에 점점 커져만 가는 소란한 눈물소리는 나를 언제쯤에 영영 떠날까 뚝뚝 나를 두드려 기억이 멍들만큼 나를 두드려 너란 사람 보고싶어 하는 걸 내게 여기 내게 말을해 아마 이러다 미칠 것 같아 나쁜 니가 남긴 아픈 이별에 점점 커져만 가는 소란한 눈물소리는 나를 언제쯤에 영영 떠날까 이미 늦은 거라서 부디 잊어 달라던 니가 떠난 그날에 사는 나  이러다 난 죽을 것만 같은데 너를 기다리는 일 조금 더 해볼 수 있게 제발 내 눈물을 그만 그쳐줘"}, {"song_no": "1923444", "year": "2008", "rank": "94", "title": "죽도록", "artist": "The One (더원)", "genre": "Ballad", "lyrics": "보고 싶다 보고 싶어서 안고 싶어서 미칠 것 같다 잊고 싶다 보고 싶은 만큼 널 지우고 싶다 기억 속에서 아프다 차라리 나 죽길 바랄만큼 아파 또 운다 이렇게 나 바보처럼 살아야 하니 난 니가 밉다 정말 난 니가 싫다 너무 보고 싶다  웃고 싶다 너를 품에 안고 행복에 겨웠던 지난 날처럼 아프다 차라리 나 죽길 바랄만큼 아파 또 운다 이렇게 나 바보처럼 살아야 하니 난 니가 밉다 정말 난 니가 싫다 너무 보고 싶다  단 한 번만이라도 너를 안아 보고 싶어 마지막 이별의 순간이라도 다시 한 번만 이별이 내겐 몹쓸 죄인 것처럼 너에게 차가웠던 나 아프다 차라리 나 죽길 바랄 만큼 아파 또 운다 이렇게 나 바보 처럼 살아야 하니 난 니가 밉다 정말 난 니가 싫다 너무 보고 싶다 눈물이 마를 수 있을까"}, {"song_no": "1850242", "year": "2008", "rank": "95", "title": "One (Feat. 지선)", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "ONE   Time is tickin′ T Time is   tickin′ tickin′   Time is tickin′ T Time is   tickin′ away   그대 눈물이 볼에 쏟아지는걸   이유 없이 쏟아지는걸   아무도 모르죠 심장 속에   유리조각 폭풍이 몰아치는걸   상처가 병이 돼서 모든 문이   벽이 돼서   거울속의 내가 적이 돼서 아프죠   아무도 그댈 모르게 가두고   숨을 조르게 놔두고   끝을 고르게 만들죠 참 나쁘죠   이 세상 속에 설 이유 없앴죠   돌아 갈 길을 선택도 없이   마냥 걷겠죠   네 마음보다 그대 숨이   먼저 멎겠죠   상처 흉터 눈물이 흐르고   죽음 속을 헤매던 널 내가   구해줄게   You are the one   어둠속을 걷고 있을 때   어둠속에 니가 사로잡힐때   내 숨이 같이해   넌 나의 구원   내게 손을 건네준 그대   세상속에 문이 네게 닫힐때   내손을 바칠게   you are the one 넌 나의 구원   you are the one 넌 나의 구원   you are the one 넌 나의 구원   나의 구원   Time is tickin′ T   세상에 불을 지른 그대 손이죠   사람들의 눈가림은 그대 몫이죠   그대 눈에 비추던 고통이란   별이 그대 도시죠   아직도 꿈을 베나요 숨을   세나요 쏟아버린 눈물   깊이를 재나요   희망은 가라앉는 종이   배인가요 슬프죠   혹시 밤에 땀에 흠뻑 젖어   깨나요 양심이 땅에 기며   버벅 되나요   끝이라고 생각되나요 괜찮아요   ′cause I understand   내가 고장난 그 몸의 흉터   산산조각난 그 혼의 숨겨버린   눈물도 지워줄게요   그대 손을 내 손에 움켜쥐고   믿어줄게요   상처 흉터 눈물이 흐르고   죽음 속을 헤매던 널 내가   구해줄게   You are the one   어둠속을 걷고 있을 때   어둠속에 니가 사로잡힐때   내 숨이 같이해   넌 나의 구원   내게 손을 건네준 그대   세상속에 문이 네게 닫힐때   내손을 바칠게   you are the one 넌 나의 구원   you are the one 넌 나의 구원   you are the one 넌 나의 구원   나의 구원   상처가 있나요 흉터가   있나요 어둠속에서 헤매고   있나요   상처가 있나요 흉터가 있나요   Faith Destiny Love   you′re still beautiful to me   You are the one   어둠속을 걷고 있을 때   어둠속에 니가 사로잡힐때   내 숨이 같이해   넌 나의 구원   내게 손을 건네준 그대   세상속에 문이 네게 닫힐때   내손을 바칠게   Time is tickin′ T Time is   tickin′ tickin′   Time is tickin′ T Time is   tickin′ tickin′   Time is tickin′ T Time is  tickin′ away 나의 구원 ONE"}, {"song_no": "1922342", "year": "2008", "rank": "96", "title": "Remember", "artist": "장혜진", "genre": "Rap / Hip-hop", "lyrics": "미안해 후회 할 거면서 왜 날 떠나갔어 사랑한다면서 왜 날 떠나 갔어 돌아올 거면서 왜 이별을 말했어 다시는 찾지마 난 싫어 사랑이 두려워 눈물이나 내 그리움이 끝나지않아 아직도 널 잊지 못해서 정말 미안해 그건 나의 진심이 아니 였어 단 한번만 돌아와 줄 순 없겠니 아직도 너를 잊지 못해서 사랑해 아직 난 널 난 너를 사랑해 솔직히 말해 괜찮을 줄 알았어 니가 곁에 없어도 행복할 줄 알았어 근데 늘어만 가는 술과 담배 1분1초 하루가 일년 같아 독한 술을 마셔도 금새 얼굴이 빨개 밥을 먹어도 이내 나는 소화가 안돼 나도 모르게 멍해 지는 눈빛에 친구들 하나 둘 날 보고 놀려대 견디기 힘들어 자켓 하나 걸친 채로 너무나 그리워 차키 하나 손에 쥐고 이 밤을 지나 널 찾아 떠나 거리로 나가 난 바보 같은 남자 후회 할 거면서 왜 날 떠나갔어 사랑한다면서 왜 날 떠나 갔어 돌아올 거면서 왜 이별을 말했어 다시는 찾지마 난 싫어 사랑이 두려워 눈물이나 내 그리움이 끝나지않아 아직도 널 잊지 못해서 정말 미안해 그건 나의 진심이 아니였어 단 한번만 돌아와 줄 순 없겠니 아직도 너를 잊지 못해서 사랑해 아직 난 널 난 너를 사랑해 아직도 지우지 못한 널 가득 담은 디카 너의 문자로 가득한 주인 없는 슬픈 전화 눈물 없이 볼 수 없는 너와 나의 슬픈 영화 오늘도 참기 힘든 한 잔 술의 포장마차 처음이자 마지막이다 나의 손을 한 번만 잡아주길 부탁해 너의 남자 였던 날 바라봐 더 이상은 귀찮게 하지도 않을게 시원한 바람조차 오지않는 슬픔의 계절 조용한 구름조차 나에겐 눈물의 사절 이렇게 후회할 걸 알면서 뒷걸음친건 내 평생 잊지 못할 아픔이란 걸 정말 날 사랑 했다면 정말 우리가 행복 했다면 날 떠나 주는 게 그만 날 잊어 주는 게 그게 날 위한 거니까 사랑이 두려워 아픔이 될까봐 오늘도 그리움이 끝나지 않아 흐르는 눈물이 너를 버릴까봐 다시는 찾지마 난 싫어 사랑이 두려워"}, {"song_no": "1903048", "year": "2008", "rank": "97", "title": "천하무적 이효리", "artist": "이효리", "genre": "Dance", "lyrics": "Hot like me  그건 다 착각일뿐  Dance like me  어딜 넘보려하니  누구나 할수가 있었다면  그건 내가 아닌걸  쉬워보였겠지 잠깐은  내가 없는 무대였으니  다시 나를 보니 어떤지  크게 소리 질러봐  Don't stop go rock your body  and move  Speak up go rock your body  and move  내가 있어야 할 곳은  바로 여기니까 내 자리이니까    Sing like me  입술을 움직여봐  Move like me  신나게 흔들어봐  쉽게날 잊을 순 없었다고  나에게 소리쳐봐  하루하루 손을 꼽았지  근질대는 몸을 참았지  볼륨을 더 크게 높여봐  내가 돌아왔으니  Don't stop go rock your body  and move  Speak up go rock your body  and move  내가 있어야 할 곳은  바로 여기니까 내 자리이니까    얼마나 내가 눈물 흘린건지  넘어졌었는지 상처 숨겼는지  얼마나 내가 많은걸 버리고  이 자리에 섰는지  아무도 모르지  어떤 길을 나 걸어 왔었는지  많은 순간들을 견뎌 왔었는지  그게 바로 날 있게 해준거지  Why I'm gonna do is  keeping going on and on  Don't stop go rock your body  and move  Speak up go rock your body  and move  내가 있어야 할 곳은  바로 여기니까 내 자리이니까  Don't stop go rock your body  and move  Speak up go rock your body  and move  내가 있어야 할 곳은  바로 여기니까 내 자리이니까"}, {"song_no": "1912291", "year": "2008", "rank": "98", "title": "사랑해 (Fall In Love)", "artist": "김건모", "genre": "Ballad", "lyrics": "Baby tonight oh my love you're my life everyday Baby tonight oh my love you're my life everything 이렇게 너를 보고있으면 난 입 맞추고 싶고 이렇게 너와 둘이 있으면 나는 너를 안고파 사랑해 사랑해 너를 너무 사랑해 사랑해 사랑해 너를 내 자신보다 더 꽃이 피면 나비가 되줄께 내 뒤를 따라 날아오면 돼 비가 오면 우산이 되줄께 내 품에 안겨서 넌 비를 피하렴 낙엽지면 친구가 되줄께 내 손을 잡고 걸어가면 돼 눈이오면 지붕이 되줄께 내 코트 안에서 넌 편하게 쉬면 돼 Baby tonight oh my love you're my life everyday Baby tonight oh my love you're my life everything 니가 내 곁에 있으면 난 너무나 행복해 니가 아무말 없이 나를 바라보기만해도 좋아 어쩌다 니가 삐져도 난 너무나 귀여워 너의 전부를 사랑하니깐 난 사랑해 사랑해 너를 너무 사랑해 사랑해 사랑해 세상 그 누구보다 더 꽃이 피면 나비가 되줄께 내 뒤를 따라 날아오면 돼 비가 오면 우산이 되줄께 내 품에 안겨서 넌 비를 피하렴 낙엽지면 친구가 되줄께 내 손을 잡고 걸어가면 돼 눈이오면 지붕이 되줄께 내 코트 안에서 넌 편하게 쉬면 돼 꽃이 피면 나비가 되줄께 내 뒤를 따라 날아오면 돼 비가 오면 우산이 되줄께 내 품에 안겨서 넌 비를 피하렴 비를 피해 낙엽지면 친구가 되줄께 내 손을 잡고 걸어가면 돼 눈이오면 지붕이 되줄께 내 코트안에서 넌 편하게 쉬면 돼  Baby tonight oh my love you're my life everyday Baby tonight oh my love you're my life everything"}, {"song_no": "1927782", "year": "2008", "rank": "99", "title": "전국민 러브송 (Feat. MC몽, 유리 Of Cool)", "artist": "박장근", "genre": "Rap / Hip-hop", "lyrics": "외로운 사람들을 위한 전국민 love song 장근이를 위한 전국민 응원 love song 사랑에 상처받은 그 사람들을 위한 love song 외로운 장근이도 사랑 할래요 그대의 시원한 그늘이 될래요 아무도 우리의 사랑은 못 막죠 평생 난 그대만을 사랑 할래요 외로운 장근이 사랑을 몰라 눈빛만 마주쳐도 난 밀어 붙여 playboy 라고 항상 오해를 사 여자가 많다는 오해를 사 서투른 내 방법 때문에 키 작은 내 몸매 때문에 사랑에 목이 마른 남들과 너무 다른 너 watching u feeling u 넌 내가 사는 이유 yo 넌 나의 둥지 키작은 어미새 널 위한 기도로 난 매일 밤을 새 watching u feeling u 넌 내가 가진 전부 사랑은 어느새 달콤한 쵸코렛 사랑을 꿈꾸는 로미오와 줄리엣 외로운 장근이도 사랑 할래요 그대의 시원한 그늘이 될래요 아무도 우리의 사랑은 못 막죠 평생 난 그대만을 사랑 할래요 늘 같은 자리에 너만 봤던 나인데 도대체 더 이상 뭘 망설여요 평생 같은 맘으로 널 향한 기도로 뜨겁게 느끼게 날 믿고 안아 줘요 내 동생 장근이는 아직까지 솔로 여자에 만큼은 멘트는 서툴러 늘상 채이고 넘어지고 자빠지고 사랑에 빠지면 롤러 코스터 그녀에게 만큼은 로맨티스트 너에게 사랑은 늘 흔드는 매직 대쉬마다 방법도 여러가지 잘 들어봐 내가 한 수 가르쳐주지 one 포근한 눈웃음 two 달콤한 첫 멘트 three 로맨틱한 선물 미치겠어 너 제대로 보여줘봐 이 멍충아 미치겠어 너 미치겠어 너 외로운 장근이도 사랑 할래요 그대의 시원한 그늘이 될래요 아무도 우리의 사랑은 못 막죠 평생 난 그대만을 사랑 할래요 늘 같은 자리에 너만 봤던 나인데 도대체 더 이상 뭘 망설여요 평생 같은 맘으로 널 향한 기도로 뜨겁게 느끼게 날 믿고 안아 줘요 미안해 난 몰랐어 장난인 줄 알았어 철 없게 내뱉는 그 모든게 싫었어 나도 같은 맘인데 늦어서 미안해 뜨겁게 느끼게 널 믿고 안아 줄께 외로운 장근이도 사랑 할래요 그대의 시원한 그늘이 될래요 아무도 우리의 사랑은 못 막죠 평생 난 그대만을 사랑 할래요 watching u feeling u 넌 내가 사는 이유 watching u feeling u 넌 내가 가진 전부 watching u feeling u 넌 내가 사는 이유 watching u feeling u 넌 내가 가진 전부"}, {"song_no": "1765767", "year": "2008", "rank": "100", "title": "마지막 인사", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "yes  bigbang is back  most definitely  hey move  b to the i to g bang bang  b to the i to g bang bang  b to the i to g bang bang  about love  i don't wanna be with  out you girl  마지막 인사는 접어두길 바래  오늘 단 하루만큼은  i don't wanna be with  out you girl 내 서툰 마음  까지 안고 가줘  i love you i need you girl  baby baby baby  조금 어색하지만 서로  baby baby baby  아직 사랑하고 있는데  baby baby baby  두렵기는 하지만서도  끝이 보이지만  난 그래도 only you girl  상처만 가득히  모질게 날 대하던 너  어르고 달래 또  반복돼 널 피하던 나   어디서부터  어긋났을까 기나긴 고민  해답없는 문제속에 헤매여 난   미로 미로 속에 갇힌  길 잃은 방랑자  마냥 이도저도 못해 난 마냥  기다리기만 할 뿐  사뿐 사뿐히 내게  다가와주길 girl  우리 처음 만난 때 처럼  풋풋하던 그때 처럼  이런 이런 이런 저런 저런 저런  너와 내 사이의 끈  절대 놓지 말어  i don't wanna be with  out you girl  마지막 인사는 접어두길 바래  오늘 단 하루만큼은  i don't wanna be with  out you girl 내 서툰 마음  까지 안고 가줘  i love you i need you girl  baby baby baby  조금 어색하지만 서로  baby baby baby  아직 사랑하고 있는데  baby baby baby  두렵기는 하지만서도  끝이 보이지만  난 그래도 only you girl  아무런 말 없이 떠나 연락없고  아무 말 않고  그러다 어느날 갑자기 나타나고  무슨 일 있었냔 듯  날 갖고 노는 건지  이게 사랑이 맞는 건지  하루에도 열두번 더 헷갈리고  about love  한 두번 갖고 놀던 장난감  넌 뭘 원했냐고 되물어봤어  달콤함은 아주 잠깐  우린 너무쉽게 녹아버린 솜사탕  지친 가슴 이젠 나도  막지 못 할 것만 같아  어서 날 잡아줘 떠나가기 전에  i don't wanna be with  out you girl  마지막 인사는 접어두길 바래  오늘 단 하루만큼은  i don't wanna be with  out you girl 내 서툰 마음  까지 안고 가줘  i love you i need you girl  baby baby baby  조금 어색하지만 서로  baby baby baby  아직 사랑하고 있는데  baby baby baby  두렵기는 하지만서도  끝이 보이지만  난 그래도 only you girl  여전히 널 사랑하지만  내게는 너무나 소중하지만 ye  누구도 네 자릴  메꿀 수 없는걸 i know  you know그냥 조용히 날 안아줘  i don't wanna be with  out you girl  마지막 인사는 접어두길 바래  오늘 단 하루만큼은  i don't wanna be with  out you girl 내 서툰 마음  까지 안고 가줘  i love you i need you girl  baby baby baby  조금 어색하지만 서로  baby baby baby  아직 사랑하고 있는데  baby baby baby  두렵기는 하지만서도  끝이 보이지만  난 그래도 only you girl  b to the i to g bang bang  b to the i to g bang bang  b to the i to g bang bang  come on come on come on  b to the i to g bang bang  b to the i to g bang bang  끝이 보이지만  난 그래도 only you girl  about love"}]