[{"song_no": "1941619", "year": "2008", "rank": "1", "title": "어제보다 오늘 더", "artist": "김종국", "genre": "Ballad", "lyrics": "I do 영원히 단 한 사람만 바라볼 수 있나요 I do 나 자신보다 아낄 수 있나요 I do 그 누가 내게 물어도 대답할 수 있어요 I do 나의 사랑 그대죠 약속하지 않을 거예요 행여 잠시라도 흔들릴 거라면 시작하지 않아요 심장보다 먼저 멈출 사랑이면 어제보다 오늘 더 많이 사랑합니다 아프도록 소중한 사람 처음입니다 그댈 만나려고 이렇게 행복 하려고 많이도 아팠나 봅니다  힘든 날도 있을 거예요 눈물 멎지 않는 그 어떤 아픔도 언젠가는 끝나죠 끝이 없는 것은 우리의 사랑뿐 어제보다 오늘 더 많이 사랑합니다 아프도록 소중한 사람 처음입니다 그댈 만나려고 이렇게 행복 하려고 많이도 아팠나 봅니다 두 번 다시는 하고 싶지 않아요 헤어지는 일 그댈 만나기 위한 헤어짐 아니라면 언제까지나  벅차오는 가슴이 터질 것만 같아서 내 눈 앞의 그대가 꿈인 것만 같아서 달려가 숨쉬는 그대를 품에 안아야 마음을 놓는 바봅니다 어제보다 오늘 더 많이 사랑합니다 아프도록 소중한 사람 처음입니다 그댈 만나려고 이렇게 행복 하려고 많이도 아팠나 봅니다"}, {"song_no": "1929329", "year": "2008", "rank": "2", "title": "Nobody", "artist": "원더걸스", "genre": "Dance", "lyrics": "You Know I still Love You Baby  And it will never change  I want nobody nobody But You  I want nobody nobody But You  난 다른 사람은 싫어  니가 아니면 싫어  I want nobody nobody  nobody nobody  난 싫은데 왜 날 밀어내려고 하니  자꾸 내 말은 듣지 않고  왜 이렇게 다른 남자에게  날 보내려 하니  어떻게 이러니  날 위해 그렇단 그 말  넌 부족하다는 그 말  이젠 그만해 넌 나를 알잖아  왜 원하지도 않는 걸 강요해  I want nobody nobody But You  I want nobody nobody But You  난 다른 사람은 싫어  니가 아니면 싫어  I want nobody nobody  nobody nobody  I want nobody nobody But You  I want nobody nobody But You  난 다른 사람은 싫어  니가 아니면 싫어  I want nobody nobody  nobody nobody  난 좋은데 난 행복한데  너만 있으면 돼 더 바랄게 없는데  누굴 만나서 행복하란 거야  난 널 떠나서 행복할 수 없어  날 위해 그렇단 그 말  넌 부족하다는 그 말  말이 안 되는 말이란 걸 왜 몰라  니가 없이 어떻게 행복해  I want nobody nobody But You  I want nobody nobody But You  난 다른 사람은 싫어  니가 아니면 싫어  I want nobody nobody  nobody nobody  I want nobody nobody But You  I want nobody nobody But You  난 다른 사람은 싫어  니가 아니면 싫어  I want nobody nobody  nobody nobody  I don't want nobody body  I don't want nobody body  나는 정말 니가 아니면  니가 아니면 싫단 말야 아  I want nobody nobody But You  I want nobody nobody But You  난 다른 사람은 싫어  니가 아니면 싫어  I want nobody nobody  nobody nobody  I want nobody nobody But You  I want nobody nobody But You  난 다른 사람은 싫어  니가 아니면 싫어  I want nobody nobody  nobody nobody  Back to the days  when we were so young  and wild and free  모든게 너무나 꿈만 같았던  그 때로 돌아가고 싶은데  왜 자꾸 나를 밀어내려 해  why do you push me away  I don't want nobody nobody  Nobody nobody but you"}, {"song_no": "1939100", "year": "2008", "rank": "3", "title": "Rainism (Clean Ver.)", "artist": "비", "genre": "R&B / Soul", "lyrics": "I'm gonna be a bad boy I'm gonna be a bad boy I'm gonna be a bad bad boy I'm gonna be a bad boy I'm gonna be a bad boy I'm gonna be a bad bad boy I'm gonna be a bad bad boy I'm gonna be a bad boy 나를 보는 시선들을 느껴 How do you feel make some noise make some noise 피하려고 애를 써도 느껴지는 나의 rainism rainism I make it rainism the rainism 넌 이제 빠져 버렸어 I'm gonna be crazy now yes crazy now 넌 이제 벗어날 수 없어 I'm gonna be a bad boy I'm gonna be a bad boy I'm gonna be a bad bad boy I'm gonna be a bad boy I'm gonna be a bad boy I'm gonna be a bad bad boy I'm gonna be a bad bad boy I'm gonna be a bad boy 심장을 파고드는 리듬 느껴 I know feel my soul feel my soul 너와나 하나되어 외치는 나만의 Rainism Rainism I make it Rainism the Rainism 내 몸을 느껴버렸어 I'm gonna be crazy now yes crazy now 느껴봐 나의 모든 걸 Break down it's time to get down I make it rainism the rainism 넌 이제 빠져 버렸어 I'm gonna be crazy now yes crazy now 넌 이제 벗어날 수 없어 I make it rainism the rainism 내 몸을 느껴버렸어 I'm gonna be crazy now yes crazy now 느껴봐 나의 모든 걸"}, {"song_no": "1935599", "year": "2008", "rank": "4", "title": "Love Story", "artist": "비", "genre": "R&B / Soul", "lyrics": "Hey this is my story It's true O. K. Listen Oh baby 너에게 하고 싶었던 그 말 나의 맘 속 안에서 나를 슬프게한 그 말 우리 사랑했지만 갈 수 없었던 그 이율 바보같이 아무말도 전할 수 없었네 한 번만 더 기회를 줘 나는 몰랐었어 너의 마음이 변한건지 아직 늦진 않았잖아 빌었지만 차갑게 돌아선 니 모습 이 노래는 진실했던 사랑이야기 모든 걸 다 바쳤던 나의 이야기 하지만 이젠 끝을 모두 맺어버린 지나간 나의 사랑이야 I love you 아직도 사랑해 이건 나의 솔직한 나의 맘 소리 모든 걸 다 바칠 수 있는 다짐을 말하고 있는거야 내게 돌아와줘 영원히 기다릴께 널 I love you 아직도 사랑해 Oh 사랑했잖아 너는 잊을 수 있니 추억 속의 사랑 너는 나를 떠났지만 나와 했던 약속은 아무것도 아닌건지 너는 웃으면서 나의 애길하더라 죽을 것 같이 난 아파 oh no 단지 단 한 번만 너와 함께 할 수만 있다면 난 숨을 쉴 수가 없어 나의 모든 것들이 너를 원하잖아 이 노래는 진실했던 사랑이야기 모든 걸 다 바쳤던 나의 이야기 하지만 이젠 끝을 모두 맺어버린 지나간 나의 사랑이야 I love you 아직도 사랑해 이건 나의 솔직한 나의 맘 소리 모든 걸 다 바칠 수 있는 다짐을 말하고 있는거야 내게 돌아와줘 영원히 기다릴께 널 I love you 아직도 사랑해 나도 잊는다 추억 지우며 내 맘이 곪아서 더 이상은 못하겠어 아프겠지만 끊어버릴꺼야 너와의 가슴 속 모든 인연들을 한가지만 기억해 너의 모든 걸 다 안아줄 수 있었던 남자 나였단 걸 이젠 너 없이도 뭐든 해낼꺼고 지금 이 노래를 들어 이 노래는 널 향한 사랑이야기 내 사랑이야기 모든 걸 다 바쳤던 나의 순정이 후회되진 않아 널 이제 잊을꺼야 지나간 나의 사랑아 I love you 아직도 사랑해 이건 나의 마지막 널 향한 목소리 모든 걸 다 알고있는 나의 외침이 들린다면 내곁에 다시 돌아와줘 영원히 너를 사랑해 I love you 너만을 사랑해 baby please come back to me I miss you baby"}, {"song_no": "1927248", "year": "2008", "rank": "5", "title": "어쩌다", "artist": "브라운아이드걸스", "genre": "Dance", "lyrics": "어쩌다 어쩌다 어쩌다  널 사랑하게 됐는지  내가 왜 이 꼴이 됐는지  어쩌다 어쩌다 어쩌다  내 맘 다 타버렸는지  내가 이런 바보였는지  이거 참 이럴 줄은 몰랐어  오늘도 난 지쳐 너만 기다리다  너 때문에 눈물 쏙 뺀 여자들  그 중에 하나가 되기는 싫었어  너를 바라보다 아차 싶었어  다잡았던 내 맘 놓치고 말았어  그런 나를 부르면 Oh My Honey  일분일초만에 니 앞에 있는 나  너무 멋진 멋진 그대  널 바라보면 어질어질해  너무 나쁜 나쁜 그대  다 모르는 척 웃고만 있네  어쩌다 어쩌다 어쩌다  널 사랑하게 됐는지  내가 왜 이 꼴이 됐는지  어쩌다 어쩌다 어쩌다  내 맘 다 타버렸는지  내가 이런 바보였는지  아무렇지 않은 척 해도  네게는 다 보이겠지 난  유명했어 까칠 도도  이런 내가 변해 너로 인해  고로 나를 도로  돌려놔줘 나를 봐줘 Red Alert  너와 있으면 왜 이럴까  심장이 멎어  끝이 뻔히 보이는 게임이야  나를 모두 말려 니 말만 나오면  그래도 난 어쩔 수가 없잖아  너만 생각하면 입가엔 미소만  하루 하루 고민고민 해봐도  너의 속을 몰라 깜깜한 밤이야  나만 보고 말해줘 Oh My Darling  지겹지도 않니 그 많은 여자들  너무 멋진 멋진 그대  날 바라볼 땐 아찔아찔 해  너무 바쁜 바쁜 그대  하루라도 더 보고 싶은데  어쩌다 어쩌다 어쩌다  널 사랑하게 됐는지  내가 왜 이 꼴이 됐는지  어쩌다 어쩌다 어쩌다  내 맘 다 타버렸는지  내가 이런 바보였는지  R E S P E C T ME  내가 널 더 좋아하지만  Yon don't be nasty  미치겠어 나의 마음이  커커커커 커져가네  난 워워워워 워쩌까예  오로지 그대에게 반했죠  사랑한다고 내게 말해줘  어쩌다 어쩌다 어쩌다  그렇게 넌 태어났는지  내 맘을 다 뺏어갔는지  어쩌다 어쩌다 어쩌다  내 눈 앞에 나타났는지  사랑하게 만들었는지  어쩌다"}, {"song_no": "1928828", "year": "2008", "rank": "6", "title": "주문-MIROTIC (Clean Ver.)", "artist": "동방신기 (TVXQ!)", "genre": "Dance", "lyrics": "시작은 달콤하게 평범하게 나에게 끌려 언제나 그랬듯이 먼저 말을 걸어와 모든 가능성 열어둬 사랑은 뭐다 뭐다 이미 수식어 red ocean 난 breakin' my rules again 알잖아 지루한 걸 조금 다쳐도 넌 괜찮아 넌 나를 원해 넌 내게 빠져 넌 내게 미쳐 헤어날 수 없어 I got you under my sky 넌 나를 원해 넌 내게 빠져 넌 내게 미쳐 넌 나의 노예 I got you under my sky 내 머리속을 파고드는 날카로운 눈빛 나 아니고선 움직이지도 않는 chrome heart 니가 선택한 길인 걸 혈관을 타고 흐르는 수억 개의 나의 crystal 마침내 시작된 변신의 끝은 나 이것도 사랑은 아닐까 넌 나를 원해 넌 내게 빠져 넌 내게 미쳐 헤어날 수 없어 I got you under my sky 넌 나를 원해 넌 내게 빠져 넌 내게 미쳐 넌 나의 노예 I got you under my sky 한 번의 kiss와 함께 날이 선 듯한 강한 이끌림 두 번의 kiss 뜨겁게 터져버릴것같은 내 심장을 yeah 너를 택했어 you know you got it  come on come on come on come on I got you under my sky 니 꿈 속의 난 널 지배하는 마법사 내 주문에 넌 다시 그려지고 있어 I got you under my sky 더는 숨을 곳이 없잖아 그렇다면 이제 즐겨보는 게 어떨까 I got you under my sky 넌 나를 원해 넌 내게 빠져 넌 내게 미쳐 헤어날 수 없어 I got you under my sky 넌 나를 원해 넌 내게 빠져 넌 내게 미쳐 넌 나의 노예 I got you under my sky"}, {"song_no": "1951550", "year": "2008", "rank": "7", "title": "붉은 노을", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "난 너를 사랑해 Let's go Yes sir We're back again with 이문세 That's right Fresh celebration 2008 It's bigbang ye ye bust it 그댄 아시나요 있잖아요 지금 그대가 너무 그리워요 고개 숙여 눈물 훔쳐요 당신의 이름을 불러요 꼭 이렇게 날 남겨두고 떠나가야만 했는지 너만 생각하면 머리 아퍼 독하디 독한 술 같어 술 뿐이겠어 병이지 매일 앓아누워 몇 번인지 내일이면 또 잠깐 잊었다가 또 모레쯤이면 생각나겠지만 그래도 어떡해 아직 내 사랑 유효한데 돌아올 거라고 믿는데 난 너만 기다리는데 난 너를 사랑해 Oh I love you girl 이 세상은 너 뿐이야 소리쳐 부르지만 저 대답 없는 노을만 붉게 타는데 혹시 그대가 미안해한다면 내 얼굴 보기 두렵다면 Girl 그런 걱정 하덜덜덜 마 너라면 힘이 펄펄펄 나 보고 싶은 그대 얼굴 저 붉은 노을을 닮아 더 슬퍼지는 걸 Oh baby baby 다 지나간 시간 우리가 함께한 추억 잊진 말아줘요 눈을 감아 소리 없이 날 불러준다면 언제라도 달려 갈께요 Everyday everynight I need you 난 너를 사랑해 Oh I love you girl 이 세상은 너 뿐이야 소리쳐 부르지만 저 대답 없는 노을만 붉게 타는데 아름다웠던 그대 모습을 이젠 볼 순 없겠지만 후횐 없어 그저 바라볼 수 있게 붉게 타주오 Ah Ah Ah Ah Ah Ah Ah Ah Let's go Ah Ah Ah Ah Ah Ah Ah Ah 해가 뜨고 해가 지네 노을 빛에 슬퍼지네 달이 뜨고 달이 지네 세월 속에 나 또한 무뎌지네 해가 뜨고 해가 지네 노을 빛에 슬퍼지네 달이 뜨고 달이 지네 그대 기억 또한 무뎌지네 난 너를 사랑해 Oh I love you girl 이 세상은 너 뿐이야 소리쳐 부르지만 저 대답 없는 노을만 붉게 타는데 난 너를 사랑해 I love you girl 이 세상은 너 뿐이야 소리쳐 부르지만 저 대답 없는 노을만 붉게 타는데 Once again Ah Ah Ah Ah Ah Ah Ah Ah Let's go Ah Ah Ah Ah Ah Ah Ah Ah big bang"}, {"song_no": "1928044", "year": "2008", "rank": "8", "title": "미쳤어 (Feat. 에릭)", "artist": "손담비", "genre": "Dance", "lyrics": "내가 미쳤어 정말 미쳤어 너무 미워서 떠나버렸어 너무 쉽게 끝난 사랑 다시 돌아오지 않는단 걸  알면서도 미쳤어 내가 미쳤어 그 땐 미쳐 널 잡지 못했어 나를 떠떠떠떠떠 떠나 버버버버버 버려 그 짧은 추억만을 남겨둔채로 날 후회했어 니가 가버린 뒤 난 더 불행해져 네게 버려진뒤 너를 잃고 싶진않아 줄 것이  더 많아 나를 떠나지마라 죽도록 사랑했어 너 하나만을 다시는 볼 수 없단 미친 생각에 눈물만 흐르네 술에 취한 밤에 오늘은 잠을 이룰 수 없어 내가 미쳤어 정말 미쳤어 너무 미워서 떠나버렸어 너무 쉽게 끝난 사랑 다시 돌아오지 않는단 걸  알면서도 미쳤어 내가 미쳤어 그 땐 미쳐 널 잡지 못했어 나를 떠떠떠떠떠 떠나 버버버버버 버려 그 짧은 추억만을 남겨둔채로 날 사랑이 벌써 식어버린건지 이제와 왜 난 후회하는건지 떠나간자리 혼자남은 난 이렇게 내 가슴은 무너지고 죽도록 사랑했어 너 하나만을 다시는 볼 수 없단 미친 생각에 눈물만 흐르네 술에 취한 밤에 오늘은 잠을 이룰 수 없어 내가 미쳤어 정말 미쳤어 너무 미워서 떠나버렸어 너무 쉽게 끝난 사랑 다시 돌아오지 않는단 걸  알면서도 미쳤어 내가 미쳤어 그 땐 미쳐 널 잡지 못했어 나를 떠떠떠떠떠 떠나 버버버버버 버려 그 짧은 추억만을 남겨둔채로 날 너의 memories 이젠 delete it 매일밤 부르는건 your name  들리니 몹시 아팠나봐 이젠 시작이란 말조차 난겁나 open up a chapter man i'm afaid of that 전화기를들어 확인해 니 messages 떠나줬으면 좋겠어 catch me if you can but i'm out of here 내가 미쳤어 정말 미쳤어 너무 미워서 떠나버렸어 너무 쉽게 끝난 사랑 다시 돌아오지 않는단 걸 알면서도 미쳤어 내가 미쳤어 그 땐 미쳐 널 잡지 못했어 나를 떠떠떠떠떠 떠나 버버버버버 버려 그 짧은 추억만을 남겨둔채로 날"}, {"song_no": "1932604", "year": "2008", "rank": "9", "title": "1분 1초 (Feat. 타루)", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "I can't let it go 어딜봐도 네   모습이 보이고  무너지는 내 맘   숨길 수가 없어 baby 단  1분 1초도   I can't let it go 어딜가도 네   목소리 들리고   부서지는 심장   숨 쉴 수가 없어 baby 단  1분 1초도   한 순간도 단 1분 1초도   그 날 넌 머리가 맘에 안 들고  눈이 부었다고 다시 잠들고 난 외투를 벗으며 말없이 삐지고  전화기를 들어 밥을 시키고 커튼을 치고 몇 시간이  지났는지도 모르고  watching DVD‘s just you and me 어깨에  기댄 너의 숨소리 난 나가지 않기를 잘했다고  생각했지 우습게도 이런 기억들이  아직도 날 괴롭힌다 문득 네가 했던 농담들이  기억나고 무너진다 아무것도 아닌 순간들이  오늘도 날 뒤엎는다 문득 네가 짓던 표정들이  기억나고 부서진다 I can`t let go go go  어딜 봐도 네 모습이 보이고 무너지는 내 마음 숨길  수가 없어 baby 단 1분 1초도 시간이 멈추고 심장이 멈춰도 I can`t let go go go  어딜 가도 네 목소리 들리고 부서지는 심장 숨 쉴 수가 없어 baby 단 1분 1초도 한 순간도 단 1분 1초도 그 어딜 가도 창가 옆  모퉁이 구석 자리에 앉을 때 손을 포개놓지  왼쪽 다리에 피곤해 하품할 때는  닦은 눈물을 보곤 해 그리곤 바보처럼 웃어  양 볼에 보조개 물을 마실 때는 항상  세워둔 새끼손가락 눈이 부셨어 윤기 나던  검은 머리카락 서툰 젓가락질조차  매력이라 말했어 부르튼 입술도 난  영원하길 바랬어 this is lov to the e  그 사소했던  기억이 마음을 뒤섞고  나를 뒤엎고  눈물은 끝이 없지  see 사랑은 폭풍도  흔들지 못하는 마음을  몰아치는 빗물 한 방울 the little memories  술잔처럼  비워진 투명해진 우리의  작은 추억들 돌이키려 돌아봐도 다신 만들 수 없는  그대와의 기억 어젯밤 꿈처럼 선명한데  날 떠났네 I can`t let go 어딜 봐도 네 모습이 보이고 무너지는 내 마음 숨길  수가 없어 baby 단 1분 1초도 시간이 멈추고 심장이 멈춰도 I can`t let go 어딜 가도 네 목소리 들리고 부서지는 심장 숨 쉴  수가 없어 baby 단 1분 1초도 한 순간도 단 1분 1초도 한 순간도 단 1분 1초도 한 순간도 단 1분 1초도 한 순간도 단 1분 1초도 I can`t let go I can`t let go  숨죽인 작은 속삭임도 한 순간도 달콤한  둘만의 비밀도 아름다웠던 만큼 슬펐던  그대와 나 내 눈물이 그대에게도  기억될 수 있을까 I can`t let go 둘만의  버릇과 습관도 한 순간도 그  아름다웠던 순간도 아직 한 순간도 단 1분 1초도 되돌릴 수가 없어 단 1분 1초도"}, {"song_no": "1945868", "year": "2008", "rank": "10", "title": "My Style (Hidden Track)", "artist": "브라운아이드걸스", "genre": "Dance", "lyrics": "어느 별에서 왔니 내맘 가질러 왔니 나만 알아보게 살짜쿵 니 맘 열 순 없니 어떤 여잘 좋아하는지 네 눈에 난 안 차는지 까탈스런 날 한 인기 하는 날 반하게 한 너잖아 My style 너는 완벽한 나의 왕자님 My style 내 이상형이야 완전히 왠만한 남자는 맘에 차지도 않았던 난데 My style 헌데 난 벌써 너의 노예 보고 또 볼수록 잰 내 스타일이야 딱 내 스타일 이야 말투 성격 얼굴까지 My Style You makes me fall in love with you 어느 별에서 왔니 내맘 가질러 왔니 나만 알아보게 살짜쿵 니 맘 열순 없니 You got me xoxo 어느 별에서 왔니 내 맘 속에 왜 왔니 왜 이러니 My Darling 날 꼭 애태워야 하니  정말 애인 따윈 없겠지 바람둥이완 멀겠지 별자린 뭘까 잠버릇은 뭘까 모든게 난 궁금해 My style 너는 적당히 무심하지 My style 말할 때도 툭툭 내뱉듯이 하지 나에게 관심이 없나 하면 그건 또 아니라니까 뭔가 My style 이런 매력덩이 넌 까칠하지 그런 성격마저 넌 내 스타일이야 딱 내 스타일 이야 미워할래도 못해 난 My Style You makes me fall in love with you 어느 별에서 왔니 내맘 가질러 왔니 나만 알아보게 살짜쿵 니 맘 열순 없니 You got me xoxo 어느 별에서 왔니 내 맘 속에 왜 왔니 왜 이러니 My Darling 날 꼭 애태워야 하니 Tic tic toc 깊이도 미치죠 Hit me boy 시간은 가 tic tic toc 내 사랑의 깊이도 깊어져가 미치죠 나를 봐줘 Hit me boy 하늘에서 떨어졌나봐 내 맘을 다 뺐으라고 내 맘에 난리난리 나게 하지 말고 그대 빨리빨리 와줘 어느 별에서 왔니 내맘 가질러 왔니 나만 알아보게 살짜쿵 니 맘 열순 없니 You got me xoxo 어느 별에서 왔니 내 맘 속에 왜 왔니 왜 이러니 My Darling 날 꼭 애태워야 하니 My style"}, {"song_no": "1928055", "year": "2008", "rank": "11", "title": "들리나요...", "artist": "태연 (TAEYEON)", "genre": "Drama,Ballad", "lyrics": "조금만 아파도 눈물나요 가슴이 소리쳐요 그대 앞을 그대 곁을 지나면 온통 세상이 그대인데 그대만 그리는데 그대 앞에선 숨을 죽여요 내게 그대가 인연이 아닌 것처럼 그저 스치는 순간인 것처럼 쉽게 날 지나치는 그대 곁에 또 다가가 한 걸음조차 채 뗄 수 없을지라도 서성이게 해 눈물짓게 해 바보처럼 아이처럼 차라리 그냥 웃어버려 점점 다가 설수록 자꾸 겁이 나지만 이 사랑은 멈출 수가 없나봐 왜 내 사랑만 더딘거죠 내 사랑만 힘들죠 그대 앞에 그대 곁에 있어도 온통 세상이 그대인데 그대만 보이는데 그대 앞에선 난 먼 곳만 봐요 내게 그대가 꼭 마지막 인 것처럼 내게 마지막 순간인 것처럼 쉽게 날 지나치는 그대 곁에 또 다가가 한걸음 조차 채 뗄 수 없을지라도 서성이게 해 눈물짓게 해 바보처럼 아이처럼 차라리 그냥 웃어버려 점점 다가 설수록 자꾸 겁이 나지만 이 사랑은 멈출 수가 없나봐 먼 발치서 나 잠시라도 그대 바라볼 수 있어도 그게 사랑이죠 혹시 이 기다림이 이 그리움이 닿을 때면 들릴 때면 차라리 모른 척 해줘요 그대에게 갈수록 자꾸 겁이 나지만 이 사랑은 멈출 수가 없네요"}, {"song_no": "1928051", "year": "2008", "rank": "12", "title": "내사람", "artist": "환희", "genre": "Drama,Ballad", "lyrics": "난 웃어도 눈물이 나 내 사랑이 혹시 그대 맘에 해가 될까 난 아파도 웃음을 머금죠 이렇게 내 앞에 그대가 있어 매일 눈 뜰 때마다 생각해요 매일 숨 쉴 때마다 불러 봐요 가여운 내 사람 왜 그댄 날 사랑 했나요 수척해진 마음엔 한숨 뿐인 하루엔 그대 쉴 곳 하나 없는데 미안해요 줄건 눈물 뿐인데 상처만 남은 가슴 뿐인데 그댈 바라봐도 될까요 안아 봐도 될까요 그대 웃음이 멈추면 어쩌죠  매일 걸을 때 마다 떠올라요 매일 잠들 때 마다 보고파요 그리운 내 사람 왜 그댄 날 사랑 했나요 말라버린 마음엔 추억 뿐인 하루엔 그대 쉴 곳 하나 없는데 미안해요 줄건 눈물 뿐인데 상처만 남은 가슴 뿐인데 그댈 바라봐도 될까요 안아 봐도 될까요 그대 웃음이 멈추면 어쩌죠 날이 갈수록 외로워져도 멀어질수록 그리워져도 그대 없이 아무것도 할 수 없어도 그댈 원해선 안돼 그래선 안돼 나를 위해서도 안돼 사랑해요 끝까지 기억해요 지킬 사랑한다 이 말은 내 모든 걸 다 걸었어요 후회하진 않아요 눈을 감아도 사랑해요 너무나 사랑해요 상처만 남은 가슴 뿐인데 그댈 바라봐도 될까요 안아봐도 될까요 기다렸어요 그대란 내 사람 이젠 놓치지 마요 다음 세상에도 우리"}, {"song_no": "1913501", "year": "2008", "rank": "13", "title": "하루 하루", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "떠나가 Ye the finally I reallize That I`m nu`ttin without you I was so wrong forgive me 파도처럼 부숴진 내 맘 바람처럼 흔들리는 내 맘 연기처럼 사라진 내 사랑 문신처럼 지워지지 않아 한숨만 땅이 꺼지라 쉬죠 내 가슴속에 먼지만 쌓이죠 Say good bye Ye 네가 없이는 단 하루도 못 살것만 같았던 나 생각과는 다르게도 그럭저럭 혼자 잘 살아 보고싶다고 불러봐도 넌 아무 대답없잖아 헛된 기대 걸어봐도 이젠 소용없잖아 네 옆에 있는 그 사람이 뭔지 혹시 널 울리진 않는지 그대 내가 보이긴 하는지 벌써 싹 다 잊었는지 걱정돼 다가가기 조차 말을 걸 수 조차 없어 애 태우고 나 홀로 밤을 지새우죠 수백번 지워내죠 돌아보지 말고 떠나가라 또 나를 찾지 말고 살아가라 너를 사랑했기에 후회 없기에 좋았던 기억만 가져가라 그럭저럭 참아볼만해 그럭저럭 견뎌낼만해 넌 그럴수록 행복해야돼 하루하루 무뎌져 가네 Oh girl I cry cry yo my all Say good bye 길을 걷다 너와 나 우리 마주친다 해도 못 본척 하고서 그대로 가던 길 가줘 자꾸만 옛 생각이 떠오르면 아마도 나도 몰래 그댈 찾아 갈지도 몰라 넌 늘 그 사람과 행복하게 넌 늘 내가 다른 맘 안 먹게 넌 늘 작은 미련도 안 남게끔 잘 지내줘 나 보란 듯이 넌 늘 저 하늘같이 하얗게 뜬 구름과도 같이 새파랗게 넌 늘 그래 그렇게 웃어줘 아무일 없듯이 돌아보지 말고 떠나가라 또 나를 찾지 말고 살아가라 너를 사랑했기에 후회 없기에 좋았던 기억만 가져가라 그럭저럭 참아볼만해 그럭저럭 견뎌낼만해 넌 그럴수록 행복해야돼 하루하루 무더져 가네 나를 떠나서 맘 편해지길 나를 잊고서 살아가줘 그 눈물은 다 마를 테니 ye 하루하루 지나면 차라리 만나지 않았더라면 덜 아플텐데 영원히 함께하자던 그 약속 이젠 추억에 묻어두길 바래 baby 널 위해 기도해 돌아보지 말고 떠나가라 또 나를 찾지 말고 살아가라 너를 사랑했기에 후회 없기에 좋았던 기억만 가져가라 그럭저럭 참아볼만해 그럭저럭 견뎌낼만해 넌 그럴수록 행복해야돼 하루하루 무뎌져 가네 Oh girl I cry cry Yo my all say goodbye bye Oh my love don`t lie lie Yo my heart say good bye"}, {"song_no": "1926582", "year": "2008", "rank": "14", "title": "You", "artist": "브라운아이드걸스", "genre": "Dance", "lyrics": "yeah yeah yeah yeah  그대는 내게 바람과 같네  돌아와 babe  Feeling me now  Feeling me now Baby  Feeling me now  Feeling me now  모르겠니 모르겠니 Baby  Ah Ah Ah Ah Ah  Ah Ah Ah Ah Ah  Ah Ah Ah Ah Ah  Ah Ah Ah Ah Ah  그에게 기대하는  습관은 버려두자  허황된 꿈들 가득 품은들  시간이 지나갈수록  너의 손해 뭔들  못하겠어  만약 그게 니게 된다면  애타겠어  지금 내가 이 상황 너라면  너도 사실 알지  그가 원한건 나이지  아까운 시간 체력 낭비  이젠 굿바이지  바로 나야 나  니가 아닌 나야 나  깜찍한 두 눈 도톰한 입술  그가 바란 나야  아냐 나야 나  너도 아닌 나야 나  매력 있는 눈 날씬한 다리  날 바라보잖아  Feeling me now  Feeling me now Baby  Feeling me now  Feeling me now You You  모르겠니 모르겠니 Baby  Ah Ah Ah Ah Ah  Ah Ah Ah Ah Ah  나를 보며 나만 보며  묘한 미소 짓는 저 얼굴을  아직도 넌 모르겠니 Baby  Ah Ah Ah Ah Ah  Ah Ah Ah Ah Ah  하하하하하 니가 날 모르지만  나는 널 알겠고  그의 맘도 알겠어  현실을 알게 꼭  말해줄게 난 계속  안타까워  그를 보는 너를 보면  like a fire  이글거려 너의 눈에  너의 눈에 맘에 몸에  너의 몸에 눈에 맘에  하지만 그의 팔에 안겨  미소 짓는 건 나네  미안하지만 내가 정리해줄게  맘이 아파도 속이 쓰려도  너는 내 남자야  미안하지만 다 말을 하자면  어젯밤에도 오늘 밤에도  함께 한건 나야  Feeling me now  Feeling me now Baby  Feeling me now  Feeling me now You You  모르겠니 모르겠니 Baby  Ah Ah Ah Ah Ah  Ah Ah Ah Ah Ah  나를 보며 나만 보며  묘한 미소 짓는 저 얼굴을  아직도 넌 모르겠니 Baby  Ah Ah Ah Ah Ah  Ah Ah Ah Ah Ah    You 어딜 보니 내가 여깄는데  You 나를 사랑한다고 말해줘  You 오늘밤도 니 옆은 내꺼야  Feeling me now  Feeling me now Baby  Feeling me now  Feeling me now Baby  Feeling me now  Feeling me now You You  모르겠니 모르겠니 Baby  Ah Ah Ah Ah Ah  Ah Ah Ah Ah Ah  나를 보며 나만 보며  묘한 미소 짓는 저 얼굴을  아직도 넌 모르겠니 Baby  Ah Ah Ah Ah Ah  Ah Ah Ah Ah Ah  Feeling me now  Feeling me now Baby"}, {"song_no": "1913502", "year": "2008", "rank": "15", "title": "천국", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "사랑해 난 널 기억해 heaven  라라 라라라 라라 라라라  라라 라라 라라 라라라  라라 라라라 라라 라라라  라라 라라 라라 라라라  24 7 그댄 영원한 heaven  24 7 그댄 나만의 heaven  24 7 그댄 영원한 heaven  24 7 heaven  마지막인줄 알았던  두 번 다시 안 올 줄 알았던  내게 전혀 어울리지 않았던  사랑이 어느 무더운 여름 날  다가왔죠  기다리고 기다리던 나의 반쪽  항상 널 꿈꿔왔죠  넌 내 맘의 안식처  보고 또 보고 주고 또 주고만 싶죠  난 설레임에 목말라  왜 내 사랑은 다 도망가  뜻대로 되지 않아 속만 타  알다가도 모르겠다  그래도 너만은 놓치고 싶지가  눈 앞에서 멀어지고 싶지가  않아 you are the one in my life  그댄 천국보다 아름답다  너를 사랑해 너를 부르네  너를 기억해 너를 기다리네  그대의 말 한마디  사랑한다는 그 한마디  너를 사랑해 너를 기억해  너의 전불 기억해  기쁨  슬픔  눈물  하늘 별  그리고 천국  내 모든 생활 속에  그대가 숨을 쉬고  나의 전화기엔 어느새  너의 이름만 보이고  하루에도 몇 번씩  너의 그 손을 붙잡고  입 맞추면 세상을 다 가진 기분야  oh baby 매일 들어가는 미니홈피  달콤한 향기  oh baby 내 사랑을 전하기엔  짧은 문자메세지  사람들이 놀려대  하루 왠종일 행복해  oh baby 요즘 참 살만 해  becuz of you  너를 사랑해 너를 부르네  너를 기억해 너를 기다리네  그대의 말 한마디  사랑한다는 그 한마디  너를 사랑해 너를 기억해  하루하루가 두렵지만  네가 또 떠나갈까봐  내게서 희미해질까봐  너무 감사해 너무 사랑해  내 맘의 천국문의 단 한 사람아  너를 사랑해 너를 부르네  너를 기억해 너를 기다리네  그대의 말 한마디  사랑한다는 그 한마디  너를 사랑해 너를 기억해  너의 전불 기억해  24 7 heaven"}, {"song_no": "1940012", "year": "2008", "rank": "16", "title": "병원에 가다 (이별..) (Song By 민경)", "artist": "다비치", "genre": "Ballad", "lyrics": "너무 아파서 병원을 찾아 갔어 한참 나를 바라보다 걱정스레 하는 말 어디가 아파요 말을 할 수 없었어 어디가 아픈 줄도 난 몰랐어 오늘 처음 본 사람 앞에서 바보처럼 난 눈물만 흘렸어 내 가슴에 열이나 기억은 멈춰서있고 금새라도 내 심장은 터질 것 같아 나 이렇게 아픈데 죽을 것만 같은데 나의 병은 이렇게 하루하루 더해만 가는 가봐  벌써 며칠째 처방전에 써있던 내겐 너무 쓰기만한 시간이란 약들을 삼키고 있어요 가슴을 도려 내고 기억을 지워줄 수만 있다면 지금 이라도 나의 심장을 다시 뛸 수 있게 고쳐 주세요 눈이 그댈 못보게 얼굴조차도 모르게 나의 귀는 아무것도 듣지 못하게 그대 이름 까지도 몰랐었던 그때로 돌아 갈 수 있도록 추억을 꺼내서 버리고 있죠  내 가슴에 열이나 기억은 멈춰서있고 금새라도 내 심장은 터질 것 같아 나 이렇게 아픈데 죽을 것만 같은데 나의 병을 낫게 할 사람은 아마도 그대인가봐"}, {"song_no": "1931407", "year": "2008", "rank": "17", "title": "Hot Girl", "artist": "씨야", "genre": "Dance", "lyrics": "Just one more time Just one more time Just one more time baby Just one more time 함께 노래하고 웃는게 난 좋아 밤새 춤을 추는것도 괜찮아 음악을 틀어줘 All the music 스피커에 흐르는 리듬이 좋아 오늘 밤 Hey Mr DJ 볼륨을 더 높여줘 더 크게 Just one more time Just one more time Just one more time baby Just one more time Just one more time 크게 소리질러봐 Just one more time 힘껏 한번 외쳐봐 Just one more time 신나게 즐겨봐 Just ome more time 지금 들려오는 음악을 들어봐 머리 아픈 고민 따위 버리고 이 노래 느껴봐 Feel the music 다른 사람들의 시선 따윈 버려 미친 듯 춤추는거야 cool하게 더 hot하게 sexy하게 Just one more time Just one more time Just one more time baby Just one more time 다시 멈춰서면 안돼 닫혀 있던 마음을 열고서 눈 뜨고서 느껴봐 창틀 없는 감옥 속에 갇힌 너의 영혼을 깨워봐 자유롭게 날 수 있게 Just one more time Just one more time Just one more time baby Just one more time Just one more time 이젠 두려워 말고 Just one more time 주저하지도 말고 Just one more time 함께 가는거야 Just one more time"}, {"song_no": "1914864", "year": "2008", "rank": "18", "title": "사랑이 그렇게 쉬워 (Feat. 태인)", "artist": "나몰라패밀리 (Namolla Family)", "genre": "Rap / Hip-hop", "lyrics": "내가 내가 마지막으로 부탁하는데 다시 다시 돌아와 주면 안되겠니 제발 I believe 내 소원 내 소망 그대가 날 찾을 때까지 now 사랑 따위는 필요없다고 우리 이제 그만 하자고 매일 밤마다 나눈 우리 사랑도 정말 지긋 지긋하다고 이쁜 그 입에서 나온 말이겠어 귀를 의심했어 아닐거라 나는 생각했어 만약 그게 너의 진심이라면 그게 너의 너의 진짜 마음이라면 이제 떠나가도 돼 기다린다 내가 널 정말 나는 널 다시 등을 돌려 내게 와줄거라 나는 믿었어 떠나가란 말은 자존심의 거짓이었어 나는 그런 말 못해 안돼 내가 사랑했던 널 그렇게 쉽게 쉽게 잊고살아갈 자신있다면 제발 내가 내가 그럴 수만 있다면 제발 가지마라 붙잡아도 꿈쩍 않나봐 이렇게라도 내가 어떻게 사랑한다 말해봐도 소용없나봐 이제는 소용없나봐 아마도 내가 싫고 진저리나 떠나가나봐 차라리 떠나가 그래 다시는 안돼는걸 알면서도 기다리나봐 새벽 이슬 이슬 비가 내리고 아슬 아슬 눈물이 나려고 니 앞에서 아닌척 애써 난 웃어보려고 잘 참아보려고 노력해봐도 안되는게 있잖아 더욱 니 앞에선 그게 안되잖아 운다 어쩔 수 없이 너의 뒤에서 운다 남자라서 소리없이 운다 울다가 이젠 니 앞에서 울지 않을게 울다가 절대 눈물따윈 흘리지 않을게 그대가 니가 어디살던 찾지 않을게 떠나가 오늘만은 너를 잡고 있을게 다른 사람 만나서 그렇게 행복할 거 같니 세상 남자들이 나만큼을 하니 몰라 너는 정말 몰라 사랑이 너는 그렇게 쉬운건 줄 아니 제발 가지마라 붙잡아도 꿈쩍않나봐 이렇게라도 내가 어떻게 사랑한다 말해봐도 소용없나봐 이제는 소용없나봐 아마도 내가 싫고 진저리나 떠나가나봐 차라리 떠나가 그래 다시는 안되는 걸 알면서도 기다리나봐 난 가끔 생각이나 내가 줬던 그만큼 내 전부를 잃고 감당하기엔 큰 이별 이별인가봐 아니 미련 미련 미련인가봐 차라리 처음부터 만나지말 걸 어느새 빠져버렸어 my girl 벗어나려고 해봐도 내가 내가 너무 잘 알아 그게 안된다는 걸 내가 기다려봐도 내가 애원해봐도 내가 흐느껴봐도 모를까 사랑했다는 그말 니가 전부라는 말 다시는 그 말할 수 없겠죠 난 제발 가지마라 붙잡아도 꿈쩍않나봐 이렇게라도 내가 어떻게 사랑한다 말해봐도 소용없나봐 이제는 소용없나봐 아마도 내가 싫고 진저리나 떠나가나봐 차라리 떠나가 그래 다시는 안돼는걸 알면서도 기다리나봐 난 떠나 떠나 사랑이 바람에 날린다"}, {"song_no": "1943049", "year": "2008", "rank": "19", "title": "별이 지다..", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "천일쯤을 만난 내 여자는 눈부시게 예쁘죠"}, {"song_no": "1932515", "year": "2008", "rank": "20", "title": "눈물은 모르게", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "나를 보면 그대를 묻는사람들  헤어진걸 모르고 또 물어보겠죠    그대와 같은 향기에 멍해지겠죠  그대와닮은 뒷모습에 난 멈춰서겠죠    순간순간 가슴이 또 무너질텐데  그래도 끝내마음 돌릴수없다면    눈물은모르게 그대 말없이떠나가세요  그대밖에 하나밖에 담을수없으니까요    가슴은모르게 그저 혼자서 이별하세요  내일이면 만날것처럼 그댈사랑하며 살수있게    순간순간 두눈이 또 젖어올텐데  사랑한단그말로 잡을순없잖아    눈물은모르게 그대말없이 떠나가세요  그대밖에 하나밖에 담을수없으니까요    가슴은모르게 그저 혼자서 이별하세요  내일이면 만날것처럼 그댈사랑하며 살수있게    생각해본적없죠 그대 없는 내모습    그럴리없잖아요 제발  나 모르게 그대 또다른사랑하세요    사랑하다 사랑하다 죽어도 좋으니까요  그대는 모르게 나는 혼자서사랑할께요    내가버려진걸모르고 바보로 살아도 괜찮아요"}, {"song_no": "1936789", "year": "2008", "rank": "21", "title": "It`s Okay (Feat. 화요비) (`우리 결혼했어요` 화요비 테마곡)", "artist": "언터쳐블", "genre": "Rap / Hip-hop", "lyrics": "너만 곁에 있으면 난 뭐든지 다 괜찮아 오직 너를 위해서 내모든걸 다 줄거야 it's alight 알아줘 내맘 니가 있단 생각만해도 난 저절로 항상 웃음이 나 내 눈에 오직 너 하나 밖에 보이질 않아 귀엽게 장난치는 너를 보면 행복해 지잖아 때론 귀여운 친구 사랑스런 나의 신부 yo ma baby girl sweety girl 영원히 forever with you 니가 내 곁에서만 있어준다면 항상 내 두 손을 꼭 잡아준다면 널 위해 모든 걸 할 수 있어 믿고 있을게 it's okay it's okay 너만 있으면 it's okay 이런게 사랑이면 나는 행복해 이런게 사랑이면 모두 괜찮아 힘든일이 있으면 화풀이 해도 난 괜찮아 it's okay it's okay 이해할게 난 it's okay 너를 너무 사랑하나봐 사실은 널 사랑하나봐 잠들기가 참 힘들고 너의 모든것이 좋은 걸 너만있으면 난 괜찮아 내 곁에만 있어준다면 사랑해 항상 니 곁에 있을께 너만 바라봐 줄께  너는 내 옆에 있어 내가 널 지켜 꽉 잡은 두 손 하나면 어떤 시련도 이겨 슬픔도 없어 이별도 없어 내 사랑은 절대로 안 움직여 못믿겠지만 내 자신보다도 너를 아껴 1분 1초 매순간 너의 생각 언젠간 말하겠지만 장난처럼 시작한관계가 이젠 내전부야 무뚝뚝하게 굴지만 넌 내 맘을 밝힌 전구야 우리 멀리 떨어져도 난 널 찾아갈 견우야 니가 내 곁에서만 있어준다면 항상 내 두 손을 꼭 잡아준다면 널 사랑해 이 말 밖에 할 수 없지만 지금 잡은 행복 놓지 않을게 이런게 사랑이면 나는 행복해 이런게 사랑이면 모두 괜찮아 처음 그 때 맘처럼 사랑할게 언제까지라도 너를 항상 지켜줄게 너를 너무 사랑하나봐 사실은 널 사랑하나봐 잠들기가 참 힘들고 너의 모든 것이 좋은 걸 너만있으면 난 괜찮아 내 곁에만 있어준다면 사랑해 항상 니 곁에 있을께 너만 바라봐줄께  바보같이 너의 생각에 웃으면서 하루를 보내 지금 이대로 우리둘 영원하자 서로 약속해 너만있으면 난 괜찮아 내 곁에만 있어준다면 사랑해 항상 니 곁에 있을께 난 너만 있으면  it's okay it's okay"}, {"song_no": "1933313", "year": "2008", "rank": "22", "title": "Fly Boy", "artist": "크라운제이 (CROWN J)", "genre": "Rap / Hip-hop", "lyrics": "Baby I'm so so fly 머리부터 발끝까지 So fresh and clean They calle me Fly boy 난 진짜 Fly Boy 멀리서 봐도 빛이 나서 눈이 부셔 You know I I like it 나를믿어줘  Just another day of 깔끔한 Fly boy Ladies how u doing 시원한 바람 날 비추는 태양 깃털보다 가벼운 내기분은 저 높이 단정한 머리 위 모잔 좀 삐뚤게 바진 엉덩이에 살짝 걸칠래 목걸인 Bling bling 예 u naw mean 알잖아 신발은 Bbbbllling 난 차에 올라타면 등받인 뒤로 몸은 약간 좌로 창문은 다 밑으로 yeah we balling 볼륨은 더 크게 ballin 절대 여자들한테 이런 건 안해 사랑해할 때 우린 이렇게 걸을 땐 여유있게 lay back ok 자네 먼저가게 cuz you know why Baby I'm so so fly 머리부터 발끝까지 So fresh and clean They calle me Fly boy 난 진짜 Fly Boy 멀리서 봐도 빛이 나서 눈이 부셔 You know I I like it 나를믿어줘  Baby fly if you wanna girl i'm your bling style Shi 우린 너무 뜨거워 like fire 누가 날좀 물로 적셔죠 아니면 데여 여잘대할땐 보여줘 너의 매너 open the door 바람둥이 처럼 I'm fly I'm fly so fly so fly 하늘에 새도 우릴보면 다 cry 우린 전부 다 똑같애 난 no 1 fan 네가 superstar 알만한 사람들은 이미 다알아 모르는 애들은 왜 아직도 몰라 F L Y to the sky 다같이 날갤 펼쳐 come on left to right Baby I'm so so fly 머리부터 발끝까지 So fresh and clean They calle me Fly boy 난 진짜 Fly Boy 멀리서 봐도 빛이 나서 눈이 부셔 You know I I like it 나를믿어줘  Yeah woo yeah You know what it is I'm fly I'm fly 난 진짜 FLY BOY Baby I'm so so fly 머리부터 발끝까지 So fresh and clean They calle me Fly boy 난 진짜 Fly Boy 멀리서 봐도 빛이 나서 눈이 부셔 You know I I like it 나를믿어줘  Baby I'm so so fly  Baby I'm so so fly"}, {"song_no": "1941712", "year": "2008", "rank": "23", "title": "Eat You Up", "artist": "보아 (BoA)", "genre": "Pop", "lyrics": "When I first saw you I knew nothings like it's used to be Boy you have got to Be the finest thing in history The way I feel inside is Just so hard to understand You feed my appetite In ways I cant explain I'll eat you up You love you love I'll eat you up Your love your love Oh oh i'll eat you up Oh oh so yum yum Oh oh cant get enough Oh oh I think i'm in love If you move any closer boy There is no guarantee What I will do to you I feel it and its scaring me Like ive become some kind of demon In the night You look so tasty I could eat you up alive I'll eat you up You love you love I'll eat you up Your love your love Oh oh i'll eat you up Oh oh so yum yum Oh oh cant get enough Oh oh I think i'm in love I'll eat you up You love you love I'll eat you up Your love your love Oh oh i'll eat you up Oh oh so yum yum Oh oh cant get enough Oh oh I think i'm in love Cant stop thinking bout the things I wanna do to you You move any closer Youve been asking for it too I want your love I need your touch So much I think i'm in love I'll eat you up You love you love Oh oh i'll eat you up Oh oh so yum yum Oh oh cant get enough Oh oh I think i'm in love I Wanna take you to my room I'll eat you up Wanna take you to my room Oh oh i'll eat you up Oh oh so yum yum Oh oh cant get enough Oh oh I think i'm in love I'll eat you up I'll eat you up I'll eat you up I'll eat you up"}, {"song_no": "1958819", "year": "2008", "rank": "24", "title": "총맞은것처럼", "artist": "백지영", "genre": "Ballad", "lyrics": "총 맞은 것처럼 정신이 너무 없어 웃음만 나와서 그냥 웃었어 그냥 웃었어 그냥 허탈하게 웃으며 하나만 묻자 했어 우리 왜 헤어져 어떻게 헤어져 어떻게 헤어져 어떻게 구멍난 가슴에 우리 추억이 흘러 넘쳐 잡아보려 해도 가슴을 막아도 손가락 사이로 빠져나가 심장이 멈춰도 이렇게 아플 것 같진 않아 어떻게 좀 해줘 날 좀 치료해줘 이러다 내 가슴 다 망가져 구멍난 가슴이 어느새 눈물이 나도 모르게 흘러 이러기 싫은데 정말 싫은데 정말 싫은데 정말 일어서는 널 따라 무작정 쫓아 갔어 도망치듯 걷는 너의 뒤에서 너의 뒤에서 소리쳤어 구멍난 가슴에 우리 추억이 흘러 넘쳐 잡아보려 해도 가슴을 막아도 손가락 사이로 빠져나가 심장이 멈춰도 이렇게 아플 것 같진 않아 어떻게 좀 해줘 날 좀 치료해줘 이러다 내 가슴 다 망가져 총 맞은 것처럼 정말 가슴이 너무 아파 이렇게 아픈데 이렇게 아픈데 살 수가 있다는 게 이상해 어떻게 너를 잊어 내가 그런 건 나는 몰라 몰라 가슴이 뻥뚫려 채울 수 없어서 죽을 만큼 아프기만 해 총 맞은 것처럼"}, {"song_no": "1921365", "year": "2008", "rank": "25", "title": "10점 만점에 10점", "artist": "2PM", "genre": "Dance", "lyrics": "That girl 너무 예뻐Oh my god 기가 막혀이건 본 적이 없는 그런 아름다움이야말로 설명해도 알아듣지 못할거야책 속에서나 볼 수 있는꿈 속에서나 만나보는그런 여자란 말야날이면 날마다 오지 않아뒷모습이 너무 사람을 괴롭게 해착한 나를 자꾸 나쁜 맘을 먹게 해이건 참을 수가 없어정말 너무나 괴로워영화 미녀는 괴로월볼 때 보다 더 괴로워그녀의 입술은 맛있어 입술은 맛있어10점 만점에 10점그녀의 다리는 멋져 다리는 멋져10점 만점에 10점그녀의 날리는 머릿결 날리는 머릿결10점 만점에 10점그녀는 머리에서 발끝까지 모두 다10점 만점에 10점나를 보고 웃는데 10점말하는 목소리가 10점만나면 만나 볼 수록어쩜 빈틈이 없어Yes sir Yes sir그녀 때문에 정말 미쳤어하루라도 안 볼 수가 없어어제 너무 바빠 하루 쉬었어그러자 입에 가시가 돋쳤어 Oh뒷모습이 너무 사람을 괴롭게 해착한 나를 자꾸 나쁜 맘을 먹게 해눈이 떨어지질 않아정말 말이 되질 않아이건 야한 만화영화 보다더 야한 것 같아그녀의 입술은 맛있어 입술은 맛있어10점 만점에 10점그녀의 다리는 멋져 다리는 멋져10점 만점에 10점그녀의 날리는 머릿결 날리는 머릿결10점 만점에 10점그녀는 머리에서 발끝까지 모두 다10점 만점에 10점라라 랄랄라 랄라 Pretty baby라라 랄랄라 랄라 Be my lady라라 랄랄라 랄라 Pretty baby라라 랄랄라 랄라 Be my lady라라 랄랄라 난 빠졌잖아그녀 없이 사는 건 해보나마나그녀가 주는게 너무나 많아내 입에서 미소가 끊이질 않아그녀 없인 사나 마나그럼 이제 나는 어떻게 하나에라 모르겠다 이대로가 좋다그녀가 술이면 취해 버리련다그녀의 입술은 맛있어 입술은 맛있어10점 만점에 10점그녀의 다리는 멋져 다리는 멋져10점 만점에 10점그녀의 날리는 머릿결 날리는 머릿결10점 만점에 10점그녀는 머리에서 발끝까지 모두 다10점 만점에 10점Haha 10점 만점에 10점You know what it is10점 만점에 10점It’s JYP10점 만점에 10점And 2PM baby10점 만점에 10점"}, {"song_no": "1941314", "year": "2008", "rank": "26", "title": "No Break", "artist": "박정현", "genre": "R&B / Soul", "lyrics": "눈을 감고 들어봐요 사랑의 노래를 가만히 귀를 기울여봐요 느티나무아래 새긴 우리의 맹세도 밤하늘에 빛나요 그대의 lady lady lady 영원한 lady lady lady 사랑해줘요 왜 이제서야 내게 왔나요 매일이 매일이 매일이 설레고 내일이 내일이 내일이 기다려져요 그대와 내가 만날수 있어서  oh i'm your lady baby can't live without you     펼치기"}, {"song_no": "1943071", "year": "2008", "rank": "27", "title": "아.미.고 (Amigo)", "artist": "SHINee (샤이니)", "genre": "Dance", "lyrics": "Cold Heart baby Cold Eyes baby let's go 만났다 반했다 그녀에게 반했다 처음 보는 Sexy 그녀도 나를 봐 와 차갑다 차갑다 얼음공주 오셨다 하지만 Sexy 잠깐만 기다려 girl 내가 가 달려가 도전은 늘 즐겁다 하지만 세상은 만만하지 않았다 아미고 그녈 보다 내가 미쳐 아미고 일이 손에 안 잡혀 아미고 용기 내 나는 Pitch up 어떡해 어떡해 아미고 나는 자존심을 던져 아미고 두근두근 가슴 터져 아미고 그녈 가진 기분 최고 죽겠다 죽겠어 왔을까 봤을까 어쩌다 그녈 한번 그런적은 없어 그랬다면 이미 난 Slave 넌 완벽해 완벽해 내 인생의 꼭지점 난 너를 원해 I'm ready Forever 돌아봐 멈춰봐 내게 기횔 줘야 돼 속빈 男 허세 男 비교 말아 나는 완소 男 아미고 그녈 보다 내가 미쳐 아미고 일이 손에 안 잡혀 아미고 용기 내 나는 Pitch up 어떡해 어떡해 아미고 나는 자존심을 던져 아미고 두근두근 가슴 터져 아미고 그녈 가진 기분 최고 죽겠다 죽겠어 Hey I don't know you 그녈 모르지만 그녀를 원해 나를 뿌리쳐도 그댈 진짜로 원해 남자들은 모두 짐승 늑대 같다고 엄마들의 경험담은 믿지 말라고 미친 미모가진 너는 숭배 받아 마땅 영원히 내 곁에서 사랑받아 마땅 얼음발이 서린 눈에 힘을 풀어줘 이젠 날 지켜봐 맡겨봐 Turn it up girl 지켜봐 맡겨봐 세상 없어도 난 절대 내 여자 하난 끝까지 사랑해줄 멋진 男 아미고 그녈 보다 내가 미쳐 아미고 일이 손에 안 잡혀 아미고 용기 내 나는 Pitch up 어떡해 어떡해 아미고 나는 자존심을 던져 아미고 두근두근 가슴 터져 아미고 그녈 가진 기분 최고 죽겠다 죽겠어 아미고 그녈 보다 내가 미쳐 아미고 일이 손에 안 잡혀 아미고 용기 내 나는 Pitch up 어떡해 어떡해 아미고 나는 자존심을 던져 아미고 두근두근 가슴 터져 아미고 그녈 가진 기분 최고 죽겠다 죽겠어 Cold Heart baby 얼음공주 같은 눈빛은 말고 한번쯤은 웃어도 봐요 오금 저리고 얼어붙어 Cold Eyes baby 미소 한번쯤만 내게 줘봐요 그날 바로 급 노예모드 오금 저리고 얼어붙어 Cold Heart baby Cold Eyes baby Cold Eyes baby"}, {"song_no": "1901874", "year": "2008", "rank": "28", "title": "이노래", "artist": "2AM", "genre": "Ballad", "lyrics": "예쁜 목걸이를 사주고 싶지만  멋진 차를 태워주고 싶지만  예쁜 옷을 입혀주고 싶지만  오 난 좋은 곳에 데려가고 싶지만  주머니에 넣은 손에 잡히는 게 없는데  어떻게 널 잡을 수가 있어  내 생활은 너에게 어울리질 않는데  그래도 내 곁에 있어주겠니  줄 수 있는게 이 노래밖에 없다  가진 거라곤 이 목소리밖에 없다  이게 널 웃게 만들 수 있을진  모르지만  그래도 불러본다  니가 받아주길 바래본다  너는 괜찮다고 말을 하지만  나만 있으면 된다고 하지만  행복하다고 늘 말해 주지만  너는 더 바라는 게 없다고 하지만  예쁘고 좋은 것들 재밌고  멋진 일들 너도 분명히 하고 싶잖아  Baby  내 곁에 있어주면 못하는 걸 알잖아  그래도 내 곁에 있어주겠니  줄 수 있는게 이 노래밖에 없다  가진 거라곤 이 목소리밖에 없다  이게 널 웃게 만들 수 있을진  모르지만  그래도 불러본다  니가 받아주길 바래본다  이 노래밖에 없다 정말 가진게  이 목소리밖에 없다  이게 널 웃게 만들 수 있을진  모르지만  그래도 불러본다  니가 받아주길 바래본다    니가 받아주길 바래본다"}, {"song_no": "1916349", "year": "2008", "rank": "29", "title": "슬픔활용법", "artist": "김범수", "genre": "Ballad", "lyrics": "잊은 듯이 다 나아진 듯이 마음 잔잔하게 살아가다가 문득 아무 이유 없이 모래를 삼킨 듯이 가슴이 먹먹한 날이 있지 창피하게 또 눈물이 나서 하늘을 보며 꾹 참아 보다가 내가 왜 이러는 걸까 고개 저어 봐도 결국엔 너의 생각만 나면 너 때문에 이렇게 산다고 너 때문에 못쓰게 된 나라고 바보처럼 너를 미워할 핑계를 찾곤 했어 슬픔이 너를 멀리로 데려가 주길 그때처럼 웃어 본 적 없어 세상이 마냥 좋은 적 없었어 눈부신 니가 없어서 앞을 못 본다고 떠나간 너를 탓할 때마다 너 때문에 내가 살았는데 너 때문에 너무 행복했는데 어떻게 목숨 같은 너를 그렇게 울렸냐고 오히려 슬픔은 또 너를 데려와 너 때문에 이렇게 산다고 너 때문에 못쓰게 된 나라고 바보처럼 너를 기억할 핑계를 찾고 있어 아직도 나는 이별도 못하고 살아"}, {"song_no": "1903057", "year": "2008", "rank": "30", "title": "Hey Mr. Big", "artist": "이효리", "genre": "Dance", "lyrics": "Hey listen Mr boy  잘난 척 하는 입술로  이제는 속 깊은 사랑을 말해  come on Like a Man  자랑만 가득한 날마다 따분한  미래가 아득한 소년들이여  가슴이 따뜻한 생각이 반듯한  조금은 차분한 남자가 돼 줘  1분 1초 바쁘게 시계침은  숨 가쁘게 도는데  왜 늘 제자리 jump jump  자존심은 no 자신감으로  무거운 큰 산처럼 자라나줘  Hey listen Mr boy  잘난 척 하는 입술로  이제는 속 깊은 사랑을 말해  come on Like a man  Hey get up Mr Big  훌쩍 넓어진 어깨로  죽어도 지켜줄 여자를 안길  you know real man  남자의 두 눈이 세상을 삼킬 듯  빛나면 너무나 멋지게 보여  남자의 싸움은 힘 아닌 희망이  커질 때 언제나 승리가 보여  Hey listen Mr boy  강한척 하던 용기로  원하는 소원을 향해 널 던져  burning runing man  Hey get up Mr Big  세상을 가질 맘으로  새롭게 태어나  I'm waiting for you  Let's go Mr Big  Hey listen Mr boy  Hey listen Mr boy  Hey listen Mr boy  Hey listen Mr boy  Hey listen Mr boy  Hey listen Mr boy  Hey listen Mr boy  Hey listen Mr boy  Hey listen Mr boy  잘난척 하는 입술로  이제는 속 깊은 사랑을 말해  come on Like a man  Hey get up Mr Big  훌쩍 넓어진 어깨로  죽어도 지켜줄 여자를 안길  you know real man"}, {"song_no": "1902384", "year": "2008", "rank": "31", "title": "사랑해 미안해", "artist": "지아", "genre": "Ballad", "lyrics": "닮은 얼굴만 봐도 가슴에 솟구치는 사람 눈을 감고 떠올리면 그리운 사람 발소리만 들려도 떠난 그대일까 하는 마음에 긴 밤에도 잠 못 들어요 베게는 늘 젖어있나봐 꿈에라도 만나면 그댄 항상 나를 떠나가니까 사랑해 사랑해 사랑해 내 말 안들리나요 내 가슴이 다 쉬도록 난 울고만 있는데 사랑해 사랑해 내 품 안에 그댈 안고 싶은데 어떡해요 그댄 멀어져만 가네요  마음놓고 사랑하도록 힘껏 안아보도록 제발 내 품 안에 돌아와줘요 사랑해 사랑해 사랑해 내 말 안들리나요 내 가슴이 다 쉬도록 난 울고만 있는데 사랑해 사랑해 내 품 안에 그댈 안고 싶은데 어떡해요 그댄 멀어져만 가네요 미안해 미안해 미안해 그리움만 쌓여서 잊으려 지우려해도 그리움만 더해서 사랑해 사랑해 이별로 돌아가지 않을래요 기다려요 사랑이 머물던 자리에"}, {"song_no": "1918284", "year": "2008", "rank": "32", "title": "사랑후애 (僞愛)", "artist": "FTISLAND (FT아일랜드)", "genre": "Rock", "lyrics": "내 사랑이라 생각했고  내 전부라고 생각했고  내 마지막이 될 사랑  그게 너라고 믿었어  너 하나만을 위해 웃고  너 하나만을 위해 살고  그게 행복일거라고  니 사랑을 믿었는데  모두 다 거짓말이야  다 거짓말이야  너의 사랑은 다 거짓말이야  이토록 아프게 해서  날 슬프게 해서  울리고 간 사랑이잖아  나만을 사랑한다고  날 지켜준다고  너의 사랑은 다 거짓말이야  내 마음 다 가져가고  사랑도 가져가고  떠나는 게 사랑이잖아  한 사람에게 사랑받고  한 사람에게 사랑주고  그 사람이 너일거라  바보처럼 믿었는데  모두 다 거짓말이야  다 거짓말이야  너의 사랑은 다 거짓말이야  이토록 아프게 해서  날 슬프게 해서  울리고 간 사랑이잖아  나만을 사랑한다고  날 지켜준다고  너의 사랑은 다 거짓말이야  내 마음 다 가져가고  사랑도 가져가고  떠나는 게 사랑이잖아  사랑이라는 말은 거짓말  사랑을 한단 말도 거짓말  영원이라는 말도 거짓말  돌아온다는 약속만을  내게 남긴채  그대는 어디로 그대는 어디로  멀어지고 멀어져도  나는 너 하나만을 사랑해  너 다시 돌아올까봐  내게로 올까봐  나는 사랑을 다시 못하잖아  이토록 아프게 해도  날 슬프게 해도  너 하나만 기다리잖아  모두 다 거짓말이야  다 거짓말이야  우리 이별은 다 거짓말이야  니가 내 사랑이니까  내 전부이니까  너 하나만 기다리잖아"}, {"song_no": "1936134", "year": "2008", "rank": "33", "title": "환상의 짝꿍 (Feat. 예은 Of 원더걸스)", "artist": "H-유진", "genre": "Rap / Hip-hop", "lyrics": "Ye H Eugene and Wonder Girl here we go Baby I love you Baby I love you 나는 너만을 사랑해 Baby I love you Baby I love you 영원히 널 사랑해 오늘 부로 나는 이제 솔로 탈출 사랑의 손길로 날 구해준 그대는 나만의 짝꿍 달콤한 꿈 빛과 소금 못생긴 나에게 이런 기적 같은 일이 생기다니 말도 안돼 정말 네게 감사해 시키는 건 다할게 난 너의 노예 아침에 샤워를 하고 새로 산 옷 갈아입고 빛나는 자동차 타고 만나러 가는 길 시원한 바람 불어와 신나게 노래 불러 봐봐 나나나나나나나 Baby I love you Baby I love you 나는 너만을 사랑해 Baby I love you Baby I love you 영원히 널 사랑해 너를 사랑해 어쩌면 좋아 너만 보면 난 행복해 내 맘 어떡해 너무 설레어 니가 있어 행복해 꼭꼭 숨어라 머리카락 보여 내 여자를 탐하는 남자들이 보여 A yo come on man stop 걱정마 넌 내가 지켜 너의 곁에 하루 종일 서 있는 보초 Don't worry baby I got ya 니 머리부터 발끝까지 모두 다 내꺼 넌 너무 이뻐 미치겠어 재밌는 영화도 보고 손잡고 걸어도 보고 수줍은 키스도 하고 바래다 주는 길 내일이 빨리 왔으면 이 밤이 빨리 갔으면 해 나나나나나나나 너의 향기 니 입술 니 품이 너무 좋아 너의 말투 목소리 숨소리 미치겠어 내 사랑 받아주겠니 그대와 단 둘이 떠나는 여행 어디로 가면 어때 너와 함께 가면 OK Oh wanna beautiful day  그대에게 바치는 사랑의 노래 Baby I love you Baby I love you 나는 너만을 사랑해 Baby I love you Baby I love you 영원히 널 사랑해 그대에게 바치는 사랑의 노래 영원히 너를 지켜줄게 항상 나의 품에 널 안아줄게 널 사랑해 평생토록 너와 함께 살아가고 싶어 널 갖고 싶어 Ye 영원히 널 사랑해"}, {"song_no": "1936243", "year": "2008", "rank": "34", "title": "Number 1", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "Let me introduce myself BIGBANG Are you ready for the show I'll be ready in an hour jump in the shower Crisp and clean now I got the power Blasting music from my speakers T shirts fresh brand new sneakers Ready to flow ready to go Ready for the spot light ready for the show Let me tell you something that you already know I'm a hardworking man and I work for my fans Girl I love your style love your smile Wish that you could be Only mine be only mine I can't let it go I don't know What you're doin' to me You're so fine oh you're so fine Gettin' hot in the club I can see they want some more I will give you more I'm your number one Once I get up I will rock never stop you can be sure Yeah you can be sure I'm your number one I you know I you know I I'm your number one Crazy hot mad party Shorty drop it low for me You can keep me company Your look sweet smell like honey I need a girl who is in it for me Not for the money not for the fame Not for the glory not for the name It ain't easy cause all they just sayin' is Boy I love your style I love your smile Wish that you could be Only mine be only mine I can't let it go I don't know What you're doin' to me You're so fine ooh you're so fine Gettin' hot in the club I can see they want some more I will give you more I'm your number one Once I get up I will rock never stop you can be sure Yeah you can be sure I'm your number one I you know I you know I I'm you're number one We jump jump jump to the ceiling ceiling We jump jump jump what a feeling feeling We jump jump jump to the ceiling ceiling We jump jump jump what a feeling feeling Gettin' hot in the club I can see they want some more I will give you more I'm your number one Once I get up I will rock never stop you can be sure Yeah you can be sure I'm your number one Gettin' hot in the club I can see they want some more I will give you more I'm your number one Once I get up I will rock never stop you can be sure Yeah you can be sure I'm your number one I you know I you know I I'm you're number one"}, {"song_no": "1923548", "year": "2008", "rank": "35", "title": "Never Say Goodbye", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "그대가 오지 말라고 차갑게 말을 했는데 너무나 보고 싶어서 이렇게 왔어요 그만 그대가 이제 그만 다 끝이라고 가라고 해도 이별은 해줄 수 없네요 난 그래요 그대는 내 전부이니까 놓아주기 싫어요 Never Say Goodbye Don't tell me lie 가슴이 아파요 죽을만큼 사랑하니까 원하니까 제발 제발 돌아와요  그만 더이상 이제 그만 다 잊었다고 소리쳐봐도 그 말은 믿을 수 없네요 난 그래요 그대는 내 하늘이니까 그대에게 빌게요 Never Say Goodbye Don't tell me lie 가슴이 아파요 죽을만큼 사랑하니까 원하니까 제발 제발 돌아와요 단 하루도 참지 못하고 발걸음은 또 그댈 찾는데  눈물이 흘러 고개를 들어도 I don't wanna cry Don't tell me why 그대만 사랑한 남자니까 다시 한번만 꼭 한번만 제발 안아줘요"}, {"song_no": "1913503", "year": "2008", "rank": "36", "title": "착한 사람", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "착한 사람이였음 안 그랬죠  그러나 나쁜 사람이 아니야  그렇죠  제발 착각였단 말은 말아다오  구겨진 여린 마음에  버려진 마지막 자존심심  긴 긴 기다림 속에 그댈 만났잖아  이건 하늘의 장난  비가 오면 그치고  벼락이 치면 숨으면 되는데  그대 없는 꿈에서 나 매일  스물 네시간 헤매이는데  궁금해 잘있는건지  벌써 잠은 들었는지  Oh please One more Time  Dance with Me Tonight  오늘도 꿈에 그대와의 달콤한 시간  차분히 발 맞추고  나누던 이야기들  흐르는 시간이란 Toxic  현실이란 미로에 열쇠를 찾지  내 기막힌 사랑도 착각의 눈물인가  마지막 희망을 걸던 꽃다발도  즈려밟힌 가슴이 날 괴롭히는데  Ok 입장 바꿔 생각해 미안해 그대  착한 사람이였음 안그랬죠  그러나 나쁜 사람이 아니야  그렇죠  제발 착각였단 말은 말아다오  구겨진 여린 마음에  버려진 마지막 자존심심  떨어진 입맛  사진을 또 꺼내려 잡은 지갑  바보같이 텅 빈  휴대폰에 문자 확인만  그리움에 모두 지울께  아무 흔적도 없는 방법으로  한 남자만의 순정은 로맨틱  가슴 속 깊은 곳의 외침  시간이 약이 되겠지  이별이란 따가운 채찍  카페인 알콜 조금만 줄여요  거울에 비친 내 모습  나 외면을 하네  착한 사람이였음 안그랬죠  그러나 나쁜 사람이 아니야  그렇죠  제발 착각 였단 말은 말아다오  구겨진 여린 마음에 버려진  마지막 자존심심  바락바락 우겨 오던 그 자존심도  까딱 안하던 두 눈에 한줄기로  가랑 가랑비가 와  아직 너를 못 잊고  오 그대여  바락바락 우겨 오던 그 자존심도  까딱 안하던 두 눈에 한줄기로  가랑 가랑비가 와  아직 그녀는 날 못 잊죠  너는 날 못 잊어  착한 사람  그녀는 날 못 잊죠  나쁜 사람  너를 잊고  착한 사람  나쁜 사람  나쁜 사람  나 나 나 나쁜 사람  착한 사람이였음 안그랬죠  그러나 나쁜 사람이 아니야  그렇죠  제발 착각였단 말은 말아다오  구겨진 여린 마음에 버려진  마지막 자존심심"}, {"song_no": "1929843", "year": "2008", "rank": "37", "title": "남자를 믿지마 (Feat. Big Tone)", "artist": "M (이민우)", "genre": "Dance", "lyrics": "This one is for Playuh'z Just wanna make it clear So grab a hottie let's party take shots And bounce to this here Brave Brovas Tone and Big M Nah we ain't goin' no where So all my sexy ladies where U at 그냥 어쩌다가 정이 들어 버렸어 너는 어느 순간 가족이 돼 있어 바라볼수록 네가 자꾸 질려서 나의 마음이 양심이 더 찔려서 너를 보냈어 별로 사랑하지 않는 것 같아서 널 떠나보냈어 난 네가 떠나간다면 나는 너를 붙잡아 네가 돌아온다면 나는 부담스러워 이런게 남자야 나는 나쁜 놈이야 이렇게 비겁한 남자를 믿지 말어 남 주기는 아깝고 나도 갖기는 싫어 결혼하기는 싫고 연애하기는 좋아 이런게 남자야 나는 나쁜 놈이야 이렇게 비겁한 남자를 믿지 말어 널 정말 사랑하지만 널 항상 아프게 하는 난 정말 나쁜 놈인걸 이러는 나를 정말 용서 하지마 너를 보냈어 별로 사랑하지 않는 것 같아서 널 떠나보냈어 난 네가 떠나간다면 나는 너를 붙잡아 네가 돌아온다면 나는 부담스러워 이런게 남자야 나는 나쁜 놈이야 이렇게 비겁한 남자를 믿지 말어 남 주기는 아깝고 나도 갖기는 싫어 결혼하기는 싫고 연애하기는 좋아 이런게 남자야 나는 나쁜 놈이야 이렇게 비겁한 남자를 믿지 말어 I don't know me but i can't stop I don't know me but i can't stop I don't know me but i can't stop I don't know me but you know Cause I'm a badboy 너무나도 이기적인 나 잘 빠진 Shorty 지나가면 저절로 눈이 돌아가 That's just me 솔직해 No Fantasy from D 너도 잘 알잖아 내 Style 싫다해도 날 보면 U Smile ah ha 이런게 나에요 이대로 날 떠나도 절대 원망 따윈 않해요 우린 Love보단 정이 뿌리처럼 너무 깊은 사이 Say Bye or be mine 넌 나만의 Dambi 난 네 Badboy 영원히 나 너에게 더 미안해져 다가오지 말고 날 내버려둬 이제 그만 나 같은 남잘 사랑 하지마 네가 떠나간다면 나는 너를 붙잡아 네가 돌아온다면 나는 부담스러워 이런게 남자야 나는 나쁜 놈이야 이렇게 비겁한 남자를 믿지 말어 남 주기는 아깝고 나도 갖기는 싫어 결혼하기는 싫고 연애하기는 좋아 이런게 남자야 나는 나쁜 놈이야 이렇게 비겁한 남자를 믿지 말어"}, {"song_no": "1943048", "year": "2008", "rank": "38", "title": "완벽한 남자", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "I'm gonna please U don't wanna tease U Baby I need U I'll never leave U  널 보기 위해 널 듣기 위해 내 눈과 귀가 있어 yes 널 안기 위해 널 업기 위해 내 팔과 다리가 있어 내게 돈을 원해 좋은 차를 원해 날 선택한 거라도 상관없는 너의 영원한 노예 그게 바로 내 존재야 그저 내 곁에 있어 주면 돼 숨만 쉬어 주면 돼 그것으로 만족해 뭐든 준다고 약속하지만 이별을 달란 아픈 말만 꼭 하지 말아 봄 여름 가을 겨울 똑같을 변하지 않을 한 계절 내 마음 그 믿음 저 버리지마 날 버리지마 떠나지마 언제까지나 Baby you're my everythin my heart Cause you're my dream shining like a star Oh yeh 네 향길 맡고 사랑한다고 말을 하기 위해서 yes 내 코가 있어 내 입이 있어 널 느끼기 위해서 넌 여자가 아닌 애인도 아닌 또 다른 내 심장 너를 지키는 일 아껴주는 일 그게 날 위한 일이야 그저 내 곁에 있어 주면 돼 숨만 쉬어 주면 돼 그것으로 만족해 뭐든 준다고 약속하지만 이별을 달란 아픈 말만 꼭 하지 말아 봄 여름 가을 겨울 똑같을 변하지 않을 한 계절 내 마음 그 믿음 저 버리지마 날 버리지마 떠나지마 언제까지나  I'm gonna please U don't wanna tease U Baby I need U I'll never leave U 내 삶의 이유 일상의 고통을 치유하는 널 내 피부 깊숙이 느껴 오늘도 널 위해 무릎을 굽혀 그저 내 손만 잡아주면 돼 따라와 주면 돼 그것으로 행복해 절대 눈물이 흐르지 않게 온 힘을 다해 노력할게 날 다 던질게 I'm gonna please U don't wanna tease U Baby I need U I'll never leave U 소원은 오직 단 하나 날 버리지마 떠나지마 언제까지나 완벽한 남자가 되면 돼 yeh 반드시 그렇게 되야 해 yeh 네 사랑 흔들릴 걱정 없게 철저하게 철저하게 완벽한 남자가 되면 돼 yeh 반드시 그렇게 되야 해 yeh 네 사랑 흔들릴 걱정 없게 철저하게 철저하게"}, {"song_no": "1903050", "year": "2008", "rank": "39", "title": "U-Go-Girl (With 낯선)", "artist": "이효리", "genre": "Dance", "lyrics": "Hey girl  It's the princess LEE HYO REE  She's Back Yeah  2008 You ready  Hey girl  Girl girl Hey u go girl  De le De le  that that that girl  Girl girl Hey u go girl  Baby baby baby baby girl  Say what  오늘은 또 어떤 옷을 입어야할지  머리는 또 어떻게 만져야 좋을지  이건 어떠니 또 저건 어떠니  고민 고민하지마 Girl  오늘은 또 어떤 말을 해야하는지  어떻게 내 마음을 전해야 좋을지  이건 어떠니 또 저건 어떠니  고민 고민하지마 Girl  Girl hey U go girl  De le De le  that that that girl  Girl hey U go girl  Baby baby baby baby girl  이제부터 솔직하게  이제부터 당당하게  너의 맘을 보여줘  바로 이 순간  지금 이 순간 tonight  가끔씩은 달콤하게  가끔씩은 강렬하게  너의 맘을 보여줘  바로 이 순간  지금 이 순간 tonight  Girl girl Hey u go girl  De le De le  that that that girl  Girl girl Hey u go girl  Baby baby baby baby girl  오늘은 또 어쩐 일로  나를 부르지  혹시나 또 무슨 일이 생긴건지  이걸 어쩌지 또 저걸 어쩌지  고민 고민하지마 Girl  그 사람도 좋아할까 마음 졸이며  주머니 속 작은 동전 하나 꺼내서  앞면이 나올지 뒷면이 나올지  고민 고민하지마 Girl  Girl hey U go girl  De le De le  that that that girl  Girl hey U go girl  Baby baby baby baby girl  이제부터 솔직하게  이제부터 당당하게  너의 맘을 보여줘  바로 이 순간  지금 이 순간 tonight  가끔씩은 달콤하게  가끔씩은 강렬하게  너의 맘을 보여줘  바로 이 순간  지금 이 순간 tonight  Crazy night  Dance All Night  Let Me Take U Home Tonight  It's allright  Hey girl party tonight  Crazy night  Dance All Night  Let Me Take U Home Tonight  It's allright  Hey girl party tonight  Girl girl Hey u go girl  De le De le  that that that girl  Girl girl Hey u go girl  Baby baby baby baby girl  Girl girl Hey u go girl  De le De le  that that that girl  Girl girl Hey u go girl  Baby baby baby baby girl  I like that that that girl  and Let Me SeeYa bring it  back back back girl  OK I like that that that girl  and Let Me SeeYa bring it  back back back girl  One more time baby  I like that that that girl  and Let Me SeeYa bring it  back back back girl  OK I like that that that girl  and Let Me SeeYa bring it  back back back girl  Girl"}, {"song_no": "1897011", "year": "2008", "rank": "40", "title": "사랑과 전쟁 (Narr. 하하)", "artist": "다비치", "genre": "Dance", "lyrics": "나 있잖아  너 없으면 죽을꺼 같애  내 눈은 두개인데  왜 너 하나 밖에 안보이는걸까  시끄럽고 너 어제 누구랑있었어  나 좋다고 매달릴 땐 언제고  매달린 정돈 아니고  누구랑 있었냐고  야 아니거든요  나 집에 있었거든요  엄마가 밥해줬거든요  두 번 다시 바람 피지마  니가 매달려 만난거잖아  어떻게 날 두고  다른 여자를 만날 수 있니  내게 더 정말 멋진남자들  가끔은 내게 다가와  흔들릴 때도 있어  넌 몰라  이젠 제발 정신 좀 차려  어제 너 누구랑 있었어  친구에게 전화가왔어  니가 다른여자와 있었다고  솔직히 너 한 번 말해봐  나보다 더 매력있니  아니면 이젠  내가 너는 지겨운거니  두 번 다시 바람 피지마  니가 매달려 만난거잖아  어떻게 날 두고  다른 여자를 만날 수 있니  내게 더 정말 멋진남자들  가끔은 내게 다가와  흔들릴 때도 있어  넌 몰라  이젠 제발 정신 좀 차려  Oh my lover Oh my you baby  Oh my lover Oh my you baby  Oh my lover Oh my you baby  Oh my lover Oh my you baby  거짓말 오 이런 얘기 재미 없어  오늘부로 우린 망했어  화내지 마 아주 잠깐  우린 너무 완소커플 킹왕짱  도끼는 들지마 후덜덜  우리사랑 we belong together  넌 나의 태양 넌 나의 바다  요즘따라 정말 이상해  평소에는 안그랬는데  내게 장미꽃을 선물했던 너  다른 여자와 있었던게  그게 너무 미안해서  그래서 내게 더  잘해준 걸 몰랐어  두 번 다시 바람 피지마  니가 매달려 만난거잖아  어떻게 날 두고  다른 여자를 만날 수 있니  내게 더 정말 멋진남자들  가끔은 내게 다가와  흔들릴 때도 있어  넌 몰라  이젠 제발 정신 좀 차려  두 번 다시 보기 싫지만  널 차버려도 할 말 없지만  그래도 아직은  내가 너를 너무 사랑해  거짓말한거 정말 싫지만  이번 한 번만 용서해  다시 이런 일 없게 해줄래  이젠 나만 사랑해줄래  Oh my lover Oh my you baby  Oh my lover Oh my you baby  Oh my lover Oh my you baby  Oh my lover Oh my you baby"}, {"song_no": "1958834", "year": "2008", "rank": "41", "title": "이런 여자", "artist": "이수영", "genre": "Ballad", "lyrics": "니가 미워 니가 싫어 다 귀찮아 이젠 사랑한다는 말 더는 못하겠어 미안한데 부탁인데 우리 헤어지자 날 행복하게 해주는 사람 있어 우연히라도 우연히라도 마주친다 해도 모르는 사람처럼 그냥 스쳐 지나가줘 나는 이런 여자야 참 못된 여자야 차라리 날 욕해 미워해 왜 붙잡으려 해 난 이런 니가 이래서 니가 미워 정말 더 싫어 끝까지 날 울려서  우연히라도 우연히라도 내 생각이 나도 널 떠나던 나처럼 깨끗히 날 지워줘 나는 이런 여자야 참 못된 여자야 차라리 날 욕해 미워해 왜 붙잡으려 해 난 이런 니가 이래서 니가 미워 정말 더 싫어 얼마나 더 독하게 해야하니 나 같은게 왜 좋아 지겹지도 않아 투정에 고집에 이렇게 널 버리려 하잖아 미안해 내 맘 다칠까봐 돌아서 울던 널 이토록 아프게 해서 니 가슴을 뜯은 죄 그 벌 다 받을게 어쩌면 죽어도 죽어도 못 갚겠지만 미안해"}, {"song_no": "1951553", "year": "2008", "rank": "42", "title": "Wonderful", "artist": "BIGBANG", "genre": "Dance", "lyrics": "도대체 뭐가 그리 수줍어 겁내지 말고 다가와 your wonderful 너에겐 특별한 그 무언갈 느낄 수 있어 말해봐 your wonderful 때론 힘들고 지칠 때도 있고 매번 다투고 실증도 느끼고 하지만 알아줘 너뿐이란 걸 믿어봐 your wonderful ma ma girl yo love 그댄 홈런 이 세상 단 한방의 역전 슬퍼하지마 두려워하지마 내게 다 털어놔 내가 늘 곁에 있어줄게 널 지켜줄께 옆 자릴 채워줄께 your my my my my girl i'll be your man 난 너의 기쁨과 슬픔 지켜줄래 따뜻함만을 듬뿍 전해 ye 난 언제까지나 니 곁에 있어 든든한 마징가 사람들은 우릴 부러워 해 어쩌면 그래서 넌 더 두려워해 이제 그런 걱정 붙들어 매 Cool 하게 생각하면 돼 I don't care 네가 만약 혼자라면 너도 나와 같다면 네가 만약 원한다면 친구가 되줄께 이 밤이 길 다하면 내가 필요하다면 주저하지 말고 내게로 I need you right now 도대체 뭐가 그리 수줍어 겁내지 말고 다가와 your wonderful 너에겐 특별한 그 무언 갈 느낄 수 있어 말해봐 your wonderful 때론 힘들고 지칠 때도 있고 매번 다투고 실증도 느끼고 하지만 알아줘 너뿐이 란걸 믿어봐 your wonderful yo yo honey honey 자신감을 가져 슬그머니 왜 그래 왜 너는 왜 바보같이 한없이 작아지지 왜 남들같이 길거리에서 가벼운 스킨쉽정돈 부끄러워하지마 girl 넌 달라 달라 내가 원하는걸 알아 그래서 더 끌리잖아 옥상에 올라가 소리쳐 봐 그대를 밤하늘 꽉 차게 그려봐 네 생각에 오늘도 가슴 뛴다 널 부르는 이 노래 환상에 잠긴다 high high 너무 급하지 않게 high high 너무 과하지 않게 high high we so fly alright 이보다 더 좋을 순 없다 네가 만약 혼자라면 너도 나와 같다면 네가 만약 원한다면 친구가 되줄께 이 밤이 길 다하면 내가 필요하다면 주저하지 말고 내게로 I need you right now 도대체 뭐가 그리 수줍어 겁내지 말고 다가와 your wonderful 너에겐 특별한 그 무언갈 느낄 수 있어 말해봐 your wonderful 때론 힘들고 지칠 때도 있고 매번 다투고 실증도 느끼고 하지만 알아줘 너뿐이 란걸 믿어봐 your wonderful you&amp;me 다같이 위로 go go you&amp;me 다 따라 해요 go go you&amp;me everybody go go go your wonderful big bang big bang"}, {"song_no": "1953349", "year": "2008", "rank": "43", "title": "Dangerous", "artist": "은지원", "genre": "Rap / Hip-hop", "lyrics": "언제나 또 넌 내게 많은 것을 원해  내가 할 수 있는건 다 했는데  i wanna love  i wanna know  we wanna know  just wanna know  just wanna love  i wanna know  we wanna know  she loves money  아닐 거라고 믿어 넌  she loves money  또 내게 뭘 원하니  so dangerous she's   dangerous  더 이상 내 맘을 가져가면 안돼  사랑일거라 믿어  너와 함께 다니던 모든 곳에  모든 이들 모두 나를   부러워 할만큼  넌 아름다워  i spend my money and hour  내 모든 걸 다 바쳐서  내 여자로 만들겠어  그때부터 잘못된 걸까  언제부터 이상한 생각들이  내 머릿 속에서  떠나가지를 않네  점점 더 넌 내게 많은 걸 원하게 돼  그게 아깝진 않어  진정 네가 날 사랑한다면  언제나 또 넌 내게 많은 것을 원해  내가 할 수 있는 건 다 했는데  i wanna love  i wanna know  we wanna know  just wanna know  just wanna love  i wanna know  we wanna know  she loves money  아닐거라고 믿어 넌  she loves money  또 내게 뭘 원하니  so dangerous she's   dangerous  더 이상 내 맘을 가져가면 안돼  내 마음에 깊이가 깊어 질수록  더욱 더 기뻐 하는 널 보고싶어  i think money is the love   keeper  원하던 명품 bag 과 shoes  자 여기 tell me your truth  언제나 진심이 느껴지지 않는  표정과 말투  i just wanna know  제발 뭐라고 진심을 말해줘  날 사랑하긴 한다고  계속된 주변의 반대  긍정적인 마음의 한계  그래 이제는 나 확신이 필요해  더 이상 이렇게는 절대로 안돼  leave it leave it leave it it  for give for give forgive  keep it keep it it keep it  drop it drop it drop it it  leave it leave it leave it it  for give for give for give  keep it keep it it keep it  drop it drop it drop it it  언제나 또 넌 내게 많은 것을 원해  내가 할 수 있는 건 다 했는데  i wanna love  i wanna know  we wanna know  just wanna know  just wanna love  i wanna know  we wanna know  she loves money  아닐거라고 믿어 넌  she loves money  또 내게 뭘 원하니  so dangerous she's   dangerous  더 이상 내 맘을 가져가면 안돼  your my bad girl  your my bad girl  your my bad girl  your my bad girl your my bad girl your my bad girl your my bad girl"}, {"song_no": "1890408", "year": "2008", "rank": "44", "title": "너 때문에", "artist": "브라운 아이즈", "genre": "Ballad", "lyrics": "아무리 힘들어도 웃었어 내 곁을 지켜주던 널 보며 작은 것 하나하나 날 위해서 살아준 너 땜에 너에게 익숙해져 버려서 너 없는 모든것이 낯설어 언제나 함께하며 내손을 꼭 잡아준 너 땜에 다 너 때문에 너 땜에 행복했는데 널 닮은 사람은 세상을 뒤져도 찾을 수가 없잖아 다 너 때문에 너 땜에 난 울잖아 그리워 오늘도 세상을 다 뒤져도 찾을 수가 없는데 난 어떡해 아무리 많은 말을 해봐도 지루한 시간만이 흘러가 따분한 얘기조차 웃어주며 들어준 너 땜에 다 너 때문에 너 땜에 행복했는데 널 닮은 사람은 세상을 뒤져도 찾을수가 없잖아 다 너 때문에 너 땜에 난 울잖아 그리워 오늘도 세상을 다 뒤져도 찾을수가 없는데 난 어떡해  너 때문에  다 너 때문에 너 땜에 행복했는데 널 닮은 사람은 세상을 뒤져도 찾을수가 없잖아 다 너 때문에 너 땜에 난 울잖아 그리워 오늘도 세상을 다 뒤져도 찾을수가 없는데 난 어떡해"}, {"song_no": "1945479", "year": "2008", "rank": "45", "title": "사랑은 없다", "artist": "구피", "genre": "Rap / Hip-hop", "lyrics": "사랑은 없다 후회도 없다 그저 멍든 가슴만 내겐 남아있다 눈물도 없다 추억도 없다 뜨겁게 사랑했던 날들 모두 다 지웠다 사랑은 한순간의 불장난과 같다고 누가했어 돌릴 수 없는 길을 다시 걸어가야만 했어 이처럼 아프고 괴로운게 사랑이야 맞아 나 진작 알아채야 했어 안해야 했어 불나방같이 타오르는 불속으로 들어가 죽어가는 걸 알면서도 계속 뛰어들어가 달콤한 사탕 맛본 어린 아이처럼 난 사랑이란 달콤한 기억만 떠올라 oh no pain no gain 내 눈에 고인 눈물 내 어깨에 나를 짓누르는 삶의 무게보다 더 무겁게 느껴지는건 널 보내야 하는 것 더욱 더 무섭게 느껴지는 건 널 지울 수 없는 것 사랑은 모래성과 같아 쌓기 너무나 힘들지만 거친 파도가 밀려오면 너무나 쉽게 무너져 우리의 믿음도 너무나 허무하게 점점 무너져 너와 나의 약속 이렇게 쉽게 잊혀져 사랑은 없다 후회도 없다 그저 멍든 가슴만 내겐 남아있다 눈물도 없다 추억도 없다 뜨겁게 사랑했던 날들 모두 다 지웠다 상처가 깊이 나서 흉터로 남겠지만 가슴이 멍들어서 아프겠지만 널 사랑하면서 더 망가져 갈 내 자신에게 너무 너무나 미안해 잊을래 사랑은 사치 내게 있어는 마치 잘 맞지 않은 옷을 입은 것 같이 편하지가 않았지 첨부터 어긋나기만 했던 우리 사랑은 시소같이 균형은 맞질 않고 삐걱대기만 했었지 뜨거운 가슴 하나만 있으면 널 사랑해줄 것 같던 철부지 아이였어 난 미련한 놈이였어 뜨거운 열정 하나만 있으면 행복해 질 거같던 착각에 살았소 그렇게 사랑을 믿었소 그래 사랑을 믿었어 이젠 난 모두 지웠어 내 자신까지 우는 법까지 그래 사랑을 믿었어 이젠 난 모두 지웠어 내 자신까지 우는 법까지 사랑은 없다 후회도 없다 그저 멍든 가슴만 내겐 남아있다 눈물도 없다 추억도 없다 뜨겁게 사랑했던 날들 모두다 지웠다"}, {"song_no": "1913505", "year": "2008", "rank": "46", "title": "Oh My Friend (Feat. 노브레인)", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "1 2 3 4  세상이 그대를 슬프게 한다면  언제 어디서든  내 이름을 불러주오  난 항상 너만을 위한 119  5분 대기조 ye ye  그대가 가진 아픔은 아픔 아냐  우릴 만나게 해준  인연의 끈이야  내게 기대 울어도 좋아  아무 말 없이 안아줄테니  나 널 위해 비를 맞아  쉬지 않고 달려가  거친 바람도 뚫고 지나 ye  네 뒤에 무거운 짐  어두운 그림자  이젠 내가 다 막아줄 테니  oh my friend oh my friend  영원히 그대의 친구가 되리  oh my friend oh my friend  너만이 나를 살게 해  oh my friend oh my friend  조용히 네 뒤에 나무가 되리  oh my friend oh my friend  my friend 사랑해 친구여  let's rock &amp; roll man  i don't control  눈을 감고 가슴을 열어  love &amp; peace  꿈꾸던 바램 trust me  거짓 없이 진실만을 말해  똑바로 걸어 한 번은 절어  누구나 다 실수하기 마련  실패를 딛고 일어나 보렴  쓰린 상처 다 안녕  내 손을 잡고 나아가자  잃어버렸던 꿈 다시 찾아가자  같이 날아보자 먼지를 털어보자  옆사람도 함께 가보자  끝은 안보이지만 미래는 밝다  우린 아직 젊기에 기회는 많다  서로 사랑하자 더 크게 외쳐보자  자유  oh my friend oh my friend  영원히 그대의 친구가 되리  oh my friend oh my friend  너만이 나를 살게 해  oh my friend oh my friend  조용히 네 뒤에 나무가 되리  oh my friend oh my friend  my friend 사랑해 친구여  지친 일상을 떠나  네가 그리던 대로  네가 그리던 대로  꿈을 향해 뛰어라 그대여  뛰어라 그대여  go away go away  let's go away baby  오오오오오오 오오오오오오  오오오오오오 오  오오오오오오 오오오오오오  오오오오오오 오  모두 뛰어  oh my friend oh my friend  영원히 그대의 친구가 되리  oh my friend oh my friend  너만이 나를 살게 해  oh my friend oh my friend  조용히 네 뒤에 나무가 되리  oh my friend oh my friend  my friend 사랑해 친구여"}, {"song_no": "1949849", "year": "2008", "rank": "47", "title": "약속 (Duet With 윤하)", "artist": "김동완", "genre": "Ballad", "lyrics": "아무말도 못하고 시간만 또 흐르고 예쁜 두 눈에 눈물이 흐르고 정말 괜찮겠냐며 너를 다시 안았어 울어버리면 난 어떻게 하라고 너를 볼 낯이 없어 그저 받기만 해서 나는 또 이토록 후회 뿐이어서 곁에 니가 있을 때 잘해줄 걸 그랬어 제발 울지 말아줘 아파하지 말아줘 미안하단 말 말고 힘들다는 말 말고 그저 난 고맙단 그 말이 하고 싶은데 시간이 많이 흘러서 우리가 다시 만나면 그땐 헤어지는 일 우리가 이별하는 일 없을꺼야  아냐 나는 괜찮아 니가 걱정일 뿐야 아프지 말고 밥 잘 챙겨먹고 내가 곁에 없어도 너는 꼭 잘 지내야 돼 그것만 약속해줘 나를 위해 웃어줘 사랑한단 말 대신 고맙다는 말 대신 꼭 돌아온다는 그 말이 듣고 싶은데 시간이 많이 흘러서 우리가 다시 만나면 그땐 헤어지는 일 우리가 이별하는 일 없을꺼야 너무 많이 보고 싶을 땐 그땐 내가 어떻게 해야하는지 니 목소리 얼굴이 향기가 이렇게 내게 남아서 나를 이렇게 울리는데 너무 보고 싶어도 너무 그리워져도 너무 힘들단 말 그 말은 우리 하지마 날 많이 사랑해준 너 날 행복하게 해준 너 내겐 운명 같았어 내겐 기적이었어 우린"}, {"song_no": "1874397", "year": "2008", "rank": "48", "title": "So Hot", "artist": "원더걸스", "genre": "Dance", "lyrics": "왜 자꾸 쳐다보니 왜   내가 그렇게 예쁘니   아무리 그렇다고 그렇게  쳐다보면  내가 좀 쑥스럽잖니  내가 지나갈 때 마다  고갤 돌리는 남자들  뒤에서 느껴지는 뜨거운  시선들  어떻게 하면 좋을지  I'm so hot  난 너무 예뻐요  I'm so fine  난 너무 매력있어  I'm so cool  난 너무 멋져  I'm so so so hot hot  언제나 나를 향한 눈길들이  항상 따라오는 이 남자들이  익숙해 질 때도 된 것 같은데  왜 아직 부담 스러운지  조용히 살고 싶은데  다른 여자애들처럼  엄마는 왜 날 이렇게 낳아놔서  내 삶을 피곤하게 하는지  I'm so hot  난 너무 예뻐요  I'm so fine  난 너무 매력있어  I'm so cool  난 너무 멋져  I'm so so so hot hot  I'm so hot  난 너무 예뻐요  I'm so fine  난 너무 매력있어  I'm so cool  난 너무 멋져  I'm so so so hot hot  Everybody Watching me  Cause I'm hot hot  Everybody Wanting me  Cause I'm hot hot  언제나 어디서나  날 따라 다니는 이  스포트 라이트  어딜가나 쫓아오지  식당 길거리 카페 나이트  도대체 얼마나 나일 들어야  이 놈의 인기는  사그러들지 원  섹시한 내눈은 고소영  아름다운 내 다린 좀 하지원  어쩌면 좋아  모두 나를 좋아 하는 것 같애  oh no please leave me alone  all the boys be loving me  girls be hating me  they will never stop  Cause they know I'm so hot hot  I'm so hot  난 너무 예뻐요  I'm so fine  난 너무 매력있어  I'm so cool  난 너무 멋져  I'm so so so hot hot"}, {"song_no": "1942257", "year": "2008", "rank": "49", "title": "계절이 돌아오듯이", "artist": "성시경", "genre": "Ballad", "lyrics": "슬피 날 안아준 아침 햇살이 소란히 날 스친 실바람결이 내 눈 속에 살아가려 날 찾는 밤하늘 별도 그댈 테죠 닿지 못해서 볼 수 없어 사무치게 늘 안고 싶어서 바람이 실어준 향기 가슴으로 안는 날 어디서 숨어보는가요 또 숨고 숨어도 또 엇갈려 가도 내 나이만큼에 첫눈이 내려와 모든 걸 지워도 내 슬픈 가슴은 항상 그대 찾을 테니 다시 사랑할 그날까지만 안녕 착한 그댄 지금 어디 있는지 행여 내 생각에 울지는 않는지 이런 날 알고도 볼 수 없는 그대 마음이 더 아플 텐데 긴 밤 지나면 아침 오고 비 온 뒤에 꽃들이 자라고 계절이 돌아오듯이 달도 밤을 찾듯이 모두 다 제자릴 찾겠죠 또 숨고 숨어도 또 엇갈려가도 내 나이만큼에 첫눈이 내려와 모든 걸 지워도 내 슬픈 가슴은 항상 그대 찾을 테니 다시 사랑할 그날까지만 우리 안녕  그땐 내가 더 사랑할 테니 운명이 우리를 다시 허락할 그날까지만 안녕 꼭 기억해줘요 그날까지만 안녕"}, {"song_no": "1918248", "year": "2008", "rank": "50", "title": "산소 같은 너 (Love Like Oxygen)", "artist": "SHINee (샤이니)", "genre": "Dance", "lyrics": "떨어져 깨질듯한 투명한 네게  달콤한 독물 퍼지듯  하얗게 얼어붙은 내 오랜 상처가  너의 가슴 속 깊게 퍼져도  잡은 듯 할 때 파고드는  크롬의 비늘 날카로움  산소 같은 너  난 너만 들이쉬면  다시 내뱉을 수 없어  이 잔인한 고통 속에  내가 죽어가고 있잖아  차갑고 시리도록 투명한 너를  마시고 또 마셔 봐도  하얗게 질리도록 달려온 것만큼  너란 사랑에 목이 말라  잡은 듯 할 때 스며드는  서퍼의 습격 이 부드러움  산소 같은 너  난 너만 들이쉬면  다시 내뱉을 수 없어  이 잔인한 고통 속에  내가 죽어가고 있잖아  얼음 같던 사랑 달콤했던 고통  물결 같던 나의 진심은  얼음 같던 유혹 달콤했던 눈물  아름답게 날 죽음으로  산소 같은 너  난 너만 들이쉬면  다시 내뱉을 수 없어  이 잔인한 고통 속에  내가 죽어가고 있잖아  찢겨진 듯한 내 사랑의 아픔  이 독한 슬픔 깨져 버린  나의 얼음 속에 흐르는 눈물  날아가 버린 결국 날 버린  나를 갈라버린 지독한 향기  그대 없인 숨이 막혀  갈수록 지쳐  넌 산소 같아 내게  산소 같은 산소 같은 산소 같은 너  산소 같은 산소 같은 산소 같은 너  산소 같은 산소 같은 산소 같은 너  산소 같은 산소 같은 산소 같은 너  산소 같은 산소 같은 산소 같은 너"}]