[{"song_no": "2312177", "year": "2009", "rank": "51", "title": "호러쇼 (Feat. 강호동, Whale)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "시베리안 야생 수컷 호랑이 나는 리듬을 잡아먹는 마법사 니들의 맘을 사로잡는 MC MC몽이여 영원하라 캄캄한 캄캄한 이 밤의 놀래킬라 아무도 모르게 번개보다 빠르게 악동의 무대킬라 뻔뻔한 드라큘라 겁내지 말고 Welcome to the horror show 에헤라디야 놀아볼란다 지친 밤이라도 에헤라디야 놀아볼란다 믿고 따라와줘 지친 영혼을 어루고 달래는 특급 호러쇼 사회의 법도 규칙도 등급도 오늘 밤만큼은 필요없어 Welcome to the 몽키홈 깜짝 놀랄 스위밍 쇼 온몸이 확 소름이 쫙 어둠을 밝혀줘 Hello we now Dr.Monkey's time Everybody come to life 모두 모두 일어나 모두 모두 come to life 캄캄한 캄캄한 이 밤의 놀래킬라 아무도 모르게 번개보다 빠르게 악동의 무대킬라 뻔뻔한 드라큘라 겁내지 말고 Welcome to the horror show 캄캄한 캄캄한 캄캄한 밤에  위트는 따다다 따발총 소리 12시 땡 하면 좀비여 모여라 주문을 걸어봐 부리디 밥밥 빼지좀 마 흔들어봐 보일락 말락 time to rock 보름달 뜨면은 늑대로 변해요 아우 둘이 to cabinet M fire 사랑과 인생 가모리 까여 일어나 higher 어둠의 fire 죽지 않는 vampire Dr.Monkey's time Everybody come to life 모두모두 일어나 모두모두 come to life 캄캄한 캄캄한 이 밤의 놀래킬라 아무도 모르게 번개보다 빠르게 악동의 무대킬라 뻔뻔한 드라큘라 겁내지 말고 Welcome to the horror show yo Show me what you got REMIX 아 오른쪽 아 왼쪽 아 겁내지 말고 아 오른쪽 아 왼쪽 아 소름이 끼치게 아 오른쪽 아 왼쪽 아 그녀들을 모셔 아 오른쪽 아 왼쪽 아 to the horror show 세상에 지쳐 버릴 즈음 넌 겁내지 말고 겁내지 말고 둥근 밤이 빛나고  태양은 뜰꺼야 실패가 뒤를 따라도 넌 두려워 말고 두려워 말고  그대의 슬픔이 빛나고 태양이 뜰꺼야"}, {"song_no": "2238379", "year": "2009", "rank": "52", "title": "미스터", "artist": "카라", "genre": "Dance", "lyrics": "la la la la la la la la la la la la la la la la la la 1 2 3 4 5 6 Boom it la la la la la la la la la la la la la la la la la la 언뜻 괜찮네 내 눈에 좀 들어오네 눈에 띄네 살짝 조금 관심이 가네 똑딱똑딱 시계만 자꾸자꾸 흘러가 흘낏흘낏 시선만 자꾸자꾸 널 향해 방긋방긋 미소만 웃음끝만 흘리고 이젠 이젠 여길봐 hey hey 거기 거기 mister 여길 좀 봐봐 mister 그래 바로 너 mister 내옆으로 와 mister hey 여기 mister 이젠 날 봐바 mister 한참 바랬어 mister 이름이 뭐야 mister la la la la la la la la la la la la la la la la la la 1 2 3 4 5 6 Boom it la la la la la la la la la la la la la la la la la la mister hey mister 얼핏 날 보는 시선이 또 마주치네 시선이 마주친 순간 가슴이 터질듯해 맘에 드네 자꾸 조금 과감해지네 콩닥콩닥 가슴만 자꾸자꾸 뛰어가 솔깃솔깃 귓가만 자꾸자꾸 널 향해 방긋방긋 미소만 웃음끝에 날리고 이젠 이젠 여길봐 hey hey 거기 거기 mister 여길 좀 봐봐 mister 그래 바로 너 mister 내 옆으로 와 mister hey 여기 mister 이젠 날 봐바 mister 한참 바랬어 mister 이름이 뭐야 mister la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la hey hey 거기 거기 mister 여길 좀 봐봐 mister 그래 바로 너 mister 내 옆으로 와 mister hey 여기 mister 이젠 날 봐바 mister 한참 바랬어 mister 이름이 뭐야 mister 거기 거기 mister 여길 좀 봐봐 mister 눈을 맞춰봐 mister 수줍어 말고 mister hey 여기 mister 니가 궁금해 mister 뭐든 말해봐 mister 어디서 왔니 mister la la la la la la la la la la la la la la la la la la 1 2 3 4 5 6 Boom it la la la la la la la la la la la la la la la la la la Hey mister"}, {"song_no": "2280185", "year": "2009", "rank": "53", "title": "Kiss (Feat. CL)", "artist": "산다라박", "genre": "Dance", "lyrics": "I just wanna kiss I never wanna miss 더 짜릿하게 one more time 내 숨을 가져가 I'm dying for your kiss I never wanna miss 더 망설이지 마 내 입술을 가져가 2ne1 Baby boy 왜 항상 할말이 그리 많아 답답한 Baby boy 사랑한다 고백할 건 알아 I'm not a baby girl 니 생각보다 눈치가 난 빨라 우린 매일 항상 제자리를 돌아 도대체 넌 왜 날 그렇게도 몰라 Baby boy 그 자신감에 반했던 날 기억해 My baby boy 니 템포 생각보다 너무 지루해 I'm your baby girl 헤어질 땐 어째 그리 손만 흔드는지 꽃다발도 좋고 반지도 좋지만 I guess you just never know 서두르지마 다른 얘기하지마 어쩜 그렇게도 잘 참니 혹시 남자 맞니 미소짓지마 너무 따분하잖아 눈을 감고 지금 다가와 And just get it get it I just wanna kiss I never wanna miss 더 짜릿하게 one more time 내 숨을 가져가 I'm dying for your kiss I never wanna miss 더 망설이지마 내 입술을 가져가 Hurry up you let it touch 절대 많은걸 바라지는 않아 Hurry up you let it touch Baby 오늘만큼만 제발 CL 날 놓치지마 come on and let my body bounce 내 참을성을 시험하지마 난 오늘도 'bout to luz control 내 심장은 마치 dynamite tik tik tok tok 시간은 go fast please please stop stop 이밤은 more last 바보같이 웃는 네 모습이 난 참기가 힘들어 killing me if you want me to let's go 춤추는 내 마음은 disco 넌 마치 내 주위를 맴돌다 말 없이 훌쩍 가버리는 UFO 서두르지마 다른 얘기하지마 어쩜 그렇게도 잘 참니 혹시 남자 맞니 미소짓지마 너무 따분하잖아 눈을 감고 지금 다가와 just get it get it I just wanna kiss I never wanna miss 더 짜릿하게 one more time 내 숨을 가져가 I'm dying for your kiss I never wanna miss 더 망설이지마 내 입술을 가져가 Hurry up you let it touch 절대 많은 걸 바라지는 않아 Hurry up you let it touch Baby 오늘만큼만 제발 let's break this sound 사랑은 Dangerous 니 눈빛은 너무 poisonous 지금 흔들리는 Two of us 하지만 we just feel so good 사랑은 Dangerous 니 입술은 너무 poisonous 지금 흔들리는 Two of us We dangerous in danger danger danger danger 사랑은 Dangerous 니 눈빛은 너무 poisonous 지금 흔들리는 Two of us 하지만 we just feel so good 사랑은 Dangerous 니 입술은 너무 poisonous 지금 흔들리는 Two of us We dangerous in danger danger danger danger"}, {"song_no": "2312255", "year": "2009", "rank": "54", "title": "변해가네 (Feat. 정인)", "artist": "리쌍", "genre": "Rap / Hip-hop", "lyrics": "Woo 너무 쉽게 변해가네 Woo 너무 빨리 변해가네 Woo 너무 쉽게 변해가네 Woo 너무 빨리 변해가네 구름 같은 꿈은 아직도 하늘에 떠있다 하지만 눈가에 주름살은 서른 살을 넘긴 나이를 말해준다 시대는 변해 어린 친구들이 나를 충고하고 세월 앞에 나는 중고가 되고 때론 숨고만 싶다 역사가 될 것인가 전사가 돼 정상을 향해 뛸 것인가 어려운 기로에서 나는 외친다 지나간 날은 모두 뒤로 Woo 너무 쉽게 변해가네 Woo 너무 빨리 변해가네 Woo 너무 쉽게 변해가네 Woo 너무 빨리 변해가네 태풍이 휩쓸고 간 마을처럼 낙엽 진 가을처럼 지금 나의 마음처럼 모든 것이 변했다 나에겐 많은 돈과 큰 집이 생겼지만 엄마의 몸속에는 암이 생겼고 밤이 새도록 잠 못 이루며 마음고생하며 알았다 시계 바늘이 도는 한 눈 부시게 태양이 나를 보는 한 아직 내 곁에 있는 사람과 모든 것의 소중함을 봄 여름 가을 겨울 시간은 흘러가고 흘러가는 모든 것들은 잡을 수 없어 내 삶의 꽃은 피고 또 졌어 봄 여름 가을 겨울 시간은 흘러가고 사라지는 모든 것들은 잡을 수 없어 내 삶의 꽃은 피고 또 졌어 잊혀진 건 잊혀진 잊혀진 그대로 살아가면돼 가슴 아파도 다가오는 날은 언제나 새롭게 또 시작하는 거야 남은 날을 위해서  시간이란 기차는 멈추지 않는다 사랑을 알 때 쯤 사랑은 변하고 부모의 마음 알 때 쯤 부모는 아프고 나를 알 때 쯤 많은 것을 잃었고 기적소리가 마치 아픔처럼 들린다 하지만 좋거나 싫거나 해가 뜨거나 지거나 어쨌든 우린 변화 속에 살아야 한다 무언가를 보내고 또 얻으며 Woo 너무 쉽게 변해가네 Woo 너무 빨리 변해가네 Woo 너무 쉽게 변해가네 Woo 너무 빨리 변해가네 Oh Oh Oh Oh 모든 것이 변해가네 변해가네 모두 변해가네 Oh Oh Oh Oh 너무 쉽게 변해가네 변해가네 모두 변해가네 변해가네"}, {"song_no": "2356759", "year": "2009", "rank": "55", "title": "코끝이 짠하잖아요", "artist": "엠투엠 (M To M)", "genre": "Ballad", "lyrics": "제발 울지마요 바보처럼 왜 그래요 그동안 힘들게 해서 너무 미안해요 이제 웃어봐요 내가 웃게 해줄께요 그댈 품에 안고서 나 외치는말 코끝이 짠하잖아요 나도 눈물이 흘러요 세상에 제일 소중한 사람 나에겐 그대니까요 그대 내 곁에 와줘서 고맙단 말 한 적있었나요 매일 그리고 매일 고마워요 목마른 내 삶에 한 모금 물을 준사람 행복이란걸 주고도 늘 부족하단 사람 내말을 들어봐 주세요 이것만 기억해줘요 그대 때문에 내가 살 수 있죠 코끝이 짠하잖아요 나도 눈물이 흘러요 세상에 제일 소중한 사람 나에겐 그대니까요 그대 내 곁에 와줘서 고맙단 말 한 적있었나요 그대 없이는 안되는걸 나 아니까 일생을 그대만 바라 볼께요 지금 잡은 두 손 평생토록 놓지 않을게 가슴이 짠하잖아요 그대를 보고있으면 한번도 해 본 적없던 그말 이렇게 고백 할께요 그대를 사랑합니다 그대 때문에 행복합니다 못난 사람이지만 믿어줘요 내말 듣고 있나요 사랑해요"}, {"song_no": "2328164", "year": "2009", "rank": "56", "title": "보란듯이", "artist": "아이비", "genre": "Ballad", "lyrics": "내일이면 될 거야 기다리면 올 거야 언젠가 내게 꼭 돌아올 거야 한숨으로 묻고 눈물로 대답을 해 멀쩡히 사랑하다 멀쩡히 행복하다 마음 다 주니까 왜 떠난 거니 나도 몰래 복받치게 나도 주체할 수 없게 자꾸 터질 듯이 눈물이 흘러 니가 보란 듯이 니가 꼭 그랬듯이 너보다 더 좋은 사람 만날 거야 난 그럴 거지만 후회 할거라면 나를 잊지 못하면 돌아와 너를 너무 많이 사랑하니까  가슴이 또 떼를 써 니가 보고 싶다고 널 내 앞에 데려다 놓으라고 나 그럴 수가 없는 게 널 볼 수 조차 없는 게 그게 제일 화나고 참 속상해 니가 보란 듯이 니가 꼭 그랬듯이 너보다 더 좋은 사람 만날 거야 난 그럴 거지만 후회 할거라면 나를 잊지 못하면 돌아와 너를 너무 많이 사랑하니까 이제부턴 나도 널 잊고 잘 살아볼게 니가 후회하도록 니가 돌아오도록 내가 바보였어 널 믿은 탓이었어 너만 보고 너만 사랑했던 것도 다 내 잘못인데 사랑하면 뭐해 나를 이렇게 버릴 거면서 다신 사랑 같은 거 나 안 할래 우린 너무 멀리 온 것만 같아"}, {"song_no": "2330968", "year": "2009", "rank": "57", "title": "웃어 (Feat. 인순이)", "artist": "마이티 마우스", "genre": "Rap / Hip-hop", "lyrics": "I BELIEVE WE CAN CHANGE THE WORLD I KNOW WHAT YOU BEEN WAITIN FOR MIRACLE MIRACLE 모든 슬픔 지금 흐르는 눈물 우릴 지치고 멈칫거리게 하는 장애물들 이젠 지워버리고 훌쩍 뛰어넘어 버리고 고 앞으로 달려가자 LET ME GO 오늘 하루도 웃으며 시작 태양처럼 밝게 밥을 먹을 땐 웃음 이란 반찬과 함께 거울을 보며 웃어 그럼 그 사람도 널 보며 웃어 니가 웃는 순간 니가 숨 쉬는 곳이 PARADISE MOVE IT MOVE IT 1 2 STEP YOU GOT A DREAM IT DREAM IT 1 2 STEP 이젠 웃어 더더더더 크게 웃어 웃어봐 아픔은 잊어 슬픔도 잊어 이제는 나와 함께 웃어 웃어 웃어봐 모든 걸 다 잊고서 눈물을 닦고 저 하늘을 향해 희망을 안고 우린 내일로 갈래 이제는 나와 함께 웃어 웃어 웃어봐 모든 걸 다 잊고서 나와 웃어 웃음의 크기는 UNIVERSE WE NEED YOU YOU NEED US OVER THE NATION TO NATION 온 세상을 끌어안는 모두의 COMMUNICATION 웃음이란 열쇠로 KNOCK KNOCK ON HEVEAN'S DOOR 숫자가 아닌 웃음의 부자가 되어 아낌없이 쏟아 붓자 원수를 봐도 웃자 모두를 위한 투자 아무도 옆에 없는 것처럼 우하 우하 WHEN YOU SEE IT BELIEVE IT THEN YOU CAN TOUCH THE MAGIC 일소일소 일노일노 WE KNOW WE KNOW WE CAN MAKE IT MOVE IT MOVE IT 1 2 STEP YOU GOT A DREAM IT DREAM IT 1 2 STEP 이젠 웃어 더더더더 크게 웃어 웃어봐 아픔은 잊어 슬픔도 잊어 이제는 나와 함께 웃어 웃어 웃어봐 모든 걸 다 잊고서 눈물을 닦고 희망을 안고 이제는 나와 함께 웃어 웃어 웃어봐 모든 걸 다 잊고서 나와 웃어 뭐가 그리도 힘든 가요 왜 그렇게 울고 있나요 이제 우리 함께 웃어 요 난 믿어 요 WE CAN CHANGE THE WORLD 모두 함께 웃어봐 모두 잊고 웃어봐 사랑을 안고 웃어봐 OH DO IT DO IT 아픔은 잊어 슬픔도 잊어 이제는 나와 함께 웃어 웃어 웃어봐 모든 걸 다 잊고서 눈물을 닦고 희망을 안고 이제는 나와 함께 웃어 웃어 웃어봐 모든 걸 다 잊고서 나와 웃어"}, {"song_no": "2299311", "year": "2009", "rank": "58", "title": "사랑인걸요", "artist": "태연 (TAEYEON)", "genre": "Drama,Ballad", "lyrics": "난 그댈 지나쳐 갈 때면 하루 종일 가슴이 떨려요 홀로 그대를 그리고 있죠 자꾸 그대란 자국이 남아요 또 우연인 듯 부딪혀 가도 난 멍하니 고개를 숙여요 문득 그대와 마주 칠 때도 수줍은 미소만 보여요 그대 이제는 알 수 있나요 그대 이제는 내 맘 볼 수 있죠 소리도 없이 다가온 사랑이 그대는 그대는 들리나요 처음부터 내 사랑인걸요 차가운 내 맘에 따스히 비추죠 한걸음 한걸음 다가오는 사랑 난 조금은 두렵지만 설레이는 내 사랑인걸요 비오듯 사랑이 내 맘을 적셔요 내 맘이 내 맘이 이젠 사랑인걸요 그대 그리운만큼  그대 이제는 알 수 있나요 그대 이제는 내 맘 볼 수 있죠 소리도 없이 다가온 사랑이 그대는 그대는 들리나요 처음부터 내 사랑인걸요 차가운 내 맘에 따스히 비추죠 한걸음 한걸음 다가오는 사랑 난 조금은 두렵지만 설레이는 내 사랑인걸요 비오듯 사랑이 내 맘을 적셔요 내 맘이 내 맘이 정말 사랑인걸요 그대 그리운만큼 이게 사랑인걸요"}, {"song_no": "2229259", "year": "2009", "rank": "59", "title": "Abracadabra", "artist": "브라운아이드걸스", "genre": "Dance", "lyrics": "Abracadabra  이러다 미쳐 내가 여리여리 착하던 그런 내가 너 때문에 돌아 내가 독한 나로 변해 내가 널 닮은 인형에다 주문을 또 걸어 내가 그녀와 찢어져 달라고 고 every night I`ll be with you  do you love her do you love her 매일 나의 꿈 속에 do you love me do you love me bring bring 너를 내게 가져다 줘 뭐라도 난 하겠어 더한 것도 하겠어 빙빙 도는 나의 fantasy에 모든걸 걸겠어 널 내가 내가 갖겠어 못참아 더는 내가 이러다가 정신을 놓쳐 내가 도대체 왜 너란 애가 내 마음에 박혀 니가 찢겨진 사진에다 주문을 또 걸어 내가 그녀가 떨어져 달라고 고 every night I`ll be with you  do you love her do you love her 매일 나의 꿈 속에 do you love me do you love me bring bring 너를 내게 가져다줘 뭐라도 난 하겠어 더한 것도 하겠어 빙빙 도는 나의 fantasy에 모든걸 걸겠어 널 내가 내가 갖겠어 I`m in the Voodoo lsland 널 되찾기 위한 plan 매일같이 이렇게 날 울린 널 향한 마지막 step 그녀의 손을 잡고 그녀와 입을 맞추고 그런 너를 상상조차 하기 싫어 이 주문에 염원을 실어 랄랄랄랄랄라 랄랄랄라  랄랄랄랄랄라 랄랄랄라  랄랄랄라 랄랄랄라  아브라카다브라 다 이뤄져라 Let`s go uh uhuhuh ha hahaha  네게 주문을 걸어봐 I'm like a supervisor 널 통제하는 kaiser 내게서 벗어날 수 없어 bring bring 너를 내게 가져다줘 뭐라도 난 하겠어 더한것도 하겠어 빙빙 도는 나의 fantasy에 모든걸 걸겠어 널 내가 내가 갖겠어 이러다 미쳐 내가 여리여리 착하던 그런 내가 너 때문에 돌아 내가 독한 나로 변해 내가 cool한척 하는 내가 놀라워라 이런 내가 아닌척 널 만나러 가도 도"}, {"song_no": "2322749", "year": "2009", "rank": "60", "title": "내 이름 부르지마", "artist": "이수영", "genre": "Ballad", "lyrics": "가벼웁게 발길을 돌리던 Moment 거짓 사랑이란 음 덧없어라 나 없이는 못살 것 같다던 네가 음 무정하게 차갑게 날 떠나 가네 붙잡을 수 없는 너를 놓을 수도 없는 너를 그날부터 난 하루가 지옥 같았어 나 다시는 사랑하지 않을래 됐어 너 내 이름 부르지마 니가 흘리는 웃음 속에 기억도 미련도 다 모두 우스워졌잖아 흐르는 시간 속에 우리의 추억을 맡기지만 찬란한 눈물도 헤어짐 앞에선 다 소용없는 거야 그랬나요 사랑이 식어진 거죠 음 너무 쉽게 빠르게 빠져든 우리 밤새도록 통화하고 매일같이 만나오던 하루 습관을 어떻게 고쳐야 하죠 나 다시는 사랑하지 않을래 됐어 너 내 이름 부르지마 니가 흘리는 웃음 속에 기억도 미련도 다 모두 우스워졌잖아 흐르는 시간 속에 우리의 추억을 맡기지만 찬란한 눈물도 헤어짐 앞에선 다 소용없는 거야 머리가 지끈거리고 너무 울어 더 힘도 없단 말야 너 때문에 됐어 너 사랑도 모르면서 끝까지 지키지도 못하고 또 니가 흘리는 웃음 속에 기억도 미련도 다 모두 우스워졌잖아 흐르는 시간 속에 우리의 추억을 맡기지만 찬란한 눈물도 헤어짐 앞에선 다 소용없는 거야"}, {"song_no": "2357799", "year": "2009", "rank": "61", "title": "너에게 약속하는 7가지", "artist": "테이", "genre": "Ballad", "lyrics": "너 없인 나 죽을 것 같애 사랑해 내사랑 그대 내 곁에 있어줘 내사랑 그대 날 보며 웃어줘 내사랑 그대 날 품에 안아줘 내사랑 그대 내사랑 그대 눈부시다 드레스 입은 니 모습 내 심장이 뛰는 소리가 들리니 이 반지 너에게 주면서 내가 약속하는 말 첫 번째 사랑한다고 고백할게 처음처럼 말이야 두 번째 행복만 가득히 줄게 세 번째 너만의 바보가 돼줄게 오직 한 사람만 사랑하고 지켜줄 수 있게 너만의 바보가 될게  두 눈은 보석보다 빛이 나고 입술은 과일보다 향기 나고 마음은 바다보다 넓은 그대 내사랑 그대 내사랑 그대 내 마음은 그대 하나만 알아요 내 사랑은 그대 하나만 보여요 약속해 평생변치 않는 내 사랑이 되어줘 네 번째 모두가 내게 등돌려도 그댄 내편이 돼줘 다섯째 딴 여잔 보지 말아요 여섯째 사랑에 지쳐 힘이 들땐 그땐 얘기해요 혼자만의 시간을 줄게요 내가 다 이해할게요 내게 약속해줘요 내게 대답해줘요 평생토록 날 지켜준다고 슬프지 않도록 항상 날 웃게 해줄래요 약속해 너 하나만 사랑한다고 내가 지켜준다고 그리고 너만을 바라본다고 마지막 그대에게 약속하는 말 세상 끝날까지 그대만의 반쪽이 될게요 그대 곁에 있을게요"}, {"song_no": "2253748", "year": "2009", "rank": "62", "title": "내 귀에 캔디 (Feat. 택연 Of 2PM)", "artist": "백지영", "genre": "Dance", "lyrics": "라 라 라라 라라라라 라라라 라 니가 원하는 그 말이 뭐야 내게 말해봐 니가 무슨 말을 해준데도 나는 날아가 제일 달콤한 그 말을 원한다면 나를 봐 부끄럽지만 그 말을 원해 너도 알잖아 사랑해 사랑해 I love you I love you 어떤 말을 원해도 다 니 귓가에 해줄께 워 아이 니 워 아이 니 Te quiero Te quiero 너무 달콤해서 말이 말같지가 않아 내 귀에 캔디 꿀처럼 달콤해 니 목소리로 부드럽게 날 녹여줘 내 귀에 캔디 꿀처럼 달콤해 니 목소리로 부드럽게 날 녹여줘 라 라 라라 라라라라 라라라 라 라 라 라라 라라라라 라라라 라 달콤하게 적신 딸기 같은 너의 입술로 달콤하게 적신 딸기 같은 너의 입술로 말해 부드럽게 말해 빨리 나의 귓가로 말해 부드럽게 말해 빨리 나의 귓가로 사랑해 사랑해 I love you I love you 어떤 말을 원해도 다 니 귓가에 해줄께 워 아이 니 워 아이 니 Te quiero Te quiero 너무 달콤해서 말이 말같지가 않아 내 귀에 캔디 꿀처럼 달콤해 니 목소리로 부드럽게 날 녹여줘 내 귀에 캔디 꿀처럼 달콤해 니 목소리로 부드럽게 날 녹여줘 라 라 라라 라라라라 라라라 라 라 라 라라 라라라라 라라라 라 내 귀에 캔디 내 귀에 캔디 내 귀에 캔디 내 귀에 캔디 내 귀에 캔디 꿀처럼 달콤해 니 목소리로 부드럽게 날 녹여줘 내 귀에 캔디 꿀처럼 달콤해 니 목소리로 부드럽게 날 녹여줘 내 귀에 캔디 꿀처럼 달콤해 니 목소리로 부드럽게 날 녹여줘 내 귀에 캔디 꿀처럼 달콤해 니 목소리로 부드럽게 날 녹여줘 라 라 라라 라라라라 라라라 라 라 라 라라 라라라라 라라라 라 라 라 라라 라라라라 라라"}, {"song_no": "2304171", "year": "2009", "rank": "63", "title": "가인 (Feat. Nemo Of 미스에스)", "artist": "배치기", "genre": "Rap / Hip-hop", "lyrics": "작년 겨울 카페에 한 남자와 함께 있던 너 날 보자 당황하며 말을 잇지 못했지 다시는 이런일 없을거라 너 말하며 우는 널 아무 말 없이 나 그저 받아 주었어 죽을 때 까지 나만 바라본다 말하는 널 조용히 두 엄지로 눈물 닦아 주었지만 차라리 그때 사실을 말하지 않았다면 아니 그래야겠어 넌 알아야 했어 한 순간도 내 손에서 전화길 놓지를 못해 받지 않는 동안은 내 심장이 타들어가네 집앞 골목길 몰래 숨어 니가 오길 기다려 니 모습 보일땐 부디 혼자이길 기도하며 홈피속 니 흔적들을 찾아가며 밤을 새워 정신을 차리면 끔찍한 날 본 후 잠이 들어 눈 뜨면 널 따라 걷고있는 미친 나를 봐 혹시 이런 날 알까 점점 두려워 난 사랑해 너를 사랑해 미워해 너를 미워해 나를 떠나가지 말아줘 다시 돌아온다 말해줘 사랑해 너를 사랑해 check 서로만을 바라봤던 시간 속에 멈춰서 난 헤메 마취제 같은 술에 기대 뚫린 가슴 꿰메 익숙해 너를 만난 시간동안 골백번이고 했으니까 아프지않아 나는 제발 니가 떠나가지 않기만을 바랄 뿐이니까 넌 숨이 자꾸 막힌다며 내 존재가 널 괴롭힌다며 꺼지라고 밀어내도 우리 미래 그려갔던 그 순간이 생각나 난 웃어 어이없어 하는 눈빛조차 아름다워서 너가 말하는 순간 얼굴을 잡고 억지로 했던 키스 그 어떤 유혹을 들이대도 참을 수 있어 넌 미워해라 난 사랑할게 갈갈이 조각이 나버린 우리 지난 날을 쓸어담아 너의 걸음걸이 마다 내가 뿌려줄게 넌 돌아올거라는 믿음 아래 내가 살잖아 알잖아 대체 어느 누가 나만큼 너를 사랑할 수 있을지 한번 생각해봐 제발 그래 니 말대로 난 소심해 진실을 말하지마 제발 나 심장이 멎는듯해 네 손끝에 uh 망가져가는 나를 봐줘 제발 나날이 늘어가는 의심 속에 갇힌채 나 너를 기다리며 너를 그려보다 다시 너의 품에 잠이 드는 꿈을 꿔 사랑해 너를 사랑해 미워해 너를 미워해 나를 떠나가지 말아줘 다시 돌아온다 말해줘 사랑해 너를 사랑해 여전히 너의 곁에 없는 나 더이상 숨을 쉴 수 없어 돌리고 싶어 오늘도 널 향한 매듭을 더한 내 모습 속에 값싼 동정도 좋다며 구걸하는 내 거짓 속에 무너져가는 내 자신을 잘 알지만 나조차 제어가 안되는 가슴을 움켜쥐고서 처음 본 그 날처럼 너를 반겼어 빛 바랜 우리의 라일락 흩어진 향기와 나의 맘 어느새 깊어진 너의 손길 아직은 놓지못해 너를 원해 사랑해 너를 사랑해 사랑해 너를 사랑해 미워해 너를 미워해 미워해 너를 미워해 나를 떠나가지 말아줘 다시 돌아온다 말해줘 사랑해 너를 사랑해"}, {"song_no": "2269961", "year": "2009", "rank": "64", "title": "What A Girl Wants", "artist": "4minute", "genre": "Dance", "lyrics": "Yeah This is my first story Say Oh oh oh baby la la la la la Say Oh oh oh honey la la la la la 정말 너 웃겨 남자는 다 똑같애 뭘 모르고 눈치없고 나원참 기가막혀 미치겠어 머리를 바꾸고 새로산 구두를 신고 어떠냐고 물어봐도 도대체 뭐가 뭔지 모르는 너 내맘을 풀어줄땐 너의 Credit Card 대신 Show me a true for heart 언제나 네맘은 보일듯 말듯 내게 좀 표현해줄래 사랑한단 말 한 마디 언제까지 망설이고 있을거니 Oh 늘 부터는 내게 좀 말해줘 One 손잡을때 깍지 끼기 Two 짜증낼때 웃어주기 몰라 몰라 몰라 몰라 몰라 몰라 말해도 너는 몰라 Three 문자보단 전화하기 Four 눈맞추며 얘기하기 몰라 몰라 몰라 몰라 몰라 몰라 왜 맘을 정말 몰라 You don't know what a girl wants What a girl What a girl wants 더 크게 크게 내게 말해줘 Again Again 내게 보여줘 You don't know what a girl wants What a girl What a girl wants Oh 좀더 좀더 옆에 있어줘 I do I do 약속해줘 우리 만나고 얼마나 지났는데 백일인지 천일인지 어쩌면 내 생일도 지나치니 그럴 수도 있어 아니 뭐 괜찮은걸 하지만 너 그래도 너 내 전화번호조차 모르니 Oh bad Just she bling bling 악세사리 보다 웃어주는 너의 두 눈이 I want it want it No 너 너만 있어 주길 Oh 언제나 네 맘 속에 있는 사랑이란 두 글자의 믿음 오늘 부터는 내게 좀 보여줘 One 손잡을때 깍지 끼기 Two 짜증낼때 웃어주기 몰라 몰라 몰라 몰라 몰라 몰라 말해도 너는 몰라 Three 문자보단 전화하기 Four 눈맞추며 얘기하기 몰라 몰라 몰라 몰라 몰라 몰라 왜 맘을 정말 몰라 Say Oh oh oh baby la la la la la Say Oh oh oh honey la la la la la You don't know what You don't know what What a girl wants You don't know what You don't know what What a girl wants One 손잡을때 깍지 끼기 Two 짜증낼때 웃어주기 몰라 몰라 몰라 몰라 몰라 몰라 말해도 너는 몰라 Three 문자보단 전화하기 Four 눈맞추며 얘기하기 몰라 몰라 몰라 몰라 몰라 몰라 내 맘을 정말 몰라 You don't know what a girl wants What a girl What a girl wants 더 크게 크게 내게 말해줘 Again Again 내게 보여줘 You don't know what a girl wants What a girl What a girl wants Oh 좀더 좀더 옆에 있어줘 I do I do 약속해줘 You don't know what a girl wants"}, {"song_no": "2347849", "year": "2009", "rank": "65", "title": "미안해, 사랑해서...", "artist": "이영현", "genre": "Ballad", "lyrics": "행복했다는 말 뒤에 잘지내라는 그말에 갑자기 눈물이 나서 고마웠다는 한마디 쉬운 인사도 못하고 너무 조용히 널 보냈어 미안해 사랑해서 더는 사랑못해서 미안해 널 보내서 더는 잡지못해서 미안해 사랑했던 너무 사랑했던 너의 뒷모습이 미워보여서 날 바라보던 눈빛이 내손을 잡던 니손이 갑자기 낯설어져서 보고싶다는 한마디 변한 얘기도 못하고 너무 혼자만 힘들었어 미안해 사랑해서 더는 사랑못해서 미안해 널 보내서 더는 잡지 못해서 미안해 사랑했던 너무 사랑했던 너의 뒷모습이 미워보여서 눈물만 삼키면서 긴 시간동안 언젠간 다시 나를 사랑하기만 기다리긴 지쳤어 돌아선 너를 보면 벌써 그리워져서 어느새 너의 곁에 다시 달려갈까봐 고개를 숙인 내가 두 눈 감은 내가 미운 기억들만 애써 떠올려 미안해 사랑해서 더는 사랑못해서 미안해 미워져서 더는 참지 못해서 사랑이 떠나가고 너무 멀어져도 미운 네 모습만 아직 가지고"}, {"song_no": "2330271", "year": "2009", "rank": "66", "title": "Love Of Iris", "artist": "신승훈", "genre": "Drama", "lyrics": "두 눈에 그대가 흘러도 그대는 날 보지 못한다 입술이 가만히 그댈 불러도 그대는 듣지 못한다 다른 시간을 다른 곳에서 만나 사랑했다면 우린 지금 행복했을까 살아있는 동안에 그대일 텐데 이젠 휘청거릴 나의 모습 뿐일텐데 미워할 수 없어서 잊을 수도 없어서 그저 사랑하는 일 밖에 나는 할 수 없나봐  단 하루라도 가슴이 쉴 수 있게 그댈 잊고서 편하게 숨쉴 수 있다면 살아있는 동안에 그대일 텐데 이젠 휘청거릴 나의 모습 뿐일텐데 미워할 수 없어서 잊을 수도 없어서 그저 사랑하는 일 밖에 나는 할 수 없나봐 그대 닿을 듯이 닿지 않아서 멀리 있어도 아름답나봐 사랑하면 할수록 상처 뿐인데 왜 내 가슴엔 너여야만 한다는건지 미워할 수 없어서 잊을 수도 없어서 그저 사랑하는 일 밖에 나는 할 수 없나봐"}, {"song_no": "2319000", "year": "2009", "rank": "67", "title": "I Want You Back", "artist": "시크릿", "genre": "Ballad", "lyrics": "우리 헤어진 지 벌써 얼마나 됐다고 1분 1초가 일년같애 I want you back i wanna wanna  i i wanna wanna i wanna wanna  i i wanna wanna i want you back you back i want you back yeah yeah 매일 남자들 속에 둘러 쌓인 나 니가 너무 귀찮아 피했던 나 그땐 왜 몰랐을까 사랑을 몰랐을까 니 문자는 모두 휴지통에 니 선물은 모두 방구석에 yeah 그땐 왜 몰랐을까 사랑을 몰랐을까 i want i want i want i want you 아프다는 핑계로 연락도 안하고 i need i need i need i need you 그땐 왜 그랬을까 oh no i want you back you back you back you back 소중했던 널 사랑했던 널 몰라봐서 미안 미안해 i want you back yeah yeah you back you back 차가웠던 날 이기적인 날 아껴줘서 고마워 i want you back i wanna wanna  i i wanna wanna i wanna wanna  i i wanna wanna i want you back you back i want you back yeah yeah 아프다고 말하면 내게 달려온 널 밤새도록 놀 때면 바래다주던 널 그땐 미쳐 몰랐어 너무 바보 같았어 핸드폰 속에 니사진 감추고 잦은 투정에 매일 짜증내고 그땐 미쳐 몰랐어 너무 바보 같았어 you know you know you know you know me 헤어지잔 말을 습관처럼 내뱉고 i know i know i know i know you 후회할 줄 모르고 oh no i want you back you back you back you back 소중했던 널 사랑했던 널 몰라봐서 미안 미안해 i want you back yeah yeah you back you back 차가웠던 날 이기적인 날 아껴줘서 고마워 i want you back 알고 있니 너도 괜찮은 척하면서 힘들어 하는 거 다 보여 새빨간 너의 거짓말 새까맣게 타버린 내 맘 I I I I I want you back 수십 수백 번 전화해도 받지 않는 너 이제와 나는 왜 안돼 벌써 이게 우리의 끝 너와 나는 등 돌린 S극 N극 대체 나의 어디가 부족한지 말해봐 I I I I I want you back i want you back you back you back you back 소중했던 널 사랑했던 널 몰라봐서 미안 미안해 i want you back yeah yeah you back you back 차가웠던 날 이기적인 날 아껴줘서 고마워 i want you back i wanna wanna  i i wanna wanna i wanna wanna  i i wanna wanna i want you back you back i want you back yeah yeah i wanna wanna  i i wanna wanna i wanna wanna  i i wanna wanna i want you back you back i want you back yeah yeah"}, {"song_no": "2357924", "year": "2009", "rank": "68", "title": "마법의 성", "artist": "MC 스나이퍼", "genre": "Rap / Hip-hop", "lyrics": "Yeah MC Sniper 마법의 성으로 그대를 초대 oh yeah MC Sniper oh yeah 그대를 초대 I'm greet U everynight I'm magician  마법의 성으로 hey 찬바람에 부는 옷깃 사랑에 빠진 달빛 눈꽃이 흩날리는 거리는 온통 잿빛 물감에 물이 든 듯 아련히 번지고 하늘은 장미빛 무지개를 만들어내죠 oh 안녕하세요 I'm greet U everynight 귀머거리 꽃들과 정겹게 나누는 인사 창가로 날아드는 새들의 노래가 사랑이 시작됐다 내게 말을 하는 듯  널 사랑하고 널 믿어주는 것 이것 밖에 더 해줄게 난 없어 지켜줄게 품에 꼭 안고 그저 내게 너 하나만 있으면 돼  별들조차 질투하는 신비스런 눈동자 두 팔 벌려 안고 싶은 가녀린 몸체가 너무나도 아름다운 그대를 모두 다 글로 묘사할 순 없어  그댄 나의 동화 매일 아침 반복되는 사랑의 질문과 영원히 널 지켜줄게 이게 나의 대답 보석보다 찬란한 그대의 모든 걸예찬 하는 나는 피동피동 행복의 살이 찐다 마법의 성 이곳은 사랑을 피우는 화실 심술부정 질투와 행복의 회복실 집착한 욕심을 씻어내는 욕실 이곳엔 없어 가슴 아픈 이별의 숨바꼭질 쏟아지는 별을 보며 사랑의 별점을 치죠 마법사는 틀린 적 없어 우린 그걸 믿죠 사랑의 점성술 삶이 부리는 심술 아픔따윈 없는 이 곳 oh 마법의 성으로 oh yeah I'm magician oh yeah I'm greet U everynight oh yeah 마법의 성으로 oh yeah 그대를 초대  널 사랑하고 널 믿어주는 것 이것밖에 더 해줄 게 난 없어 지켜줄게 품에 꼭 안고 그저 내게 너 하나만 있으면 돼  yo 때론 걸리는 사랑의 감기 밤새아파 떨겠지 사랑의 종말을 대비한다 해도 오겠지 누구도 진실할 수 없는 함께 걷는 이 길 처방전없는 이별의 바이러스는 이 공기 속에 숨어있겠지 살다보면 잊겠지 그대의 달콤한 향기는 내 살에 배어들겠지 그대를 위한 melody 너는 정말 들리니 어쨌거나 너만을 사랑하는 내 맘 알겠지 Oh yeah huh MC Sniper 널 사랑하고 널 믿어주는 것 이 것밖에 더 해줄 게 난 없어 지켜줄게 품에 꼭 안고 그저 내게 너 하나만 있으면 돼"}, {"song_no": "2320748", "year": "2009", "rank": "69", "title": "사랑이라서", "artist": "임재범", "genre": "Ballad", "lyrics": "하루하루 그대만 보여서 매일매일 눈을 가리고 살아 그대 곁을 나조차도 모르게 머물며 메마른 내 가슴이 그댈 잊어 버리지 못한 이유는 사랑이라서 사랑이라서 두번 다시 못 볼 사랑이라서 하늘이 하는 일 돌릴 수 없는 일 이렇게 사는게 힘들면 그녈 보내줄 텐데 죽어서 보라고 그래서 보라고 그때라도 사랑한 맘이 남아있게 된다면 그때쯤에  어딜 가도 그대만 보여서 매일매일"}, {"song_no": "2291014", "year": "2009", "rank": "70", "title": "Honesty", "artist": "Beyonce", "genre": "Pop", "lyrics": "If you search for tenderness"}, {"song_no": "2359820", "year": "2009", "rank": "71", "title": "사랑경보 (Feat. 주희 Of 에이트)", "artist": "H-유진", "genre": "Rap / Hip-hop", "lyrics": "첫눈 오는 거리에 추억들이 내리면 사랑했던 기억이 다시 나를 찾아온다 난 오늘도 니 생각에 어김없이 밤잠을 설쳐 벌써 몇 달째 불면증은 떠나질 않고 날 괴롭혀 내일이면 널 잊겠다고 눈물로 술잔을 채워 그렇게도 다짐을 해도 잔을 비우면 그리움이 커져 너 없이 사는 건 살아도 사는 게 사는 거 같지 않아 한없이 찢겨진 가슴에 쓰라린 상처가 도무지 낫질 않아 됐어 이제는 떠나갈게 오늘부터 너를 체념 할게 like today is my only april fool's day 첫눈 오는 거리에 추억들이 내리면 나의가슴에 우리사랑도 다시 되살아나고 내 두 눈에 참았던 눈물이 내 맘을 적시면 사랑했던 기억이 다시 나를 찾아온다 매일 아침 눈을 뜨면 너의 달콤한 키스가 생각나겠지 내 귓가를 간지러 피던 사랑의 말들이 생각나겠지 하얀 눈을 맞으며 걷던 그 거리도 그리워지겠지 this time I'm a let you know I will never be me same that I used to be 사랑은 참 달고 달아 변한 뒤엔 쓰고 쓰다 사랑은 말없이 왔다 말없이 날 떠나간다 됐어 이제는 떠나갈게 오늘부터 너를 체념할게 like today is my only April fool's day 함께 듣던 노래가 내 귓가에 들리면 웃는 사람들 속에 혼자서 우는 내가 가여워 행복했던 우리 좋았었던 기억만 떠올라 숨조차 못 쉬겠어 니가 너무 그리워 난 사랑에 다쳐서 멀쩡한 곳이 없어 나를 웃게 할 나를 낫게 할 사람 너 하나뿐야 첫눈 오는 거리에 추억들이 내리면 나의가슴에 우리사랑도 다시 되살아나고 내 두 눈에 참았던 눈물이 내 맘을 적시면 사랑했던 기억이 다시 나를 찾아온다 내 가슴이 자꾸만 나에게 말해 첫눈이 내리면 너무 그립대 가슴이 자꾸만 나에게 말해 상처 난 가슴이 너무 아프대 가슴이 자꾸만 나에게 말해 더 이상 눈물을 참을 수가 없대 가슴이 자꾸만 나에게 말해 절대로 널 보내줄 수 없대 나 홀로 외로이 걷는 길 어디로 가는 건지 걷고 또 걸어도 I see no way to go There see no way to go"}, {"song_no": "2312252", "year": "2009", "rank": "72", "title": "우리 지금 만나 (Feat. 장기하와 얼굴들)", "artist": "리쌍", "genre": "Rap / Hip-hop", "lyrics": "우리 지금 만나(만나) 당장 만나(당장 만나)"}, {"song_no": "2334482", "year": "2009", "rank": "73", "title": "러브레터 (FT.Triple)", "artist": "FTISLAND (FT아일랜드)", "genre": "Rock", "lyrics": "잘 지내고 있나요 아프지는 않나요 내가 없는 그대가 난 걱정이 되죠 바쁘더라도 잘 챙겨 먹고 추울 땐 잘 챙겨 입고 울지 말고 씩씩하게 살길 바래요 2009년 어느 날 문득 네 생각에 펜을 들어 밤길이 무서울 땐 누구한테 전활 거는지 보낼 수 없는 편지를 써 혼자서 밥은 잘 먹는지 오늘도 나는 걱정이 돼 보낼 수 없는 편지를 써 I cave about you I think about you 이러면 안 되는 걸 알면서도 오늘도 너만 생각하고 있어 하루 종일 네 걱정만 하고 있어 너에게 닿을 수 없는 내 마음을 써 잘 지내고 있나요 아프지는 않나요 내가 없는 그대가 난 걱정이 되죠 바쁘더라도 잘 챙겨 먹고 추울 땐 잘 챙겨 입고 울지 말고 씩씩하게 살길 바래요 내가 너무 걱정이 많죠 얘기가 너무 길어졌죠 버릇처럼 잔소리만 하네요 눈물이 많은 그대 모습이 내 눈에 아른거려서 오늘도 하루가 쉽지 않죠 잘 지내고 있나요 아프지는 않나요 내가 없는 그대가 난 걱정이 되죠 바쁘더라도 잘 챙겨 먹고 추울 땐 잘 챙겨 입고 울지 말고 씩씩하게 살길 바래요 왜 그땐 너란 사람의 소중함을 난 몰랐을까 사랑이 다가올 땐 무디더니 떠나고 나니 왜 또 찾는 걸까 옆에 있을 때는 몰랐어 어리석은 남자라서 바보 같은 남자라서 떠나고 나니 알게 되더라 내가 너무 힘들게 아프게 했죠 정말 미안했어요 이제 그대를 보내줄게요 좋은 사람 만나요 행복하길 바래요 내가 아는 그대는 잘 할거라 믿죠 항상 웃던 그대 사진에 내 눈물 묻히기 싫어 오늘도 난 그래도 난 웃기만 하죠"}, {"song_no": "2291966", "year": "2009", "rank": "74", "title": "따라해 (Wannabe) (Feat. Mellow)", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "여기저기 Fresh 근데  이미 본 듯해 같은 노래 노래 흥얼대  입술과 코 끝에 옷을 고를 때 거기서 거기  Style에 손을 대 You think u got a got a swag 다 그저 따라 따라 따라해 요즘엔 유행어를 모름 대화가  안 돼 모두 Fashion 잡지 TV Show를 보고 단장해 보고팠던 영화조차 평점 따라  관람해 이미 다들 다들 하는데 다 따라 따라 따라해 DJ come play my song on  the radio 날 느끼고 the radio oh oh oh DJ come play my song on  the radio 소리치고 oh 다 따라 따라 따라해 Wannabe Wannabe 다 너를  따라 따라해 Wannabe Wannabe 다 나를 따라 따라해 Wannabe Wannabe 세상을  따라오게 해 Because we're so sick 아직도 학생 다 배워 공식을 따라야만 답 채워 자존심은 가려도 애써 같다는 자긍심만 앞세워 다 따라가기만 하는 세상을 따라오게 해 누구보다 먼저 정상에 올라 바라보게 해 It's like MP3 거부는 못해 서로가 서로를 불법복제 누가 누굴 탓하며 따져대 어차피 Hot하면 따라해 대중은 Star 아이는 어머니 그래 너와 나 다들 Wannabe 사랑할때도 Drama를 따라 해 이젠 우리만의 Color를 찾아 내 DJ come play my song on  the radio 날 느끼고 the radio oh oh oh DJ come play my song on  the radio 소리치고 oh 다 따라 따라 따라해 Wannabe Wannabe 다 너를  따라 따라해 Wannabe Wannabe 다 나를  따라 따라해 Wannabe Wannabe 세상을  따라오게 해 Because we're so sick Wannabe you Wannabe me Wannabe you Wannabe me Wannabe you Wannabe me Wannabe you Wannabe me Wannabe Wannabe 다 너를  따라 따라해 Wannabe Wannabe 다 나를  따라 따라해 Wannabe Wannabe 세상을  따라오게 해 난 나만의 꿈 나만의 Style 나만의 멋으로 사랑하니  너나 잘해 따 따 따라해 다같이 따라해 따 따 따라해 다같이 따라해 따 따 따라해 다같이 따라해 따 따 따라해 다같이 따라해"}, {"song_no": "2322588", "year": "2009", "rank": "75", "title": "헤어질 거 같애 (Feat. MJ Of Sunnyside, 신혜)", "artist": "박지헌", "genre": "Ballad", "lyrics": "Ah Ah Ah Oh Ooh Ooh Ooh Ooh Yeah Yeah Yeah Yeah 습관처럼 싸워왔는데 이번에는 왜이렇게 심각해 십분이면 그냥 화해 할 걸 심각한 척 하지마 자존심이 뭐길래 그깟 자존심이 뭐길래 왜 이렇게 내마음을 모르고 표정이 굳어있니 헤어질 것 같애 이번에는 정말 헤어질 것 같애 나 진짜로 헤어질꺼야 나 너 때문에 너무 힘들어 너무 힘들어서 죽겠어 난 몰라 우리 진짜로 마지막이 되는거야 Ah Ah Ah Oh Ooh Ooh Ooh Ooh 나 진짜로 헤어질꺼야 나 너 때문에 너무 힘들어 너무 힘들어서 죽겠어 난 몰라 우리 진짜로 마지막이 되는거야 어색하게 넌 흠칫 바라만 보고있어 무슨 말을 꺼낼까 고민 고민하면서 그전 처럼 맘에 있는 말 그냥 꺼내면 되는데 그걸 못해 바보처럼 왜 그러고만있어 아닌데 아닌데 이건 아닌데 하면서도 그 한마디 내뱉기 너무 힘드네요 그때 그때 그때 그때 내가 미안해요 한마딜 못 전해서 헤어질 것 같애 이번에는 정말 헤어질 것 같애 나 진짜로 헤어질꺼야 나 너 때문에 너무 힘들어 너무 힘들어서 죽겠어 난 몰라 우리 진짜로 마지막이 되는거야 Ah Ah Ah Oh Ooh Ooh Ooh Ooh 나 진짜로 헤어질꺼야 나 너 때문에 너무 힘들어 너무 힘들어서 죽겠어 난 몰라 우리 진짜로 마지막이 되는거야 이렇게 진짜로 미안하지만 미안해서 또 얼굴을 못들 것 같지만 지금 헤어지는게 난 낫겠어요 서로가 엇갈려서 상처주는 것보다 차라리 헤어짐에 맘을 묶을래 헤어질 것 같애 이번에는 정말 헤어질 것 같애 나 진짜로 헤어질꺼야 나 너 때문에 너무 힘들어 너무 힘들어서 죽겠어 난 몰라 우리 진짜로 마지막이 되는거야"}, {"song_no": "2218822", "year": "2009", "rank": "76", "title": "In The Club", "artist": "2NE1", "genre": "Dance", "lyrics": "너의 향기 이제 지우려고 해 너의 손길 이제 잊으려고 해 왜 꼭 그래야만 했어 믿을 수가 없어 결국 그런 남자였어 나의 생활 이제 찾으려고 해 나의 친구 이제 만나려고 해 뻔한 거짓말을 했어 난 또 바보처럼 아닐거라 안심했어 니가 다짐했던 약속 다 가져가줄래 사소한 습관까지 작은 기억까지 모두 태울테니까 내 안에 살아있는 널 잠재울거야 니가 여태 알던 내 모습은 이제 없는거야 in the club 오늘밤 그에게 in the club 내 모든 걸 줄래 in the club 니가 그녀와 그랬던 것 처럼 쉽게 사랑할래 in the club 오늘밤 그에게 in the club 내 모든걸 줄래 in the club 내 아픈 상처까지 안아도 오늘밤만은 너를 잊을 수 있도록 화려한 조명 속에 춤추는 모습이 보여 처음 본 여자 허리에 너의 손을 올려 시끄러운 클럽 난 더 크게 널 불러 아무것도 들리지도 보이지 않는 너 오늘 밤은 나도 너를 잠시동안 잊을래 내 책상 위에 너와의 사진 다 지울래 지긋지긋해 너에게 벗어나고 싶지만 왜 자꾸 널 기억하는지 i'm not okay 니가 다짐했던 약속 다 가져가줄래 사소한 습관까지 작은 기억까지 모두 태울테니까 내 안에 살아있는 널 잠재울거야 니가 여태 알던 내 모습은 이제 없는 거야 in the club 오늘밤 그에게 in the club 내 모든 걸 줄래 in the club 니가 그녀와 그랬던 것 처럼 쉽게 사랑할래 in the club 오늘밤 그에게 in the club 내 모든 걸 줄래 in the club 내 아픈 상처까지 안아도 오늘밤만은 너를 잊을 수 있도록 이 밤이 다 지나고나면 난 홀로 멍하니 남겨지겠지 바보같이 눈물을 흘리겠지 아직도 꿈 속에 니가 보여 이젠 널 놓겠어 다신 너도 나를 찾지말아 in the club 오늘밤 그에게 in the club 내 모든 걸 줄래 in the club 니가 그녀와 그랬던 것 처럼 쉽게 사랑할래 in the club 오늘밤 그에게 in the club 내 모든 걸 줄래 in the club 내 아픈 상처까지 안아도 오늘밤만은 너를 잊을 수 있도록"}, {"song_no": "2278748", "year": "2009", "rank": "77", "title": "사랑 참 어렵다", "artist": "이승철", "genre": "Ballad", "lyrics": "사랑이 정말 있기는 한 거니 내 맘을 다 줘도 왜 항상 떠나가는지 다시 사랑할 수 없을 것 같아 사랑 참 어렵네요 문득 보고 싶어서 문득 그리워져서 하루에도 몇 번씩 아파 내 멍든 가슴은 온통 너로 가득 차 난 아무것도 할 수가 없어 사랑 참 어렵다 어렵다 너무 힘들다 있는 그대로 날 바라보면 괜찮을 텐데 사랑 참 어렵다 어렵다 많이 아프다 내 모든 걸 다 주어도 부족한 사랑 참 어렵다  여기까지가 우리 인연인가 봐 네가 행복하다면 이별도 사랑이니까 다시 사랑하면 아프지 말자 사랑 참 어렵네요 문득 보고 싶어서 문득 그리워져서 하루에도 몇 번씩 아파 내 멍든 가슴은 온통 너로 가득 차 난 아무것도 할 수가 없어 사랑 참 어렵다 어렵다 너무 힘들다 있는 그대로 날 바라보면 괜찮을 텐데 사랑 참 어렵다 어렵다 많이 아프다 내 모든 걸 다 주어도 부족하니까 사랑 참 어렵다 어렵다 너무 힘들다 있는 그대로 날 바라보면 괜찮을 텐데 사랑 참 어렵다 어렵다 많이 아프다 내 모든 걸 다 주어도 부족한 사랑 참 어렵다"}, {"song_no": "2312254", "year": "2009", "rank": "78", "title": "Carousel (Feat. 이적)", "artist": "리쌍", "genre": "Rap / Hip-hop", "lyrics": "난 여태 사랑을 내멋대로 했었지"}, {"song_no": "2354546", "year": "2009", "rank": "79", "title": "사랑치", "artist": "신승훈", "genre": "Ballad", "lyrics": "기억은 어쩌면 사랑보다 조금 욕심이 많은가봐  니손끝 하나도 그말투 하나도 버리지 못하나봐 마음한구석에 쌓이고 쌓이다 때론 미소가 되고 때론 눈물이되 온통 너로 만들어진 나의 하루는 참 더디고 길어  넌 나만 없지만 난 하나도 없어 두눈을 감으면 내안엔 오늘도 니가 뜨고 니가 저물어 또하루를 견뎌 니가 버리고간 추억으로 울고 웃으면 반쯤은 바보가 되버리나봐 사랑이 멈추면  널 안고 있을땐 시간은 언제나 바쁘게 달아나서 잡히지 않더니 너에 부스러기만 안고있는 지금 멈춰선것 같아 난 너를 부르고 넌 대답이 없고 또 뒤돌아보면 저만치 설레게 손흔드는 너의 추억들 널 말하는 마음 한조각씩 때어버리면 언젠가 잊을까 마음도 반쯤은 없어지나봐 사랑이 멈추면  넌 어디에 있니 어디까지 갔니 두눈을 감으면 내안엔 오늘도 니가 뜨고 니가 저물어 또하루를 견뎌 니가 버리고간 추억으로 울고 웃으면 반쯤은 바보가 되버리나봐 넌 어디에 있니 또 내맘 속 이니"}, {"song_no": "2266940", "year": "2009", "rank": "80", "title": "사랑이 뭐길래", "artist": "미스에스", "genre": "Ballad", "lyrics": "맨 정신으로는 살 수가 없어서 술 한잔을 하고 그렇게 널 잊으려 했어 맨 정신으로는 맨 정신에 살 수 없어 술을 마시고 맨 정신에 믿을 수 없는 후횔 누리고 맨 정신에 할 수 없는 말들을 하고 맨 정신에 생각하면 후회를 하고 끊었던 눈물 흘리고 또 다시 이별앞에 눈물이 흐르고 내 가슴엔 비가 내리고 아직도 내 가슴엔 너란 슬픈 비가내려 사랑이 뭐길래 이렇게 나를 울게 만들고 사랑이 뭐길래 이렇게 나를 아프게하고 남자가 뭐길래 아직 난 다른 사랑 하지못하고 난 너만 기다리잖아 사랑이 뭐길래 도대체 사랑이 뭐길래  사랑이란건 알 수가 없어서 시작을 했다면 이별을 준비해야하고 또 사랑이란건 변할 수 있어서 그때의 우리 추억이 상처로 다 남게되는걸 사랑이 뭐길래 이렇게 나를 울게 만들고 사랑이 뭐길래 이렇게 나를 아프게하고 남자가 뭐길래 아직 난 다른 사랑 하지못하고 난 너만 기다리잖아 사랑이 뭐길래 넌 어디있길래 도대체 어디 숨어있길래 사랑은 어디에 도대체 돌아 오지를 않고 니가 뭔데 내 마음을 아프게해 도대체 니가 뭔데 이렇게 나를 아프게해 남자가 뭐길래 사랑이 뭐길래 너 왜이렇게 나를 울게 만드는데 나는 니가 없인 안돼 너 뿐이던 난데 왜 이런 나를 잡아주지 않는데 도대체 남자가 뭐길래 사랑이 뭐길래 너 왜 이렇게 내 마음을 아프게해 나는 니가 없인 안돼 너 뿐이던 난데 왜 이런 나를 혼자 두고 떠나는데 사랑이 뭐길래 남자가 뭐길래 왜 왜 왜 너 왜이렇게 나를 지치게 하는데 또 다시 기다리잖아 난 너만 기다리고 기다려 난 너만 기다리잖아 사랑이 뭐길래 도대체 사랑이 뭐길래 아직 널 기다리잖아 사랑이 뭐길래"}, {"song_no": "2355016", "year": "2009", "rank": "81", "title": "Gossip Girl", "artist": "레인보우", "genre": "Dance", "lyrics": "I wanna gossip girl I wanna gossip girl I wanna gossip the sexy and pretty I wanna gossip girl I wanna gossip girl I wanna gossip the sexy and pretty pretty boy 1 2 3 go everyday 도도하게 everybody 바라보게 항상 stylish하게 나나나 나나 언제나 자신있게 모두들 미소 짓게 어디서나 Spotlight kill hill 예쁜 높은 구두에 hot pleats skirt Cherry color lip gloss 짙은 sense mascara에 흩날리는 머릿결 pretty sweety sexy I do wanna say wanna say wanna say wanna say 나 나 나 나 나 날 보는 E E E E E Eye stop it Do wanna say wanna say wanna say wanna say Oh Oh Oh Oh Oh Oh baby 두근두근 모두 바라보는 난 Star everyday 도도하게 everybody 바라보게 항상 stylish하게 나나나 나나 언제나 자신있게 모두들 미소 짓게 어디서나 Spotlight Perfume 산뜻한 내 향기와 Velvet sunglasses에 baby pinky tote bag Skinny한 Body line과 눈부신 내 미소 pretty sweety sexy I do wanna say wanna say wanna say wanna say 나 나 나 나 나 날 보는 E E E E E Eye stop it Do wanna say wanna say wanna say wanna say Oh Oh Oh Oh Oh Oh baby 두근두근 모두 바라보는 난 Star Girl Oh Oh I wanna gossip girl girl I do wanna say wanna say wanna say wanna say 나 나 나 나 나 날 보는 E E E E E Eye stop it Do wanna say wanna say wanna say wanna say Oh Oh Oh Oh Oh Oh baby 두근두근 모두 바라보는 난 Star I do wanna say wanna say wanna say wanna say 나 나 나 나 나 날 보는 E E E E E Eye stop it Do wanna say wanna say wanna say wanna say Oh Oh Oh Oh Oh Oh baby 두근두근 모두 바라보는 난 Star G O Double SIP Girl 모두 바라는 여자가 되길 나를 쳐다보는 모든 Men's scandaling No 1 나의 Bling Bling Bling 절대 쉬지 않고 잊지 않길 내가 지닌 Magic CD Let me here you sing my song All life long the real pretty girl I wanna gossip girl I wanna gossip girl I wanna gossip the sexy and pretty I wanna gossip girl I wanna gossip girl I wanna gossip the sexy and pretty"}, {"song_no": "2312178", "year": "2009", "rank": "82", "title": "나는... (Feat. Ivy)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "잘지내니 보고 싶었어"}, {"song_no": "2341748", "year": "2009", "rank": "83", "title": "잘지내", "artist": "정엽", "genre": "Ballad", "lyrics": "그 말은 내뱉지마 잘 못 지낼 걸 알잖아 오늘부터 내 기도는 나보다 못한 사람 만나 눈물로 밤을 새는 너 더 미워 보이니까 슬픈 척은 하지마 넌 오늘부터 내 기도는 나보다 약한 사람 만나 안기는게 힘겨운 너 이제 너 가면 이제 남이 되면 우리 웃었던 추억들 모두 니가 가져가 아무 일도 없었던 것처럼 아무 일도 아닌 것처럼 그렇게 다짐하며 너를 지워가며 절대로 난 안울거야 안울거야  그 말은 내뱉지마 잘 안되는 걸 알잖아 오늘부터 내 기도는 나처럼 좋은 사람 만나 똑같은 이별하는 너 이제 너 가면 이제 남이 되면 우리 웃었던 추억들 모두 니가 가져가 아무 일도 없었던 것처럼 아무 일도 아닌 것처럼 그렇게 다짐하며 너를 지워가며 절대로 난 안울거야 안울거야 혹시나 그럴 일 없겠지만 절대로 없겠지만 니가 다시 오게 되면 니 자린 여기야 아무 일도 없었던 것처럼 아무 일도 아닌 것처럼 아무일도 아무말도 난 그렇게 다짐하며 너를 지워가며 절대로 난 안울거야 안울거야 절대로 넌 안올거야"}, {"song_no": "2321563", "year": "2009", "rank": "84", "title": "여전히", "artist": "이홍기 (FT아일랜드)", "genre": "Drama", "lyrics": "사랑은 아닐거라고 절대로 아닐거라고 매번 속여왔지만 내맘은 자꾸 너를 부르고 한걸음 부딪쳐보고 한걸음 밀어내봐도 그럴수록 넌 내안에 커져가고 있어 그만큼 사랑하나봐 그만큼 기다리나봐 그토록 아프게해도 내맘은 널 떠날수없나봐 사랑은 하나인가봐 내맘은 변치않나봐 널향해 지켜온 사랑 이제는 다 말할수 있다고 따뜻한 너의 눈빛이 따뜻한 너의 사랑은 달아날수록 내안에 커져가고 있어 너도 날 사랑했나봐 너도 날 기다렸나봐 그토록 아프게해도 네맘은 날 떠날수없나봐 사랑은 하나인가봐 내맘은 변치않나봐 널향해 지켜온 사랑 이제는 다 말할수 있다고 널 사랑해  때로는 사랑이 혹은 눈물이 우릴 힘들게해도 사랑해 사랑해 내곁에 너만 있으면돼  여전히 사랑하나봐 여전히 기다리나봐 머리를 속여보아도 가슴을 속일수는 없나봐 사랑은 하나인가봐 내맘은 변치않나봐 널향해 지켜온 사랑 이제는 다 말할수 있다고 널 사랑해"}, {"song_no": "2347066", "year": "2009", "rank": "85", "title": "라떼처럼", "artist": "윤건", "genre": "Ballad", "lyrics": "Let me be the one 널 사랑하니까 니가 감기 걸렸을때도 내게 키스해줄래 장난스럽게 이 순간이 너무 짧아 너와 함께면 Let me be the one 널 사랑하니까 작은 일에 투정부려도 너를 감싸안을래 라떼향기처럼 하루해가 너무 짧아 너와 함께면 If you stay forever I have a smile 오직 너만을 언제까지나 And If you stay forever 나와 함께 You stay forever more 언제까지나 영원토록 네곁에 you you stay please stay stay  Let me be the one 널 사랑하니까 니가 감기 걸렸을때도 내게 키스해줄래 장난스럽게 이 순간이 너무 짧아 너와 함께면 Let me be the one 널 사랑하니까 작은 일에 투정부려도 너를 감싸안을래 라떼향기처럼 하루해가 너무 짧아 너와 함께면 If you stay forever I have a smile 오직 너만을 언제까지나 And If you stay forever 나와 함께 You stay forever more 언제까지나 If you stay forever I have a smile 오직 너만을 언제까지나 And If you stay forever 나와 함께 You stay forever more 언제까지나 영원토록 네곁에 you You stay"}, {"song_no": "2313150", "year": "2009", "rank": "86", "title": "3", "artist": "Britney Spears", "genre": "Pop", "lyrics": "1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves Countin'  Babe pick a night To come out and play If it's alright What do you say Merrier the more Triple fun that way Twister on the floor What do you say Are you in Livin' in sin is the new thing yeah Are you in I am countin' 1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves Countin' 1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves Three is a charm Two is not the same I don't see the harm So are you game Lets' make a team Make 'em say my name Lovin' the extreme Now are you game Are you in Livin' in sin is the new thing Are you in I am countin' 1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves countin' 1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves What we do is innocent Just for fun and nothin' meant If you don't like the company Let's just do it you and me You and me Or three Or four On the floor 1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves Countin' 1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves"}, {"song_no": "2212365", "year": "2009", "rank": "87", "title": "I Don`t Care", "artist": "2NE1", "genre": "Dance", "lyrics": "hey playboy it's about time and your time's up I had to do this one for my girls you know sometime you gotta act like you don't care that's the only way you boys learn Oh oh oh oh oh oh 2ne1 Oh oh oh oh oh oh 2ne1 니 옷깃에 묻은 립스틱들 나는 절대로 용서못해 매일 하루에 수십번 꺼져있는 핸드폰 변하지 않을 것만 같아 oh oh 그저 친구라는 수많은 여자친구 날 똑같이 생각하지 마 I won't let it fight 이제 니 맘대로 해 난 미련은 버릴래 한땐 정말 사랑했는데 oh oh 가끔씩 술에 취해 전활 걸어 지금은 새벽 다섯시 반 넌 또 다른 여자애 이름을 불러 no no I don't care 그만할래 니가 어디에서 뭘 하던 이제 정말 상관 안할게 비켜줄래 이제와 울고불고 매달리지마 cause I don't care e e e e e I don't care e e e e e cause I don't care e e e e e I don't care e e e e e Boy I don't care 다른 여자들의 다리를 훔쳐보는 니가 너무너무 한심해 매일 빼놓는 커플링 나 몰래 한 소개팅 더 이상 못 참을 것 같아 oh oh 넌 절대 아니라는 수많은 나의 친구 난 너 땜에 친구들까지 다 잃었지만 차라리 홀가분해 너에게 난 과분해 내 사랑이라 믿었는데 oh oh 오늘도 바쁘다고 말하는 너 혹시나 전화해봤지만 역시 뒤에선 여자 웃음소리가 들려 oh no I don't care 그만할래 니가 어디에서 뭘 하던 이제 정말 상관 안할게 비켜줄래 이제와 울고불고 매달리지마 cause I don't care e e e e e I don't care e e e e e cause I don't care e e e e e I don't care e e e e e Boy I don't care 난 너 땜에 울며 지새던 밤을 기억해 boy 더 후회할 날 생각하면 맘이 시원해 boy 날 놓치긴 아깝고 갖기엔 시시하잖니 있을 때 잘하지 너 왜 이제와 매달리니 속아준 거짓말만 해도 수백번 오늘 이후로 난 남자 울리는 bad girl 이젠 눈물 한방울 없이 널 비웃어 사랑이란 게임 속 loser 무릎꿇고 잘못을 뉘우쳐 아님 눈 앞에서 당장 꺼져 I don't care 그만할래 니가 어디에서 뭘 하던 이제 정말 상관 안할게 비켜줄래 이제와 울고불고 매달리지마 you know I don't care e e e e e e I don't care e e e e e I don't care e e e e e I don't care e e e e e Boy I don't care"}, {"song_no": "2349297", "year": "2009", "rank": "88", "title": "사랑할 줄은 몰랐어", "artist": "V.O.S", "genre": "Drama", "lyrics": "사랑 할 줄은 몰랐어 내가 변할 줄 몰랐어 정말 바보처럼 우연처럼 그댈 난 만나게 됐나봐 힘겨운 날들에 지친 내게 어느 샌가 점점 다가와 준 그대 나의 가슴을 뛰게 하네 어색한 그대의 첫인상에 어울리지 않을꺼라 생각했던 내 마음이 이제야 흔들리나봐 사랑 할 줄은 몰랐어 내가 변할 줄 몰랐어 그대의 눈빛에 마음속에 빠져 가고 있어 사랑 할 줄은 몰랐어 이렇게 될 줄 몰랐어 정말 바보처럼 우연처럼 그댈 난 만나게 됐나봐 한번씩 두번씩 볼 때마다 어느 샌가 점점 커져가는 그대 나의 심장을 뛰게 하네 그토록 바라던 나의 사랑 오랫동안 꿈에서나 상상했던 그대모습 이제야 볼 수 있나봐 사랑 할 줄은 몰랐어 내가 변할 줄 몰랐어 그대의 눈빛에 마음속에 빠져 가고 있어 사랑 할 줄은 몰랐어 이렇게 될 줄 몰랐어 정말 바보처럼 우연처럼 그댈 난 만나게 됐나봐 눈을 감아도 내게는 그대만 보여요 더 이상 흔들리지 않게 널 지켜 줄 거야  사랑 할 줄은 몰랐어 내 맘 다 줄줄 몰랐어 아무리 참아도 그댈 향해 달려가고 있어 사랑 할 줄은 몰랐어 그대 일 줄은 몰랐어 정말 운명 같은 인연처럼 그댈 사랑하게 되나봐"}, {"song_no": "2351773", "year": "2009", "rank": "89", "title": "나란 남자 (Feat. 메이비)", "artist": "MC 몽", "genre": "Drama", "lyrics": "just for you 나란 남자 지겨울꺼야 때로는 속이 터져 미칠거야 심심할 정도로 재미없어 같이 있으면 화날거야 하지만 나의 과거나 여자관계가 복잡하거나 스킨쉽이 또 지나 치거나 그런 일은 절대로 없을거야 너무 빨리 시작된 연애 너무 빨리 싫증 낼까봐 난 부족한 척 난 수줍은 척 난 모자란척 난 연기를 해 너의 사랑을 얻기 위해서 오늘부터 나 바보가 돼 너의 사랑을 얻기 위해서 오늘부터 그냥 바보될래 나 사랑을 배워볼래 너 하나만 사랑할래 이별만 빼고는 모든걸 너와 첨으로 같이 할래 니 삶이 되줄래 세상이 되줄래 언제라도 매일매일 사랑해 매일매일 행복해 난 말할래 just for you no refund no exchange 사랑에 환불 N 교환은 금지 확실히 서로 밀어주기 죽을때까지 너와 나만의 규칙 my love for you is real i wanna show you how i feel anything for you l'll do it 널 향해 i can stop movin 이젠 느끼한 파스타가 좋아 지루한 멜로 영화가 좋아 날 괴롭히던 사장도 좋아 그냥 다 너와 사는게 좋아 입맛도 변해 취향도 변해 너의 기준대로 난 모든게 변해 no refund no exchange 사랑에 환불 N 교환은 금지 나 사랑을 배워볼래 너 하나만 사랑할래 이별만 빼고는 모든걸 너와 첨으로 같이 할래 니 삶이 되줄래 세상이 되줄래 언제라도 매일매일 사랑해 매일매일 행복해 난 말할래  다 달라졌어 널 만난 세상은 모든게 새로워 참 좋은사랑 내겐 너무 소중해 이 사랑을 지킬래 세상 끝까지 나란 남자 너도 원하잖아 너 없음 안되는거 너 잘 알잖아 우린 너무나 비슷해 꿈과 현실이 비슷해 사랑을 배워가 내게 나란 남자 너도 원하잖아 너 없음 안되는거 너 잘 알잖아 우린 너무나 비슷해 꿈과 현실이 비슷해 사랑을 배워봐 나란 남자에게"}, {"song_no": "2335459", "year": "2009", "rank": "90", "title": "사랑 참...", "artist": "디셈버", "genre": "Ballad", "lyrics": "사랑합니다 그댈 사랑합니다 이 말 한마디 너무 어려웠죠 그런 내 모습에 그댄 예쁘게 웃었죠 마음 까지도 아름다운 사람 그댄 아직 모르나봐요 행복하라 하네요 내가 그댈 어찌 잊나요 그댄 내 사랑인데 내겐 한 사람인데 떠나 가려 하네요 어떡하죠 기다리면 될까요 혼자서라도 사랑하면 될까요 사랑 참 못됐네요 그대조차 눈물이겠죠 착한 사람이니까 내가 먼저 걱정 이겠죠 그댄 내 사랑인데 내겐 한 사람인데 떠나 가려 하네요 어떡하죠 기다리면 될까요 혼자서라도 사랑하면 될까요 사랑 참 못됐네요 미안한 일밖에 생각나지 않네요 그런 나라서 두고 가나요 그댄 내 사랑인데 내겐 한 사람인데 떠나 가려 하네요 어떡하죠 그리워도 될까요 그댄 없는데 살아가도 될까요 사랑 참 아프네요 사랑이 이런 건가요"}, {"song_no": "2321569", "year": "2009", "rank": "91", "title": "말도 없이", "artist": "박신혜", "genre": "Drama", "lyrics": "하지말 걸 그랬어 모른척 해버릴걸 안보이는 것처럼 볼수없는 것처럼 널 아예 보지말걸 그랬나봐 도망칠 걸 그랬어 못들은척 그럴걸 듣지도 못하는 척 들을 수 없는 것처럼 아예 네 사랑 듣지 않을걸 말도 없이 사랑을 알게 하고 말도 없이 사랑을 내게 주고 숨결 하나조차 널 담게 해놓고 이렇게 도망가니까 말도 없이 사랑이 나를 떠나 말도 없이 사랑이 나를 버려 무슨말을 할지 다문 입이 혼자서 놀란것 같아 말도 없이 와서 왜 이렇게 아픈지 왜 자꾸만 아픈지 널 볼수 없다는건 네가 없다는거 말고 모두 예전과 똑같은건데 말도 없이 사랑을 알게 하고 말도 없이 사랑을 내게 주고 숨결 하나조차 널 닮게 해놓고 이렇게 도망가니까 말도 없이 사랑이 나를 떠나 말도 없이 사랑이 나를 버려 무슨말을 할지 다문 입이 혼자서 놀란것 같아 말도 없이 눈물이 흘러내려 말도 없이 가슴이 무너져가  말도 없는 사랑을 기다리고 말도 없는 사랑을 아파하고 넋이 나가버려 바보가 되버려 하늘만 보고 우니까 말도없이 이별이 나를찾아 말도없이 이별이 내게와서 준비도 못하고 널 보내야하는 내맘이 놀란것 같아 말도없이 와서 말도 없이 왔다가 말도 없이 떠나는 지나간 열병처럼 잠시 아프면 되나봐 작은 흉터만 남게되니까"}, {"song_no": "2336217", "year": "2009", "rank": "92", "title": "Young Love", "artist": "서인국", "genre": "Ballad", "lyrics": "처음 본 순간 그 날을 난 기억해 너무 아름다운 니 모습에 눈이 머네 오 왜 내 심장이 뛰고 있는지 날 보는 너의 그 섹시한 니 눈빛도 내 귀에 속삭이는 달콤한 입술도 my pretty baby 내 맘을 넌 알고 있잖아 너를 스쳐갔던 남자들도 너를 아껴주진 못했을껄 난 알아 니가 정말 원하는 사랑이 뭔지 나만 바라보며 웃어주고 나만 사랑하는 니 모습을 원하고 또 원하죠 my sexy girl I want to you baby girl 달콤한 니 입술로 내게 다가와 어서 말해줘 사랑한다고 너도 원한다고 I want to you baby girl I need to you baby girl 내 맘을 받아줘 언제나 나를 보며 항상 웃어준 너 내게 다가오는 너를 안아주고 싶어 my love 니 생각에 잠 못 이루네 내 볼에 스쳐가는 너의 머릿결도 내 머릴 감싸주는 따뜻한 니 품도 my pretty baby 내 맘을 넌 알고 있잖아 너를 스쳐갔던 남자들도 너를 아껴주진 못했을껄 난 알아 니가 정말 원하는 사랑이 뭔지 나만 바라보며 웃어주고 나만 사랑하는 니 모습을 원하고 또 원하죠 my sexy girl I want to you baby girl 달콤한 니 입술로 내게 다가와 어서 말해줘 사랑한다고 너도 원한다고 I want to you baby girl I need to you baby girl 내 맘을 받아줘  내 눈 앞에 작은 너의 어깨를 내 마음 가득히 안아주고 싶어 우리 서롤 마주하면서 밤이 새도록 너를 안고 입맞추고 사랑한다고 내게 말해줄래 I want to you baby girl 뜨거워진 니 눈빛 거칠어진 너의 숨소리 너의 목소리 나는 원하지 I want to you baby girl I need to you baby girl 널 원하는 내 맘이 보이지 않니 I want to you baby girl I need to you baby girl"}, {"song_no": "2258760", "year": "2009", "rank": "93", "title": "소년이여", "artist": "G-DRAGON", "genre": "Dance", "lyrics": "GD A yo choice drop it on me yo 밤은 깊었는데 잠은 안오고 늘어난 두통과 싸우고 이리저리 뒤척이다 생각에 잠겨 또 펜을 붙잡고 빼곡히 써내려가는 가사 이 안엔 내 철학이 가득하다 뿌연 담배연기 꽉 찬 내 방 home sweet home 아늑하다 13살 나이에 와서 쉴틈없이 달려왔어 뭣 모르는 자신감 내겐 가장 큰 무기였어 오르막길이라면 내리막길도 있는 법 돌아가기엔 너무 늦어버렸어 I can't let go Remember back in the day 빛나던 두 눈 난 절대 잊지못해 그 뜨거운 꿈을 don't forget back in the day 소년이여 네 멋진 목소리로 세상에 소리쳐 shine a light 난 g dragon 남들이 뭐라건 작다고 어리다고 난 g dragon 남들이 뭐라건 오 사람들은 말해 내가 부러워 가진게 너무 많아 연예인들은 다 편하게만 살아 딱 하루만 그 입장이 돼 봐라 보이는게 다가 아니란 걸 알아 시간이 흘러가면서 외로움만 커져갔어 뭣 모르는 의무감 내겐 가장 큰 부담였어 오르막길이라면 내리막길도 있는 법 도망치기엔 너무 늦어버렸어 I wanna go Remember back in the day 빛나던 두 눈 난 절대 잊지 못해 그 뜨거운 꿈을 don't forget back in the day 소년이여 네 멋진 목소리로 세상에 소리쳐 shine a light 10년동안 수많은 울음들과 내가 흘린 수많은 땀방울들과 내가 참아온 차가운 눈물들 아아 아아 다시 시작해 보는거야 Remember back in the day 빛나던 두 눈 난 절대 잊지 못해 그 뜨거운 꿈을 Don't forget back in the day 소년이여 네 멋진 목소리로 세상에 소리쳐 shine a light Remember back in the day 빛나던 두 눈 난 절대 잊지 못해 그 뜨거운 꿈을 don't forget back in the day 소년이여 네 멋진 목소리로 세상에 소리쳐 shine a light come back to me now come back to me now 십년이 지나도 come back to me now come back to me now 지나간 세월아 내 청춘을 remember back in the day it's time to shine 난 절대 잊지 못해 Thanks choice don't forget back in the day Dropped you by GD 니 멋진 목소리로"}, {"song_no": "2280287", "year": "2009", "rank": "94", "title": "심장병", "artist": "아웃사이더", "genre": "Rap / Hip-hop", "lyrics": "가슴이 아파 너무 아파 어떡해 어떡해 맘을 쓸수록 빨리 해져 닳아가 yo 그저 달아난 사람을 잡아 두려는 외줄타기 곡예 처절했던 고배와 내 감정의 유배 끝이 다 된 여행 사랑에 길을 잃은 내 신센 강둑에 버려지고 남루한 돛단배 주술같은 독백과 사랑한다는 고백 이해할 수는 없겠지만 아직 널 사랑해 곁에 둘수 없는거라면 다 두고 떠날래 나는 무엇이든 할래 가는 그댈 더는 볼 수 없는 철창안에 날 가두고 피눈물 쏟아내는 탄식과 절규는 아픔을 동반해 이제 더 이상은 볼 수가 없네 숨 쉬는 동안에 널 잊는 건 나일테니 모진건 그만해 상처위로 물을 주니 자라나는 흉터 너의 목소리와 숨소리 그 긴머리와 향기 이 모든게 뒤엉켜 그리움과 뒤섞여 날 지탱하던 것마저 널 잊으라고 가르쳐 가슴이 아파 너무 아파 어떡해 어떡해 맘을 쓸수록 맘이 해져 닳아가 가끔은 당신을 바라보며 눈물을 참기도 했지 혹시나 사라질까 내 옆에 있는 당신을 바라보며 두 눈을 감기도 했지 선잠에서 깨면 내 곁의 당신을 괜시리 콕콕 찔러보기도 하고 이름을 불러보기도 했지 것도 모자라다 싶어 살며시 깨물어서 당신이 아파하는 소리에 안심 하기도 했지 그리고 가끔은 당신을 바라보며 눈물을 참기도 했지 가끔은 당신을 바라보며 눈물을 참기도 했지 때로는 당신을 바라보며 그리움을 참기도 했지 내 곁을 떠나갈까 떠나면 어디든 따라갈거야 속으로 위안을 삼기도 했지 널 가두려 애쓰지 않아도 내 안에 새겨진 너를 볼 때 널 닮으려 애쓰지 않아도 내게서 너를 볼 때 넌 존재하기에 함께 하는게 당연한 나의 사랑 나를 빛나게 해주는 유일한 사람 메마른 영혼을 적시는 바람 이 길을 따라 걸어가다 만약 남은 행복을 모두다 버리게 하여도 영원히 당신의 곁에서 숨쉬고 싶어 마냥 눈물이 나와 터져나와 그리워 그리워 잊으려 해도 잊어내지 못하리 온세상이 다 멈추고 내 심장이 또 멎으면 널 그때라면 끝낼까 yeah yeah yeah 낫지 않아 난 어떻게 해도 낫지 않을 걸 알아 난 내 안에 살아 그냥 살아 날 해쳐도 되니 yo 널 잊는건 나일테니 모진건 그만해 탄식과 절규는 아픔을 동반해 첫번째는 그녀를 너무나 사랑해서 두번째 그녀보다도 자신을 너무나 사랑해서 널 잊는건 나일테니 모진건 그만해 탄식과 절규는 아픔을 동반해 세번째 사랑이라는 감정조차도 사라졌어 니곁을 떠나가버린걸 이제야 깨달았어"}, {"song_no": "2366796", "year": "2009", "rank": "95", "title": "너 때문에", "artist": "애프터스쿨", "genre": "Dance", "lyrics": "아직도 나 그대를 잊지 못해 I never forget boy I never forget boy 헤어진지 벌써 몇년이  지났는지 몰라 그대 생각만하면 자꾸  눈물만 흘러 오늘따라 왜 그렇게 네가  보고플까 창 밖의 빗소리가 내 맘을  흔들어놔 사랑하지 말걸 그랬어 정주지 말걸 그랬어 붙잡지말걸 그랬어 왜 이렇게 나 혼자 아파 사랑하지 말걸 그랬어 정주지 말걸 그랬어 붙잡지말걸 그랬어 왜 이렇게 나 혼자 아파 난 항상 너만의 장미가 되려던  내 맘을 아니 이제 조각난 사랑의  마침표가 됐다는걸 눈물이 밀려와 메마른  입술이 젖어 이제 어떡해 그댈  잊을 수 없어 너 때문에 많이도 울었어 너 때문에 많이도 웃었어 너 때문에 사랑을 믿었어 너 때문에 너 때문에 모두 다 잃었어 정말 답답답해 갑갑갑해  막막막해 너 없는 세상이 내 말을 씹어놓고 자존심 짓밟아놓고 내 맘을 찢어놓고 왜 나를 떠나가 그날도 비가 왔었지 한참을 그댄 말없이 나를 바라보기만 했어어어어 흔들리는 눈빛과 애써 짓는 어색한 미소가 이별을 얘기해줘줘줘줘 사랑하지 말걸 그랬어 정주지 말걸 그랬어 붙잡지말걸 그랬어 왜 이렇게 나 혼자 아파 사랑하지 말걸 그랬어 정주지 말걸 그랬어 붙잡지말걸 그랬어 왜 이렇게 나 혼자 아파 나보고 떠나라고 할 땐 언제고 떠난다니까 어쩌고 미친 사람 취급만해 정말 힘들어 boy slow down 아무런 말도 못한 채 울어 cause I want to stay next to u my luv is true wanna go back 2 when  I was with u 너 때문에 많이도 울었어 너 때문에 많이도 웃었어 너 때문에 사랑을 믿었어 너 때문에 너 때문에 모두 다 잃었어 정말 답답답해 갑갑갑해  막막막해 너 없는 세상이 내 말을 씹어놓고 자존심 짓밟아놓고 내 맘을 찢어놓고 왜 나를 떠나가 I need u 꿈속에선 아직도 I'm wit u I miss u I need u 시간을 되돌려 wanna kiss u again ma boy 맘이 너무 아픈데 견디기 괴로운데 너는 어디서 뭘하니 나 울었어 참 많이 너 없인 난 못살어 내게로 돌아와줘 날 떠나가지마 너 때문에 많이도 울었어 너 때문에 많이도 웃었어 너 때문에 사랑을 믿었어 너 때문에 너 때문에 모두다 잃었어 정말 답답답해 갑갑갑해  막막막해 너 없는 세상이 내 말을 씹어놓고 자존심 짓밟아놓고 내 맘을 찢어놓고 왜 나를 떠나가"}, {"song_no": "2352750", "year": "2009", "rank": "96", "title": "Gimme The Light", "artist": "2PM", "genre": "Ballad", "lyrics": "oh oh hey girl oh I can't live without you oh I can't forget you oh oh gimme the light gimme the light gimme the light 그녈 내게 돌려줘 gimme the light gimme the light 시간을 되돌려줘 너 떠나고 후회하고 있어 참 바보같지 난 왜 이제서야 아 너무나 아픈데 널 볼 수 없어 미칠 것 같은데 왜 날 떠났어 날 숨을 쉴 수도 없고 앞을 볼 수도 없게 만들고 떠나가 버리니 왜 널 믿질 못했던 내가 미워 널 지키지 못한 내가 싫어 너 없인 하루도 견딜 수 없는 걸 널 볼 수 없는 난 난 죽어가는 걸 gimme the light gimme the light 그녈 내게 돌려줘 gimme the light gimme the light 시간을 되돌려줘 너 떠나고 후회하고 있어 참 바보같지 난 왜 이제서야 gimme the light gimme the light 그녈 내게 돌려줘 gimme the light gimme the light 시간을 되돌려줘 어떻게 찾을 수 있어 내게 대답해줘 어떻게 하는지 괜찮을 거라고 믿었는데 아무렇지 않을 줄 알았는데 널 잃고서 난 어둠속을 헤매 오늘 또 널 찾아 떠나간 널 찾아 널 믿질 못했던 내가 미워 널 지키지 못한 내가 싫어 단 일분 일초도 견딜 수 없는걸 널 볼 수 없는 난 난 죽어가는 걸 gimme the light gimme the light 그녈 내게 돌려줘 gimme the light gimme the light 시간을 되돌려줘 너 떠나고 후회하고 있어 참 바보같지 난 왜 이제서야 gimme the light gimme the light 그녈 내게 돌려줘 gimme the light gimme the light 시간을 되돌려줘 어떻게 찾을 수 있어 내게 대답해줘 어떻게 하는지 떠나간 니가 미치게 날 따라 다녀 목을 조르는 것처럼 내 피를 말려 깔려 버린 우리 인연 하루 종일 전화기만 바라 보며 난 널 기다려 가슴 아퍼 이제 다 끝났어 라고 말을 해도 미련이 나를 잡어 널 지키지 못한 내가 미워 싫어 빌어 하늘에 널 돌려 달라고 고 고 gimme the light gimme the light 그녈 내게 돌려줘 gimme the light gimme the light 시간을 되돌려줘 너 떠나고 후회하고 있어 참 바보같지 난 왜 이제서야 gimme the light gimme the light 그녈 내게 돌려줘 gimme the light gimme the light 시간을 되돌려줘 어떻게 찾을 수 있어 내게 대답해줘 어떻게 하는지"}, {"song_no": "2253769", "year": "2009", "rank": "97", "title": "눈물도 아까워 (Feat. 현아 From 4Minute)", "artist": "나비", "genre": "Ballad", "lyrics": "관둬 가차없이 너랑 끝낼래 너같은 남잔 필요없어 대체 그럴꺼면 왜 나를 만나니 딴 여자랑 잘해봐 전화오면 내 눈치를 보며 딴말하면서 항상 밖에 나가 받지 집에 빨리 가봐야 한다며 누굴 만나러 간거야 뻔한 거짓말 이젠 집어쳐 여친 있단말 왜 안해 모를줄 아니 내가 바보니 이제 그만 난 손뗄래 관둬 가차없이 너랑 끝낼래 너같은 남잔 필요없어 대체 그럴꺼면 왜 나를 만나니 딴 여자랑 잘해봐 웃겨 너 아니면 남자가 없니 이젠 잡아도 소용없어 너도 딱 너같은 여자를 만나서 어디 한번 당해봐 바쁘다는 그 말만을 믿고 보고 싶어도 착하게 기다렸는데 어젯밤엔 즐거웠단 문자 나한테 잘못 온거야 내가 미쳤지 정신 나갔지 그렇게 속고 또 속게 정말 질렸어 니 그 불치병 니가 불쌍할 뿐이야 관둬 가차없이 너랑 끝낼래 너같은 남잔 필요없어 대체 그럴꺼면 왜 나를 만나니 딴 여자랑 잘해봐 웃겨 너 아니면 남자가 없니 이젠 잡아도 소용없어 너도 딱 너같은 여자를 만나서 어디 한번 당해봐 난 오직 너만을 사랑했는데 너 땜에 흘렸던 눈물도 아까워 하 하 하 웃겨 너 아니면 남자가 없니 나 같은 여자 어디서 찾니 don't ask me and get away 나도 다른 남자를 만나 어디든지 자유롭게 밤낮 너 같은 놈 생각이 안나도록 즐기며 살래 bye 냅둬 평생토록 그렇게 살게 이제 난 아무 관심 없어 됐어 울면 내가 돌아볼 줄 아니 천만에 날 잡지마라 예"}, {"song_no": "2293481", "year": "2009", "rank": "98", "title": "면사포", "artist": "이승기", "genre": "Ballad", "lyrics": "너 목소리 왜 그래 무슨 일이야 왜 그래 내가 지금 갈 테니 집 앞으로 나와 너와 나 만나도 너무 오래 만났어 무슨 이유일까 우리 지쳐가 좀 더 마련하고 좀 더 자리 잡고 언젠가 너와 결혼 하겠지 언젠간이 너무도 무책임했나봐 오늘은 나도 뭔가 다르네 오래도록 지겹도록 봤던 너 에게 나 이제 말할께 미뤄왔던 얘기를 이젠 면사포를 쓰세요 남은 인생 나에게 쓰세요 난 무릎 꿇고 너는 울고 부족하지만 내가 준비한 선물 셀 수 없이 속삭이고 헤어지고 다시 사귀고 웃다 울다 죽도록 오래도록 했다 너와 나 너무도 멀리 돌아왔어 오늘은 새삼스레 미안해 지치도록 미치도록 봤던 너 에게 나 이제 말할께 기다렸던 얘기를 이젠 면사포를 쓰세요 남은 인생 나에게 쓰세요 난 무릎 꿇고 너는 울고 부족하지만 내가 준비한 선물 참 잘된 일이야 내가 태어나서 한 가장 잘 한 일이야 생각해봤어 내 젊은 날의 낙서 미안해 너의 두 눈안에 떨리는 내 모습 지금 잡은 손 놓지 않을게 온몸으로 평생 널 안을께 난 무릎 꿇고 너는 울고 면사포 안에 당신은 나의 전부 당신은 나의 전부"}, {"song_no": "2352751", "year": "2009", "rank": "99", "title": "Back 2U", "artist": "2PM", "genre": "Ballad", "lyrics": "Back back back back to you  Back back back back to you  거짓말을 해 오늘도 다른 여자를 안고 또 모르는 척 해 전화를 끊고 울고 있을 널 알면서도 ooh ooh ooh 언제부턴가 너를 쉽게 대하는 데 난 익숙했어 ooh ooh ooh 내 뒤엔 항상 니가 있었기에 믿었기에 어리석었었어 지칠 대로 지치고 질릴 대로 질려버린 너 지겹도록 후회해 미치도록 내가 싫어도 넌 이미 떠나고 없는데 Back to you Back to you Back to you Back back back back to you 늘 같은 거짓말 속에 외로움 속에 갇혀서 매일 듣던 변명 앞에서 이미 니 맘은 닫혔어 이제야 네가 보이는데 Back to you Back to you Back to you Back back back back to you 친구들 틈에 너의 자리는 보이질 않고 내 오랜 마음속에 이미 넌 내 여자라고 외롭게 놔뒀어 ooh ooh ooh 언제부턴가 너와의 시간들이 약속들이 우스워졌어 ooh ooh ooh 내 뒤엔 항상 니가 있었기에 믿었기에 어리석었었어 지칠 대로 지치고 질릴 대로 질려버린 너 지겹도록 후회해 미치도록 내가 싫어도 넌 이미 떠나고 없는데 Back to you Back to you Back to you Back back back back to you 늘 같은 거짓말 속에 외로움 속에 갇혀서 매일 듣던 변명 앞에서 이미 니 맘은 닫혔어 이제야 네가 보이는데 Back to you Back to you Back to you Back back back back to you Lady if you feel me Sing a song like this Lady if you feel me Sing a song like this Lady if you feel me Sing a song like this Back back back back to you 지칠 대로 지치고 질릴 대로 질려버린 너 지겹도록 후회해 미치도록 내가 싫어도 넌 이미 떠나고 없는데 Back to you Back to you Back to you Back back back back to you 늘 같은 거짓말 속에 외로움 속에 갇혀서 매일 듣던 변명 앞에서 이미 니 맘은 닫혔어 이제야 네가 보이는데 Back to you Back to you Back to you Back back back back to you  Back back back back to you"}, {"song_no": "2350899", "year": "2009", "rank": "100", "title": "Never Knew I Needed", "artist": "Ne-Yo", "genre": "R&B / Soul", "lyrics": "For the way you changed my plans For being the perfect distraction For the way you took the idea that i have of everything that i wanted to have and made me see there was something missing oh yeah For the ending of my first begin ooh yeah yeah ooh yeah yeah And for the rare and unexpected friend ooh yeah yeah ooh yeah yeah For the way you're something that i never choose But at the same time something i don't wanna lose and never wanna be without ever again You're the best thing i never knew i needed so when you were here i had no idea You're the best thing i never knew i needed so now it's so clear i need you here always My accidental happily ever after the way you slime and how you comfort me with your laughter I must admit you were not a part of my book But now if you open it up and take a look You're the beginning and the end of every chapter You're the best thing i never knew i needed So when you were here i had no idea You're the best thing i never knew i needed that i needed So now it's so clear i need you here always Who'd knew that i'd be here who'd knew that i'd be here So unexpectedly so unexpectedly Undeniablely happy hey said with you right here right here next to me Girl you're the You're the best thing i never knew i needed So when you were here i had no idea You're the best thing i never knew i needed So now it's so clear i need you here always  Now it's so clear i need you here always"}]