[{"song_no": "2584058", "year": "2010", "rank": "51", "title": "Lollipop Pt.2", "artist": "BIGBANG", "genre": "Dance", "lyrics": "2010 BIGBANG U huh LOLLI POP it goes LOLLI POP you got style 너는 스타 모두 원하잖아 We go rock and we roll 모두 내 멋대로 이 밤이 다 지나갈 때까지 boomp boomp boomp 오로지 너만을 원하는 나 너를 감싸는 불빛이 아름다워 turn it up drop it row got to move it slow 너와 나뿐인 걸 두려워 말고 눈을 떠 show me what you got that on working it 신데렐라 그대는 빛나는 LED 구두를 신어 버린 lolli렐라 my lolli렐라 눈부신 light and it's party like your birthday 화려한 조명 속 우리 단둘 새로운 이야기를 lolli pop 2 달콤함 보단 짜릿한 내 style let's get wild Girl yo ma Lollipop oh girl yo ma Lolli Lolli Girl yo ma Lollipop hey Let's get in pop'in pop'in Girl yo ma Lollipop oh girl yo ma Lolli Lolli got it got it get down now everybody just dance now 달콤한 너의 smile 나를 미치게 해 너의 move way you talk got me loosing control 감출 수 없는 자심감 it's so 섹 시 해 이렇게 너만을 원하는 나 눈부신 너의 body는 make me go up Turn around make it up 이제 내게 맡겨 이제 시작인 걸 숨기지 말고 get it on show me what you got that a working out Lolli Lolli Lolli Pop 틱틱탁 심장은 폭발 설레는 맘 호흡곤란 원하는 것은 모두 골라 굳이 설명은 필요없어 you know me 잘 지내는 남자 T O P wanna rumble me 나를 느껴 I'm a 검은 띠 from Double B Girl yo ma Lollipop oh girl yo ma Lolli Lolli Girl yo ma Lollipop hey Let's get in pop'in pop'in Girl yo ma Lollipop oh girl yo ma Lolli Lolli got it got it get down now everybody just dance now stop Now here she comes she wants some of my lollipop she touch on ma body let's thing wanna rock now here come up give it you straight up n down now here a come here I come come come come come Girl yo ma Lollipop oh girl yo ma Lolli Lolli Girl yo ma Lollipop hey Let's get in pop'in pop'in Girl yo ma Lollipop oh girl yo ma Lolli Lolli got it got it get down now everybody just dance now Girl yo ma Lollipop oh girl yo ma Lolli Lolli Girl yo ma Lollipop hey Let's get in pop'in pop'in Girl yo ma Lollipop oh girl yo ma Lolli Lolli got it got it get down now everybody just dance now"}, {"song_no": "2573848", "year": "2010", "rank": "52", "title": "좋은 사람 있으면 소개시켜줘", "artist": "럼블피쉬", "genre": "Rock", "lyrics": "겨울이라 날씨가 추워설까   팔짱끼는 연인들의 모습에 나의 눈이 왜 시려울까   한땐 나도 저런 때 있었다며    새로운 사람이 그리운 걸까 옛사람이 그리워진 걸까      좋은 사람 있으면 소개시켜줘    때로는 물처럼 때로는 불처럼    진심으로 나만을 사랑할 수 있는 성숙하고 성실한 사람이라면 좋겠어      좋은사람 있으면 소개시켜줘   사랑에도 연습은 있는거기에   아주 조금만 일에도 신경을 써주는 사랑 경험이 많은 사람이라면 좋겠어       나에겐 아픈 상처가있는데    과거가 없는 사람은 부담스러워      한번쯤은 실연에 울었었던   눈이 고운 사람 품에 안겨서 뜨겁게 위로받고 싶어   혼자임에 지쳤던 내모든걸   손이 고운 사람에게 맡긴 채 외롬움을 잊을 수 있다면       좋은 사람 있으면  소개 시켜줘   만남 그 자체에 연연하기보다 한번을 만나더라도   그때 분위기에 최선을 다하려는 사람이라면 좋겠어      나에겐 아픈 상처가있는데    과거가 없는 사람은 부담스러워      한번쯤은 실연에 울었었던   눈이 고운 사람 품에 안겨서 뜨겁게 위로받고 싶어   혼자임에 지쳤던 내모든걸   손이 고운 사람에게 맡긴 채 외롬움을 잊을 수 있다면"}, {"song_no": "2565275", "year": "2010", "rank": "53", "title": "빙글빙글", "artist": "유키스", "genre": "Dance", "lyrics": "Are you ready U U U U Kiss brave sound brave sound 빙글뱅글뱅글 뱅글 빙글뱅글뱅글 뱅글 빙글뱅글뱅글 뱅글 빙글뱅글뱅글 뱅글 yeah ha 홧김에 뱉은 말이 요런 꼴이 됐어 이제 와 후회해도 미친 소린걸 너와 나 이런 날이 올줄은 몰랐어 I wanna see you girl 돌아와 제발 나를 떠나가서 너만 잘 살아 뭣 같은 상황이야 난 정말 지쳤어 전화 한통 조차 하지 않는 너 넌 못됐어 내 머린 빙글빙글 날 떠나가지 말라 했잖아 정말로 니가 필요하단 말야 I just want you baby here right now now now 사랑하고 있단 말야 빙글뱅글뱅글 뱅글 니 주위를 빙글뱅글뱅글 뱅글 빙글뱅글뱅글 뱅글 오늘도 빙글뱅글뱅글 뱅글 yeah ha 난 니 주위를 맴돌아 빙글빙글 너만이 날 만족시켜 You make me tingle tingle 넌 내 삶의 bingo 커져 버렸던 내 eager 때문에 난 너를 잃어 넌 mirror 속에 girl 째깍째깍 째깍째깍 시간은 흘러가고 오 도대체 알 수 없어 너의 마음을 생끗생끗 생끗생끗 미소 짓던 너 어디로 갔니 나 못찾겠다 girl 나를 떠나가서 너만 잘 살아 뭣 같은 상황이야 난 정말 지쳤어 전화 한통 조차 하지 않는 너 넌 못됐어 어젯 밤 뭐했어 오오 날 떠나가지 말라 했잖아 정말로 니가 필요하단 말야 I just want you baby here right now now now 사랑하고 있단 말야 빙글뱅글뱅글 뱅글 니 주위를 빙글뱅글뱅글 뱅글 빙글뱅글뱅글 뱅글 오늘도 빙글뱅글뱅글 뱅글 yeah ha I just want you know 아직도 사랑하잖아 Hey 내겐 너 뿐이란거 잘 알고 있잖아 Ho 지울 수 없단 걸 You are the only one 제발 나를 떠나지마 빙글뱅글뱅글 뱅글 빙글빙글 빙글뱅글뱅글 뱅글 빙글뱅글뱅글 뱅글 빙글빙글 빙글뱅글뱅글 뱅글 yeah ha 니 주위를 난 오늘도"}, {"song_no": "2558730", "year": "2010", "rank": "54", "title": "뻔 & Fun (Sweet Talking Baby)", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Dance", "lyrics": "부담스런 시선에 모른 척 등 돌려 외면했지만 운명처럼 첫눈에 반해서 사랑에 빠졌다고 처음이야 이런 내 마음 정말 너뿐이야 왠지 뻔하고 뻔한 말 뻔하지 아이아이 어쩐지 진심이 보이질 않아 내 눈을 봐 좀 더 솔직하게 당당하게 말해봐 세상 Fun하고 Fun한 말 Fun하지 아이아이 어쩌니 가슴이 뛰지가 않아 머릿속에 만든 말보다는 니 마음을 열어봐  하루에도 몇 번씩 사랑해 좋아해 보고 싶단 말 장난처럼 때론 진지하게 너 하나뿐이라고 맹세할게 이런 내 마음 너만 사랑할게 왠지 뻔하고 뻔한 말 뻔하지 아이아이 어쩐지 진심이 보이질 않아 내 눈을 봐 좀 더 솔직하게 당당하게 말해봐 세상 Fun하고 Fun한 말 Fun하지 아이아이 어쩌니 가슴이 뛰지가 않아 머릿속에 만든 말보다는 니 마음을 열어봐 흔해빠진 사랑이란 게 시시하게 느껴져 쉽게 만나 쉽게 헤어지는 그런 사랑 따윈 관심 없어 왠지 뻔하고 뻔한 말 왠지 뻔하고 뻔한 말 뻔하지 아이아이 어쩐지 진심이 보이질 않아 내 눈을 봐 좀 더 솔직하게 당당하게 말해봐 세상 Fun하고 Fun한 말 Fun하지 아이아이 어쩌니 가슴이 뛰지가 않아 머릿속에 만든 말보다는 니 마음을 열어봐"}, {"song_no": "2523763", "year": "2010", "rank": "55", "title": "그녀처럼", "artist": "지아", "genre": "Ballad", "lyrics": "그녀와 같은 옷을 입으면 내게도 예쁘다 말해 줄 수 있나요 그녀와 닮은 미소 지으면 내게도 그 사랑을 나눠줄 수 있나요 오늘도 그녀처럼 보이는 연습을 하죠 잊지 않고 내일도 그녀처럼 거울을 보고 화장을 하고 그댈 만나러 가요 잊어버려요 깨끗하게 떠난 그녀잖아 내가 그 여자 대신에 사랑해 줄게요 지워버려요 잔인하게 그댈 버렸잖아 그대를 위해 그녀가 되고만 싶은 날 봐요 아플 때 내 이름이 아니라 그녀의 이름을 불러도 난 괜찮아 술 취해 그녀 생각이 나서 남자가 부끄럽게 울어도 다 괜찮아 이리도 약한 사람 그래서 더 맘이 가요 나 없으면 무슨 일 생길까 봐 잠시 어디도 가지 못 하고 그대 곁에 있어요 잊어버려요 깨끗하게 떠난 그녀잖아 내가 그 여자 대신에 사랑해 줄게요 지워버려요 잔인하게 그댈 버렸잖아 그대를 위해 그녀가 되고만 싶은 날 봐요 우리 둘이서 행복해요 모두 보란 듯이 내가 그 여자보다 더 잘해 줄 수 있죠 그녀뿐이면 나 아니면 나를 버릴 게요 이 순간부터 나만을 사랑해 줄 순 없나요"}, {"song_no": "2542649", "year": "2010", "rank": "56", "title": "우리 결혼할까?", "artist": "리사", "genre": "Ballad", "lyrics": "지금 이대로 사랑해 줄래 지금 그대로 바라봐 줄래 You make me feel alive 그런 너를 사랑해 You please me day and night 언제나 함께 할래 All I want is you and I know you love me too 우리 둘은 영원해 Like a Bonnie and Clyde 늦은 밤 날 데려다 준 널 보내는 내 맘이 아쉬운걸 단 1초만 더 1분만 더 시간을 잡고 싶어 너의 곁에 난 있고 싶어 지금 이대로 사랑해 줄래 지금 그대로 바라봐 줄래 너만 있으면 괜찮아 우리 그냥 결혼할까 그럼 영원히 헤어지는 일 없으니까 하루가 멀다 하고 매일같이 만나도 헤어지기 싫어하는 나를 꽈악 안아줘 그대와 함께라면 이세상 그 무엇도 하나도 두렵지 않은 이 맘도 알아줘 사랑은 다 변한다 그 누가 말했던가 처음이랑 똑같아 우리 사랑은 말야 날 보는 니 눈빛 날 대하는 태도 너 아닌 사람은 상상할 수 없게 만드는 데도 아무것도 아닌 일들로 헤어질 듯 크게 다툰 우리 단 한 시간도 단 하루도 난 견디지를 못해 자꾸만 니가 보고 싶어 지금 이대로 사랑해 줄래 지금 그대로 바라봐 줄래 너만 있으면 괜찮아 우리 그냥 결혼할까 그럼 영원히 헤어지는 일 없으니까 항상 내 곁에 있어준 한 사람 내 심장은 니 앞에서만 뛰어 약속해줘 날 지켜준다고 오직 나만 사랑해준다고 사랑하는데 이유가 있니 사랑하는데 조건이 있니 너만 있으면 괜찮아 우리 그냥 결혼할까 그럼 영원히 헤어지는 일 없으니까 You make me feel alive 그런 너를 사랑해 You please me day and night 언제나 함께 할래 All I want is you and I know you love me too 우리 둘은 영원해 Like a Bonnie and Clyde  내 모습 이대로 그렇게 나를 사랑해줘"}, {"song_no": "2339048", "year": "2010", "rank": "57", "title": "Sign", "artist": "브라운아이드걸스", "genre": "Dance", "lyrics": "숨이 가파 Mayday dot dot dot dot dot 맘이 아파 Mayday dot dot dot dot dot 시간은 또 Tic Toc 흘러만 가 Tic Toc 들리니 내 Sign Sign dot dot dot dot dot dot dot dot dot dot 마지못해서라도 dot dot dot dot dot 나를 한 번 봐 봐 환했던 나를 봐 이렇게 나 변해가 아무 말 못하고 dot dot dot dot dot It's me 바보같이 눈물만 펑펑펑 흘리는 나야 난 all day and all night 어두운 방안에 있기만 해 not all right Blah Blah Blah 아무리 말해도 내 맘을 왜 몰라 일분 일초의 순간순간이 나의 가슴을 조여와 스르륵 감기는 나의 두 눈이 주르륵 흘리는 나의 눈물이 이대로 끝이란게 두려워 난 모든게 이런 날 구해줘 제발 숨이 가파 Mayday dot dot dot dot dot 맘이 아파 Mayday dot dot dot dot dot 시간은 또 Tic Toc 흘러만 가 Tic Toc 들리니 내 Sign Sign dot dot dot dot dot dot dot dot dot dot 못한 말은 많은데 dot dot dot dot dot 제발 들어 봐 봐 이렇게 나를 봐 모르는 척 하지마 모든걸 잃은 날 dot dot dot dot dot Yo 그댄 이제는 아나요 내 맘 수천번 고백했네 난 너를 향한 사랑의 싸인 Did you get my sign sign 니가 있어야 일어 일어 나 나 니가 없어 시름 시름 앓아 외면하지 마요 날 I want you by my side side 파르르 떨리는 나의 입술이 하루를 버티지 못할 심장이 이대로 멈추는게 두려워 나 모든게 이런 날 구해줘 제발 숨이 가파 Mayday dot dot dot dot dot 맘이 아파 Mayday dot dot dot dot dot 시간은 또 Tic Toc 흘러만 가 Tic Toc 들리니 내 Sign Sign dot dot dot dot dot 내안에 니가 또 차오른다 숨을 꼭 참고 널 참아본다 널 보내면 무너질 날 알잖아 제발 숨이 가파 Mayday dot dot dot dot dot 맘이 아파 Mayday dot dot dot dot dot 시간은 또 Tic Toc 흘러만 가 Tic Toc 들리니 내 Sign Sign dot dot dot dot dot 제발 숨이 가파 Mayday dot dot dot dot dot 맘이 아파 Mayday dot dot dot dot dot 시간은 또 Tic Toc 흘러만 가 Tic Toc 들리니 내 Sign Sign dot dot dot dot dot"}, {"song_no": "2565248", "year": "2010", "rank": "58", "title": "No.5 (Rap Feat. 은지원)", "artist": "제이", "genre": "Ballad", "lyrics": "내가 쓰던 향수 아닌 샤넬 No 5 넌 이런 냄새 싫다고 내게 말했잖아 Yo 어느새 너는 내 곁을 점점 더 떠나가 시간은 점차 딴 곳으로 훌쩍 흘러가 내가 알던 너의 모습은 대체 누군가 자꾸만 낯선 사람의 느낌은 왜 그럴까 왜 말을 못해 어느 곳에서도 내 냄샌 없을 정도로 섞여 있는데 맡아지는데 짐작이 가는 눈치가 빠른걸 핑계거리 따윈없어 물어보지 않던대답 그 속에 방영되지 않던 채널 니가 피던 담배 아닌 체리맛 블랙스톤 넌 이런 담배 맛없다 내게 말했잖아 니가 듣던 음악 아닌 허밍어반스테레오 넌 이런 음악 별루 라고 내게 말했잖아 하나부터 열까지 내가 알았던 너의 모습은 하나도 없는데 도대체 누군데 나의 맘을 맡겼는데 그곳은 어딘데 I don't know everyday 왜 자꾸 내게 이래 Confusin everyday 사실을 나는 원해 언제부터야 묻고 따지는 내 자신이 부끄럽고 창피해 더는 못 버텨 그냥 싫다고 말해 That's the best way Please go away  이 시간이 지나면 다른 여자 곁에 벌써 끌어 안아주겠지 알아 지금 니 앞에서 울면 지는 거야 그래서 울지 못해 울 수 없어 없어 니가 신던 구두 아닌 마크 제이콥스 넌 이런 Gay Feel 싫다며 뭐라 했잖아 니가 먹던 Food 아닌 Mcdonald's Burger 넌 이런 Junk Food 싫다며 안먹었잖아"}, {"song_no": "2530643", "year": "2010", "rank": "59", "title": "또르르", "artist": "지연", "genre": "Drama", "lyrics": "또르르 눈물이 흘러간다 또르르 또르르르 소리없는 아픔을 이기지도 못한체 파르르 손끝이 떨려온다 파르르 파르르르 따스했던 시간을 기억하나봐 사랑을 하면 더 예뻐진대 사랑을 하면 좀 달라진대 어떻게 해야 내 안의 사랑이 더 예뻐질까요 생각을 하면 눈물이 나고 눈물이 나면 또 생각나는 그런 사람이 곁에 있다는게 다행이죠  스르르 두 눈이 감겨온다 스르르 스르르르 고운 미소 향기에 꿈을 꾸고 싶었나봐 또르르 사랑이 흘러간다 또르르 또르르르 맘이 시려울만큼 좋아하나봐 사랑을 하면 더 예뻐진대 사랑을 하면 좀 달라진대 어떻게 해야 내 안의 사랑이 더 예뻐질까요 생각을 하면 눈물이 나고 눈물이 나면 또 생각나는 그런 사람이 곁에 있다는게 다행이죠 가슴에 차가운 니가 내리면 못본듯이 그저 웃어야 해요 행여 니가 돌아볼까봐 항상 그 자리를 맴도는 어리석어도 행복한 사랑이 좋아서 사랑을 하면 더 예뻐진대 사랑을 하면 좀 달라진대 어떻게 해야 내 안의 사랑이 더 예뻐질까요 생각을 하면 눈물이 나고 눈물이 나면 또 생각나는 그런 사람이 곁에 있다는게  다행이죠"}, {"song_no": "2558731", "year": "2010", "rank": "60", "title": "영원히 너와 꿈꾸고 싶다 (Forever)", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Ballad", "lyrics": "영원히 너와 꿈꾸고 싶다  기분 좋은 바람을 따라 눈이 부신 저 하늘 아래 아름다운 노래와 좋은 향기로 가득한 너와 걷는 길 기억하니 처음 만났던 어색하고 낯선 시간들 서툴고 어렸던 날 그저 말없이 지켜준 네게 고마워 지쳐있던 가슴이 다시 숨쉬고 가난해진 마음이 빛을 찾았어 영원토록 이렇게 너의 손잡고 같이 걷고 싶어 우리 둘 만의 세상에 사랑하는 내 사람과 함께 짧지 않은 그 시간 동안 잊지 못할 많은 기억들 웃음과 눈물 속에 언제나 날 믿어준 건 바로 너였어 지쳐있던 가슴이 다시 숨쉬고 가난해진 마음이 빛을 찾았어 영원토록 이렇게 너의 손잡고 같이 걷고 싶어 우리 둘 만의 세상에 사랑하는 내 사람과 함께 아무도 우릴 방해하지는 않아 시간에 쫓겨야 할 이유도 없어 때론 멀리 있어도 같은 마음 하나로 같은 꿈을 꿀 수 있다면 아주 오랜 시간이 흘러 지나서 너와 나의 모습이 조금 달라도 영원토록 이렇게 너와 둘이서 꿈을 꾸고 싶어 나의 소원이 되어준 나의 믿음이 되어준 너와 아주 오랜 시간이 흘러 지나서 너와 나의 모습이 조금 달라도 영원토록 이렇게 너와 둘이서 꿈을 꾸고 싶어 나의 기적이 되어준 나의 꿈을 함께 해준 너와 오랜 세월이 흘러도 영원히 너와 꿈꾸고 싶어"}, {"song_no": "2558733", "year": "2010", "rank": "61", "title": "화성인 바이러스 (Boys & Girls) (Feat. Key Of SHINee)", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Dance", "lyrics": "(I want to see your sign everything  I want everybody to the shining star)   긴가 민가 네 속을 모르겠어 (나도 널 모르겠어 정말)  넌 화성에서 온 듯 말 하고 있어 (난 니가 금성에서 온 것 같아)  어딘가 모르게 우린 주파수가 달라   알고 싶어 니가 뭘 원하는지 (나도 널 알고 싶어 정말)  안달하는 내가 뭐 이상하니 (너 땜에 나도 정말 조급해져)  이런 내 모습에 feel이 꽂혔던 건 너야   내가 원하는데 너를 바라는데 왜 넌 cave속에 혼자 있길 바래  좋아한단 말이 뭐가 어렵다고 넌 또 왜 이렇게 나를 재니   *지구의 boys boys boys and girls girls girls 우린 너무 다른 걸  세상 반은 남자 또 반은 여자 외계인처럼 지구를 탓하지만  boys boys boys and girls girls girls 알아 난 너뿐인 걸  티격태격해도 바짝 약 올라도 날 울려도 어쩜 좋아 난 니가 좋아   너 땜에 미쳐 나 미쳐 나 어떡하니 왜 그렇게 정말 너 정말 날 괴롭히니  잘난 것도 없는 너 땜에 난 정말 돌아   내가 원하는데 너를 바라는데 왜 넌 cave속에 혼자 있길 바래  좋아한단 말이 뭐가 어렵다고 넌 또 왜 이렇게 나를 재니   *지구의 boys boys boys and girls girls girls 우린 너무 다른 걸  세상 반은 남자 또 반은 여자 외계인처럼 지구를 탓하지만  boys boys boys and girls girls girls 알아 난 너뿐인 걸  티격태격해도 바짝 약 올라도 날 울려도 어쩜 좋아 난 니가 좋아   좀 더 솔직하게 좀 더 매력 있게 내가 원한다면 시크함은 버리고  좀 더 과감하게 때론 부드럽게 그렇게 나를 사랑해줘   *지구의 boys boys boys and girls girls girls 우린 너무 다른 걸  세상 반은 남자 또 반은 여자 외계인처럼 지구를 탓하지만  boys boys boys and girls girls girls 알아 난 너뿐인걸  티격태격해도 바짝 약 올라도 날 울려도 어쩜 좋아 난 니가 좋아"}, {"song_no": "2517760", "year": "2010", "rank": "62", "title": "하모니", "artist": "제아", "genre": "Korean Movie,Ballad", "lyrics": "이 세상 아무도 눈길 주지 않지만 오가는 발길에 채이고 밟히지만 내게도 꿈은 있죠 소망이 있죠 가슴에 아직 찾는이 없고 이름조차 없지만 나는 믿어요 세상에 보내진 이유 아무 쓸모도 없이 태어나는 건 없죠 그래요 난 난 소중하죠 한 줌 햇볕도 한 줌 바람도 이렇게 날 위해 함께 해 소담스런 꽃으로 고즈넉한 향기로 피어날 수 있도록 나는 할 수 있어요 꽃 피울 수 있어요 이 아픔 지나면 언젠간 그 날을 믿기에 아직 꿈이 있기에 오늘이 아름답죠 힘겹던 시간 상처뿐인 지난 날 이젠 알아요 나에게 시련 준 이유 사랑하기 때문에 소중하기 때문에 강하게 날 날 만든거죠 아픈 눈물은 슬픈 기억은 때로는 이삶의 거름과도 같죠 저마다의 몫으로 저마다의 의미로 살아갈 수 있도록 나는 할 수 있어요 꽃 피울 수 있어요 이 아픔 지나면 언젠가 그 날을 믿기에 아직 꿈이 있기에 오늘이 아름답죠 부디 네게 힘이 되어주오 햇빛이여 바람이여 나보다 더 아픈 가슴 감쌀 수 있도록 세상 끝까지 찬란하게 반짝이 찬란하게 반짝이는 따뜻한 사랑 따뜻한 사랑 나눌 수 있도록 나는 할 수 있어요 꽃 피울 수 있어요 이 아픔 지나면 언젠가 그 날을 믿기에 아직 꿈이 있기에 오늘이 아름답죠 사랑 하고 싶어요 이토록 소중한 내 삶 오늘은 비록 고달프지만 희망이 있다는 그것만으로도 내겐 내겐 충분히 감사하죠 충분히 행복하죠"}, {"song_no": "2374593", "year": "2010", "rank": "63", "title": "No Love No More", "artist": "박진영", "genre": "Dance", "lyrics": "이제 사랑은 없다 NO LOVE NO MORE 사랑은 이제 그만 그냥  즐기며 살아 NO LOVE NO MORE 지키지도 못 할 약속 다신 하지마 Oh NO NO NO Oh NO NO Oh NO NO NO Oh NO NO Oh NO NO NO Oh NO NO Oh NO NO NO Oh NO NO 이만하면 이제 깨달아야 돼 다시 한 번 또 다치기 전에 사랑한단 말 나오려 할 때 어떻게든 꽉 참아야만 해 나는 딴따라야 계속 그럴거야 보나마나 뻔히 또 이런  상황이 올거야 나는 다칠거야 너도 다칠거야 그러니까 꿈도 꾸지마 나완 어울리지 않아 NO LOVE NO MORE 사랑은 이제 그만 그냥  즐기며 살아 NO LOVE NO MORE 지키지도 못 할 약속  다신 하지마 날 사랑한다 다시는 말하지마 착한 남자들 세상엔 너무 많아 나와 놀다가 다른 남자를 만나 나와 있어도 정은 주지마 나는 딴따라야 계속 그럴거야 보나마나 뻔히 또 너를  울리고 말거야 나는 다칠거야 너도 다칠거야 그러니까 꿈도 꾸지마 절대 꿈도 꾸지마 NO LOVE NO MORE 사랑은 이제 그만 그냥  즐기며 살아 NO LOVE NO MORE 지키지도 못 할 약속  다신 하지마 Oh NO NO NO Oh NO NO Oh NO NO NO Oh NO NO Oh NO NO NO Oh NO NO Oh NO NO NO Oh NO NO 그녀의 눈물을 보며 결심했어 다시는 사랑하지 않겠다고 don't wanna hurt nobody again NO LOVE NO MORE 사랑은 이제 그만 그냥  즐기며 살아 NO LOVE NO MORE 지키지도 못 할 약속  다신 하지마 Oh NO NO NO Oh NO NO Oh NO NO NO Oh NO NO Oh NO NO NO Oh NO NO Oh NO NO NO Oh NO NO"}, {"song_no": "2533327", "year": "2010", "rank": "64", "title": "Mazeltov", "artist": "제국의아이들 (ZE:A)", "genre": "Dance", "lyrics": "Aho yo It shut it down Love It shut it down Blind It shut it down Passion GET GET GET live it up Jump up jump up jump up jump up Oh Jump up jump up jump up jump up Hoo Jump up jump up jump up jump up Jump up jump up jump up Break it dancing Break it down Red beat down Knock you down Here we go Oh uh uh uh uh uh uh 자꾸 자꾸 니가 나를 춤추게해 Latin girl Maxican girl Korean girl Japan girl 두근대는 심장이 멈추질 않어 yeh yeh yeh mirror mirror mirror 자꾸만 나를 모른척하는 너의 마음과 니 까짓것 하나 못잊는 내가 너무나 너무나 두려워 그저 단지 happening 다른사람 만나는건 헤픈이 너도 나를보면 나만큼 아프니 너도 아프다면 내게 한마디 해줘 Mazeltov 힘내봐 Mazeltov 웃어봐 Mazeltov Monday Tuesday Wednesday Thursday Friday Saturday Sunday Mazeltov Monday Tuesday Wednesday Thursday Friday Saturday Sunday 그대가 나에게 아주 작은 힘이라도 됐으면 좋겠어 my my my girl Mazeltov 힘내봐 Mazeltov Monday Tuesday Wednesday Thursday Friday Saturday Sunday Friday Saturday Sunday Oh uh uh uh uh uh uh 집어 집어 집어치워 정신놀래 Latin girl Maxican girl Korean girl Japan girl 365일 춤만출래 yeh yeh yeh mirror mirror mirror 길어야 일년 그립겠지 아니면 한달 모두 끝났다고만 하면 아파 내가 바보지 그저 단지 happening 다른 사람 만나는건 헤픈이 너도 나를보면 나만큼 아프니 너도 아프다면 내게 한마디 해줘 Mazeltov 힘내봐 Mazeltov 웃어봐 Mazeltov Monday Tuesday Wednesday Thursday Friday Saturday Sunday Mazeltov Monday Tuesday Wednesday Thursday Friday Saturday Sunday 그대가 나에게 아주 작은 힘이라도 됐으면 좋겠어 my my my girl Mazeltov 힘내봐 Mazeltov Monday Tuesday Wednesday Thursday Friday Saturday Sunday Friday Saturday Sunday EMPIRE BOYS 우주에 있는거 같아 즐거워 온몸이 터질거 같아 반가워 신나게 즐겨보자 Mad Time Right Everybody 손잡고 방방뛰어 Latin girl Maxican girl American girl Japan girl Korean girl Fantastic해 Magical해 너는 MA MA MA MA MA MA Magic Mazeltov 힘내봐 Mazeltov 웃어봐 Mazeltov Monday Tuesday Wednesday Thursday Friday Saturday Sunday Mazeltov Monday Tuesday Wednesday Thursday Friday Saturday Sunday 그대가 나에게 아주작은 힘이라도 됐으면 좋겠어 my my my girl Mazeltov 힘내봐 Mazeltov Monday Tuesday Wednesday Thursday Friday Saturday Sunday Friday Saturday Sunday Mazeltov All people Mazeltov"}, {"song_no": "2319548", "year": "2010", "rank": "65", "title": "잊지 말아요", "artist": "백지영", "genre": "Drama", "lyrics": "우리 서로 사랑했는데"}, {"song_no": "2552016", "year": "2010", "rank": "66", "title": "아파", "artist": "빅마마", "genre": "Drama,Ballad", "lyrics": "그 사람이 물어 우린 왜 헤어졌냐고 내가 너를 널 얼마나 사랑했었냐고 웃으면서 대답해 잊혀진 사람이라고 이젠 내 맘속엔 너뿐이라고 그 사람이 물어 이젠 행복하냐고 내 맘속에 자기밖에 이젠 없느냐고 마지못해 대답해 널 만나 행복하다고 그런 거짓말을 매일 반복해 언제쯤 잊혀질까 내 맘속 단 한사람 잊으려 애써봐도 자꾸만 생각나서 아파 아파 아파 아파 행복했던 추억마저 상처로  지켜준단 말 나 밖에 없다는 말 왜 말했어 내 맘 다열고 사랑하게 했니 나 정말 바보같아 우린 영원하다고 바보같이 그 말 지금도 믿어 언제쯤 잊혀질까 내 맘속 단 한사람 잊으려 애써봐도 자꾸만 생각나서 아파 아파 아파 아파 행복했던 추억마저 상처로 잊자 잊자 몇번씩 다짐해봐도 널 잊지 못한다고 내 가슴이 말을해도 이제는 지워질까 너라는 단 한사람 아무리 노력해도 잊혀지지가 않아 아파 아파 아파 아파 죽을만큼 내가 이리도 아파 언제쯤 잊혀질까 내 맘속 단 한사람 잊으려 애써봐도 자꾸만 생각나서 아파 아파 아파 아파 행복했던 추억마저 상처로"}, {"song_no": "2587788", "year": "2010", "rank": "67", "title": "너 때문에 미쳐", "artist": "티아라", "genre": "Dance", "lyrics": "봐도 봐도 봐도 내가 봐도 봐도 보고싶어 너 땜에 온종일 미쳐 내 영혼마저 미쳐 꽂혀 꽂혀 꽂혀 내가  너에게로 꽂혀 꽂혀  끌리는 내 몸이 꽂혀  너 땜에 내가 미쳐 내 향기에 니 감각을 느껴봐 은근히 감싸는 너는 Sexy shadow 멀쩡하게 뛰고 있는 심장이 다 망가질듯이 너는 Make me crazy Oh oh oh oh oh oh oh oh 철없게 철없게 철없게 철없게 철없게 철없게 살다가 미쳐 Oh oh oh oh oh oh oh oh 철없게 철없게 철없게 철없게 철없게 살다가 내가 미쳐 Sexy shadow Make me crazy 돌아 돌아 돌아 내가 이러다가 내가 돌아 너 땜에 온종일 돌아 내 영혼마저 돌아 어질 어질 어질 눈이 내 머리가 아찔 아찔 끌리는 내몸이 미쳐 너 땜에 내가 미쳐 내 향기에 니 감각을 느껴봐 은근히 감싸는 너는 Sexy shadow 멀쩡하게 뛰고 있는 심장이 다 망가질듯이 너는 Make me crazy Oh oh oh oh oh oh oh oh 철없게 철없게 철없게 철없게 철없게 철없게 살다가 미쳐 Oh oh oh oh oh oh oh oh 철없게 철없게 철없게 철없게 철없게 살다가 내가 미쳐 내 향기에 니 감각을 느껴봐 은근히 감싸는 멀쩡하게 뛰고 있는 심장이 다 망가질듯이 Hey come on 오늘밤 꽂혀  버릴것 같어 나 미쳐 버릴것 같어 너와나 돌아돌아 따라라라 오늘밤 둘이서 Take it 쫄깃한 느낌을 Make it 유혹의 빠져봐 손발을 Do it 온몸을 던져 Like it Oh oh oh oh oh oh oh oh 철없게 철없게 철없게 철없게 철없게 철없게 살다가 미쳐 Oh oh oh oh oh oh oh oh 철없게 철없게 철없게 철없게 철없게 살다가 내가 미쳐 Oh oh oh oh oh oh oh oh 철없게 철없게 철없게 철없게 철없게 철없게 살다가 미쳐 Oh oh oh oh oh oh oh oh 철없게 철없게 철없게 철없게 철없게 살다가 내가 미쳐 Oh oh oh oh oh oh oh oh Oh oh"}, {"song_no": "2331974", "year": "2010", "rank": "68", "title": "못된 여자 II (With 서인영)", "artist": "원투", "genre": "Ballad", "lyrics": "니가 보고 싶다고 너무 보고 싶다고 가슴 아픈 내 맘 여전히 난 추억에 살아 너무나 오랜 시간을 날 찾고 싶어서 이기적이란 걸 잘 알아 난 항상 너에게 했던 말 기다려 달란 말 언젠가는 내가 행복하게 만들어 줄께 아무것도 걱정마 언제나 변치마 하지만 이제 넌 내 곁에 없지만 Baby 홀로 남겨진 시간들이 너무 외로워 난 지쳤어 널 위해 아무것도 못하는 내 모습 더 이상 견딜 수가 없어 넌 정말 모르니 사랑을 아직 모르니 때로는 어떤 말보다 니가 필요해 내겐 사랑이 필요해  함께했던 시간 행복했던 시간 그 누구보다 간절했었던 우리 사랑 지켜주고 싶었어 널 바라볼 때 마다 꿈을 꿀 수 있었어 넌 내게 쉽지 않았던 말 미안하다는 말 가슴 아파 널 느낄 수가 없어 잡을 수 없었어 자신이 없었어 그래 이런 나를 이해 못하겠지만 Baby 우린 엇갈린 운명처럼 서로 상처만 주고 있어 아직도 왜 내 맘을 모르니 너 없인 하루도 견딜 수가 없어 넌 정말 모르니 사랑을 아직 모르니 때로는 어떤 말보다 니가 필요해 내겐 사랑이 필요해 이런 내 맘 전할 수 없는 걸 내 자신이 미워만 지는 걸 널 지켜주지 못해서 바보 같아서 시간을 되돌리고 싶어 널 처음 봤던 그때로 우워오 정말 모르니 사랑을 모르니 다시 네품에 안겨 널 느끼고 싶어 정말 사랑을 모르니"}, {"song_no": "2558732", "year": "2010", "rank": "69", "title": "웃자 (Be Happy)", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Dance", "lyrics": "(Hey boys!) No more worries put on a smile for me  (Hey girls!) No pain no gain is what they say right   (OK!) No need to stress  (OK!) brush it off your chest  Through the rain there’s a brighter day  Don't worry be happy!   어지러워 죽겠어 뭐가 그리 말이 많아  (몸서리 서리 쳐 지는 이 날 좀 봐)  누가 먼저 그만 좀 해 조금만 참아 괜찮아  (I'm Sorry Sorry 누가 먼저 말해봐)   *U-Boys U-Girls Be Happy (Hey) Be Happy  (Hey) U-Boys U-Girls Be Happy (Hey) Be Happy (Ha)   **이러쿵 저러쿵 뭐가 그리 말이 많아  Oh 웃자 웃자 그냥 웃어 버리자  이래라 저래라 아픈 말은 하지 말아  Oh 웃자 웃자 그냥 웃어 버리자   Ha Ha Ha Ha Ho Ho Ho Ho 그냥 웃자 * 4   (Hey boys!) 고개 숙이지 말고 그냥 크게 웃어봐  (Hey girls!) 짜증나고 답답해도 it's gonna be alright~   Smile for me (Alright~) smile for me (Alright~)  Through the rain there's a brighter day Don't worry be happy!   사람들이 모두가 아프다고 울어도  (오 도리도리 잘 될거야 괜찮아)  아프다고 다투면 정말 이건 아니잖아  (내 손이손이 아니라고 하잖아)   *U-Boys U-Girls Be Happy (Hey) Be Happy (Hey)  U-Boys U-Girls Be Happy (Hey) Be Happy (Ha)   **이러쿵 저러쿵 뭐가 그리 말이 많아  Oh 웃자 웃자 그냥 웃어 버리자  이래라 저래라 아픈 말은 하지 말아  Oh 웃자 웃자 그냥 웃어 버리자   Ha Ha Ha Ha Ho Ho Ho Ho 그냥 웃자 * 4   Don't Worry! Worry! Don't Don't Worry Baby!  Be Happy (Hey) Be Happy (Hey)  Don't Worry! Worry! Don't Don't Worry Baby!  Be Happy (Hey) Be Happy (Ha)   **이러쿵 저러쿵 뭐가 그리 말이 많아  Oh 웃자 웃자 그냥 웃어 버리자  이래라 저래라 아픈 말은 하지 말아  Oh 웃자 웃자 그냥 웃어 버리자   **이러쿵 저러쿵 뭐가 그리 말이 많아  Oh 웃자 웃자 그냥 웃어 버리자  이래라 저래라 아픈 말은 하지 말아  Oh 웃자 웃자 그냥 웃어 버리자"}, {"song_no": "2578965", "year": "2010", "rank": "70", "title": "늦은사랑", "artist": "화요비", "genre": "Drama,Ballad", "lyrics": "잊고 싶은데 너무 잊고 싶은데 난 아직도 널 잊지 못하고 너무 보고 싶어서 숨을 쉴 수가 없어 이런 날 알아 줄 순 없겠니 하루 종일 너를 그려보다가 나를 웃게 했던 니 모습에 참아왔던 눈물이 흘러 너를 붙잡고 싶은데 널 돌리고 싶은데 차갑게 돌아서버린 널 잡고 싶은데 난 널 돌리고 싶은데 또 다시 널 찾고 싶은데 다시 너 돌아오면 안되니 그 자리에서 부탁이야 사랑한단 말 너를 기다린단 말 힘겹게 삼켰던 그말 소중한 기억들만 행복했던 순간만 좋은 추억들만 떠올릴게 너의 옆에 있는 다른 사람이 나이길 바래온 간절한 마음이 너무나 초라하지만 너를 붙잡고 싶은데 널 돌리고 싶은데 차갑게 돌아서버린 널 잡고 싶은데 난 널 돌리고 싶은데 또다시 널 찾고 싶은데 다시 날 받아줄 순 없겠니 그 자리에서 부탁이야 난 이렇게 아픈데 너에게 다 전하지 못한 내 사랑이 내 가슴에 또 머물다 너를 찾아가 너를 붙잡고 싶은데 널 돌리고 싶은데 차갑게 돌아서버린 널 잡고 싶은데 난 널 돌리고 싶은데 또 다시 널 찾고 싶은데 이런 날 안아주면 안되니 내가 갈 수 있도록 그 자리에서 부탁이야"}, {"song_no": "2384348", "year": "2010", "rank": "71", "title": "사랑하면 안되나요", "artist": "서인영", "genre": "Drama", "lyrics": "정말 우린 여기까지 인가요 허락된 시간조차 이제는 다 한건가요 이렇게도 우린 서로 사랑하면서 눈물을 감춘채 돌아서야만 하나요 못다한 그말 너무나 사랑한다고 단한번만이라도 해줄수 있다면 우리 어떻게 헤어져 우리 어떻게 헤어져 내 가슴이 그댈 놓지 못하는데 내가 안겨 쉴곳 오직 하나 그대 뿐인데 우리 사랑이대로 우리 사랑이대로 끝인가요 정말 이젠 마지막인 건가요 우리에겐 더이상 다음은 없는 건가요 평생 서로 그리움에 아파하면서 가슴에 묻은채 살아가야만 하나요 시간을 돌려 그때 그 날로 돌아가 단 하루만이라도 머물 수 있다면 우리 어떻게 헤어져 우리 어떻게 헤어져 내 가슴이 그댈 놓지 못하는데 내가 안겨 쉴곳 오직 하나 그대 뿐인데 우리 그냥 이대로 우리 그냥 이대로 사랑하면 안되나요 사랑하면 안되나요 그대가 없다면 눈물로 살텐데 그댈 죽을만큼 원하고 또 원한다해도 우리 사랑이대로 우리 사랑이대로 끝인가요"}, {"song_no": "2347151", "year": "2010", "rank": "72", "title": "그립고 그립고 그립다", "artist": "케이윌", "genre": "Ballad", "lyrics": "그립고 그립고 그립다  가슴이 찢어질 것 같아서 어깨도 못펴고 또 하루를 보냈어 눈물이 그냥 왈칵 쏟아질 것 같아서 미친 척 웃었어 그래 나는 바보야 너 한사람만 보는 바보 떠나는 널 잡지도 못해 그래놓고 잊지도 못해 널 사랑한다 널 사랑한다 나에겐 하나뿐인 사람이여 그립고 그립고 그립다 그립고 그립고 그립다  네 추억 세어보다 잠들어 혹시나 꿈에선 너를 볼 수 있을까 네 물건 하나도 난 버릴 수가 없잖아 다 너만 같아서 내 심장은 바보야 너 한사람만 사는 바보 죽을 것처럼 아파도 좋아 이러다가 죽어도 좋아 널 사랑한다 널 사랑한다 나에겐 하나뿐인 사람이여 그립고 그립고 그립다 그립고 그립고 그립다 날 다 줬으니까 나 후회는 없지만 더 해줄 수 없어 가슴 치고만 있잖아 널 사랑한다 널 사랑한다 더이상 니가 곁에 없다는게 아프고 아프고 아프다 아프고 아프고 아파도 그립고 그립고 그립다"}, {"song_no": "2334774", "year": "2010", "rank": "73", "title": "그 놈 목소리", "artist": "씨야", "genre": "Dance", "lyrics": "그래 그랬지 넌 솔깃솔깃   할 만했었지  부드럽게 나를 Holic Holic   하게 했었지  너무 뻔했었던 거짓말을 들어도  믿고만 싶게한 그런 목소리였어  흔들리잖아 너의 전화 한 콜에  나 믿고 싶잖아  변한 너일지도 몰라  바보같잖아 왜 이렇게   쉬워 내가  다짐이나 말지 너를 잊겠다고  귀를 감아 넘어오는   그 놈 목소리  지겨워도 듣게 되는   그런 멜로디  다시 나를 조여오는   너의 메모리  어떡해야 너를 벗어나니 난  제발 그만 제발 그만  이제 그만 날 놓아줘  어쩜 이리 쉽게 철렁철렁   내려 앉는지  왜 넌 아직도 날 들고 놓고  할 수 있는지  Turn it left Turn it right  나를 이리 저리로   가지고 놀다가  내려놓을 너인데  알고 있잖아 모르는게 아닌데도  가고 있잖아 니가 있단   그 곳으로  바보같잖아 왜 이렇게 쉬워 내가  말하지나 말지 마지막이라고  귀를 감아 넘어오는 그 놈 목소리  지겨워도 듣게 되는 그런 멜로디  다시 나를 조여오는 너의 메모리  어떡해야 너를 벗어나니 난  지금 어딘데요 집으로 갈게요  이렇게라도 잠시라해도  이렇게라도 거짓이래도  너에게 또 무너지는   나의 목소리  너에게 난 편하기만한   Accessory  알면서 또 보게 되는 뻔한 스토리  어떡해야 너를 이제 그만 너를  귀를 감아 넘어오는 그 놈 목소리  지겨워도 듣게 되는 그런 멜로디  다시 나를 조여 오는 너의 메모리  어떡해야 너를 벗어나니 난  제발 그만 제발 그만  이제 그만 날 놓아줘"}, {"song_no": "2553760", "year": "2010", "rank": "74", "title": "날개를 펴고 (Vocal By Luna, Krystal, Amber)", "artist": "f(x)", "genre": "Drama,Ballad", "lyrics": "나 아직 서툴지만  걱정스런 눈빛보다 말없이 날 포근히 안아주면 좋겠어 나 조금 힘들지만 아픔은 잠시뿐 아직 많은 날이 이루고픈 꿈이 나를 다시 일어서게 해 날개를 펴고 저 하늘위로  훨훨 날아가 눈물은 안녕 상처도 안녕 이젠 울지않아 날개를 펴고 세상을 향해 힘껏 외쳐봐 더 이상 난 어제의 내가 아냐 너와 함께라면 나 때로는 지쳐도 포기 할순 없어 이제 시작이야 나를 지켜봐줘 두려워마 자 이젠 날개를 펴고 저 하늘위로 훨훨 날아가 눈물은 안녕 상처도 안녕 이젠 울지 않아 날개를 펴고 세상을 향해 힘껏 외쳐봐 더 이상 난 어제의 내가 아냐 너와 함께라면 Oh Yo  이제 눈물들은 Bye Bye Bye 이겨 낼 수있어 I don't cry  하늘을 날아가는 새들처럼 밤하늘에 빛나는 별들처럼 보석보다 값진건 내 꿈  내 꿈 미래 희망 믿음 어떤 시련이 와도 I don't care 환하게 웃는거야 It's Okay 후회여 나를 위해서 내 전부를 다 걸고 그 날을 위해서 날개를 펴고 저 하늘위로 훨훨 날아가 눈물은 안녕 상처도 안녕 이젠 울지 않아 날개를 펴고 세상을 향해 힘껏 외쳐봐 더 이상 난 어제의 내가 아냐 너와 함께 라면 이렇게 난 웃을수가 있어 너와 함께 라면"}, {"song_no": "2558734", "year": "2010", "rank": "75", "title": "카라멜 커피 (Talk To Me)", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Ballad", "lyrics": "커피 한 잔 어때요 무슨 말을 하고 싶나요 저 석양을 담은 그 두 눈이 날 설레이게 해 어떤 커피가 좋아요 난 더 그댈 알고 싶은데 나의 마음속의 그대는 달콤한 caramel 그대와 나란히 발 모양을 맞춰 걸어가면 내 귓가에 그대 목소린 마치 솜사탕 머리 위로 저 달이 속삭이듯 내게 말해요 이미 마음속의 그대는 달콤한 caramel  그대와 나 둘이서 발 모양을 맞춰 걸어가면 내 귓가에 그대 목소린 부드런 Ice cream 커피 한 잔 어때요 무슨 말을 하려 하나요 나 자꾸 두근거려요 oh 말 좀 해봐요 oh just talk to me oh baby baby baby talk to me"}, {"song_no": "2579850", "year": "2010", "rank": "76", "title": "오픈 해피니스 (코카-콜라 CF `미니코-크`편)", "artist": "2PM", "genre": "Dance", "lyrics": "Yeah Open up mini coke coke break 2PM Let's Go 처음 본 그 순간 믿을 수 없었어 정말 깜짝 놀랐어 난생 처음 느껴본 한 순간에 퍼지는 아주 행복한 기분 모두 함께 짜릿함 꺼내봐 Fresh함을 다함께 느껴봐 새로움을 열어봐 짜릿함을 다함께 즐겨봐 행복함을 모두다 채워봐 바로 지금 이 순간 Open up Open up some happiness Open up Open up some happiness Open up Open up some happiness Open up Open up some happiness Eh Eh 참을 수가 없어 다른 무엇도 대신할 수 없어 이 느낌 뭘까 처음 느껴보는 이 순간 짜릿함 속에 한 번 빠져봐 믿을 수 없는 행복을 느껴봐 세상이 뒤집히는 기분 즐거운 일들이 생길 것같은 지금 그토록 원하던 perfect crack 바로 우리가 원하는 짜릿함 끝내주는 기분이야 이제야 만났어 비로소 느꼈어 내가 찾던 바로 너였어 모두 함께 짜릿함 꺼내봐 Fresh함을 다함께 느껴봐 새로움을 열어봐 짜릿함을 다함께 즐겨봐 행복함을 모두 다 채워봐 바로 지금 이 순간 모두가 열어봐 그리고 나눠봐 항상 즐거울거야 우리만의 세상일거야 작고 짜릿하게 작지만 강하게 니가 그토록 원하던 세상이 열리는 순간 모두 함께 짜릿함 꺼내봐 Fresh함을 다함께 느껴봐 새로움을 열어봐 짜릿함을 다함께 즐겨봐 행복함을 모두다 채워봐 바로 지금 이 순간 Open up Open up some happiness Open up Open up some happiness Open up Open up some happiness Open up Open up some happiness Open up Open up some happiness Open up Open up some happiness Open up Open up some happiness Open up Open up some happiness"}, {"song_no": "2354532", "year": "2010", "rank": "77", "title": "마쉬멜로우", "artist": "아이유", "genre": "Dance", "lyrics": "마쉬멜로우 말랑말랑 말랑말랑해 넌 특별해 완벽해 비교  분석 해봐도 다른 애들과는 다르지  달라 달라 boy 난 한심해 부족해 너에게서  떨어져 oh 바라 보기만 하는 바보지 내가 왜 이럴까 너만 생각하다 라랄라랄라라 날아 올라 바로 그때 어떡해 뚜벅뚜벅  니가 걸어와 불라불라 얘기를 하지 wow 무슨 말을 해도 들리지가 않아 째깍째깍 시간이 stop 마쉬멜로우 마쉬멜로우 달콤해서 너무 좋아 마쉬멜로우 마쉬멜로우 사랑이란 이런 걸까 말랑말랑 말랑해 너무  너무나 말랑해 girl girl baby girl clap clap that ready girl 젤리처럼 통통해 쿠키처럼  촉촉해 boy boy baby boy boy 난 소심해 고민해 너를  떠올릴 때면 얼굴이 새빨게 지는 아이인걸 내가 왜 이럴까 너만 상상하다 라랄라랄라라 날아 올라 바로 그때 어떡해 두근두근  니가 다가와 사귀자고 대쉬를 하지  어떡해 어떡해 너의 목소리만 듣고 싶어 정말 가만가만 모두다 쉿 마쉬멜로우 마쉬멜로우 달콤해서 너무 좋아 마쉬멜로우 마쉬멜로우 사랑이란 이런 걸까 말랑말랑 말랑해 너무  너무나 말랑해 girl girl baby girl clap clap that ready girl 젤리처럼 통통해 쿠키처럼  촉촉해 boy boy baby boy boy 꿈을 꿨나봐 눈을 뜨니까 거짓말 처럼 다 사라져 난 만날꺼야 다시 잘꺼야 몰라 마쉬멜로우 마쉬멜로우 달콤해서 너무 좋아 마쉬멜로우 마쉬멜로우 사랑이란 이런 걸까 말랑말랑 말랑해 너무  너무나 말랑해 girl girl baby girl clap clap that ready girl 젤리처럼 통통해 쿠키처럼  촉촉해 boy boy baby boy boy marshmallow"}, {"song_no": "2511470", "year": "2010", "rank": "78", "title": "사랑합니다", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "사랑합니다 사랑합니다 영원토록 오직 그대만을 맨 처음보다 또 지금보다 내일 더 많이 사랑할게요  그대라면 내 가진 모든 것 아낌없이 다 줄 수 있어요 내 어깨 내 가슴은 그대 것 얼마든지 맘껏 써도 되요 언제라도 내가 그 곁에서 모진 비바람 막아주는 그대만의 든든한 울타리가 돼줄게요 사랑합니다 사랑합니다 영원토록 오직 그대만을 맨 처음보다 또 지금보다 내일 더 많이 사랑할게요 약속합니다 평생토록 한여자만의 기사가 되어 죽는 날까지 생의 끝까지 지켜줄 거라고  사는 동안 그 고운 두 눈에 눈물 고이는 일 없도록 온 힘 다해 그대를 행복하게 해줄게요 사랑합니다 사랑합니다 영원토록 오직 그대만을 맨 처음보다 또 지금보다 내일 더 많이 사랑할게요 약속합니다 평생토록 한여자만의 기사가 되어 죽는 날까지 생의 끝까지 지켜줄 거라고 이제 깨달아요 내가 세상에 태어난 건 오직 한사람 바로 한사람 때문에 그대입니다 그대입니다 그댈 만나 사랑하기 위해 행복합니다 함께라서 우린 하나 같은 둘이라서 죽는 날까지 생의 끝까지 이 손놓지 마요"}, {"song_no": "2363261", "year": "2010", "rank": "79", "title": "Telephone (Feat. Beyonce)", "artist": "Lady GaGa", "genre": "Pop", "lyrics": "Hello hello baby you called I can't hear a thing I have got no service in the club you see see wha wha what did you say oh you're breaking up on me sorry I cannot hear you I'm kinda busy k kinda busy k kinda busy sorry I cannot hear you I'm kinda busy Just a second It's my favorite song they're gonna play and I cannot text you with a drink in my hand eh you shoulda made some plans with me you knew that i was free and now you won't stop calling me I'm kinda busy stop callin' stop callin' I don't wanna think any more I left my hand and my heart on the dance floor stop callin' stop callin' I don't wanna talk any more I left my hand and my heart on the dance floor eh eh eh eh eh eh eh eh eh eh stop telephonin' me eh eh eh eh eh eh eh eh eh eh I'm busy eh eh eh eh eh eh eh eh eh eh stop telephonin' me eh eh eh eh eh eh eh eh eh eh can call all you want but there's no one home and you're not gonna reach my telephone out in the club and i'm sippin' that bub and you're not gonna reach my telephone call when you want but there' no one home and you're not gonna reach my telephone out in the club and i'm sippin' that bub and you're not gonna reach my telephone boy the way you blowin' up my phone won't make me leave no faster put my coat on faster leave my girls no faster I shoulda left my phone at home cause this is a disaster Callin' like a collector sorry I cannot answer not that I don't like you I'm just at a party and I'm sick and tired of my phone r ringin' sometimes i feel like i live in Grand Central Station tonight i'm not takin' no calls cause I'll be dancin' cause I'll be dancin' cause I'll be dancin' tonight i'm not takin' no calls cause I'll be dancin' stop callin' stop callin' I don't wanna think any more I left my hand and my heart on the dance floor stop callin' stop callin' I don't wanna talk any more I left my hand and my heart on the dance floor stop callin' stop callin' I don't wanna think any more I left my hand and my heart on the dance floor stop callin' stop callin' I don't wanna talk any more I left my hand and my heart on the dance floor eh eh eh eh eh eh eh eh eh eh stop telephonin' me eh eh eh eh eh eh eh eh eh eh I'm busy eh eh eh eh eh eh eh eh eh eh stop telephonin' me eh eh eh eh eh eh eh eh eh eh can call all you want but there's no one home and you're not gonna reach my telephone out in the club and i'm sippin' that bub and you're not gonna reach my telephone call when you want but there' no one home and you're not gonna reach my telephone out in the club and i'm sippin' that bub and you're not gonna reach my telephone my telephone m m my telephone cause i'm out in the club and i'm sippin' that bub and you're not gonna reach my telephone my telephone m m my telephone cause i'm out in the club and i'm sippin' that bub and you're not gonna reach my telephone"}, {"song_no": "1935298", "year": "2010", "rank": "80", "title": "Baby Baby", "artist": "포맨", "genre": "Ballad", "lyrics": "이유를 몰랐어 왜 내가 변했는지 한참 생각했어 너와 나 만난이후로 나 변한것 같아 아주 많이 말이야 이 노래 들리니 니가 너무 고맙잖아 oh baby 니가 너무 예쁘잖아 눈을 뗄 수가 없어 내 눈엔 너만 보여 너만 계속 바라보고 싶잖아 난 정말 oh baby 하루가 지나고 또 다시 만나고 그러다 헤어지고 또 다시 만나게 되고 너무 좋은거야 마냥 웃기만해 이런 내가 보이니 니가 너무 고맙잖아 oh baby 니가 너무 예쁘잖아 눈을 뗄 수가 없어 내 눈엔 너만 보여 너만 계속 바라보고 싶잖아 난 오 정말 내 하루하루가 너무 행복해서 oh baby 이런날이 끝나지 않길 모든게 다 변하지 않길  니가 너무 고맙잖아 oh baby 니가 너무 예쁘잖아 눈을 뗄 수가 없어 내 눈엔 너만 보여 너만 계속 바라보고 싶잖아 난 오 정말"}, {"song_no": "2379811", "year": "2010", "rank": "81", "title": "돌아올순 없나요", "artist": "디셈버", "genre": "Drama,Ballad", "lyrics": "자꾸만 그대가 많이 그리워져요 사랑이 이렇게 아픈 줄 정말 몰랐었죠 너무 사랑해서 그댄 떠나 갔지만 나의 가슴은 멈춰 있네요 아직 사랑 하는데 많이 보고 싶은데 그댄 내게 돌아올 수 없나요 사랑해 그댄 내게 올 순 없나요 그대가 보고파서 죽을 것만 같은데 내 가슴이 닳아서 아픔도 느낄 수 없어 제발 돌아와 줘요 사랑해요  다시 올 것 같은데 매일 기다리는데 차마 내 맘 감출 수가 없네요 사랑해 그댄 내게 올 순 없나요 그대가 보고파서 죽을 것만 같은데 내 가슴이 닳아서 아픔도 느낄 수 없어 제발 돌아와 줘요 사랑해요 그댄 미친 듯이 불러 보지만 슬픈 눈물만이 대답하네요 미안해 그댈 많이 아프게 해서 영원히 그대 곁을 지켜주며 살게요 내 심장이 다쳐서 사랑도 멈출 수 없죠 그대 없이 나는 안되나봐요 제발 돌아와 줘요 사랑해요"}, {"song_no": "2345593", "year": "2010", "rank": "82", "title": "Chu~♡", "artist": "f(x)", "genre": "Dance", "lyrics": "Do it do it Chu-♡ It's true true true true it's You Do it do it Chu-♡ Do it do it Chu-♡ It's true true true true it's You Do it do it Chu-♡ 알고 싶은 게 매일 너무나 넘쳐 아이쿠 아이 쿠 쿠 쿠 쿠 느껴봐야 할 것 또한 넘쳐 Yeah Baby Yeah Baby Yeah Baby 매일 수 백 번 상상하며 기다려 왔던 그에게 Do it Chu-♡ 입맞추는 순간 잠에서 깬 그녀처럼 워 Do it do it Chu-♡ It's true true true true it's You 전혀 다른 시공에 눈을 뜬다 해도 Do it do it Chu-♡ It's true true true true it's You 난 이렇게 떨리는 가슴을 믿어 아직 모르는 세상을 내게 열어줘요 워 Do it do it Chu-♡ It's true true true true it's You Do it do it Chu-♡ 아직 몰라도 될 게 너무나 넘쳐 아이쿠 아이 쿠 쿠 쿠 쿠 감추려고 할 수록 호기심 넘쳐 Yeah Baby Yeah Baby Yeah Baby 파랑새가 사는 새장에서 꿈을 꾸어도 채울 수가 없어 날아 가겠어 입맞추는 순간 잠에서 깬 그녀처럼 워 Do it do it Chu-♡ It's true true true true it's You 전혀 다른 시공에 눈을 뜬다 해도 Do it do it Chu-♡ It's true true true true it's You 난 이렇게 떨리는 가슴을 믿어 아직 모르는 세상을 내게 열어줘요 워 Grow up Grow up Grow up 아직 모르는 세상을 내게 Amber I got a little plan so pick up the slack You wastin' time with the CHITCHAT You've been caught so give it all you got It's time to make it make it take take take it 설레여 두근거리는 맘 왠지 마치 동화 멋진 예감 다다다가와 NOW Do it Chu-♡  매일 수 백 번 상상하며 기다려 왔던 세상에 Do it Chu-♡ 입맞추는 순간 잠에서 깬 그녀처럼 워 Do it do it Chu-♡ It's true true true true it's You 전혀 다른 시공에 눈을 뜬다 해도 Do it do it Chu-♡ It's true true true true it's You 난 이렇게 떨리는 가슴을 믿어 아직 모르는 세상을 내게 열어줘요 워 Grow up Grow up Grow up Grow up"}, {"song_no": "2530461", "year": "2010", "rank": "83", "title": "TiK ToK", "artist": "Kesha", "genre": "Pop", "lyrics": "Wake up in the morningfeeling like P DiddyHey what up girlPut my glasses on Im out the doorI'm gonna hit this city Let's goBefore I leavebrush my teeth with a bottle of JackCause when I leave for the nightI ain't coming backI'm talking pedicure on ourtoes toesTrying on all ourclothes clothesBoys blowing up ourphones phonesDrop topingplaying our favorite cdsPulling up to the partiesTrying to get a little bit tipsyDon't stop make it popDJ blow my speakers upTonight Imma fightTil we see the sunlightTick tock on the clockBut the party don't stopWoah oh oh ohWoah oh oh ohDon't stop make it popDJ blow my speakers upTonight Imma fightTil we see the sunlightTick tock on the clockBut the party don't stopWoah oh oh ohWoah oh oh ohAint got a care in worldbut got plenty of beerAint got no money in my pocketbut I'm already hereand now the dudes are lining upcause they hear we got swaggerBut we kick em to the curb unlessthey look like Mick JaggerIm talking abouteverybody getting crunk crunkBoys trying to touch my junk junkGonna smack him if he getting toodrunk drunkNow now we goin til they kick usout outOr the police shut us down downPolice shut us down downPo po shut usDon't stop make it popDJ blow my speakers upTonight Imma fightTil we see the sunlightTick tock on the clockBut the party don't stopWoah oh oh ohWoah oh oh ohDon't stop make it popDJ blow my speakers upTonight Imma fightTil we see the sunlightTick tock on the clockBut the party don't stopWoah oh oh ohWoah oh oh ohDJ you build me upYou break me downMy heart it poundsYeah you got meWith my hands upYou got me nowYou gotta that soundYea you got meDJ you build me upYou break me downMy heart it poundsYeah you got meWith my hands upput your hands upPut your hands upNo the party don't stopuntil I walk inDon't stop make it popDJ blow my speakers upTonight Imma fightTil we see the sunlightTick tock on the clockBut the party don't stopWoah oh oh ohWoah oh oh ohDon't stop make it popDJ blow my speakers upTonight Imma fightTil we see the sunlightTick tock on the clockBut the party don't stopWoah oh oh ohWoah oh oh oh"}, {"song_no": "2581291", "year": "2010", "rank": "84", "title": "못된사람 (Feat.엠블랙 미르)", "artist": "안진경", "genre": "Dance", "lyrics": "못된 사람 다시는 안 볼 거라고 아픈 사랑 다시는 안 할 거라고 그렇게 몇 번을 다짐해도 니가 또 그리워 찾겠지 다른 여자가 있었는데 그것도 모른 채 너만 사랑했었어 내 마음 돌리기엔 너무 늦어 버렸어 내 마음에서 이젠 너란 사람 지웠어 너 정말 왜 이래 사랑한다며 왜 이래 날 떠나놓고 왜 이제 난 이런 니가 싫은데 나 정말 왜 이래 내 가슴이 또 왜 이래 또 너만 찾아 Crazy 못된 사람 다시는 안 볼 거라고 아픈 사랑 다시는 안 할 거라고 그렇게 몇 번을 다짐해도 니가 또 그리워 찾겠지 너 땜에 미칠 것만 같아 Emotion 내 가슴 찢어놓고 이제 맘이 편하니 널 잊을 거야 난 그럴 거야 Break off 너를 믿어왔었던 내가 바보였나봐 사랑하거나 혹은 죽거나 둘 중에 하나만 선택해 바보 같은 심장이면서 고집불통 사랑이면서 오늘도 난 널 잊겠다고 바보 같은 선언을 해 널 잊지도 못할거면서 널 잡지도 않을거면서 전화벨이 울릴 때마다 너이길 바라는 내가 너무 미웠어 이런 내가 싫어서 번호도 바꿨는데 내 미니홈피속의 사진도 지웠는데 나 정말 왜이래 너 때문에 나 왜이래 미칠 것 같아 Crazy 바보처럼 사랑했던 너라서 습관처럼 매일 보던 너라서 이렇게 숨조차 못 쉬나봐 나만 이렇게 힘든가봐 너 땜에 미칠 것만 같아 Emotion 내 가슴 찢어놓고 이제 맘이 편하니 널 잊을 거야 난 그럴 거야 Break off 너를 믿어왔었던 내가 바보였나봐 못된 사람 다시는 안 볼 거라고 아픈 사랑 다시는 안 할 거라고 그렇게 몇 번을 다짐해도 니가 또 그리워 찾겠지 두 번 다신 사랑 안 할거야 난 너 때문에 울지 않을 거야 난 매일 밤 찾아와 애원해도 다신 사랑하지 않겠어"}, {"song_no": "2585956", "year": "2010", "rank": "85", "title": "보란듯이 (Feat.정슬기)", "artist": "조pd (ZoPD)", "genre": "Rap / Hip-hop", "lyrics": "Chapter 1 Just Begun 정슬기 조PD Let's Go  보란 듯이 잘 살고 싶은데 말처럼 그렇게 쉽지 않은걸 어쩌자고 이러고 사는지 오늘도 눈물이 흘러 흘러 나는 사랑을 믿지 않아 사람을 믿지 않아 사랑에 미치는 바보같이 눈물 흘리지 마라 분풀이 하지마라 눈물이 말라 나오지 않아 사랑 그 이기적인 착각 그 시간이 아깝다고 못 헤어지니 Uh Uh 극복 못할 차이를 덮었다 기대치에 못 미침 또 엎어 엎어 하루하루 너 없는 시간은 조금씩 쌓여만 가도 혹시라도 그대가 돌아올까 아무것도 못해 Huh 보란 듯이 잘 살고 싶은데 말처럼 그렇게 쉽지 않은걸 어쩌자고 이러고 사는지 오늘도 눈물이 흘러 흘러 난 나나난 나난나나 난 나나난 나난나나 난 나나난 나난나나 오늘도 눈물이 흘러 흘러 날 잊어 Baby Forget About Me 날 잊어 Baby Forget Me 날 잊어 Baby 날 잊어 Baby 날 잊어 Baby Forget About Me 미안 난 솔직히 솔직한 말 못했어 쟨 아닌 듯 하단 말 재 뿌리면 그냥 너와 나만 멀어질게 거의 뻔하니까 불꽃처럼 타오르나 그건 성냥불처럼 짧은 점화 잊어 잊고 더 만나봐 인연은 인력으론 안 되나 봐 죽지 못해 하루를 살아가 이렇게 살아서 뭐해 바보처럼 그대만 기다리다 아무것도 못해 Huh 보란 듯이 잘 살고 싶은데 말처럼 그렇게 쉽지 않은걸 어쩌자고 이러고 사는지 오늘도 눈물이 흘러 흘러 난 나나난 나난나나 난 나나난 나난나나 난 나나난 나난나나 오늘도 눈물이 흘러 흘러 Do Not Cry 그 애와 너와의 인연은 여기까지 인가봐 Don't Ask Why 그 애와 너와의 인연의 끈을 이제는 놓아 생활의 변화 생각의 변화 거봐 Don't Want No More Drama 사랑을 믿지 않아 사람을 믿지 않아 Don't Want No More Drama 보란 듯이 널 잊고 싶은데 여전히 사랑은 식지 않는걸 어쩌자고 이러고 사는지 오늘도 가슴이 아파 아파 난 나라나 나라나라 난 나라나 나라나라 난 나라나 나라나라 오늘도 가슴이 아파 아파 날 잊어 Baby Forget About Me 날 잊어 Baby Forget Me 날 잊어 Baby 날 잊어 Baby 날 잊어 Baby Forget About Me"}, {"song_no": "2291014", "year": "2010", "rank": "86", "title": "Honesty", "artist": "Beyonce", "genre": "Pop", "lyrics": "If you search for tenderness"}, {"song_no": "2540358", "year": "2010", "rank": "87", "title": "남잔 다 그래", "artist": "럼블피쉬", "genre": "Ballad", "lyrics": "아닌가봐요 아닌가봐요 내가 사랑한 사람이 아닌가봐요 그런가봐요 세상 모든 사람이 그대처럼 보이나봐요 나만 아픈 건가요 그댄 괜찮은가 봐요 다른 사랑에 바쁜 건가요 너무 하잖아요 나만 사랑하던 남자라서 나만 바라보던 남자라서 그게 좋았었는데 난 정말 행복했는데 이젠 나와 상관 없잖아요 처음처럼 날 모르던 남이잖아요 미워해도 늦었나봐요 어떡하죠  남잔 다 그런가요 그리 쉬운 건가 봐요 거짓말처럼 지워지나요 너무 하잖아요 나만 사랑하던 남자라서 나만 바라보던 남자라서 그게 좋았었는데 난 정말 행복했는데 이젠 나와 상관 없잖아요 처음처럼 날 모르던 남이잖아요 미워해도 늦었나 봐요 어떡하죠 그댄 나 없이도 살 수 있나요 난 자신없는데 그대가 전분데 사랑하면 안될 단 한사람 사랑하긴 너무 늦은 사람 정말 못됐잖아요 그렇게 가면 단가요 이젠 나와 상관 없잖아요 처음처럼 날 모르던 남이잖아요 미워해도 늦었나봐요 어떡하죠"}, {"song_no": "2558737", "year": "2010", "rank": "88", "title": "좋은 일만 생각하기 (Day by Day)", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Dance", "lyrics": "눈을 뜨면 달콤한 햇살 싱그러운 FRUIT향 흐르고  모카라떼 가득 담아 작은 테라스에 앉아 그댈 떠올리면  나도 몰래 스미는 미소 좋은 일만 생길 것 같아  누구도 만질수 없는 내 하루의 설레임들을 느껴보죠  우리끼리 미리 허락받지도 않은채  말랑거리는 사랑을 해도 되는건지  하지만 못된 마법처럼 날 것 같은 기분 숨길 수 없어  OH DAY BY DAY DAY BY DAY  내 마음도 니맘처럼 사랑으로 채워넣을께  크림처럼 포근하게 서로위해 바라봐요  항상 좋은 일만 생각해요   가끔씩은 다퉜던 일이 내 마음을 아프게 해도  그대 멋졌던 모습만 기억에 남겨둔다면 행복할 수 있죠  사각사각 진한 연필로 내 이름을 쓰고 있나요  사르르 녹아버린듯 날 바라보던 그 눈빛을 떠올려요  우리끼리 미리 허락받지도 않은채  말랑거리는 사랑을 해도 되는건지  하지만 못된 마법처럼 날 것 같은 기분 숨길수 없어  OH DAY BY DAY DAY BY DAY  내 마음도 니맘처럼 사랑으로 채워넣을께  크림처럼 포근하게 서로위해 바라봐요  항상 좋은 일만 생각해요   DAY BY DAY DAY BY DAY  내마음도 니맘처럼 사랑으로 채워넣을께  크림처럼 포근하게 서로위해 바라봐요  항상 좋은 일만 생각해요"}, {"song_no": "2558736", "year": "2010", "rank": "89", "title": "무조건 해피엔딩 (Stick Wit U)", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Dance", "lyrics": "어젯밤 꿈 속에 널 봤어 눈부신 얼굴에 멋진 몸매 내 Style 인걸  또렷한 니 얼굴 니 표정 깨어나서도 생각이 나 Go   이끌려 가까이 왠지 느껴져 기대 없이 나갔던 그 소개팅  꿈에서 나타난 니가 나왔어 세상은 Slow Motion   *Oh Oh Oh Oh 넌 잡혔어 너를 갖겠어 조금씩 내게로 와  Oh Oh Oh Oh 더 가까이 우리 둘이서 무조건 해피엔딩   우연히 길에서 널 봤어 귀여운 눈빛에 키가 큰 넌 내 Style 인걸  또렷한 니 얼굴 니 표정 집에 와서도 생각이 나 Go   이끌려 가까이 왠지 느껴져 친구와 약속했던 그 길에서  어디서 봤던 니가 스쳐 지나가 세상은 Slow Motion   *Oh Oh Oh Oh 넌 잡혔어 너를 갖겠어 조금씩 내게로 와  Oh Oh Oh Oh 더 가까이 우리 둘이서 무조건 해피엔딩   서로 원하는 걸 난 알았어 우린 자석 같으니까  서로 당기는걸 난 알았어 우린 자석 같으니까  나의 매력에 넌 빠졌어 Baby I know you  이젠 벗어날 수 없는 걸 Baby I love you   Oh Oh Oh Oh 넌 잡혔어 꿈을 꾸듯이 잠들며 내게로 와  Oh Oh Oh Oh 더 가까이 내게 다가와 사랑해줘 just get on   *Oh Oh Oh Oh 넌 잡혔어 너를 갖겠어 조금씩 내게로 와  Oh Oh Oh Oh 더 가까이 우리 둘이서 무조건 해피엔딩"}, {"song_no": "2563148", "year": "2010", "rank": "90", "title": "후두둑", "artist": "서영은", "genre": "Ballad", "lyrics": "거짓말이야 장난일거야  그래 어떡해 날 떠나가  사랑한다고 나뿐이라고 한껏 쏟아논 말들  삼켜보려해도 한마디  또 한마디 모래처럼 지근거려와  후두두둑 내 눈물이 떨어져 후두두둑  스르르르 잡은 손에 힘이 빠져 날 떠나려고  파르르르 밀려오는 한기에 온몸이 떨리고  지옥 같은 어둠이 나를 가둔다  속은 괜찮니 이젠 시원해  그래 나땜에 고생했어  어떡하라고 난 어쩌라고 니가 토해놓은 말들  삼켜보려해도 한마디 또 한마디 가시처럼 찌르고 찔러  후두두둑 내 눈물이 떨어져 후두두둑  스르르르 잡은 손에  힘이 빠져 날 떠나려고  파르르르 밀려오는 한기에 온몸이 떨리고  지옥 같은 어둠이 나를또  같은 자릴 맴돌며 다 식지도 못한  더운 가슴이 널 찾고 찾아 날 울려  후두두둑 끝도 없이 떨어져 후두두둑  스르르르 가는 너를 볼 수 없어 내 눈이 감겨  파르르르 떨려오는 입술로 부르고 불러도  지옥 같은 어둠이 나를 가둔다"}, {"song_no": "2516879", "year": "2010", "rank": "91", "title": "사랑 둘이서..", "artist": "Ab 에비뉴", "genre": "Ballad", "lyrics": "사랑에 미치면 그 사랑 다 주면 그렇게 되나봐 정말 사랑해도 끝나나봐 아무리 소리쳐봐도 눈물로 말을 해봐도 이별을 난 이길 수 없더라 가슴이 아프다 우리가 왜 끝내요 우리가 왜 이래요 도대체 왜 그래요 어제만해도 안그랬었는데 잠도 안오고 숨도 못쉬겠고 그래요 나는 내가 뭘 잘못했죠 다른 사람 있나요 아니면 왜 그래요 오늘만해도 웃어줬잖아요 바보죠 나 몰라서 그랬나봐요 잘 몰랐어요 사랑에 미치면 그 사랑 다 주면 그렇게 되나봐 정말 사랑해도 끝나나봐 아무리 소리쳐봐도 눈물로 말을 해봐도 이별을 난 이길 수 없더라 가슴이 아프다 그대가 난 좋아요 그대 하나뿐이죠 그런데 왜 그래요 혹시나 내가 싫어진건가요 말도 못하고 자꾸 답답해요 그래요 나는 뭐라고 좀 해봐요 이러다 나 미쳐요 차라리 날 욕해요 여기서 우리 끝내면 안되요 내 맘은 그대처럼 모질지 못해 난 잘안되요 사랑에 미치면 그 사랑 다 주면 그렇게 되나봐 정말 사랑해도 끝나나봐 아무리 소리쳐봐도 눈물로 말을 해봐도 이별을 난 이길 수 없더라 가슴이 아프다 사랑에 미쳐서 내 모든 걸 주고 이렇게 됐나봐 조금 아껴둘걸 그랬나봐 잘하지말걸 그랬어 믿지도 말걸 그랬어 너 하나를 버릴 수 없더라 넌 나의 전부야"}, {"song_no": "2511767", "year": "2010", "rank": "92", "title": "로맨틱 겨울 (Feat. 김진호 Of SG워너비)", "artist": "김진표", "genre": "Rap / Hip-hop", "lyrics": "저기 길가에 나의 눈앞에  날바라보며 수줍게  넌 살짝 손을 흔드네  나는 대답해  손엔 두잔의 라떼  티를 내며 어깰 으쓱하고  파란불만 기다린다네  겨우 오후 여섯시 반에 벌써 세상은 깜깜해져  따뜻한 호빵에  조금은 빤해 보여도 또 낭만을 파네  오리털 잠바에  커플 벙어리 장갑에  몸은 움츠려 들면서도  빨간 냄비에 돈을 넣을때면  가슴이 짠해  나무들은 전구들로 덮혀가  술에 취한 친구들은 엎혀가  버스창엔 입김을 호호  애긴 발자국을 콩콩  앞에 앉은 커플은 뽀뽀  사람들이 쳐다봐도 쪽쪽  사방엔 불을 밝힌 트리  이젠바로 로맨틱 겨울이야 해마다 로맨틱겨울이 올때면  혼자 꿈꿔왔던 그 장면  그장면이 지금 펼쳐지고 있어  지금 너같은 여자는  없을 줄 알았는데  사랑 그 설레임에 눈이 올때면  혼자 꿈꿔왔던 그 장면  넌 내품에 안겨  내 팔은 너에게 감겨  사방에 불을 밝힌 트리  로맨틱 겨울이  저기 길가에 나의 눈앞에  날 바라보며 수줍게 넌  살짝 손을 흔드네  나는 대답해  손엔 두잔의 라떼 티를 내며  어깰 으쓱하고  파란불만 기다린다네  너와 난 술에 취해  차가운 길거리에  이땐 너의 손을 슬쩍  곧바로 나의 코트 주머니에  원래 사랑은 유치해  겨울은 더해 여름에 비해  얼마나 고마운지  그대가 바로 지금  나의 옆에 있기에 전에 내가 보드를  좀 탄다 말했지만 사실은 나 내일 처음으로 타봐 아까 내가 박박 우겼지만 사실 너가 처음은 아니야 니 느낌이 맞아  미안해 거짓말을 한건  당근 잘 보이고 싶었던 만큼 행복은 모두 내차지  어딜가든 너와 함께할래  끝까지  해마다 로맨틱 겨울이 올때면 혼자 꿈꿔왔던 그 장면 그장면이 지금 펼쳐지고 있어 지금 너같은 여자는  없을 줄 알았는데 사랑 그 설레임에  눈이 올때면 혼자 꿈꿔왔던 그 장면 넌 내 품에 안겨  내 팔은 너에게 감겨 사방에 불을 밝힌 트리  로맨틱 겨울이  하얀 눈은 내리고  너와 난 웃음짓고 사랑 가득한  날아 갈 듯한 기분좋게 취해버린 기분이고 너와 난 반쯤 미쳐 하늘에다 크게 소리쳐 사랑 한다고  행복 하다고 미칠것만 같다고 Not to the future 하얀 눈은 내리고  너와 난 웃음짓고 사랑이 가득한 난 날아 갈 듯한 기분좋게 취해버린 기분이고 너와 난 반쯤 미쳐 하늘에다 크게 소리쳐 사랑 한다고 행복 하다고 미칠것만 같다고 Not to the future"}, {"song_no": "2320988", "year": "2010", "rank": "93", "title": "Ring Ding Dong", "artist": "SHINee (샤이니)", "genre": "Dance", "lyrics": "BABY 네게 반해 버린 내게 왜 이래 두렵다고 물러서지 말고 그냥 내게 맡겨봐라 어때 My lady Ring Ding Dong Ring Ding Dong Ring Diggy Ding Diggy Ding Ding Ding Ring Ding Dong Ring Ding Dong Ring Diggy Ding Diggy Ding Ding Ding Ring Ding Dong Ring Ding Dong Ring Diggy Ding Diggy Ding Ding Ding Ring Ding Dong Ring Ding Dong Ring Diggy Ding Diggy Ding Ding Ding butterfly 너를 만난 첫 순간 눈이 번쩍 머린 Stop 벨이 딩동 울렸어 난 말야 멋진 놈 착한 놈 그런 놈은 아니지만 나름대로 괜찮은 bad boy 너는 마치 butterfly 너무 약해 빠졌어 너무 순해 빠졌어 널 곁에 둬야겠어 더는 걱정 마 걱정 마 나만 믿어보면 되잖아 니가 너무 맘에 들어 놓칠 수 없는 걸 baby 내 가슴을 멈출 수 oh crazy 너무 예뻐 견딜 수 oh crazy 너 아니면 필요 없다 crazy 나 왜 이래 we wanna go rocka rocka rocka rocka rocka rock so fantastic go rocka rocka rocka rocka rocka rock so elastic fantastic fantastic fantastic fantastic elastic elastic elastic elastic Ring Ding Dong Ring Ding Dong Ring Diggy Ding Diggy Ding Ding Ding 오직 너만 들린다 Ring Ding Dong Ring Ding Dong Ring Diggy Ding Diggy Ding Ding Ding 머리속에 울린다 Ring Ding Dong Ring Ding Dong Ring Diggy Ding Diggy Ding Ding Ding 내 가슴에 울린다 Ring Ding Dong Ring Ding Dong Ring Diggy Ding Diggy Ding Ding Ding I called your butterfly 날이 가면 갈수록 못이 박혀 너란 Girl 헤어날 수 없다는 거 나를 선택해 돌이키지 말고 선택해 도망가지 말고 네게 빠진 바보인 나 날 책임져야 돼 baby HEY 내 가슴을 멈출 수 oh crazy HEY 너무 예뻐 견딜 수 oh crazy 너 아니면 필요 없다 crazy 나 왜 이래 난 착하디 착한 증후군이 걸린 너를 이해 못 하겠다 넌 가끔씩 그런 고정이미지를 탈피 일탈해봐 괜찮다 break out hey break out hey break out hey break out hey Ring Ding Ding Ding Ding Di Di Di Di Di Di Di Dong Dong Dong Dong Dong Dong Dong Dong 사실 난 불안해 어떻게 날 보는지 어쩌면 어쩌면 내게 호감을 갖고 있는지 몰라 이토록 안절부절 할 수 밖에 없어 돌이킬 수 없는 걸 complicate girl 절대 NO란 대답하지 마 나 괜찮은 남자란 걸 내가 미쳐버릴지 몰라 Don't be silly girl silly girl you're my miracle my miracle 너만 가질 수 있다면 내겐 다 필요없는 걸 baby HEY 내 가슴을 멈출 수 oh crazy HEY 너무 예뻐 견딜 수 oh crazy 너 아니면 필요없다 crazy 나 왜 이래 we wanna go rocka rocka rocka rocka rocka rock so fantastic go rocka rocka rocka rocka rocka rock so elastic fantastic fantastic fantastic fantastic elastic elastic elastic elastic Ring Ding Dong Ring Ding Dong Ring Diggy Ding Diggy Ding Ding Ding 오직 너만 들린다 Ring Ding Dong Ring Ding Dong Ring Diggi Ding Diggi Ding Ding Ding 머리속에 울린다 Ring Ding Dong Ring Ding Dong Ring Diggy Ding Diggy Ding Ding Ding 내 가슴에 울린다 Ring Ding Dong Ring Ding Dong Ring Diggy Ding Diggy Ding Ding Ding"}, {"song_no": "2513619", "year": "2010", "rank": "94", "title": "Ghost (고스트)", "artist": "화요비", "genre": "Ballad", "lyrics": "처음 너를 만난 그날 오후처럼 예쁜 구두 신고 너를 보러 갔지 맑게 웃는 하늘 너도 미소 짓고 시원하게 부는 바람 우린 행복 했었지 근데 오늘 우리 헤어지는 거래 오늘 헤어지면 다신 볼 수 없대 아무 일 없는 듯 애써 더 얘기를 하고 웃어주던 니 모습 더 슬퍼 나를 보던 너의 눈빛 사랑했던 기억 시간 지나가면 사라질까 겁나 제발 잊지 말아줘 내 손 놓지 말아줘 하지만 아무 말도 할 수가 없어 아직 믿고 싶지 않아 믿을 수도 없어 모두 미쳤대도 기다릴 수 있어 세상이 나를 버린다 해도 이대로 충분해 떠나지 말아줘  많은 사람들이 스쳐 지나가도 누구 하나 없어 너를 볼 수 없어 근데 내 눈 앞엔 또렷이 니가 서 있고 돌아보며 웃는 데 이렇게 나를 보던 너의 눈빛 사랑했던 기억 시간 지나가면 사라질까 겁나 제발 잊지 말아줘 내 손 놓지 말아줘 하지만 아무 말도 할 수가 없어 아직 믿고 싶지 않아 믿을 수도 없어 모두 미쳤대도 기다릴 수 있어 세상이 나를 버린다 해도 이대로 충분해 떠나지 말아줘  서툴렀던 너의 고백 엇갈렸던 순간 결국 모든 게 다 아름다운 얘기 정말 너무 두려워 그보다 더 무서워 이러다 너를 전부 잊게 될까 봐 너를 붙잡아도 안돼 애원해도 안돼 안 되는 걸 알아 근데 그게 안돼 아무도 우릴 가를 수 없어 너에게 갈꺼야 조금만 기다려"}, {"song_no": "2353708", "year": "2010", "rank": "95", "title": "꿈을 꾸다 (Main Ver.)", "artist": "김태우", "genre": "Drama", "lyrics": "꿈을 꾸다 (Main Ver.)  가슴 속에 바람이 분다 그대 모습 지워져간다 후회란 꿈을 꾸면서 너를 그리며 난 지금 여기 서있다 하루를 버틴 건 사랑했단 그 말 때문에 한 달을 버틴 건 날 바라보던 그 눈빛 때문에 널 사랑했는데 널 사랑하는데 상처가 번져서 갈수가 없잖아 사랑해 그 말을 지키지 못해 널 떠나가는 날 널 사랑해줄게 널 기다려줄게 함께했던 시간 다 기억하잖아 하지 못한 말들 하고 싶던 말들 가슴에 남아 흘러내려  1년을 버틴 건 내게 주던 미소 때문에 꿈이라 믿었던 너와의 추억 그 하나 때문에 널 사랑했는데 널 사랑하는데 상처가 번져서 갈수가 없잖아 사랑해 그 말을 지키지 못해 널 떠나가는 날 널 사랑해줄게 널 기다려줄게 함께했던 시간 다 기억하잖아 하지 못한 말들 하고 싶던 말들 가슴에 남아 흘러내려  우리 세상에 단 한가지만 허락해줘 널 사랑했는데 널 사랑하는데 상처가 번져서 갈수가 없잖아 눈부신 추억을 잊지 못해서 널 간직하는 날 널 사랑해 줄게 널 기다려줄게 함께했던 시간 다 기억하잖아 하지 못한 말들 하고 싶던 말들 이제 말할게 사랑한다  사랑한다 너와 함께 난 꿈을 꾼다"}, {"song_no": "2359820", "year": "2010", "rank": "96", "title": "사랑경보 (Feat. 주희 Of 에이트)", "artist": "H-유진", "genre": "Rap / Hip-hop", "lyrics": "첫눈 오는 거리에 추억들이 내리면 사랑했던 기억이 다시 나를 찾아온다 난 오늘도 니 생각에 어김없이 밤잠을 설쳐 벌써 몇 달째 불면증은 떠나질 않고 날 괴롭혀 내일이면 널 잊겠다고 눈물로 술잔을 채워 그렇게도 다짐을 해도 잔을 비우면 그리움이 커져 너 없이 사는 건 살아도 사는 게 사는 거 같지 않아 한없이 찢겨진 가슴에 쓰라린 상처가 도무지 낫질 않아 됐어 이제는 떠나갈게 오늘부터 너를 체념 할게 like today is my only april fool's day 첫눈 오는 거리에 추억들이 내리면 나의가슴에 우리사랑도 다시 되살아나고 내 두 눈에 참았던 눈물이 내 맘을 적시면 사랑했던 기억이 다시 나를 찾아온다 매일 아침 눈을 뜨면 너의 달콤한 키스가 생각나겠지 내 귓가를 간지러 피던 사랑의 말들이 생각나겠지 하얀 눈을 맞으며 걷던 그 거리도 그리워지겠지 this time I'm a let you know I will never be me same that I used to be 사랑은 참 달고 달아 변한 뒤엔 쓰고 쓰다 사랑은 말없이 왔다 말없이 날 떠나간다 됐어 이제는 떠나갈게 오늘부터 너를 체념할게 like today is my only April fool's day 함께 듣던 노래가 내 귓가에 들리면 웃는 사람들 속에 혼자서 우는 내가 가여워 행복했던 우리 좋았었던 기억만 떠올라 숨조차 못 쉬겠어 니가 너무 그리워 난 사랑에 다쳐서 멀쩡한 곳이 없어 나를 웃게 할 나를 낫게 할 사람 너 하나뿐야 첫눈 오는 거리에 추억들이 내리면 나의가슴에 우리사랑도 다시 되살아나고 내 두 눈에 참았던 눈물이 내 맘을 적시면 사랑했던 기억이 다시 나를 찾아온다 내 가슴이 자꾸만 나에게 말해 첫눈이 내리면 너무 그립대 가슴이 자꾸만 나에게 말해 상처 난 가슴이 너무 아프대 가슴이 자꾸만 나에게 말해 더 이상 눈물을 참을 수가 없대 가슴이 자꾸만 나에게 말해 절대로 널 보내줄 수 없대 나 홀로 외로이 걷는 길 어디로 가는 건지 걷고 또 걸어도 I see no way to go There see no way to go"}, {"song_no": "2579716", "year": "2010", "rank": "97", "title": "놓치다", "artist": "선민", "genre": "Ballad", "lyrics": "먼저 연락 하지 말자 보고 싶다 하지 말자 그래 놓고 먼저 전활 해 사랑 한다 하지 말자 너뿐이야 하지 말자 그래 놓고 먼저 말을 해 착각인줄 알면서도 맘을 다지고 다져도 고장난 내 맘이 미워 지우고 지워도 자꾸만 보고 싶은걸 사랑 이라 믿어 보고 맘을 열고 열다 다시 이별 앞에 서서 펑펑 우는 바보 멍청한 줄 알면서도 사랑 앞에 울고 아파하다 울다 망설이다가 또 놓치고 놓친 사랑에 또 다시 우는 나  보고 싶다 말해도 돼 그럼 그러고 싶은데 그 말이 너무나 어려워 혼자 집에 가는 일이 혼자 밥을 먹는 일이 혼자 생각 하는 일이 자꾸 어려워져 사랑이 하고 싶은데 사랑 이라 믿어 보고 맘을 열고 열다 다시 이별 앞에 서서 펑펑 우는 바보 멍청한 줄 알면서도 사랑 앞에 울고 아파하다 울다 망설이다가 사랑인줄 알면서도 내 맘이 걱정돼 속상한줄 알면서도 다시 사랑 앞에 그저 그냥 바라보다 다시 우는 바보 아파하다 울다 망설이다가 또 놓치고 놓친 사랑에 또 다시 우는 나"}, {"song_no": "2549796", "year": "2010", "rank": "98", "title": "죽을 것 같아", "artist": "김동희", "genre": "Ballad", "lyrics": "며칠 감기에 걸린 것처럼 머리에 열이나 가슴은 답답하고 눈물만 계속나 너와 헤어지고 난 이후로 잘 먹지도 못해 이러다 죽을것 같아 혹시나 마음이 변해서 전화할까봐 내 전화번호도 바꾸지 못해 또혹시 나없는 집으로 찾아올까봐 집밖에도 나가지를 못하는 나야 사랑한다고 그랬잖아 영원하다 했잖아 나없이는 못산다 말했잖아 내겐 쉬운사랑이었니 사랑했잖아 그랬잖아 많이 좋아했잖아 그런데도 날두고 떠나갔니 좋은기억들만 남겨둔채로  어쩌다 거리에서 너를 마주칠까봐 화장한 얼굴도 지우지 못해 너보다 좋은사람 많다 날 다독여도 니가 아닌 다른사람 죽어도 싫어 사랑한다고 그랬잖아 영원하다 했잖아 나없이는 못산다 말했잖아 내겐 쉬운사랑이었니 사랑했잖아 그랬잖아 많이 좋아했잖아 그런데도 날두고 떠나갔니 왜 그런거니 정말 사랑했다면 이러면 안되잖아 다시 내게로 돌아올 수 없니 사랑이 뭔데 나를 울려 내맘 찢어지게 해 이럴꺼면 왜 내맘 가져갔니 다른 사랑하지 못하게 돌아온다고 말을해줘 제발 돌아온다고 머리부터 발끝까지 모두다 니가 그리워서 우는 내게로"}, {"song_no": "2312253", "year": "2010", "rank": "99", "title": "헤어지지 못하는 여자, 떠나가지 못하는 남자 (Feat. 정인)", "artist": "리쌍", "genre": "Rap / Hip-hop", "lyrics": "헤어지지 못하는 여자  떠나가지 못하는 남자  사랑하지 않는 우리 그래서  No no no no no no  헤어지지 못하는 여자  떠나가지 못하는 남자  사랑하지 않는 우리 그래서  No no no no no no  우린 삼백만원짜리  중고차로 함께  어디든 다녔지 남부럽지 않게   팔짱을 끼고  한장의 사진에 추억을 담고  밤잠을 설쳐가며  서로를 알아가고  내 꿈은 너의 미래가 되어  우린 서로를 따르는  한쌍의 아름다운 새여  채워져도 부족했던 사랑  다시 태어나도 만나고픈 사람  하지만 세월 앞에서는 역시  서로의 욕심을 이기지 못해  욕실에 홀로 앉아 우는  너의 울음 소리  나를 쏘아보는 눈초리  날이 갈수록 더 해  난 또 이별을 생각해 하루종일  태양은 뜨거운데  니 맘은 얼어있네  누구의 잘못인지  사랑하긴 하는데 Baby  모든게 그대론데  우리는 변해있네  누구의 잘못인지  사랑하긴 하는데 Baby  헤어지지 못하는 여자  떠나가지 못하는 남자  사랑하지 않는 우리 그래서  No no no no no no  헤어지지 못하는 여자  떠나가지 못하는 남자  사랑하지 않는 우리 그래서  No no no no no no  때론 너무나 바빠 너에게 미안해  지갑에 돈을 채우고 시간을 내  티나게 사랑을 표현 못해도  너와 함께 영화를 보고  밥을 먹으면  니 기분이 풀릴거라 여기던   내 생각은 또 빗나가  거리를 거닐며  너에게 장난을 쳐도  진부한 사랑 놀이   사랑은 한때 사랑은 이별과 한패  이별은 사랑을 데리고 가는데  태양은 뜨거운데  니 맘은 얼어있네  누구의 잘못인지  사랑하긴 하는데 Baby  모든게 그대론데  우리는 변해있네  누구의 잘못인지  사랑하긴 하는데 Baby  헤어지지 못하는 여자  떠나가지 못하는 남자  사랑하지 않는 우리 그래서  No no no no no no  헤어지지 못하는 여자  떠나가지 못하는 남자  사랑하지 않는 우리 그래서  No no no no no no  사랑은 한때 사랑은 이별과 한패  이별은 사랑을 데리고 간대  사랑은 한때 사랑은 이별과 한패  이별은 사랑을 데리고 간대  버리면 버려지는게 사랑이라면  얼마나 좋을까  모두 꿈인데 니 손을 잡은 건  원하면 얻어지는게 사랑이라면  얼마나 좋을까  모두 꿈인데  나는 벗어나지 못하네  헤어지지 못하는 여자  떠나가지 못하는 남자  사랑하지 않는 우리 그래서  No no no no no no  헤어지지 못하는 여자  떠나가지 못하는 남자  사랑하지 않는 우리 그래서  No no no no no no  No no no No no no  No no no No no no  Oh yeh 사랑에 묶이는 남자는 약해 빠진걸까 사랑을 굶기는 남자는 무능력한걸까 비밀을 숨기는 남자는 나 뿐인걸까 사랑 대체 왜 변하는걸까 Yeh"}, {"song_no": "2586103", "year": "2010", "rank": "100", "title": "하루만", "artist": "빅마마", "genre": "Ballad", "lyrics": "혼자 길을 걸을 때 문득 니가 떠올라 고개를 떨구곤 해 세월에 날 맡긴채 여기까지 왔지만 니가 참 그립다 잘 지내니 다 잊었니 아직 너에 생각에 잠 못드는 나를 하루만이라도 잠시만이라도 내 곁으로 다시 돌아와줘 한없는 사랑에 나를 감싸주던 나만의 너란걸 뒤늦게서야 알았어 my destiny 하루 해가 저물고 밤이 깊어질 때쯤 그리움이 밀려와 떨쳐내려 할 수록 가슴 한구석까지 시리도록 아파 듣고 있니 기억하니 누구도 할 수 없는 우리 둘의 사랑 그저 하루만이라도 잠시만이라도 내 곁으로 다시 돌아와줘 한없는 사랑에 나를 감싸주던 나만의 너란걸 뒤늦게서야 알았어 my destiny Um 지독했던 이별도 서툰 사랑까지도 모두 멀리 떠나 보내자 다시 사랑하면 돼 조금도 막지 못할 사랑 바보같다해도 마지막까지도 니 곁에서 꿈을 꾸고 싶어 사랑해 사랑해 이 말로도 차마 채울 수가 없는 늦어버린 나의 고백 my destiny  하루만이라도 나를"}]