[{"song_no": "3156950", "year": "2011", "rank": "1", "title": "TONIGHT", "artist": "BIGBANG", "genre": "Dance", "lyrics": "Tonight such a beautiful night sing with me now 2011 follow me big bang big bang we're back again one more time say no way no way 너무 쉽게 또 남이 돼 big bang big bang don't stop let's play ok ok go go go 나 미칠 것 같애 아마 지친 것 같애 아냐 질린 것 같애 벌써 따분해 시시해 한 여자로는 만족 못 하는 bad boy but I'm nice 안 넘어가고는 못 배길걸 let me blow ya mind 언제부터였는지 감흥이 없어진 우리 이젠 마치 진 빠진 김 빠진 콜라같지 무감각해진 첫 느낌 서로를 향한 곁눈질 그깟 사랑에 난 목매지 않아 Don't wanna try no more 너를 찾아서 우에오 날 비춰주는 저 달빛아래로 그댈 찾아서 우에오오오 끝이 어딘지 모르겠지만  hey Tonight tonight tonight tonight 아직 난 사랑을 몰라 또 홀로 가여운 이 밤 상처 날 이별이 무서워 so what so what 널 처음 만난 순간이 그리워 no more no more 그저 아픔에 서툰 걸 난 피하고 싶은 걸 But You know that I love you girl girl girl 질질끄는 성격 say no  차가운 입술로 널 얼어 붙게 하는 나나나 Take ma soul take ma heart back 새로운 설레임 get that 사랑은 내게는 어울리지 않아 don't think too much it's simple 너를 찾아서 우에오 날 비춰주는 저 달빛아래로 그댈 찾아서 우에오오오 끝이 어딘진 모르겠지만  hey Tonight tonight tonight tonight 아직 난 사랑을 몰라 또 홀로 가여운 이 밤 안녕이란 말의 슬픈 의미 어두운 그림자는 가려지고 내 마음 속 잊어버린 너를 향한 나의 기억 너를 찾아서 우에오 날 비춰주는 저 달빛아래로 저 달빛아래로  그댈 찾아서 우에오오오 끝이 어딘지 모르겠지만 어딘지 몰라 Tonight tonight tonight tonight 아직 난 사랑을 몰라  또 홀로 가여운 이 밤 너를 찾아서 우에오 날 비춰주는 저 달빛아래로 그댈 찾아서 우에오오오 끝이 어딘지 모르겠지만 goodnight"}, {"song_no": "3143550", "year": "2011", "rank": "2", "title": "나만 몰랐던 이야기", "artist": "아이유", "genre": "Ballad", "lyrics": "정말 넌 다 잊었더라"}, {"song_no": "3164048", "year": "2011", "rank": "3", "title": "미친거니 (Feat. 방용국)", "artist": "송지은", "genre": "Ballad", "lyrics": "사랑이 아냐 이건 사랑이 아냐 너의 집착일 뿐이야 어디 있든지 내가 무얼 하든지 무서워 나를 바라보는 넌 너의 그림자를 따라 밟다 난 전화를 걸어 네 떨리는 숨소리에 짜릿해져버려 빨라지는 네 발걸음 따라 뛰는 내 심장 미칠 것만 같아 어두워지는 긴 밤 너의 집 앞 불 꺼진 가로등 밑에서 너를 본다 네 방 창 문 틈에서 밤이 끝날 때까지 날 찾아봐 어서 나와 숨 막히는 숨바꼭질을 계속해 넌 넌 넌 넌 절대 내게서 떨어질 수 없어 미친거니 왜 그러니 이제 그만 나 좀 내버려둬 네가 보여 숨이 막혀 내 눈 앞에서 좀 사라져줘 넌 날 절대 벗어날 수 없어 넌 날 사랑 할 수밖에 없어 도망쳐봐 네가 어디에 있든지 난 볼 수 있으니 널 알지 깊숙이 넌 날 절대 벗어날 수 없어 넌 날 사랑 할 수밖에 없어 이제 날 봐 I Don't Wanna Cry No More more 사라져 버려 그만 좀 꺼져 버려 정말 숨도 못 쉬겠어 어딜 가든지 내가 어디 있든지 무서워 나를 따라오는 너 수백 번이고 수만 번이고 전화를 걸었는데 왜 왜 넌 대답이 없어 잊었니 우리 만난 지 벌써 천일이 됐어 네가 좋아하는 선물을 준비했어 네가 자주 가는 거리에 앉아 널 기다리고 있어 내 사랑을 알아 집착이라 말하지 마 사랑을 몰라 넌 미쳤다고 말하지 마 내 맘을 몰라 넌 넌 넌 넌 넌 절대 내게서 떨어질 수 없어 미친거니 왜 그러니 이제 그만 나 좀 내버려둬 네가 보여 숨이 막혀 내 눈 앞에서 좀 사라져줘 너도 날 원하잖아 나를 사랑하잖아 나를 도망치지 마 헛소리 좀 집어 치워 정신 차려 그만 좀 해 이제 나를 놓아줘 이건 아냐 사랑이 아니야 내게 상처뿐이야 이러지마 널 사랑 했지만 이제는 아니야 너의 기억에서 날 잊어줘 I Don't Wanna Cry No More More"}, {"song_no": "3138749", "year": "2011", "rank": "4", "title": "내꺼중에 최고", "artist": "이현", "genre": "Ballad", "lyrics": "넌 내꺼중에 최고"}, {"song_no": "3156952", "year": "2011", "rank": "5", "title": "WHAT IS RIGHT", "artist": "BIGBANG", "genre": "Dance", "lyrics": "Tell me what is right"}, {"song_no": "3156953", "year": "2011", "rank": "6", "title": "CAFE", "artist": "BIGBANG", "genre": "Dance", "lyrics": "네가 앉아있던 그 하얀 의자만이"}, {"song_no": "3110565", "year": "2011", "rank": "7", "title": "톡톡 (Tok Tok) (Feat. SOYA)", "artist": "마이티 마우스", "genre": "Rap / Hip-hop", "lyrics": "boy I like the way you   talk talk  내 귓가에 쏙쏙 달콤하게   tok tok  말해줄래 love love  ma baby boo ma love is true  너와 어디든지 walk walk  내 품 안에 쏙쏙 들어와줘 꼭꼭  말해 줄게 love love  ma baby boo come on   baby tell me  니 맘을 다 말해줘  너와 처음 마주친 순간  마법에 홀린듯한  말로는 설명 못할  아는 사람은 다 아는 그 느낌  I got my eyes on you why   don't you come get   close a girl  언제든 널 안아줄 남자가  바로 여기 나란걸  너에게 난 자존심 따윈  아예 없는 바보지  사랑해 라는 한마디 하나면  충분한 남자지  나를 믿어 이제 지난 얘기는 끝  니 얘기만 노래로   만들고 부를게  boy I like the way you   talk talk  내 귓가에 쏙쏙 달콤하게   tok tok  말해줄래 love love  ma baby boo ma love is true  너와 어디든지 walk walk  내 품 안에 쏙쏙 들어와줘 꼭꼭  말해 줄게 love love  ma baby boo come on   baby tell me  니 맘을 다 말해줘  사랑한단 말로  내 맘을 전부 보여주긴   너무 부족해  적고 적어도 세상의 단어는  너무나도 적어 답답할 정도지  적어도 니 아름다움   정돈 돼야지  수백 가지 글과 말 대신   내 품 입술  내 눈빛이 너와 내   사랑의 대화지  이젠 난 항상 그대 곁에  손잡고 같이 갈게  세상 가장 아름답게  make our future  모두의 낮보다 빛나는  많은 밤 속에서 넌 내가   꾸는 꿈이야  이 모든 게 너만을 향한 나의 맘  boy I like the way you   talk talk  내 귓가에 쏙쏙 달콤하게   tok tok  말해줄래 love love  ma baby boo ma love is true  너와 어디든지 walk walk  내 품 안에 쏙쏙   들어와줘 꼭꼭  말해 줄게 love love  ma baby boo come on   baby tell me  니 맘을 다 말해줘  보면 볼수록 너 란걸 느껴  말로는 설명할 수 없는 이 느낌  외롭고 힘들 땐 언제나  내 이름을 크게 불러봐  항상 옆에 있다는 걸 잊지마  영원히 함께 할 너와나  boy I like the way   you talk talk  내 귓가에 쏙쏙 달콤하게   tok tok  말해줄래 love love  ma baby boo ma   love is true  너와 어디든지 walk walk  내 품 안에 쏙쏙 들어와줘 꼭꼭  말해 줄게 love love  ma baby boo come on   baby tell me  니 맘을 다 말해줘"}, {"song_no": "3111583", "year": "2011", "rank": "8", "title": "Black & White", "artist": "지나", "genre": "Dance", "lyrics": "Black Black Black White"}, {"song_no": "3172166", "year": "2011", "rank": "9", "title": "가슴이 뛴다", "artist": "케이윌", "genre": "Ballad", "lyrics": "입술 끝에 맺혀있는 말  너만 보면 하고 싶은 말  너무 소중해 아껴두려고  참고 또 참는 말  할 수 있어 행복한 그 말 발음조차 달콤한 그 말 제일 좋은 날 제일 멋지게 네게 해주고 싶은 그 말 너를 사랑해 사랑해 사랑한다 한 번 두 번을 말해도 모자라서  아끼지 못해 숨기지 못해 솔직한 내 맘을 고백을 해 정말 너만이 너만이 전부인 난 너를 보고 또 안아도 벅차는 난 말할 때 마다 다시 설레서  쉬운 적 없던 그 말 너를 사랑해 울다가도 웃게하는 말 웃다가 또 울게하는 말 아주 먼 훗날 너의 귓가에 하고 눈감고 싶은 그 말 너를 사랑해 사랑해 사랑한다 한번 두 번을 말해도 모자라서 아끼지 못해 숨기지 못해 솔직한 내 맘을 고백을 해 정말 너만이 너만이 전부인 난 너를 보고 또 안아도 벅차는 난 말할 때 마다 다시 설레서 쉬운 적 없던 그 말 너를 사랑해 네가 다가온다 나를 본다 가슴이 뛰어온다  매일 너를 봐도 이런건 기적일까 계속된 꿈인 걸까 사랑해 사랑해 사랑해 널 다시 물어도 대답은 똑같은데 돌려 말하고 꾸며 볼래도 결국에 내 맘은 이런거야 정말 너만이 너만이 전부인 나 너를 보고 또 안아도 눈물이 나 어떻게 네가 내게 온거니 믿을 수 없을 만큼 너를 사랑해"}, {"song_no": "3140874", "year": "2011", "rank": "10", "title": "Dreaming", "artist": "김수현", "genre": "Drama,Ballad", "lyrics": "Dreaming    저 멀리 희미해지는 나의 꿈을 바라보며 멍하니 서있었죠 더 이상 남은 게 없어 모두 포기할까 했었지만 다시 일어나요 한걸음 한걸음 오늘도 조심스럽게 내디뎌요 가슴 가득히 두려움과 설레임을 안은 채 비틀거리고 흔들려도 난 또 한걸음을 내디뎌요 언젠가 만날 내 꿈을 향해  이대로 끝나는 건 아닐지 두려움이 날 자꾸만 망설이게 하지만 가슴 속 깊은 곳에서 멈추지 않는 울림이 날 앞으로 이끌죠 한걸음 한걸음 오늘도 조심스럽게 내디뎌요 가슴 가득히 두려움과 설레임을 안은 채 비틀거리고 흔들려도 난 또 한걸음을 내디뎌요 언젠가 만날 내 꿈을 향해 한걸음 한걸음 오늘도 조심스럽게 내디뎌요 가슴 가득히 두려움과 설레임을 안은 채 비틀거리고 흔들려도 난 또 한걸음을 내디뎌요 언젠가 만날 내 꿈을 향해 언젠가 만날 내 꿈을 향해"}, {"song_no": "3145784", "year": "2011", "rank": "11", "title": "파파라치 (Feat. 에릭)", "artist": "간미연", "genre": "Dance", "lyrics": "미치 미치겠어 미치겠어"}, {"song_no": "3156949", "year": "2011", "rank": "12", "title": "HANDS UP", "artist": "BIGBANG", "genre": "Dance", "lyrics": "Brand new world is comming  we are the world  Say hello to the world  into my world hello to  the world we are the world  Hey ho hey ho let me say  hey ho hey ho one more time  Hey ho hey ho let me say  hey ho hey ho breathe  Hands up high high&amp;low  그대와나 음악소리에 잠시 기대  Hands up high high&amp;low  느낌따라 just one  step two step  Hands up high don't stop  the beat 네 키보다 더  높이 hands up high  링링링링 정신없이  몸을 비틀어놔 말리지마  we don't care  Let's work it let's work it  let's work it now  자 그려봐 네가 원하는 꿈을  나에게 말해봐 언제든  데려가 줄 테니  불러봐 너의 누군가를 위해  baby just 1 2 3 go  Hands up high high &amp; low  그대와나 음악소리에  잠시 기대  Hands up high high &amp; low  느낌따라 just one  step two step  Everybody plz don't stop  내 목소리 들리게  아침해가 밝아와도  just we belong together  Everybody plz don't stop  you got me goin crazy  우릴따라 just one step two step  I said a louder  목이 터져라 질러봐 이곳은  rush hour  혼잡한 세상 밖을 돌아가는 시계추  boom boom pow  What about you boom boom down  Let's work it  let's work it  let's work it now  자 그려봐 네가 바라는 꿈을  나에게 말해봐 어디든  데려가 줄 테니  불러봐 너의 누군가를 향해  baby just 1,2,3 go  Hands up high high&amp;low  그대와나 음악소리에  잠시 기대  Hands up high high&amp;low  느낌따라 just one  step two step  Now put your hands up  Now put your hands up  Now put your hands up  Now everybody put your hands up    Hey ho hey ho let me say  hey ho hey ho one more time  Hey ho hey ho let me hear you say  hey ho hey ho breathe  Hands up high high &amp; low  그대와나 음악소리에  잠시 기대  Hands up high high &amp; low  느낌따라 just one  step two step  Hands up high high &amp; low  그대와나 음악소리에  잠시 기대  Hands up high high &amp; low  느낌따라 just one  step two step"}, {"song_no": "3089448", "year": "2011", "rank": "13", "title": "샤이보이", "artist": "시크릿", "genre": "Dance", "lyrics": "뚜루왑 두밥 두밥"}, {"song_no": "3156951", "year": "2011", "rank": "14", "title": "SOMEBODY TO LOVE", "artist": "BIGBANG", "genre": "Dance", "lyrics": "Somebody to love can you here me  i want somebody to love  Somebody to love  somebody to love  이 긴 방황을 멈추게  I want somebody  to love somebody to love  이 긴 밤이 다 가기 전에  오늘을 기다려왔어  수십 번 고민했어  너와 내 사이에  뭔 장애물들이 많아서  몇 번을 부딪치고  또 넘어져도 너라면 까짓 것  이 정도 가지고는 어림없어  아직 날 모르겠어  excuse me miss  확신이 부족한 거라면  i got you baby  난 내 여자는 끝까지 지켜  내 사랑을 시험 말아  다른 남자와는 달라  네가 원하는 걸 알아  Somebody to love  somebody to love  이 긴 방황을 멈추게  I want somebody to love  somebody to love  이 긴 밤이 다 가기 전에  지난밤 아름다운 구속  난 헤어나올 수 없어  just two of us not enough  무엇이 문제야 말해  내가 다 들어줄께  명령만해 아리따운 캡틴  take my hand be my angel ring my bell  가슴 설레이는 감정을 느껴  그대로 두 눈을  꼭 감고 끌리는 대로  how we go  틱틱탁 시간은 가  don't don't don't stop  멈추지마  마음을 열어  make it bounce  make it bounce  make it bounce  Somebody to love  somebody to love  이 긴 방황을 멈추게  I want somebody to love  somebody to love  이 긴 밤이 다 가기 전에  When I say somebody  then you say to to love  When I say somebody  then you say to to love  Somebody to love  somebody to love  Somebody to love  somebody to love  뭘 망설이는 건지 알 수 없지만  내가 싫어서인지는 잘 모르지만  지금까지 못 느껴본 이런 감정  You need somebody to  love too somebody to love too  누군가와 헤어져 누군가를 또 찾아  누군가의 남자로 여자로 난 누군가  누군가와 누군가를  누군가의 남자로 여자로 넌 누군가  Somebody to love  somebody to love 이 긴 방황을 멈추게  I want somebody to love  somebody to love  이 긴 밤이 다 가기 전에  I want somebody to love  somebody to love  I need you right now so baby  stay by my side  I want somebody to love  somebody to love  you you oh you baby  When I say somebody  then you say to to love  When I say somebody  then you say to to love  Somebody to love  somebody to love  Somebody to love  somebody to love"}, {"song_no": "3110148", "year": "2011", "rank": "15", "title": "잘 된 일이야", "artist": "나비", "genre": "Ballad", "lyrics": "Hello Hello Hello Hello Hello"}, {"song_no": "3051244", "year": "2011", "rank": "16", "title": "좋은 날", "artist": "아이유", "genre": "Dance", "lyrics": "어쩜 이렇게 하늘은 더 파란 건지  오늘따라 왜 바람은 또 완벽한지  그냥 모르는 척 하나 못들은 척  지워버린 척 딴 얘길 시작할까  아무 말 못하게 입맞출까  눈물이 차올라서 고갤 들어  흐르지 못하게 또 살짝 웃어  내게 왜 이러는지 무슨 말을 하는지  오늘 했던 모든 말 저 하늘 위로  한번도 못했던 말  울면서 할 줄은 나 몰랐던 말  나는요 오빠가 좋은걸 어떡해   새로 바뀐 내 머리가 별로였는지  입고 나왔던 옷이 실수였던 건지  아직 모르는 척 기억 안 나는 척  아무 일없던 것처럼 굴어볼까  그냥 나가자고 얘기할까  눈물이 차올라서 고갤 들어  흐르지 못하게 또 살짝 웃어  내게 왜 이러는지 무슨 말을 하는지  오늘 했던 모든 말 저 하늘 위로  한번도 못했던 말  울면서 할 줄은 나 몰랐던 말  나는요 오빠가 좋은걸  어떡해   이런 나를 보고  그런 슬픈 말은 하지 말아요  철없는 건지 조금 둔한 건지  믿을 수가 없는걸요  눈물은 나오는데 활짝 웃어  네 앞을 막고서 막 크게 웃어  내가 왜 이러는지 부끄럼도 없는지  자존심은 곱게 접어 하늘위로  한 번도 못했던 말  어쩌면 다신 못할 바로 그 말  나는요 오빠가 좋은걸  아이쿠 하나 둘  I'm in my dream  It's too beautiful beautiful day  Make it a good day  Just don't make me cry  이렇게 좋은 날"}, {"song_no": "3164251", "year": "2011", "rank": "17", "title": "이 밤이 지나면", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "불빛만이 가득한 이 밤"}, {"song_no": "3088249", "year": "2011", "rank": "18", "title": "Someday", "artist": "아이유", "genre": "Drama", "lyrics": "언젠간 이 눈물이 멈추길 언젠간 이 어둠이 걷히고 따스한 햇살이 이 눈물을 말려주길 지친 내 모습이 조금씩 지겨워지는 걸 느끼면 다 버리고 싶죠 힘들게 지켜오던 꿈을 가진 것보다는 부족한 것이 너무나도 많은 게 느껴질 때마다 다리에 힘이 풀려서 난 주저앉죠 언젠간 이 눈물이 멈추길 언젠간 이 어둠이 걷히고 따스한 햇살이 이 눈물을 말려주길 괜찮을 거라고 내 스스로를 위로하며 버티는 하루하루가 날 조금씩 두렵게 만들고 나를 믿으라고 말하면서도 믿지 못하는 나는 이제 얼마나 더 오래 버틸 수 있을지 모르겠어요 기다리면 언젠간 오겠지 밤이 길어도 해는 뜨듯이 아픈 내 가슴도 언젠간 다 낫겠지 날 이젠 도와주길 하늘이 제발 도와주길 나 혼자서만 이겨내기가 점점 더 자신이 없어져요 언젠간 이 눈물이 멈추길 언젠간 이 어둠이 걷히고 따스한 햇살이 이 눈물을 말려주길 기다리면 언젠간 오겠지 밤이 길어도 해는 뜨듯이 이 아픈 내 가슴도 언젠간 다 낫겠지 언젠간 언젠간"}, {"song_no": "3118780", "year": "2011", "rank": "19", "title": "하루하루", "artist": "김보경", "genre": "Ballad", "lyrics": "거짓말 날 위해 하는 말"}, {"song_no": "3106066", "year": "2011", "rank": "20", "title": "처음 사랑하는 연인들을 위해 (반말송)", "artist": "정용화 (CNBLUE)", "genre": "Ballad", "lyrics": "맨처음 너를 보던 날"}, {"song_no": "3145655", "year": "2011", "rank": "21", "title": "잔혹동화", "artist": "아이유", "genre": "Ballad", "lyrics": "이 밤 지나고 나면은"}, {"song_no": "3166756", "year": "2011", "rank": "22", "title": "가질 수 없는 너", "artist": "현빈", "genre": "Ballad", "lyrics": "술에 취한 니 목소리  문득 생각났다던 그 말  슬픈 예감 가누면서  네게로 달려갔던 날 그 밤  희미한 두 눈으로  날 반기며 넌 말했지  헤어진 그를 위해서  남아있는 이 삶도 버릴수 있다고  며칠사이 야윈 널 달래고  집으로 돌아 오면서  마지막 까지도 하지 못한 말  혼자서 되뇌였었지  사랑한다는 마음으로도  가질 수 없는 사람이 있어  나를 봐 이렇게 곁에 있어도  널 갖지  못하잖아    눈물섞인 니 목소리  내가 필요하다던 그말  그것으로 족한거지  나 하나 힘이 된다면 네게  붉어진 두눈으로  나를 보며 넌 물었지  사랑의 다른 이름은  아픔이라는 것을 알고있느냐고  며칠사이 야윈 널 달래고  집으로 돌아 오면서  마지막 까지도 하지 못한 말  혼자서 되뇌였었지  사랑한다는 마음으로도  가질 수 없는 사람이 있어  나를 봐 이렇게 곁에 있어도  널 갖지  못하잖아"}, {"song_no": "638570", "year": "2011", "rank": "23", "title": "바람이 분다", "artist": "이소라", "genre": "Ballad", "lyrics": "바람이 분다 서러운 마음에  텅 빈 풍경이 불어온다  머리를 자르고 돌아오는 길에  내내 글썽이던 눈물을 쏟는다  하늘이 젖는다  어두운 거리에 찬 빗방울이 떨어진다  무리를 지으며  따라오는 비는 내게서 먼 것 같아  이미 그친 것 같아   세상은 어제와 같고 시간은 흐르고 있고  나만 혼자 이렇게 달라져 있다  바람에 흩어져 버린  허무한 내 소원들은 애타게 사라져간다  바람이 분다  시린 한기 속에 지난 시간을 되돌린다  여름 끝에 선  너의 뒷모습이 차가웠던 것 같아  다 알 것 같아  내게는 소중해했던 잠 못 이루던 날들이  너에겐 지금과 다르지 않았다  사랑은 비극이어라 그대는 내가 아니다  추억은 다르게 적힌다   나의 이별은  잘 가라는 인사도 없이 치러진다  세상은 어제와 같고 시간은 흐르고 있고  나만 혼자 이렇게 달라져 있다  내게는 천금같았던 추억이 담겨져 있던  머리위로 바람이 분다  눈물이 흐른다"}, {"song_no": "3174148", "year": "2011", "rank": "24", "title": "가슴 시린 이야기 (Feat. 용준형 Of Beast)", "artist": "휘성 (Realslow)", "genre": "Ballad", "lyrics": "세상에 가장 예쁜 거짓말 goodbye goodbye 가슴 찢겨도 뱉는 그 말 goodbye goodbye 좋은 안녕이란 말 말도 안되는 그말 사랑한 만큼 믿었던 만큼 아파 아파 네가 너무 미워서 너무 슬퍼서 아파 아파 이게 이별이잖아 좋을 리가 없잖아 그래도 goodbye 안녕 미워도 너는 내사랑 사랑을 알려준 첫 사람 그런 너를 보내는 한 남자의 거짓말 goodbye goodbye 나만 느끼던 너의 체온도 goodbye goodbye 나만 맞추던 너의 입술도 goodbye goodbye 너무 절망스러워 그래도 널 위해서 남자로써 꼭 해야하는 말 goodbye goodbye 마지막으로 너를 힘껏 안고서 goodbye goodbye 늘어난 테잎처럼 무겁게 더듬대며 행복해 goodbye 안녕 미워도 너는 내사랑 사랑을 알려준 첫 사람 그런 너를 보내는 한 남자의 거짓말 goodbye goodbye 안녕 좋은 사람 만나 행복해 뻔한 드라마 속 이별 장면을 베낀다 말이 좋은 안녕이지 결국 널 누군가에게 뺏긴다 부모를 잃은 아이처럼 우리가 낳은 사랑은 버려진다 그래 이별은 너와 나의 책임이야 사랑 앞에 우린 죄인이야 울지마 바보야 나 정말 괜찮아 어떻게든 살아 행복할게 만남 사랑 추억 이별 참 고마웠었어 그 동안 이를 악물고 너를 보낼게 어떻게든 너를 잊을게 우리 둘이서 만든 가슴 시린 이야기 goodbye goodbye 안녕 미워도 너는 내사랑 사랑을 알려준 첫 사람 처음이자 마지막 너를 위한 거짓말 goodbye goodbye"}, {"song_no": "3087888", "year": "2011", "rank": "25", "title": "Supa Dupa Diva", "artist": "달샤벳", "genre": "Dance", "lyrics": "Uh Huh Holla baby wake up Supa Dupa Supa Dupa Diva Supa Dupa Supa Dupa Diva 아찔 하지 난 정말 멋진 girl 크크 멋지단 말론 부족한 걸 짜릿 하지 난 so hot girl like it Boom like it Boom Bubi Bubi Bubi Boom 날 보는 뜨거운 저 시선들 어디서나 따라다니는 저 그럭저럭 남자들 나를 원해 내가 내가 누구 Supa Dupa Diva Supa pa Dupa pa Supa Dupa LaLa Diva va Diva va Supa Boom Supa pa Dupa pa Supa Dupa LaLa Diva va Diva va Supa Boom Boom Boom Boom Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh 움직여 움직여 움직여 움직여 움직여 너의 몸을 움직여 움직여 훔치셔 훔치셔 훔치셔 훔치셔 훔치셔 나의 맘을 훔치셔 Wake up 내 안의 또 하나의 나를 깨워 같은 모습 같은 옷은 너무 싫어 나는 달라 so hot girl like it Boom like it Boom Bubi Bubi Bubi Boom 확 바뀐 fantastic magical 머리부터 발끝까지 전혀 다른 나는 fly girl 크게 외쳐봐 내가 내가 누구 Supa Dupa Diva Supa pa Dupa pa Supa Dupa LaLa Diva va Diva va Supa Boom Supa pa Dupa pa Supa Dupa LaLa Diva va Diva va Supa Boom Boom Boom Boom Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh It's time 4 limelight 날 비추는 Highlight 니 몸은 지글지글 뜨거워져 hot like Like it Like it Like it Like it 모두 다 boom boom Break it Break it Break it Break it 날려봐 funky crash Hey 뜨거워 like a fire 누가 누가 날 좀 물로 물로 적셔줘요 천하무적 멋쟁이 예비스타 난 Supa Dupa Diva Supa pa Dupa pa Supa Dupa LaLa Diva va Diva va Supa Boom Supa pa Dupa pa Supa Dupa LaLa Diva va Diva va Supa Boom Boom Boom Boom Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Oh Jumpin' oh Holla baby Jumpin' oh Come on baby Diva 난 너무 번쩍거려 Diva 난 너무 찰랑거려  Supa Dupa Supa Dupa Diva Supa Dupa Supa Dupa Diva 움직여 움직여 움직여 움직여 움직여 너의 몸을 움직여 움직여 훔치셔 훔치셔 훔치셔 훔치셔 훔치셔 나의 맘을 훔치셔"}, {"song_no": "3132048", "year": "2011", "rank": "26", "title": "사랑하면 안될까", "artist": "이창민", "genre": "Drama", "lyrics": "매번 마주칠 때마다 니가 웃어줄 때마다 조금씩 내 안에 조금씩 널 향한 마음이 자라더니 이제는 널 생각하면 니 모습을 떠올리면 자꾸만 두근대는 내 심장은 멈출줄 몰라 더 이상 감출 수 없는 내맘 전부 다 주고 싶어 항상 곁에서 니 옆에서 널 사랑 하면 안될까 누구보다 너를 지키고 싶은 맘 받아주면 안될까 너의 맘속에 가슴속에 내가 있으면 안될까 너에게 가장 소중한 사람이 되고 싶어 어서 내 맘을 받아줘  매일매일 커져가는 널 향한 사랑 때문에 난 정말 하루 종일 아무것도 할 수가없어 이제는 숨길 수 없는 내 맘 너로 가득 차버렸어 항상 곁에서 니 옆에서 널 사랑 하면 안될까 누구보다 너를 지키고 싶은 맘 받아주면 안될까 너의 맘속에 가슴속에 내가 있으면 안될까 너에게 가장 소중한 사람이 되고 싶어 어서 내 맘을 받아줘 이런 내 마음을 알아줘 알겠다고 대답해줘 항상 곁에서 니 옆에서 널 사랑 하면 안될까 누구보다 너를 지키고 싶은 맘 받아주면 안될까 너의 맘속에 가슴속에 내가 있으면 안될까 너에게 가장 소중한 사람이 되고 싶어 어서 내 맘을 받아줘  내 맘을 알아줘"}, {"song_no": "3154998", "year": "2011", "rank": "27", "title": "니가 천국이다", "artist": "강승윤", "genre": "Drama", "lyrics": "아무 말도 들리지 않아  아무 것도 보이지 않아  소리 없는 곳에서  빛을 잃은 곳에서  고개 숙여 울먹이던 날  내 발 아래 고이는  눈물 눈물 위로 떠오른 얼굴  그 사람 누굴까 가만히 보다가  너라는 걸 알게 되었어  사랑하니까 난  너 때문에 살아가니까  버틸 수가 있어  힘든 이 세상  나의 지옥 같은 하루 하루가    니가 있어 천국이 된다    돌이킬 수 없는 일에도  돌아갈 수 없는 길에도  햇살이 되어 줄 눈부신 사람은  너라는 걸 알게 되었어  사랑하니까 난  너 때문에 살아가니까  버틸 수가 있어  힘든 이 세상  나의 지옥 같은 하루 하루가    니가 있어 천국이 된다    운명이라고 내 가슴이 말을 하니까    사랑할거야 너 하나만    사랑하니까 난  너 때문에 살아가니까  버틸 수가 있어  힘든 이 세상  나의 지옥 같은 하루 하루가    니가 있어 천국이 된다    이젠"}, {"song_no": "3157948", "year": "2011", "rank": "28", "title": "1분 1초", "artist": "김현정", "genre": "Dance", "lyrics": "눈가에 눈물이 가득 고여서"}, {"song_no": "3065250", "year": "2011", "rank": "29", "title": "Oh Yeah (Feat. 박봄)", "artist": "GD&TOP", "genre": "Rap / Hip-hop", "lyrics": "oh yeah oh oh yeah top oh yeah oh oh yeah gd oh yeah oh oh yeah oh yeah oh oh yeah 사랑은 볼링 내 말 한마디면 넘어가 귀신에 홀린 듯 널 보면 내가 넘어가 티내긴 싫지만 이미 you rock my world 내 맘에 골인 대답은 항상 oh yes girl 아껴온 한 마디 살결을 가까이 널 절대 실망시키지 않아 girl i promise 우리는 닮은꼴 남들과 다른 soul 지루한 세상을 등에지고 let's rock and roll um 오늘처럼 별이 빛나는 밤에 행운의 예감이 우릴 부르네 아름다운 소리로 질러줘 like this like this like this oh yeah oh yeah now feel i got it oh yeah oh yeah 제발 날 멈추지 마 oh oh oh mamama oh yeah oh yeah yeah yeah yeah 그댄 style부터 smlie까지 모든 게 다 good 점점 서로에게 빠져드는 우리둘 또 비워지는 나의 CUP 니 향기로 fill it up 너와 내 불타는 kitchen 막 타오르는 느낌 풍선껌처럼 부푼 맘 I'm just Celebratin' i i i i i like it baby you you you you come be my lady um 오늘처럼 별이 빛나는 밤에 행운의 예감이 우릴 부르네 아름다운 소리로 질러줘 like this like this like this oh yeah oh yeah now feel i got it oh yeah oh yeah 제발 날 멈추지 마 oh yeah oh oh oh mamama oh yeah oh yeah yeah yeah yeah Put you're hand's in the air Put you're hand's in the air say yeah Put you're hand's in the air Put you're hand's in the air say yeah 오늘처럼 별이 빛나는 밤에 행운의 예감이 우릴 부르네 아름다운 소리로 질러줘 like this like this like this oh yeah oh yeah now feel i got it oh yeah oh yeah 제발 날 멈추지 마 oh yeah oh oh oh mamama oh yeah oh yeah yeah yeah yeah yeah yeah yeah you make me wanna say yeah yeah yeah all they everyday oh yeah oh yeah oh yeah oh yeah"}, {"song_no": "3128548", "year": "2011", "rank": "30", "title": "달라", "artist": "김범수", "genre": "Ballad", "lyrics": "묶였던 운동화 끈이 풀리듯 점점 멀어진다    사랑의 반대말은 이별이 아니다 무관심 이다      Im sorry im sorry 이별을 찾는다   긁혀진 상처낸 니 못된 말땜에      미쳤던 가슴도 널 못 알아본다   그만하자 말을 한다 헤어지자      love 사랑이 아파          love 이별이 말을 건다      love 다시 혼자가 되도    덧난 맘을 꼭껴안고 여잔 말한다      im sorry so sorry 그녀를  찾는다    못해준 일들이 내귀를 막는다      추억을 지우면 나 지워질까봐     겁이나서  말을 한다 im sorry      love 사랑이 아파         love 이별이 말을 건다      love  다시 혼자가 되도    미안하다 사과한다 남잔 말한다      사랑에 혼난 가슴이 이별로 고쳐진다면    I don't leave you (leave me)     I can't leave you (leave me)    so I love you  you're my soul      love 사랑이 아파 (아픈 사랑은 내가 가져 love)    love 이별이 말을 건다 (니가 아니면 안돼 you're my love)   love 다시 혼자가 되도     덧난 맘을 꼭껴안고 여잔 말한다      미안하다 사과한다 남잔 말한다"}, {"song_no": "3065249", "year": "2011", "rank": "31", "title": "High High", "artist": "GD&TOP", "genre": "Rap / Hip-hop", "lyrics": "선수입장 알아서 모셔 T O P class i'm mr G in the club in my B Boy Stance 진짜 놀 줄 아는 둘 제대로 터진 금술 everybody make it move make it move 땡껴 쭉 손꼽아 기다리던 freedom 정원초과 드센 여우들만의 씨름 일분 일초가 너에게 영원을 약속해 hey come on and make some noise 난 이밤의 대통령 나의 소녀여 Fly high high high I'm so high high high up in the sky high high I'm so high fly fly touch the sky ha ha ha ha ha say la la la la la ha ha ha ha ha ah  ok 콧노래 부르며 마치 butterfly high 번개처럼 높게 뛰어올라 like ninja 서로 의견은 안 맞지만 결국 뜻은 같다 복창해 미쳐 다다 하늘로 자유낙하 모든걸 해탈한 듯 즐기는 저사람들 어쩌면 그냥 별뜻없이 그저 내숭없이 다만 순수할뿐 날 잡고 놀아봐요 싫다면 도망가요 이 도시 위 중심이 나는 묻지 누군지 high high I'm so high high high up in the sky high high I'm so high fly fly touch the sky ha ha ha ha ha say la la la la la ha ha ha ha ha ah baby 잠깐 stop now 시간이 없잖아 인생이란 한 방 이유없는 반항 baby 잠깐 stop now 시간이 없잖아 인생이란 한 방 이유있는 반항 G H E T T O E L E C T R O 미칠 지 모르죠 말리지마 here we go G H E T T O E L E C T R O 지칠 줄 모르죠 멈추지마 here we go go go go go go go high high I'm so high high high up in the sky high high I'm so high fly fly touch the sky ha ha ha ha ha say la la la la la ha ha ha ha ha ah"}, {"song_no": "3164052", "year": "2011", "rank": "32", "title": "그대가 있어 웃는다", "artist": "나윤권", "genre": "Ballad", "lyrics": "그대가 있어 웃는다 오늘도 내가 웃는다 내가 너무 힘이 들 땐 너의 환한 미소가 나를 웃게 만든다 오랜 시간이 흘러도 가끔은 짜증 날 때도 우리 약해지지 말자 그렇게 살자 우리 지금처럼만 그대라서 내 사랑을 약속합니다 그대라서 내 사랑을 지키렵니다 혹시라도 세상이 지치게 해도 오늘처럼 이 맘 변치말자  유난히 따뜻했었던 그날의 서툰 고백은 그때를 넌 기억하니 잊지는 말자 바람마저 설레던 그 날 그대라서 내 사랑을 약속합니다 그대라서 내 사랑을 지키렵니다 혹시라도 세상이 지치게 해도 오늘처럼 이 맘 변치말자 너만 사랑해서 오직 너만 바라봐서 그래 나는 너만 아는 바보야 약속해요 내일도 사랑할게요 약속해요 우리 꼭 행복할게요 혹시라도 세상이 지치게 해도 오늘처럼 이 맘 변치말자 우리사랑 절대 변치말자"}, {"song_no": "3139048", "year": "2011", "rank": "33", "title": "돌아와 나쁜 너", "artist": "가희", "genre": "Dance", "lyrics": "*내 안의 니 안의 향기"}, {"song_no": "3116963", "year": "2011", "rank": "34", "title": "기가 차 (Feat. 슈프림팀 ＆ 씨스타)", "artist": "케이윌", "genre": "Ballad", "lyrics": "이제 그만 좀 해"}, {"song_no": "3159989", "year": "2011", "rank": "35", "title": "기다리고 싶어", "artist": "거미", "genre": "Drama", "lyrics": "눈물이 흘러서"}, {"song_no": "3065251", "year": "2011", "rank": "36", "title": "집에 가지마", "artist": "GD&TOP", "genre": "Rap / Hip-hop", "lyrics": "집에가지마 baby oh 너에게 줄 선물이 여기 있는데 오늘은 집에가지마 baby yeah 나도 실은 익숙하지 않아요 sweet heart A yo turn it up 어색한 분위기는 싫어 시계침 소리가 원래 저리도 컸을까 목에 침 넘어가는 소리만 들려 뭐랄까 Look baby 난 그저 너와 아침을 맞고 싶어 오늘 이 밤이 다 가기 전에 둘만의 secret party 근데 넌 like 신데렐라 12시 땡 치면 집에갈라 hey 혼자인 밤은 길어 calling up 너의 부모님께 hey 센 척하지만 맘에 걸려 sos 진도는 멀었으 오 이런 잠깐 나 왜이러지 취했나 어지러워 잠이 들어 집에가지마 baby oh 너에게 줄 선물이 여기있는데 오늘은 집에가지마 baby yeah 나도 실은 익숙하지 않아요 sweet heart 부드러운 음악 소리에 빨간 장미꽃 가득 한아름 OOH 내일이면 어차피 가잖아 늦었어 위험해져 자기야 아냐 별뜻없이 니 걱정 돼 그래 누가 잡아가면 어떡해 긴긴 이 밤이 밤이 황홀한 별들의 잔치 어떤 무엇도 막을 수 없죠 하나가 된 느낌 그대로 멈춰 Hey i can't let you go 너와 잠시라도 떨어질 수 없어 억지로 참지 말아줘 집에가지마 baby oh 너에게 줄 선물이 여기 있는데 오늘은 집에가지마 baby yeah 나도 실은 익숙하지 않아요 sweet heart baby take my hand don't be afraid me just say together 널만난후로 처음이야 집이 엄해서 겁나지만 excited 휴대폰 진동 안 좋은 징조 초인종 딩동 피하란 신호 빙고 확신을 줘 아직 그녀에게 그럴싸한 말로 둘러대게 이세상 가장 예쁜 fiance 푸른 초원 위 님과 함께 원랜 wild 하지만 soft해 책임 못질 말 아예 못해 girl you know what I mean 이걸 설명하긴 어려워 하긴 필요 없는 얘기 조명을 낮추고 너와 시선을 맞추죠 꽉 잠긴 단추도 살짝 풀고 입이 마르고 문은 잠그고 집에가지마 baby oh 너에게 줄 선물이 여기있는데 오늘은 집에가지마 baby yeah 나도 실은 익숙하지 않아요 sweet heart Ah Ah 모두가 잠 든 이 밤 혼자 웃는 건 싫어 Ah ooh Ah 저 달빛에 숨어서 달콤한 속삭임을 해"}, {"song_no": "3107348", "year": "2011", "rank": "37", "title": "어쩌라고", "artist": "승리", "genre": "Dance", "lyrics": "VI VI VI like this Come step to this I'm breakin down down down down down Breakin down now breakin breakin down down I'm breakin down down down down down Breakin down now breakin breakin down down 내가 니 남자라는 말 말 믿었는데 데 넌 왜 왜 날 위해서라는 그 말 말 제발 Don't say Don't say So tell me 도대체 왜 내게 이러는지 Baby 나는 아무것도 못해 이렇게 바보처럼 날 내버려두고 넌 떠나가니 왜 난 어쩌라고 이래도 싫고 저래도 싫은 너는 왜 자꾸만 죄도 없는 나를 탓해 그럼 난 어쩌라고 난 어쩌라고 내 모든걸 다 주고 너에게 다 바쳐 이젠 남은 거라곤 내겐 너 뿐야 더 이상 나를 피하지는 마 더는 I'm breakin down down down down down Breakin down now breakin breakin down down I'm breakin down down down down down Breakin down now breakin breakin down down 널 다시 만나줄 생각 난 없었는데 데 또 왜 왜 매일 밤 꿈속에서 넌 넌 웃고 있어 있어 So tell me 도대체 왜 내게 이러는지 Baby 나는 아무것도 못해 이렇게 바보처럼 날 내버려두고 넌 떠나가니 왜 난 어쩌라고 내 모든걸 다 주고 너에게 다 바쳐 이젠 남은 거라곤 내겐 너 뿐야 더 이상 나를 피하지는 마 더는 Let's breakin down  난 어쩌라고 Hey I'm slowly breakin down I'm slowly breakin down 난 어쩌라고 이대로 널 보낼 수는 없어 난 어쩌라고 내 모든걸 다 주고 너에게 다 바쳐 이젠 남은 거라곤 내겐 너 뿐야 더 이상 나를 피하지는 마 더는 I'm breakin down down down down down Breakin down now breakin breakin down down I'm breakin down down down down down Breakin down now breakin breakin down down"}, {"song_no": "3110581", "year": "2011", "rank": "38", "title": "Back It Up", "artist": "쥬얼리", "genre": "Dance", "lyrics": "How much you love me How much you love me 부끄러워하지마 right now 날 유혹해봐 날 흔들어봐 네게 빠져들도록 모두 너를 보고 제일이라해도 먼저 와주기만 바란다고 해도 Buy another drink 뻔한 니 style 넌 어딘가 부족해 Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up 자꾸 티내고픈 마음 나도 알아 가끔 뻔뻔해지고픈 맘도 알아 Buy another drink I'll drink it all up 내게 내게 빠져봐 Whenever you get lonely and need someone to hold please Call me up boy I'll be there in a hurry 못이기는 척 손도 나와 잡고 이렇게 서로의 마음을 꽉 사로잡아 네게 가는길 마지막 거울을 보고 dress code와 make up을 Check 가는 길 리듬을 타고 계속 빠지고 싶어 Cuz I'm a back it up back it up back it up man How much you love me How much you love me 빠져버린걸 알아 right now 애원하는건 애걸하는건 질리기만한 뻔한 수법 사실 모두 다가 알고있는 얘기 다들 알면서도 지나가는 얘기 놓치고나서 후회하면서 매일하는 이 얘기 Tell me you love me too call me up boy Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up 자꾸 티내고픈 마음 나도 알아 가끔 뻔뻔해지고픈 맘도 알아 Buy another drink I'll drink it all up 내게 내게 빠져봐 날 가지려면 날 갖고 싶다면 좀 더 서둘러야해 Back it up Back it up Back it up Back it up Back it up Back it up 뻔한 레파토리 이젠 너무 지겨워 이제는 turn it up turn it up turn it up now 다시 생각해 후회하지 말고 back it up back it up back it up now 두근두근 심장이 멎네 여기저기서 나를 원해 그 중 너도 나를 바라네 Bring your friends keep it right 나도 모르게 내 맘을 뺏어 If you want it you can have it 충분히 넌 매력있잖아 Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up Back it up 자꾸 티내고픈 마음 나도 알아 가끔 뻔뻔해지고픈 맘도 알아 Buy another drink I'll drink it all up 내게 내게 빠져봐 살짝 네 어깨에 기대어 볼까 Back it up Back it up Back it up 살짝 네게 속삭여볼까 Back it up Back it up Back it up 살짝 네게 윙크를 해볼까 Back it up Back it up Back it up 사랑한다면 날 원한다면 내게 내게 빠져봐"}, {"song_no": "3173249", "year": "2011", "rank": "39", "title": "이런 쓰레기 같은...", "artist": "엠투엠 (M To M)", "genre": "Ballad", "lyrics": "툭툭 털고 일어 날 이별이 아니었나 봐 나다 말다 할 눈물이 아니었나 봐 그래 그래서 울기만 해서 자꾸 못나졌나 봐 오랜 만에 만나서 쓰잘데 없는 얘기로 너의 가는 길 막아서 미안하지만 아직 못 다한 나 정말 해야 할 부탁 하나가 있어 한번 더 사랑해 주라 이렇게 빌잖아 니가 있어야지 난 나일 수 있잖아 쓰레기처럼 버려진 내 사랑 주워주면 안 되니 한번 더 나를 봐주라 가슴만 치잖아 거짓말 아니야 모두 다 내 잘못이야 잘 해줄게 헤어지지 않게 우리 다시 만나자 모두 끝이 났다고 깨끗이 잊으라 하고 기다린 대도 절대로 안 올 거라고 그래 그래서 참지 못 해서 내가 찾아온 거야 여전하다 그 얼굴 내 손이 만지던 얼굴 니가 얼마나 보고 싶었는지 아니 그만 가라고 또 오지 말라고 그런 말은 하지 마 한번 더 사랑해 주라 이렇게 빌잖아 니가 있어야지 난 나일 수 있잖아 쓰레기처럼 버려진 내 사랑 주워주면 안 되니 한번 더 나를 봐주라 가슴만 치잖아 거짓말 아니야 모두 다 내 잘못이야 잘 해줄게 헤어지지 않게 우리 다시 만나자 싫어 널 지워야만 하는 일 나 하지 않을래 그것만 빼고 다 할게 비웃어도 널 위해서 라면 죽을 수도 있다고 떠나가지 마 더 가지마 뒤돌아서 돌아 와 제발  한번 더 사랑해 주라 이렇게 빌잖아 니가 있어야지 난 나일 수 있잖아 쓰레기처럼 버려진 내 사랑 주워주면 안 되니 한번 더 나를 봐주라 가슴만 치잖아 거짓말 아니야 모두 다 내 잘못이야 잘 해줄게 헤어지지 않게 우리 다시 만나자"}, {"song_no": "3089348", "year": "2011", "rank": "40", "title": "왜 (Keep Your Head Down)", "artist": "동방신기 (TVXQ!)", "genre": "Dance", "lyrics": "모두 끝나버렸다 난 시작도 안 해봤는데 헤어져 버렸다 난 이유조차 못 듣고 주변 사람들 모두 하나같이 날보고 너 왜 그래 왜 그래 왜 그래 난 이미 나쁜 놈 죄라면 널 사랑한 게 죄라면 그게 죄라면 진실 했다는게 죄라면 나는 Keep it low 나는 Keep it low 난 참아내고 내 자릴 지켜 Keep your head down 넌 정말 예쁘지만 너무 다른 너의 속이 난 너무 두려워 Keep your head down 사랑했다 하지만 난 이제 널 놓겠다 왜 날 그렇게 쉽게 떠났니 왜 내가 쉬워 보였던 거니 왜 내 가슴은 찢어지잖아 왜 모두 한 순간의 꿈이었다면 왜 바로잡을 시간이 있었다면 왜 제발 네가 행복하길 바랬다 나 언제나 언제나 너를 가진 걸로 충분했고 세상이 뭐래도 같은 꿈을 꿔서 행복했고 지금은 널 보내게 됐지만 어차피 내 길을 갈뿐이고 Now I'm just chillin' Feel like I'm healing 늦어버렸다 넌 다시 돌아갈 수 없단다 네가 없다면 난 무너질 거라 믿겠지 예전부터 넌 그건 착각이라고 내가 왜 그래 왜 그래 왜 그래 널 타일렀잖아 Hey 난 정말 정말 슬펐다 철이 없던 네가 혹시라도 나쁜 사람 만날까 Why baby Keep your head down 넌 정말 예뻐 근데 그뿐이야 네 가슴에 중요한게 없는걸 Keep your head down 사랑의 아픔을 참는 가슴에 못 박고 왜 날 그렇게 쉽게 떠났니 왜 내가 쉬워 보였던 거니 왜 내 가슴은 찢어지잖아 왜 모두 한 순간의 꿈이었다면 왜 바로잡을 시간이 있었다면 왜 제발 네가 행복하길 바랬다 하 그렇게 너 사람 갖고 장난 장난 치지 마라 내 앞에선 요래조래 거짓말만을 늘어놓고 누가 봐도 누가 봐도 넌 정말 이중적이야 왜왜왜 수정 같던 마음들이 언제 그렇게 탁해졌니 사랑을 끝냈다 널 보낸 가슴이 텅 비워졌다 하지만 내 미래는 마치 일어나서 웃으라고 손짓한다 너를 보낸다 정말 행복하게 살아 왜왜왜 먼 훗날에 먼 훗날에 그냥 편하게 웃고 싶다 하하  왜 왜 사랑을 그렇게 쉽게 놔버리는 너를 누군가 걱정할거란 생각은 해봤나 왜 니가 놔 버린 게 너는 뭔지 왜 아직 모르는 것 같아 왜 그대로 머물러 나를 지켜봐 Keep your head down 지워졌다 사라졌다 내 가슴에 니가 죽어 모두 타버렸다 Keep your head down 지워졌다 사라졌다 내 가슴에 니가 죽어 너는 이제 없다"}, {"song_no": "3293345", "year": "2011", "rank": "41", "title": "사랑은 똑같다", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "끝내 너를 놓지 못하고"}, {"song_no": "3152817", "year": "2011", "rank": "42", "title": "다시", "artist": "엠블랙", "genre": "Dance", "lyrics": "Now Game is Over  더이상 다신 나를 막을순 없어  슬픔도 Over  아파할 시간 조차 없어  Baby tell me Why  그 예쁜 미소가 내것이 아닌건지  Why don't you tell me why  널 다시 가질수만 있다면  난 다시  Tryyyy Try 몇번을 부딪혀도  Tryyyy Try 마지막이 된데도  갇힌 내 마음도 숨겨온 사랑도  더는 참을수 없어  Try Try 너를 잊고 잊어도  Try Try 가슴 찢고 찢어도  Bye Bye  But Give me Give me one mo' try  Tryyyy Tryyyy  It's getting closer  시간이 다가오고 있음을 느껴  아픔은 Over 가슴속 검은 고통들도  Baby tell me Why  너무도 원했던 니 작은 입술이  Why don't you tell me why  이별을 말해야만 하는지  But I will  Tryyyy Try 몇번을 부딪혀도  Tryyyy Try 마지막이 된데도  갇힌 내 마음도 숨겨온 사랑도  더는 참을수 없어  Try Try 너를 잊고 잊어도  Try Try 가슴 찢고 찢어도  Bye Bye  But Give me Give me one mo' try  Tryyyy Tryyyy  다시 쓰러진대도  그 끝이 뻔히 보인다해도  니가 뱉은 모든 lie  그 따위것 모두 믿어준대도  날 불태워 내 눈에 분노를 채워  I'll be on the Second round  이건 또 시작된 싸움  난 다시  Tryyyy Try 몇번을 부딪혀도  Tryyyy Try 마지막이 된데도  갇힌 내 마음도 숨겨온 사랑도  더는 참을수 없어  Try Try 너를 잊고 잊어도  Try Try 가슴 찢고 찢어도  Bye Bye  But Give me Give me one mo' try  Tryyyy Tryyyy"}, {"song_no": "432309", "year": "2011", "rank": "43", "title": "꿈에", "artist": "박정현", "genre": "R&B / Soul", "lyrics": "어떤말을 해야하는지 난 너무 가슴이 떨려서 우리 옛날 그대로의 모습으로 만나고 있네요  이건 꿈인 걸 알지만 지금 이대로 깨지않고서 영원히 잠 잘 수 있다면   날 안아주네요 예전 모습처럼  그 동안 힘들었진 나를 보며 위로하네요  내 손을 잡네요 지친 맘 쉬라며  지금도 그대손이 그때처럼 따뜻하네요   혹시 이게 꿈이란 걸  그대가 알게 하진 않을꺼야  내가 정말 잘할꺼야 그대 다른 생각 못하도록  그대 이젠 가지마요  그냥 여기서 나와 있어줘요  나도 깨지 않을께요 이젠 보내지 않을거예요  계속 나를 안아주세요 예전 모습처럼  그동안 힘들었지 나를 보며 위로하네요  내 손을 잡네요 지친맘 이젠 쉬라며  지금도 그대 손은 그때처럼 따뜻하네요  대답해줘요 그대도 나를 나만큼 그리워했다고  바보같이 즐거워만하는 날 보며 (날 보며)  안쓰런 미소로 (슬픈 미소로)  이제 나 먼저갈께 미안한 듯 얘길하네요   나처럼 그대도 (그대도)  알고 있었군요 (꿈이라는 걸)  그래도 고마워요 이렇게 라도 만나줘서   날 안아주네요 작별인사라며  나 웃어줄께요 이렇게 보내긴 싫은데  뒤돌아 서내요 다시 그 때처럼   나 잠 깨고 나면 또 다시 혼자있겠네요  저 멀리 가네요 이젠 익숙하죠 나 이제 울게요  또 다시 보내기 싫은데 보이지 않아요    이제 다시 눈을 떴는데 가슴이 많이 시리네요  고마워요 사랑해요  난 괜찮아요 다신 오지 말아요 -"}, {"song_no": "3096032", "year": "2011", "rank": "44", "title": "그남자", "artist": "현빈", "genre": "Drama", "lyrics": "한 남자가 그대를 사랑합니다 그 남자는 열심히 사랑합니다 매일 그림자처럼 그대를 따라다니며 그 남자는 웃으며 울고있어요 얼마나 얼마나 더 너를 이렇게 바라만 보며 혼자 이 바람같은 사랑 이 거지같은 사랑 계속해야 니가 나를 사랑 하겠니 조금만 가까이 와 조금만 한발 다가가면 두 발 도망가는 널 사랑하는 난 지금도 옆에 있어 그 남잔 웁니다 그 남자는 성격이 소심합니다 그래서 웃는 법을 배웠답니다 친한 친구에게도 못하는 얘기가 많은 그 남자의 마음은 상처투성이 그래서 그 남자는 그댈 널 사랑 했대요 똑같아서 또 하나같은 바보 또 하나같은 바보 한번 나를 안아주고 가면 안돼요 난 사랑받고 싶어 그대여 매일 속으로만 가슴 속으로만 소리를 지르며 그 남자는 오늘도 그 옆에 있대요 그 남자가 나라는 걸 아나요 알면서도 이러는 건 아니죠 모를거야 그댄 바보니까  얼마나 얼마나 더 너를 이렇게 바라만 보며 혼자 이 바보같은 사랑 이 거지같은 사랑 계속해야 니가 나를 사랑 하겠니 조금만 가까이 와 조금만 한발 다가가면 두 발 도망가는 널 사랑하는 난 지금도 옆에 있어 그 남잔 웁니다"}, {"song_no": "3170662", "year": "2011", "rank": "45", "title": "너란 사람", "artist": "SG 워너비", "genre": "Drama", "lyrics": "애써 내 눈 가려보아도  애써 내 귈 막아보아도  그대 눈물이 보여 아픔이 들려  그댄 참 외로운 사람  내 그리운 사람아 그리운 사람아  더는 내게서 달아나지마  내 가슴 찌르고 눈물이 흘러도  그대가 더 아프다는 걸 내가 아니까    애써 모진 말로 울리고  다시 강인한 척 해봐도  내 눈 속일 순 없어 그래서 아파  그댄 참 가여운 사람  내 그리운 사람아 그리운 사람아  더는 내게서 달아나지마  내 가슴 찌르고 눈물이 흘러도  그대가 더 아프다는 걸  아무 말 하지 마  그냥 사랑하면 돼  나는 알아 우린 서로 같잖아  다시 날 울리고  다시 날 밀어 낸대도  나를 닮은 너를 아는데    참 미련한 사람아 미련한 사람아  아무리 내게 고개를 돌려도  이 못난 사람아 이 못된 사람아  한 걸음도 못갈 거잖아  내 그리운 사람아 그리운 사람아  더는 내게서 달아나지마  내 가슴 찌르고 눈물이 흘러도  그대가 더 아프다는 걸    내가 아니까"}, {"song_no": "3037051", "year": "2011", "rank": "46", "title": "니까짓게", "artist": "씨스타", "genre": "Dance", "lyrics": "Si si sistar brave sound"}, {"song_no": "3151428", "year": "2011", "rank": "47", "title": "누구보다 널 사랑해", "artist": "디셈버", "genre": "Ballad", "lyrics": "너는 소중한 사람이야 가장 아끼는 사람이야 보석보다 빛나는 너야 그런 널 지켜줄 나야 네가 눈물 흘리면 내가 더 아프잖아 두 눈에 넣어도 아프지 않을 그런 사람이니까 누구보다 널 사랑해 누가 뭐래도 널 사랑해 힘이 들면 나의 어깨에 기대어 너 실컷 한번 울면 돼 뜨거운 저 태양보다 환히 빛나는 저 별보다 내 사랑은 식지 않을 거라고 너에게 약속해  마음껏 자랑하고 싶어 세상에 소리치고 싶어 영원히 넌 내 여자라고 넌 나의 반쪽이라고 너 밖에 모르는 나 그래도 난 행복해 다시 태어나서 사랑한대도 널 사랑하고 싶은데 누구보다 널 사랑해 누가 뭐래도 널 사랑해 힘이 들면 나의 어깨에 기대어 너 실컷 한번 울면 돼 뜨거운 저 태양보다 환히 빛나는 저 별보다 내 사랑은 식지 않을 거라고 너에게 약속해 고마워 날 다시 태어나게 한사람 정말 놀라운 너 내겐 특별한 너 내가 널 지켜줄게 이것 하나만 잊지마 이것 하나만 기억해줘 세상모두 너에게 등을 돌려도 너의 편이 되어줄게 누구보다 널 사랑해 영원히 난 너만 사랑해 내 사랑은 식지 않을 거라고 너에게 약속해 너만을 사랑해"}, {"song_no": "3168699", "year": "2011", "rank": "48", "title": "애원 (R&B Ver.)", "artist": "버블 시스터즈", "genre": "R&B / Soul", "lyrics": "하루 동안에 몇 번이나 울지  희미해져만 가는 그대 때문에  이제 나는 알아요  사랑은 없죠  때로는 나도 몰래 눈물 흘리죠  거짓말처럼 이렇게  시간은 가고  그렇게도 나는 아파했는데  그리움만 남아서 그댈 놓지 않아  미어진 가슴은 널 부르는데  돌아와 그대여 내 곁에서  그대 없인 안되요  함께했던 그 많은 날들을  잊은 건 아닌가요  돌아와 그대 곁에 머물러  잠시 뿐이라 해도  함께했던 수 많은 추억을  내게서 지울수는 없는 걸요    하루 동안에 몇 번이나 울지  희미해져만 가는 그대 때문에  이제 나는 알아요  사랑은 없죠  때로는 나도 몰래 눈물 흘리죠  돌아와 그대의 기억들로  난 숨을 쉴수 없죠  그대 떠난 이 길에 나홀로  멍하니 서있어요  돌아와 그대가 올때까지  난 기도하는 걸요  언제라도 살아갈 이유는  그대뿐이라는 걸 알잖아요  돌아와 그대여 내 곁에서  그대 없인 안되요  함께했던 그 많은 날들을  잊은 건 아닌가요  돌아와 그대 곁에 머물러  잠시 뿐이라 해도  함께했던 수 많은 추억을  내게서 지울수는 없는 걸요"}, {"song_no": "3174006", "year": "2011", "rank": "49", "title": "한사람", "artist": "다비치", "genre": "Drama", "lyrics": "그댈 아프게 만들수록"}, {"song_no": "3160020", "year": "2011", "rank": "50", "title": "별 (Feat. JD)", "artist": "프리스타일", "genre": "Rap / Hip-hop", "lyrics": "우리 이제는 몰라"}]