[{"song_no": "3731993", "year": "2012", "rank": "51", "title": "내꺼였는데", "artist": "2AM", "genre": "Ballad", "lyrics": "눈물은 닦으면 되고  사진은 찢으면 되고  손으로 없앨 수 있는  모든 것은 다 없애면 돼  하지만 니 기억 추억은 안돼  내 입에 딱 붙은 니 이름 니 말투  꼭 타투 새긴 듯 깨끗이는 안돼  내가 안았을 땐 작았던 니가  나를 올려보던 조그만 니가  후회를 먹고 커져서   내 가슴 속을 꽉 채웠어  너와 있을 땐 늘 밝았던 내가  슬픈 영활 봐도 웃었던 내가  어제도 울고 오늘도 울어  푹 잠겨버린 목소리로   널 자꾸만 불러 한두 달 정도론 안 돼  아무리 못해도   일 년 아니면 한 십 년  아파야 잊혀질 것 같아  내가 안았을 땐 작았던 니가  나를 올려보던 조그만 니가  후회를 먹고 커져서   내 가슴 속을 꽉 채웠어  너와 있을 땐 늘 밝았던 내가  슬픈 영활 봐도 웃었던 내가  어제도 울고 오늘도 울어  푹 잠겨버린 목소리로  널 자꾸만 불러 넌 내꺼였는데 너는 늘 그렇게  말해 줬었는데 내가 안았을 땐 작았던 니가 나를 올려보던 조그만 니가 후회를 먹고 커져서  내 가슴 속을 꽉 채웠어 너와 있을 땐 늘 밝았던 내가 슬픈 영활 봐도 웃었던 내가 어제도 울고 오늘도 울어 푹 잠겨버린 목소리로  널 자꾸만 불러"}, {"song_no": "3691429", "year": "2012", "rank": "52", "title": "내가 노래를 못해도", "artist": "SE7EN", "genre": "Ballad", "lyrics": "내가 모든걸 잃어도  내 인기가 떨어져도  더 이상 노랠 못하고  다른 직업을 가져도  나라는 이유만으로  날 계속 사랑해 줄 수 있니  화면에 나오는 내 모습이  진짜 내 전부가 아니란 건  알고 있는지 알고 있는지  자신감 넘치는 내 모습이  날 더 불안하게 하는 건  알고 있는지 알고 있는지  화려한 조명 속에 서있는 모습 뒤에  진한 그림자가 지고 있어  내가 모든걸 잃어도  내 인기가 떨어져도  더 이상 노랠 못하고  다른 직업을 가져도  나라는 이유만으로  날 계속 사랑해 줄 수 있니  너는 날 사랑한다 하지만  니가 사랑하는 게  정말 내가 맞는지 내가 맞는지  나에게 반했다고 하지만  너를 반하게 한 게  정말 내가 맞는지 내가 맞는지  네가 나의 품 안에 안겨 날 바라볼 때 이런 질문을 하고 싶어 내가 모든걸 잃어도 내 인기가 떨어져도 더 이상 노랠 못하고 다른 직업을 가져도 나라는 이유만으로 날 계속 사랑해 줄 수 있니 언젠간 오게 되겠지 오게 되겠지 함성 소리가 줄어든 무대를 내려와서 내 어깨가 처지면서 어깨가 처지고 고개가 떨궈질 때 그때도 내 옆에 내 옆에 니가 서 있을런지 내가 모든걸 잃어도 내 인기가 떨어져도 더 이상 노랠 못하고 다른 직업을 가져도 나라는 이유만으로 내 옆에 있어줄 수 있겠니 묻고 싶어"}, {"song_no": "3689468", "year": "2012", "rank": "53", "title": "지독하게", "artist": "FTISLAND (FT아일랜드)", "genre": "Rock", "lyrics": "아무 표정 없이 아무렇지 않게  그렇게 널 보내주길 매일 연습해봐도 어색하기만 하고 웃음을 보이며 몰래 우는 법도  매일 연습해 봤지만 떨리는 목소리에 금새 들킬 것만 같아 사랑하는 것 보단 이별 하는 게 아마 수천 배 수만 배는 힘든데 너 없이 못 사는 바보인데 어쩌라고 지독하게 너무 지독하게 너를 사랑했나 봐 숨도 못 쉬고 너만 찾는데 도대체  언제쯤 그만 둘 수 있는지 지독하게 너무 지독하게 너만 사랑했나 봐 널 보내기가 내겐 죽기보다 더  힘든 지독한 일인 것 같아 아무리 아파도 아무렇지 않게  그렇게 하루를 보내길 그저 익숙해 지길 매일 연습해 봤지만 어차피 너를 잊진 못할 것 같아 고칠 수 없는 병에 아프다 해도 너 없이 못사는 바보인데 어쩌라고 지독하게 너무 지독하게 너를  사랑했나 봐 숨도 못 쉬고 너만 찾는데 도대체  언제쯤 그만 둘 수 있는지 지독하게 너무 지독하게 너만 사랑했나 봐 널 보내기가 내겐 죽기보다 더  힘든 지독한 일인 것 같아 차라리 이럴 거면 사랑조차 말걸 언제쯤엔 잊을까 미련하게 너무 미련하게 너만 사랑 했나 봐 다른 사랑은 꿈도 못 꾸게 하는 너만 너밖에 모르는 바보인데 어쩌라고 지독하게 너무 지독하게 너와 이별하나 봐 잘 가란 말이 뭐가 어려워  입술조차 떼지 못하고 머뭇거려 지독하게 너무 지독하게 너를 이별하나 봐 흉터보다 더 깊이 가슴에 남아  너를 지울 수 없을 것 같아"}, {"song_no": "3754180", "year": "2012", "rank": "54", "title": "여섯시 반", "artist": "사이먼 도미닉", "genre": "Ballad", "lyrics": "며칠 안 됐을 거야   우리가 다툰 지도 이렇게   너와 난 또 다시 한 번 길을 잃어  혼자였던 날들이 요즘에 계속 그리워  아파한 기록들뿐인 너와의 시간 위로  널 만나러 가는 길이   길게 느껴져   100 kilo  한 발 한 발 갈수록 무거워져   100 kilo  지금 난 그 어떤 위로나   동정도 필요없어  난 돌아가고 싶을 뿐  너와의 시간 뒤로  죽지 않을 만큼만 더 아프고   아파한 만큼 또 울었어  너도 나만큼 지쳐가고 있을까   저 끝이 보이는 만큼 근데 눈물이 나야 말이지   단지 졸리단 말이야  이젠 짝 소리도 잘 안 나   두 손이 딱 안 맞아  너를 안아줘야 될 이유도   보이지가 않아  다시 돌려놓기엔  이미 멀리 왔잖아  차라리 뺨이라도 때려줘   빨리 집에 가게  얼마 못 자고 나왔어   너와 헤어질 생각에  그 반지는 너 가져도 돼   비싸게 준거니까  니 마음은 되팔든 말든  어차피 중고니까  내버려둬   이 정도면 됐잖아 나 할만큼 했어  내버려둬  미안해 내가 미안하다고 됐어  이제 다 지긋지긋해 더 뭐가 미안해  꺼져가는 불씨라서   아무리 손으로 꺼도  아플리 없어 상처가   여러번 아물었거든  내가 진거야  너에게 이기려고도 애써봤지만  지금 난 여섯시 반의 시계추  다 내려놨지 다  죽지 않을 만큼만 아파하고   아파한 만큼  또 울어도 보고  벌써 저만큼 넌 멀어지고 있잖아   돌아오지 못할 만큼  오늘 만나자는 말 그 말에 알았어   우린 여기까지 뿐이란 걸  시간이 멈춘듯이   너와 나의 입술이 차갑게 얼어붙어  I don't want you back   in my life anymore  I do want you to let it go   I don't want you back  in my life anymore I do want you to let it go  돌아보지 마 그대로 걸어가 얼마나 내가 아파하고 나면  이 순간을 지워낼 수 있을까 벌써 저만큼 넌 멀어지고 있잖아  다신 돌아오지 못할 만큼"}, {"song_no": "3715675", "year": "2012", "rank": "55", "title": "재미없어", "artist": "BIGBANG", "genre": "Dance", "lyrics": "Honestly  our chemistrys not working right now  I can’t help it   i got something to say Listen  너란아이 재미없어 솔직히 지쳤어   사실 나 말하자면 예전부터 질렸어  통화를 할 때도  같이 밥을 먹을 때도 문제는 너의 태도  대화라는걸 잊었어 나는 노력했어 둘 사이를 위해서  하지만 사람 마음이 애쓴다고 되겠어 네 손을 잡아도 너의 얼굴을 봐도  미안해 이제 내겐  아무런 느낌이 없어 I know you know why 답이 없어  너와 난 어느새 남 이였어 I know you know 왜 넌 말이 없어  oh 처음부터 우린 아니었어 재미없어 재미없어  재미없어 재미없어 넌 끝까지 답답해서 재미없어 재미없어  재미없어 재미없어 뭘 망설이고 서 있어 baby 너란 아이 이대로 떼어지긴  너무 이른데 너란 아이 나도 헤어지긴 너무 싫은데 I just wanna 내가 바라는 건  화를 내던 짜증내던 다른 연인들처럼 뜨뜨미지근해 뭔가 밋밋해  둘 다 칙칙해 어딘가 찝찝해 사랑할 땐 화끈하게  더는 그만 따분하게 내 말이 다 끝날 때면 girl just show me your love I know you know why 답이 없어  너와 난 어느새 남 이였어 I know you know 왜 넌 말이 없어  oh 처음부터 우린 아니었어 재미없어 재미없어  재미없어 재미없어 넌 끝까지 또 예뻐서 재미없어 재미없어  재미없어 재미없어 뭘 망설이고 서 있어 baby So what can I do  너도 내 마음 안다면 너를 보여줘 내게 별로 시간 없는걸 도도한 아름다운 왕비와  자비로운 선비 어쩔 수 없다 세월 때문인 걸 느꼈다 이유 없는 집착에  가끔씩 서로를 가두지 내숭 없는 우리 친구 같아 슬픈거야 I know you know why 답이 없어  너와 난 어느새 남이었어 I know you know 왜 넌 말이 없어  oh 처음부터 우린 아니었어 재미없어 재미없어  재미없어 재미없어 넌 끝까지 답답해서 재미없어 재미없어  재미없어 재미없어 뭘 망설이고 서 있어 baby 재미없어 재미없어  재미없어 재미없어 넌 끝까지 답답해서 재미없어 재미없어  재미없어 재미없어 뭘 망설이고 서 있어 baby"}, {"song_no": "3143265", "year": "2012", "rank": "56", "title": "Rolling In The Deep", "artist": "Adele", "genre": "R&B / Soul", "lyrics": "There's a fire starting in my heart Reaching a fever pitch and it's bring me out the dark Finally I can see you crystal clear Go ahead and sell me out and I'll lay your sheet bare See how I'll leave with every piece of you Don't underestimate the things that I will do There's a fire starting in my heart Reaching a fever pitch and it's bring me out the dark The scars of your love remind me of us They keep me thinking that we almost had it all The scars of your love they leave me breathless I can't help feeling We could have had it all Rolling in the deep You had my heart inside of your hands And you played it to the beat Baby I have no story to be told But I've heard one on you and I'm gonna make your head burn Think of me in the depths of your despair Make a home down there as mine sure won't be shared The scars of your love remind me of us They keep me thinking that we almost had it all The scars of your love they leave me breathless I can't help feeling We could have had it all Rolling in the deep You had my heart inside of your hands And you played it to the beat Could have had it all Rolling in the deep You had my heart inside of your hands But you played it with a beating Throw your soul through every open door Count your blessings to find what you look for Turn my sorrow into treasured gold You'll pay me back in kind and reap just what you've sown We could have had it all We could have had it all It all it all it all We could have had it all Rolling in the deep You had my heart inside of your hands And you played it to the beat Could have had it all Rolling in the deep You had my heart inside of your hands But you played it You played it You played it You played it to the beat"}, {"song_no": "3625504", "year": "2012", "rank": "57", "title": "너랑 나", "artist": "아이유", "genre": "Dance", "lyrics": "시곌 보며 속삭이는 비밀들 간절한 내 맘속 이야기 지금 내 모습을 해쳐도 좋아 나를 재촉하면 할수록 좋아 내 이름 불러줘 손 틈새로 비치는 내 맘  들킬까 두려워 가슴이 막 벅차 서러워 조금만 꼭 참고 날 기다려줘 너랑 나랑은 지금 안되지 시계를 더 보채고 싶지만 네가 있던 미래에서 내 이름을 불러줘 내가 먼저 엿보고 온 시간들 너와 내가 함께였었지 나랑 놀아주는 그대가 좋아 내가 물어보면 그대도 좋아 내 이름이 뭐야 손 틈새로 비치는 내 맘  들킬까 두려워 가슴이 막 벅차 서러워 조금만 꼭 참고 날 기다려줘 너랑 나랑은 지금 안되지 시계를 더 보채고 싶지만 네가 있던 미래에서 내 이름을 불러줘 눈 깜박하면 어른이 될 거에요 날 알아보겠죠 그댄 기억하겠죠 그래 기묘했던 아이 손 틈새로 비치는 네 모습 참 좋다 손끝으로 돌리며  시곗바늘아 달려봐 조금만 더 빨리 날아봐 두 눈을 꼭 감고 마법을 건다 너랑 나랑은 조금 남았지 몇 날 몇실진 모르겠지만 네가 있을 미래에서 혹시 내가 헤맨다면 너를 알아볼 수 있게 내 이름을 불러줘"}, {"song_no": "3630755", "year": "2012", "rank": "58", "title": "Trouble Maker", "artist": "트러블메이커", "genre": "Dance", "lyrics": "1 2 3 니 눈을 보면 난 Trouble Maker 니 곁에 서면 난 Trouble Maker 조금씩 더 더 더 갈수록 더 더 더 이젠 내 맘을  나도 어쩔 수 없어 니가 나를 잊지 못하게 자꾸 니 앞에서 또 니 맘 자꾸 내가 흔들어 벗어날 수 없도록 니 입술을 또 훔치고 멀리 달아나버려 난 Trou a a a ble Trouble Trou Trouble Maker Trouble Maker Trouble Maker Trouble Maker Trouble Maker 니 맘을 깨물고 도망칠 거야 고양이처럼 넌 자꾸 안달이 날 거야 내 앞으로 와 어서 화내보렴 내 섹시한 걸음 니 머리 속에 발동을 거는 은근한 스킨십 얼굴에 비친 못 참아 죽겠단 니 눈빛 갈수록 깊이 더 빠져들어 알수록 니가 더 맘에 들어 Baby 아무래도 니 생각에 취했나봐 Lady I never never never stop 니가 나를 잊지 못하게 자꾸 니 앞에서 또 니 맘 자꾸 내가 흔들어 벗어날 수 없도록 니 입술을 또 훔치고 멀리 달아나버려 난 Trou a a a ble Trouble Trou Trouble Maker Trouble Maker Trouble Maker Trouble Maker Trouble Maker 어떻게 널 내 맘에 담아둘 수 있는지 Trouble Maker 그냥 내 맘이 가는대로 이젠 I never never stop 멈출 수 없어 니가 나를 잊지 못하게 자꾸 니 앞에서 또 니 맘 자꾸 내가 흔들어 벗어날 수 없도록 니 입술을 또 훔치고 멀리 달아나버려 난 Trou a a a ble Trouble Trou Trouble Maker Trouble Maker Trouble Maker Trouble Maker Trouble Maker"}, {"song_no": "3779252", "year": "2012", "rank": "59", "title": "다른 사람 품에 안겨서 (Someone Else) (Duet With 가인)", "artist": "박진영", "genre": "R&B / Soul", "lyrics": "다른 사람 품에 안겨 있는데  나는 깨달았어  너의 얼굴이 자꾸 떠올라 왜  그래서 이렇게  이렇게 돌아왔어 또 너에게  나를 받아줘 제발   Can you take me back again again  너무 사랑했지만 너무 힘들었어   힘드니까 사랑도 약해져만 갔어  결국 사랑이 다 말라버렸어   나는 너를 떠났던 거야  다른 사람 품에 안겨 있는데  나는 깨달았어  너의 얼굴이 자꾸 떠올라 왜  그래서 이렇게  이렇게 돌아왔어 또 너에게  나를 받아줘 제발   Can you take me back again again  매일매일 새로운 여자들과 만나   즐거운 시간들을 보내며 지냈어  니가 떠나서 난 매일 즐기면서   살아 너무나 행복하게  매일 자유롭게 살고 있는데  나는 깨달았어  너의 얼굴이 자꾸 떠올라 왜  그래서 이렇게  이렇게 돌아왔어 또 너에게  나를 받아줘 제발   Can you take me back again again  내가 얼마나 너를 사랑하는지 널   떠나 보고야 잃어 보고야 난 알았어  우 나도 아무리 너를 지워보려고   해도 지울 수가 없었어  다른 사람 품에 안겨 있는데  나는 깨달았어  너의 얼굴이 자꾸 떠올라 왜  그래서 이렇게  이렇게 돌아왔어 또 너에게  나를 받아줘 제발   Can you take me back again again  매일 자유롭게 살고 있는데 나는 깨달았어 너의 얼굴이 자꾸 떠올라 왜 그래서 이렇게 이렇게 돌아왔어 또 너에게 나를 받아줘 제발  Can you take me back again again"}, {"song_no": "3771082", "year": "2012", "rank": "60", "title": "Oh! My God", "artist": "걸스데이", "genre": "Dance", "lyrics": "OH OH OH MA MA MA  어우워우 어 어 우워우  OH OH OH MA MA MA  어우워우 어 어 우워우  여자 맘을 몰라 넌 몰라  꼭 말해줘야 너는 아니 아니 오빤 정말 이래서 안돼 뭘  잘못했는지도 몰라 몰라 맨날 미안하단말  맨날 사랑한단말 이제 더는 못믿겠어  NO NO 맨날 노력한다고  맨날 잘하겠다고 내맘하나 몰라주니 OH MY GOD OH MY GOD  OH MY GOD GOD 정말 눈치코치 하나없어 없어 아 정말 아 정말 정말 정말 너무 답답해서 미치겠어 겠어 OH OH OH MA MA MA 어우워우 어 어 우워우 OH OH OH MA MA MA 어우워우 어 어 우워우 남잔 하나같이 똑같애  하난 알고 둘은 몰라 몰라 화장하고 머릴 바꿔도  그것조차 너는 몰라 몰라 맨날 미안하단말  맨날 사랑한단말 이제 더는 못믿겠어  NO NO 맨날 노력한다고  맨날 잘하겠다고 내맘하나 몰라주니 OH MY GOD OH MY GOD  OH MY GOD GOD 정말 눈치코치 하나없어 없어 아 정말 아 정말 정말 정말 너무 답답해서 미치겠어 겠어 OH OH OH MA MA MA 어우워우 어 어 우워우 OH OH OH MA MA MA 어우워우 어 어 우워우 OH MY GOD OH MY GOD  OH MY GOD GOD 정말 눈치코치 하나없어 없어 아 정말 아 정말 정말 정말 너무 답답해서 미치겠어 겠어 OH OH OH MA MA MA 어우워우 어 어 우워우 OH OH OH MA MA MA 어우워우 어 어 우워우  OH MY GOD"}, {"song_no": "3740633", "year": "2012", "rank": "61", "title": "너를 위해 (임재범)", "artist": "이하이", "genre": "Ballad", "lyrics": "어쩜 우린 복잡한 인연에  서로 엉켜 있는 사람인가 봐 나는 매일 네게 갚지도 못할 만큼  많은 빚을 지고 있어 연인처럼 때론 남남처럼 계속 살아가도 괜찮은 걸까 그렇게도 많은 잘못과  잦은 이별에도 항상 거기 있는 너 날 세상에서 제대로 살게 해줄 유일한 사람이 너란 걸 알아 나 후회 없이 살아가기 위해 너를 붙잡아야 할 테지만 내 거친 생각과 불안한 눈빛과 그걸 지켜보는 너 그건 아마도 전쟁 같은 사랑 난 위험하니까 사랑하니까 너에게서 떠나 줄꺼야 날 세상에서 제대로 살게 해줄 유일한 사람이 너란 걸 알아 나 후회 없이 살아가기 위해 너를 붙잡아야 할 테지만 내 거친 생각과 불안한 눈빛과 그걸 지켜보는 너 그건 아마도 전쟁 같은 사랑 난 위험하니까 사랑하니까 너에게서 떠나 줄꺼야 내 거친 생각과 불안한 눈빛과 그걸 지켜보는 너 그건 아마도 전쟁 같은 사랑 난 위험하니까 사랑하니까 너에게서 떠나 줄꺼야 너를 위해 떠날꺼야"}, {"song_no": "3710333", "year": "2012", "rank": "62", "title": "잊었니", "artist": "이승철", "genre": "Drama", "lyrics": "잊었니 날 잊어버렸니 그 수많은 추억들은  잊어 버렸니 가슴은 널 향해 팔 벌려 오늘도 간신히 버티고 있는데 추억이 점점  빛 바래 가면 너와 거닐던 길에 우두커니 서  지우고 또 지우려 해도 니숨결 목소리가 귓가에 들려 잊었니 날 잊어 버렸니  아직 난 널 기다리잖아 사랑이 또 울고 있잖아   가슴엔 늘 눈물이 고여 지워도 자꾸 지우려 해도 그대 얼굴이 자꾸 떠오르네요 잊었니 날 잊어버렸니 수많은 추억들은  잊어 버렸니 가슴은 널 향해 팔 벌려 오늘도 간신히 버티고 있는데 잊었니 날 잊어 버렸니  아직난 널 기다리잖아 사랑이 또 울고 있잖아   가슴엔 늘 눈물이 고여 잊었니 날 잊어 버렸니  아직난 널 기다리잖아 사랑이 또 울고 있잖아   가슴엔 늘 눈물이 고여 지워도 자꾸 지우려 해도 그대 얼굴이 자꾸 떠오르네요 지워도 자꾸 지우려 해도 그대 얼굴이 자꾸 떠오르네요 그대 얼굴이 자꾸 떠오르네요"}, {"song_no": "3772553", "year": "2012", "rank": "63", "title": "보고싶다 (김범수)", "artist": "백아연", "genre": "Ballad", "lyrics": "아무리 기다려도 난 못 가  바보처럼 울고 있는 너의 곁에 상처만 주는 나를 왜 모르고  기다리니 떠나가란 말야 보고 싶다 보고 싶다  이런 내가 미워질 만큼 울고 싶다 내게 무릎 꿇고  모두 없던 일이 될 수 있다면 미칠 듯 사랑했던 기억이  추억들이 너를 찾고 있지만 더 이상 사랑이란 변명에  너를 가둘 수 없어 이러면 안 되지만  죽을 만큼 보고 싶다 미칠 듯 사랑했던 기억이  추억들이 너를 찾고 있지만 더 이상 사랑이란 변명에  너를 가둘 수 없어 이러면 안 되지만  죽을 만큼 보고 싶다 죽을 만큼 잊고싶다"}, {"song_no": "3698565", "year": "2012", "rank": "64", "title": "겁이 나서", "artist": "나윤권", "genre": "Ballad", "lyrics": "나 날 혼자 두고서 나 떠나며  내게 행복하란 말 왜 하니 마지 못해서 내가 눈물 참고  있는데 왜 끝까지 너의 생각만 하니 나 또 다시 물을께 나 없이도  니가 잘 살 수 있냐고 혹시 장난일까 하는 맘에 억지  웃고 물어 보지만 왜 넌 아무말 못해 사랑해서 헤어진단 뻔한 말로  날 위한 다는 거짓말로  너 떠나가면 그만이니 나 겁이나서 너 없는 내가  겁이나서 한참을 걷지도 못한 채  자꾸 눈물이 나 널 널 잊어 보려고 잘 못 먹던  술도 많이 마셔 봐도 그럴수록 나의 곁에  니가 없다는게 난 두려워져  자꾸 술이 늘어가 사랑해서 헤어진단 뻔한 말로  날 위한 다는 거짓말로  너 떠나가면 그만이니 나 겁이나서 너 없는 내가  겁이나서 한참을 걷지도 못한 채  자꾸 눈물이 나 그대 나를 점점 떠났나요 우리 이제 정말 끝난 건가요  제발 헤어지잔 그 말 말아요 아직도 난 너만 아는 바보라서  오지 않을 줄 난 알면서  잊는다는게 잘 안돼 널 사랑해서 널 한순간도 못  지워서 좀 그 자리에 멈춰서서  너를 기다릴게 기다릴게  기다릴게"}, {"song_no": "3709444", "year": "2012", "rank": "65", "title": "WHOZ THAT GIRL", "artist": "EXID", "genre": "Dance", "lyrics": "그래 너를 보내줄게 그 여자와는 더 오래가기를 빌어줄게 빌어 줄게 잊을게 너의 관한 모든걸 잊을게 두 번 다시 울지도 않을게 그 동안 내게 나름대로 잘해줬었어 미안하다고 생각하지 좀 마 네가 나를 찼다 생각하진 마 절대 말은 안 할게 내 남자였단 것도 버릇 따위도 모른 척 할게 Whoz that girl tell me Whoz that girl Whoz that girl tell me Whoz that girl 얼마나 좋은 여자를 만나는지 기대해볼게 Whoz that girl tell me Whoz that girl 네가 나를 버릴 만큼 얼마나 예쁜 사람인지 Who u u u u u Whoz that girl Yeah Leggo 이제 재미없어 너란 소설 거짓들만 가득해서 시선을 끄는 이야기에 그녀도 흥미롭겠지 왜 넌 내가 울길 바라는 것 같아 No I neva act likt that I ain no holla back girl but tell me Whoz that girl 함부로 내 말 하고 다니지마 내가 어땠단 얘기 하지도 마 지금도 네 옆에서 멍청하게 속는 그녀 얘기나 해 모른 척 할게 Whoz that girl tell me Whoz that girl Whoz that girl tell me Whoz that girl 얼마나 좋은 여자를 만나는지 기대해볼게 Whoz that girl tell me Whoz that girl 네가 나를 버릴 만큼 얼마나 예쁜 사람인지 Who u u u u u Whoz that girl 네 사랑이란 살얼음 모르고 내디딘 발걸음 너의 이런 가벼운 버릇 말 안 해 그러니 그녀를 내게 좀 보여줘 봐 나를 좀 놀라켜 줘 봐 얼마나 대단한 여자인지 Just show me that is all I need 그래 너를 보내줄게 I'm out Out of ur love baby just go get ur girl 그 여자와는 더 오래가길 빌어 줄게 Whoz that girl tell me whoz that girl 누군지 내게 말해줘 얼마나 좋은 여자를 만나는지 기대해볼게 Whoz that girl tell me Whoz that girl 네가 나를 버릴 만큼 얼마나 예쁜 사람인지 Who u u u u u Whoz that girl"}, {"song_no": "3585793", "year": "2012", "rank": "66", "title": "그리워 그리워", "artist": "노을", "genre": "Ballad", "lyrics": "늦은저녁 하루를보내고 찬바람에 창문을 닫으니 아득하게 조용한 방에서 아주 작은 조명하나를 켜놓고 어둑해진 밖을 바라보니 문득 너무도 슬퍼지네 매일듣는 노래 LIST 엔 하나같이 다 우리얘기뿐 이별은 모두 다 같으니까  다시 조심스럽게 행복했던 날 아름답던 너를 그려보니 나도모르게 눈물이 나네 그리워 그리워 니가  너무나 그리워서 보고싶어서 잊고싶지않아서  잊을수가 없어서 못해준게 너무 많아서 더 그리워 너무나도 사랑했었기에 아름답게 우린 헤어졌어 현실안에 서로를 위해서 알아 어차피 우린 안될걸 누구보다 잘 알지만 왜이렇게도 눈물이 나는건지 그리워 그리워  니가 너무나 그리워서 보고 싶어서 잊고 싶지않아서  잊을 수가 없어서 못해준게 너무 많아서 그리워 그리워  니가 너무나 그리워서 보고싶어서 정말 널 잊고 싶지 않아서 널 다시 붙잡고 싶어서 지금 너무나 난 니가 그리워"}, {"song_no": "3764815", "year": "2012", "rank": "67", "title": "사랑이 서럽다", "artist": "이정", "genre": "Ballad", "lyrics": "내 눈은 너만 찾는데 아직 두 손을 널 찾고 있는데 나도 내 맘을 어쩔 수 없어 사랑이 난 서럽다 지금 난 여기 서있는데 조금만 오면 보이는데 널 갖지 못한 안타까움이 눈물이 되어 흐른다 널 사랑해 오늘도 널 사랑해 이렇게 원하고 있는데 그냥 있어주면 안되니 난 너만 보면 욕심이 나서 겁이나 지금 난 여기 서있는데 조금만 오면 보이는데 이대론 너를 놓칠 수 없어 눈물을 삼키면 한숨만 널사랑해 오늘도 널 사랑해 이렇게 원하고 있는데 그냥 있어주면 안되니 난 너만 보면 욕심이 나서 겁이나 너의 이름 불러봐도 바람이 되어 나에게 돌아온다 시간이 많이 지나도 네가 나를 잊는데도 이렇게 너를 기다릴테니 널 사랑해 오늘도 너를 사랑해 이렇게 원하고 있는데 그냥 있어주면 안되니 난 너만 보면 욕심이 나서 널 사랑해 오늘도 널 사랑해 이렇게 원하고 있는데 넌 내게 오면 안되니 우리가 함께한 그날"}, {"song_no": "3756958", "year": "2012", "rank": "68", "title": "어머니의 된장국 (다이나믹듀오)", "artist": "이승훈", "genre": "Rap / Hip-hop", "lyrics": "치열한 입시 전쟁 뒤에  그토록 원하던 대학을 서울로 넉넉치 않은 형편에 낮에는 학생 밤에는 알바생 비싼 등록금은 이시대의  그녀를 빚쟁이로 만들고  어두운 밤거리  혼자 터벅터벅 다니긴 무섭고  서울의 삶 너무 탁한 공기 그리워 지는 어머니의 온기 내일 아침도 빵으로 때우는 그녀에게 필요한 건 바로  어어어어어어 어머니의 된장국  담백하고 맛있는 그 음식이 그리워  그 때 그 식탁으로 돌아가고픈  어어어어어어 어머니의 된장국  담백하고 맛있는 그 음식이 그리워  잠깐의 생각만으로도 배고픈  술에 취한 중년의 신사  사회에선 한물간 스타  한 때는 앞만 보고 고고 인생 역전 그의 꿈은 로또  가진건 없어도  가족을 무기로 나 자신과 싸우고 잘나가던 과거는 털고 오늘도 자식 생각에  휴일을 반납 아빠는 외롭지 않아 너희들이 잘자라고 있잖아 술기운에 몽롱한 새벽 그가 간절하게 생각나는 건 바로  어어어어어어 어머니의 된장국  담백하고 맛있는 그 음식이 그리워  그 때 그 식탁으로 돌아가고픈  어어어어어어 어머니의 된장국  담백하고 맛있는 그 음식이 그리워  잠깐의 생각만으로도 배고픈  어어어어어어 어머니의 된장국  담백하고 맛있는 그 음식이 그리워  그 때 그 식탁으로 돌아가고픈  어어어어어어 어머니의 된장국  담백하고 맛있는 그 음식이 그리워  잠깐의 생각만으로도 배고픈  어어어어어어 어머니의 된장국  어어어어어어 어머니의 된장국  어어어어어어 어머니의 된장국  담백하고 맛있는 그 음식이 그리워  잠깐의 생각만으로도 배고픈"}, {"song_no": "3728116", "year": "2012", "rank": "69", "title": "이 노랠 빌려서 (Feat. 이로울 & 아이린)", "artist": "디셈버", "genre": "Ballad", "lyrics": "내 눈물은 우리 사랑인가요 가슴 아픈 이유도 사랑인가요 언젠가는 내게도 다시 사랑이 올까요 왜 안되죠 아직도 그대만 내 눈물은 우리 사랑인가요 가슴 아픈 이유도 사랑인가요 언젠가는 내게도 다시 사랑이 올까요 왜 안되죠 아직도 그대만 내 사랑인가요 그대는 어때요 난아직 너무 아픈데 니가 생각나면 아무일도 못하는데 가슴이 저려서 아직도 내눈에 보여서 또 그리워서 울고만 있는데 넌 지금 다른 사랑하고 있을까 내곁에서 넌 행복했을까 내 눈물은 우리 사랑인가요 가슴 아픈 이유도 사랑인가요 언젠가는 내게도 다시 사랑이 올까요 왜 안되죠 아직도 그대만 내 사랑인가요 아픈건 어때요 바람이 차갑던데 그대 손을 데워줄 사람은 생겼나요 내 손이 제일 따듯하긴 했을까 쓸데없는 걱정만 하네요 내 눈물은 우리 사랑인가요 가슴 아픈 이유도 사랑인가요 언젠가는 내게도 다른 사랑이 올까요 왜 안되죠 아직도 그대만 내 사랑인가요 내 맘속에 언제나 그대가 제일 먼저라 다른 사랑 못하잖아 내 사랑을 저버리지는 말아요 널 붙잡을 방법이 난 이것밖에 없어서 내 마음을 대신해 말할께 제발 나를 떠나가지 말아요 내 사랑을 저버리지는 말아요 널 붙잡을 방법이 난 이것밖에 없어서 내 마음을 대신해 말할께 이 노랠 빌려서"}, {"song_no": "3681993", "year": "2012", "rank": "70", "title": "널 사랑하겠어", "artist": "효린", "genre": "Ballad", "lyrics": "내 뜨거운 입술이 너의 부드러운 입술에 닿길 원해 내 사랑이 너의 가슴에 전해지도록 아직도 나의 마음을  모르고 있었다면은 이 세상 그 누구보다 널 사랑하겠어 널 사랑하겠어  언제까지나 널 사랑하겠어 지금 이 순간처럼  이 세상 그 누구보다 널 사랑하겠어 어려운 얘기로 너의 호기심을  자극할 수도 있어 그 흔한 유희로 이 밤을  보낼 수도 있어 하지만 나의 마음을  이제는 알아줬으면 해 이 세상 그 누구보다  널 사랑하겠어 널 사랑하겠어 언제까지나 널 사랑하겠어 지금 이 순간처럼  이 세상 그 누구보다 널 사랑하겠어 널 사랑하겠어 널 사랑하겠어 언제까지나 널 사랑하겠어 지금 이 순간처럼  이 세상 그 누구보다 널 사랑하겠어 널 사랑하겠어 언제까지나 널 사랑하겠어 지금 이 순간처럼  이 세상 그 누구보다 널 사랑하겠어 널 사랑하겠어 언제까지나 널 사랑하겠어 지금 이 순간처럼  이 세상 그 누구보다 널 사랑하겠어"}, {"song_no": "3135148", "year": "2012", "rank": "71", "title": "Party Rock Anthem (Feat. Lauren Bennett & Goon Rock)", "artist": "LMFAO", "genre": "Electronica", "lyrics": "PART ROCK  Party rock is in the house tonight Everybody just have a good time And we gonna make you lose your mind Everybody just have a good time Party rock is in the house tonight Everybody just have a good time And we gonna make you lose your mind We just wanna see yaa Shake That  In the club party rock look up on your girl She on my jock non stop when we in the spot Booty move away like she on the block What the track I gots to know Top jeans tatto cause I'm rock and roll Half black half white diamino Gane the money out the door Yoooo I'm runnin through these hoes like drano I got that devilish flow rock and roll no halo We party rock yea that's the crew that I'm reppin On the rise to the top no led in our zeppelin Hey Party rock is in the house tonight Everybody just have a good time And we gonna make you lose your mind Everybody just have a good time Party rock is in the house tonight Everybody just have a good time And we gonna make you lose your mind We just wanna see yaa Everyday I'm shuffelin  Shuffelin shuffelin Step up fast and be the first girl to make me throw this cash We get money don't be mad now stop hatein is bad One more shot for us Another round Please fill up my cup Don't mess around We just wanna see You shake it now Now you wanna be Your naked now Get up get down put your hands up to the sound Get up get down put your hands up to the sound Get up get down put your hands up to the sound Put your hands up to the sound Put your hands up to the sound Get up Get up Get up Get up Get up Get up Get up Get up Get up Put your hands up to the sound To the sound Put your hands up Put your hands up Put your hands up Put your hands up Party rock is in the house tonight Everybody just have a good time And we gonna make you lose your mind Everybody just have a good good good time  Everyday I'm shuffelin"}, {"song_no": "3665143", "year": "2012", "rank": "72", "title": "거기서거기 (Without You)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "재미난 영화를 봐도 다 거기서 거기 여행을 가도 다 거기서 거기 새로운 음악도 다 거기서 거기 너말고 딴 여자는 다 거기서 거기 I'm lost without you I'm at loss without you 내게 돌아와 돌아와 You run back into my arms 너 하나 없을 뿐인데 내 삶에 맛이 확 달라 너무 쓰고 짜고 싱거워 영혼은 계속 말라 하나마나인 것 같은 고민만 요새는 많아 바 바 바 반복되는 랩같아 음이 없잖아 힘들때 난 어디다 전화해 너 없는 공간은 나를 질식시켜 답답해 막차를 놓친 것처럼 정말 막막해 내 맘은 계속되는 자정 사방이 캄캄해 그거 아니 넌 내 맘에 기준이었나봐 난 아직도 헤매고 있어 이 혼돈속에 남아 미련을 벗 삼아 근근히 살아 밤새 퍼마시고 떡이 되기 전에 잠이 안와 너무 차다 이 공기가 혼자인 방구석 소름 끼치도록 외로워 새벽이 내는 소리가 나 미치도록 그리워 니 냄새 너의 온기가 나 그리워 니 냄새 너의 온기가 재미난 영화를 봐도 다 거기서 거기 여행을 가도 다 거기서 거기 새로운 음악도 다 거기서 거기 너말고 딴 여자는 다 거기서 거기 I'm lost without you I'm at loss without you 내게 돌아와 돌아와 You run back into my arms 다 무의미해 일상이 빈혈기 가득하고 다 허무해 어 다 무의미해 감정의 기면증세 다 졸리고 희미해 저려도 좋았어 내 팔이 너의 베개였을 때 조여도 좋았어 니 말이 법이었을 때 나 많이 망가졌어 얼굴엔 화창한 기운 없고 공해같은 삶속에 너라는 자연도 없고 남은건 친구들 비참한 동정 뿐이야 사랑은 이기적이고 자극적인 밤들 뿐이야 그리워 널 위해 보폭을 줄이던 때가 잔소리에 게임 술자리를 줄이던 때가 일로도 극복이 안돼 취기를 빌려서 새벽에 니 번호를 찾는 멍청한짓을 하네 지금 나 너무 약해져서 돌려서 말 못해 난 다 내려놨어 제발 돌아와 재미난 영화를 봐도 다 거기서 거기 여행을 가도 다 거기서 거기 새로운 음악도 다 거기서 거기 너말고 딴 여자는 다 거기서 거기 I'm lost without you I'm at loss without you 내게 돌아와 돌아와 You run back into my arms You run back into my arms 잘 알잖아 내 품의 주인은 너 하나 지우진 못할 것 같아 내겐 니가 남긴 흔적들이 너무나 많아 모든게 너무나 달라 행복이란게 너랑 같이 떠난 것 같아 난 너랑 있을 때만 온전한 사람 돌아와줘 내게로 넌 내게 완벽한 사람 재미난 영화를 봐도 다 거기서 거기 여행을 가도 다 거기서 거기 새로운 음악도 다 거기서 거기 너말고 딴 여자는 다 거기서 거기 I'm lost without you I'm at loss without you 내게 돌아와 돌아와 You run back into my arms"}, {"song_no": "3759384", "year": "2012", "rank": "73", "title": "Love Is Pain (Feat. 길미)", "artist": "장희영", "genre": "Ballad", "lyrics": "이제와서 왜 나를두고 왜  떠나가니 왜 나를 떠나가니 왜 왜  이제와서 왜 떠나가니 왜 I got ya 넌 내꺼라 믿은 착각 속  난 가짜 사랑에 목 매달려 살았어  첨으로 내 모든걸 다 가져간 널  첨부터 나 따윈 가질 수 없단걸  I know 니 미소 따뜻한 눈빛까지도  ain't no 바라지도 않어  tell me what to do  니 맘 하나면 되는데   니가 있어 숨 쉬는데  차가운 니 말투조차 너무나 그리운데  Love is pain 니가 남긴 아픔에 패인  나를 두고 떠나면 어떻게해  나를 잡아줘  가슴속 패인 차가운 니 이별에 베인  내 가슴에 상처는 어떻게해 왜  너없이 살 수 없단 걸 알잖아  왜이리 왜이리 왜이리 마음이  매일이 매일이 매일이 rainy   lonely lonely lonely love me  hold me hold me hold me baby  So sick 아파하는 나를 바라봐  가식의 눈물이라도 노력해봐  왜 그렇게 아무렇지 않게   이별을 말해  대체 네게 얼마나   난 아무 의미 없길래  너란 짐을 놓는다면 편하겠지 아마  너의 손을 놓지못해 혼란속에 남아  결국 no more drama   내 곁에 너는 없잖아  니 그림자만 밟아   손에 잡히지 않잖아  Love is pain 니가 남긴 아픔에 패인  나를 두고 떠나면 어떻게해  나를 잡아줘  가슴속 패인 차가운 니 이별에 베인  내 가슴에 상처는 어떻게해 왜  너없이 살 수 없단 걸 알잖아  It's your name name nae  잊을래 즐래 즐래  널 다시 볼 수 없단게 거짓말같아  It's your name name nae  지우려 애써봐도  잊을래 즐래 즐래  지독한 이 사랑이 지워지지가 않아 Love is pain 니가 남긴 아픔에 패인  나를 두고 떠나면 어떻게해  나를 잡아줘  가슴속 패인 차가운 니 이별에 베인  내 가슴에 상처는 어떻게해 왜  너없이 살 수 없단 걸 알잖아  왜이리 왜이리 왜이리 마음이  매일이 매일이 매일이 rainy   lonely lonely lonely love me  hold me hold me hold me baby  왜이리 왜이리 왜이리 마음이  매일이 매일이 매일이 rainy   lonely lonely lonely love me  hold me hold me hold me baby  Stay a little bit longer  No one loves you more than me  I can never live without you  Love is pain 왜 이제와서 왜 떠나가니 왜"}, {"song_no": "3770034", "year": "2012", "rank": "74", "title": "할 수 있어 (With. 이루마)", "artist": "MC 스나이퍼", "genre": "Rap / Hip-hop", "lyrics": "따스한 알을 깨고 아늑한 둥지  위로 펼쳐진 미지의 땅  그곳으로 방향키를 잡고 앞서 떠난 그를 따라  하늘을 날 수 있을까 난 별들을 벗 삼아  내 멍든 맘을 달랜다 힘줄과 뼈가 굶주려  날 수 없는 나에게  세상은 비웃으며 포기하라 하는데 지평선 저 너머 흐르는 강을 건너  드넓은 대지를 걷고 걸어  그 곳에 가고 싶어 할 수 있어 갈 수 있어 날 수 있어  그간 희망한 모든것을  이뤄 내고 싶어 여전히 현실의 벽은 높지만 굳게  맘을 다잡아 잃어가는 자신감  두발로 움켜 잡는다 나 빗속을 뚫고 달릴 자신이 없어  밤새 애써봐도 애석하게도  어둠과 맞서기 힘들어 두 눈에 고인 눈물 거센 바람에  날려 보내며 저기 떠오르는  태양 위로 높이 날아 올라 나는 할 수 있어 그곳에  갈 수 있어  비상의 날개 펴고 저 하늘을 날 수 있어 끝까지 가보겠어 나에겐 꿈이 있어  이제와 뒷걸음 치면서 포기 할 순 없어 나는 할 수 있어 갈 수 있어 날 수  있어 세상의 그 무엇도  나를 묶어 둘 순 없어 끝까지 가보겠어 나에겐 꿈이 있어  이제와 뒷걸음 치면서 포기 할 순 없어 무한 경쟁에서 살아 남으려  퍼덕이는 날개 짓 그 무엇이  우릴 이토록 허덕이게 하는지 인생이란 시험지와 오답뿐인  답안지 좌절 뒤에 바라본  빛은 더욱 아름답겠지 확신보다 의구심이 늘어나는 건  왜지 건전지처럼 방전이 된  마음 때문이겠지 질투와 시기 끝이 없는 탐욕과  욕심 그곳에서 벗어나  더 높이 날고파 신이시여 날 더욱 날게 하소서  이건 마지막을 걷고 싶은 시인의 유서 내 부족함을 끊임없이 다그치소서  그대 품에서 느끼는 깊은  사랑의 용서 길을 잃어 지금의 낮이  어두운 밤이 되도록 울고 있다면 내게 높다란  빛을 내려 주오 그 빛에 온몸을 녹여 지평선  저 너머로 팔을 저어 끊임없이  비행을 할 수 있도록 나는 할 수 있어 그곳에  갈 수 있어  비상의 날개 펴고 저 하늘을 날 수 있어 끝까지 가보겠어 나에겐 꿈이 있어  이제와 뒷걸음 치면서 포기 할 순 없어 나는 할 수 있어 갈 수 있어  날 수 있어 세상의 그 무엇도  나를 묶어 둘 순 없어 끝까지 가보겠어 나에겐 꿈이 있어  이제와 뒷걸음 치면서  포기 할 순 없어 나는 할 수 있어 그곳에 갈 수 있어  비상의 날개를 펴고  저 하늘을 날 수 있어 끝까지 가보겠어 나에겐 꿈이 있어  이제와 뒷걸음치면서 포기 할 순 없어 나는 할 수 있어 갈 수 있어  날 수 있어 세상의 그 무엇도  나를 묶어 둘 순 없어 끝까지 가보겠어 나에겐 꿈이 있어  이제와 뒷걸음 치면서  포기 할 순 없어 나의 두려움들이 바람처럼  소리내어 운다 난 어리고  나약해서 밤새 울다 실패라는 두려움과 홀로 걷는  외로움 다 이겨내리란 다짐속에  이를 또 꽉 문다 바람이 또 분다 날 수 있을까  나뭇가지 그 끝에서  눈을 감고 힘껏 날아 밤하늘을 수놓았던 별빛들의 귀가  저기 떠 오르는 태양위로  높이 날아 올라"}, {"song_no": "3755945", "year": "2012", "rank": "75", "title": "그대와 나", "artist": "제이세라", "genre": "Ballad", "lyrics": "푸른 달빛 그 아래  그대의 예쁜 고백 나 눈물로 대답할래요 평생 그대 짝으로  영원한 사랑으로 난 살아가고 싶어요 그대 사랑합니다 나 다시 태어나도  난 언제나 그대뿐이죠 그대 삶에 힘들고  많이 외로울 때에  내 곁에 머물러요 지나치는 거리에  많은 사람들 중에 그댈 만났음에 감사해 어떤 욕심이라도 행여 바라는 것도 난 아무것도 없어요 그대 사랑합니다 나 다시 태어나도  난 언제나 그대뿐이죠 그대 삶에 힘들고  많이 외로울 때에  내 곁에 머물러요 그대에게 나 드릴것 하나없지만 이 마음만은 받아줘요 그대 고맙습니다 나를 사랑해줘서 난 언제나 그대뿐이죠 많은 시간 흘러서 병들고  지칠때도 영원히 함께해요 그대를 사랑해요"}, {"song_no": "3675692", "year": "2012", "rank": "76", "title": "베짱이 찬가", "artist": "써니힐", "genre": "Dance", "lyrics": "미루고 미루다 행복은 없어  오늘은 또 다시 없어  어느덧 시간은 벌써  Come On and Wake You Up  이렇다 저렇다 거짓된 희망은 치워  싸우고 다투고 살다간 지쳐  습관이 돼버린 경쟁에 미쳐  똑같은 틀 안에 갇혀  아무도 모르게 묻혀  Come On and Wake You Up  어렵게 포장된 거짓된 이론은 치워  입맞춰 줄 맞춰 살다간 미쳐  Ring Ring Ring a Ring a  Ring Ring Ring a Ring a  노래나 부르며 손뼉을 치면서  웃으며 살고 싶어  Ring a Ring a Ring  Ring a Ring a Ring  둥글게 살고 싶은 메아리야  Ring a Ring a Ring  Ring a Ring a Ring  너와 내가 웃고 싶은 멜로디야  Ring a Ring a Ring  Ring a Ring a Ring  잡히지 않는 행복은 신기루야  Ring a Ring a Ring  Ring a Ring a Ring  빙글빙글 어지러운 세상이야  고개를 들어봐 아무도 없어  네 위엔 아무도 없어  눈치 볼 필요가 없어  Come On and Wake You Up  죄인이 돼버린 춤 추고 노는 사람들  여기로 여기로 다 같이 뭉쳐  그 누가 뭐래도 네가 더 멋져  즐기는 그런 게 멋져  내눈엔 네가 더 멋져  Come On And Let Me In  이렇다 저렇다 떠들면 뭐라도 된듯  피곤한 사람들이거나  Ring Ring Ring a Ring a  Ring Ring Ring a Ring a  노래나 부르며 손뼉을 치면서  즐겁게 살고 싶어  Ring a Ring a Ring  Ring a Ring a Ring  둥글게 살고 싶은 메아리야  Ring a Ring a Ring  Ring a Ring a Ring  너와 내가 웃고 싶은 멜로디야  Ring a Ring a Ring  Ring a Ring a Ring  잡히지 않는 행복은 신기루야  Ring a Ring a Ring  Ring a Ring a Ring  빙글빙글 어지러운 세상이야  또 어딜 바삐 바삐가   세월이 바삐가  쉬었다 같이 갑시다 둥글게 갑시다  모든 게 바삐 바삐가   흘러가 바삐가  노래나 같이 합시다 놀면서 합시다  또 어딜 바삐 바삐가   세월이 바삐가  쉬었다 같이 갑시다   둥글게 갑시다  모든게 바삐 바삐가   흘러가 바삐가  노래나 같이 합시다   Please Refill the Battery  난 참 바보처럼 살았군  쳇바퀴 속을 돌고 있었군  다 흘러 흘러 흘러 놓쳐 버린 시간만  Ring a Ring a Ring  Ring a Ring a Ring 둥글게 살고 싶은 메아리야 Ring a Ring a Ring Ring a Ring a Ring 너와 내가 웃고 싶은 멜로디야 Ring a Ring a Ring Ring a Ring a Ring 잡히지 않는 행복은 신기루야 Ring a Ring a Ring Ring a Ring a Ring 빙글빙글 어지러운 세상이야 Ring a Ring a Ring Ring a Ring a Ring Ring a Ring a Ring Ring a Ring a Ring Ring a Ring a Ring Ring a Ring a Ring Ring a Ring a Ring"}, {"song_no": "3671433", "year": "2012", "rank": "77", "title": "Livin' My Love (개그콘서트 `시청률의 제왕` 삽입곡)", "artist": "LMFAO", "genre": "Electronica", "lyrics": "When I wake up Still drunk got my shoes on my feet I'm hesitating to look at my computer screen I live up On a cloud for the whole world to see We got that party pooper head to toe It's going full of sass straight down the throat Ganging money coupon with note Two bad boys them girls a fraud LMFAO yo yo LMFAO yo yo We stopped killing our buzz We party rock with you I'm just living my I'm just living my I'm just living my love love love Why you killing my Why you killing my Why you killing my buzz buzz buzz I'm not gonna play fair If you don't play back I don't wanna be a b tch But this game is w ck So get of my way Say whatever you say I'll be living my love Living living So you can be a hater If it turns you on Do whatever you want If it makes you feel strong But you better be down Cause this road is long And I'll be living my love Living living I'll be living my love I'm just living my I'm just living my I'm just living my love love love I'll be living my love Why you killing my Why you killing my Why you killing my buzz buzz buzz Yo I don't mean to stop you But you might wanna pick up the name you just drop I'm like a helicopter yeah you up in the building But I'm up on top ya Hey man take this binaca While I walk around the club Wanna fizz the vodka A party rocker A panty dropper Shut up who's laughing at your jokes Now shut down You should walk away Cause no one's laughing at your jokes Now yes it shut down You better hear me say I I I You better hear me say I I I I've been living my love I'm just living my I'm just living my I'm just living my love love love I'll be living my love Why you killing my Why you killing my Why you killing my buzz buzz buzz I'm just living my I'm just living my I'm just living my love love love I'll be living my love Why you killing my Why you killing my Why you killing my buzz buzz buzz"}, {"song_no": "3685853", "year": "2012", "rank": "78", "title": "이럴 줄 알았어", "artist": "비스트", "genre": "Dance", "lyrics": "이럴 줄 알았어 이럴 줄 알았어 요즘 달라진 것만 같아 안 하던 화장도 진하게 안 가던 클럽도 가네 Huh 왜 자꾸 신경이 쓰이는지 웃어  넘기려고 했는데 웃음이 나오질 않네 언제부터였는지 니가 날 갖고 놀았던 게 정말 진심이었는지 어떻게 니가 이럴 수 있어 어쩐지 요즘 들어서  많이 달라졌다 했어 그런 줄도 모르고 Oh  너만 사랑했어 내가 이럴 줄 알았어 Uh 니가 그 남잘 만나러 간다고 했을 때 왜 널 그때 붙잡지 못했을까 이럴 줄 알았어 Uh 모르는 전화번호가 뜰 때부터 그때부터 이럴 줄 알았어 자기야 의심하는 게 아냐  내 맘 알지 널 너무 사랑해서  그래 그러니까 잠시만 핸드폰 좀 줘 봐 확인할 게 있어서  그래 비밀번호는 또 언제 바꿔놨니 통화 목록이 왜 이리 깨끗한 걸까 멍청하게 전부 다 지워버렸구나 Ha 귀엽네 우리 아가 너 많이 이상해 솔직히 말해 나 좀 화나려고 해 넌 왜 날 떠나갔어 이런 내가 지겨워졌어 전화긴 왜 꺼져 있어  나 지금 할 말이 있는데 목소리만 듣고서  그냥 집에 돌아갈게 기다릴게 여기서 니 집 문 앞에서 내가 이럴 줄 알았어 Uh 니가 그 남잘 만나러 간다고 했을 때 왜 널 그때 붙잡지 못했을까 이럴 줄 알았어 Uh 모르는 전화번호가 뜰 때부터 그때부터 이럴 줄 알았어 내가 뭘 잘못했어 생각해보면 내가 잘못한 건 하나 없는 것 같은데 솔직하게 말해줘 솔직하게 말하지 않아도  이미 다 알고 있긴 해 그래 이제 정말 그만할게 죽어도 참기 힘들면 말해  Baby Please 정말 마지막으로 한 마디만 할게 그때 그 사람 아니  그때 그 놈이 맞지 잘생기긴 했던데 그리 듬직해  보이진 않던데 말야 네가 무슨 잘못이니 너무 착한 게 죄라면  그거 하나뿐이지 네 옆에 내가 있는걸 알았을 텐데 내가 참 우스워 보였나 봐 그 자식 끊지 마 자기야  물어볼게 있어서 그래 어 여기 어디쯤이 그 놈 집이 맞지 내가 이럴 줄 알았어 Uh 니가 그 남잘 만나러 간다고 했을 때 왜 널 그때 붙잡지 못했을까 이럴 줄 알았어 Uh 모르는 전화번호가 뜰 때부터 그때부터 이럴 줄 알았어"}, {"song_no": "3743327", "year": "2012", "rank": "79", "title": "이상하다 (Acoustic Ver.)", "artist": "박효신", "genre": "Ballad", "lyrics": "많이 방황했던 나 아픈 상처뿐인 나  그대를 난 알면서  싫었던 음식까지 안 쓰던 말투까지  점점 널 닮아갔어  사랑이 그런건지 나 혼자 이러는지  어색한 내 모습들이 불안해  이상하다 난 너무 행복한데  이상하다 난 웃고 있긴 한데  자꾸만 나 널 매일 봐도 너무 두려워  너 때문에 변해버린  내가 다시 혼자 될까 봐 너를 생각할수록 너를 닮아갈수록  점점 겁이 늘어가  사랑이 그런건지 나 혼자 이러는지  어색한 내 모습들이 불안해  이상하다 난 너무 행복한데  이상하다 난 웃고 있긴 한데  자꾸만 나 널 매일 봐도 너무 두려워 너 때문에 변해버린 내가 혼자 될까 두려워 두려워 이런 생각을 했어 정말로 미안해 사랑하니까 널 사랑하니까 미안하다 사랑에 서툴러서 미안하다 사랑을 못 믿어서 자꾸만 나 널 매일 봐도 너무 두려워 너 때문에 변해버린  내가 다시 혼자 될까 두려워 미안하다 사랑을 못 믿어서 자꾸만 나 널 매일 봐도 너무 두려워 평생 한 번도 어려운 그런 사랑이니까 내 마음이 정말"}, {"song_no": "3775013", "year": "2012", "rank": "80", "title": "백마는 오고 있는가", "artist": "써니힐", "genre": "Dance", "lyrics": "얼굴부터 따지지 말고 학벌 묻지도 말고 몸매 훑지 좀 말고 Come On 차가 뭐가 있거나 말건  어디 살거나 말건 아빤 뭐하건 말건 Come On 거래처럼 치밀한 사랑 아우 참 별로다 선택받지 못해서  혼자 밥을 먹는 너 나랑 그냥 연애나 할래 누가 널 Diss 감히 뭐라고 Diss 아니 이리 널 사랑해줄 사람,  여기있는데 누가 너를 Diss 맘이 긁히는 Diss  아직 너를 다 모르고 하는 말 니가 버려 그런 사람은 Lady Lady를 A 급이 아님 Diss 아니 이건 Comedies  남잔 더 그저 그런 걸 Lady Lady도 A 급이 아님 Diss 둘이 모두 Comedies  여잔 더 그저 그런 걸 뭘 비교분석 하지 좀 말고  무슨 소도 아니고 등급 매기지 말고 Come On 가슴에서 나오는 말로  나의 귓가에 말로 사랑한다고 말로 10점만점 중에서 몇 점 내게 매겼니 이리 저리 채이다 지쳐가고 있는 너 내 생각엔 자기가 더 Winner 누가 널 Diss 감히 뭐라고 Diss 아니 이리 널 사랑해줄 사람,  여기있는데 누가 너를 Diss 맘이 긁히는 Diss  아직 너를 다 모르고 하는 말 니가 버려 그런 사람은 Lady Lady를 A 급이 아님 Diss 아니 이건 Comedies  남잔 더 그저 그런 걸 Lady Lady도 A 급이 아님 Diss 둘이 모두 Comedies  여잔 더 그저 그런 걸 뭘 Hey 거기 나랑 잠깐 놀래 Kota flow 약해 빠진 것들아 어깨에 힘 좀 빼거라 이런 애들은 꼭 있더라 온 몸에다 돈 칠을 하고 Baby Baby Baby, Diss  1 2 3 4 Listen To This 날이선 Diss 날카로운 그 Diss 마구 날리던 그때 그 사람들  살림살이 나아졌니 어 또 기다리니 어 그 사람들이 기다리고 있는 백마는 오고 있는 가 왜이리 왜이리 왜  스펙 갖고 짝을 지으려 해 차라리 로또를 해  다들 뭐 다들 뭘 해 왜이리 왜이리 다 사람 갖고  재태크를 해 다들 은행일을 해 Do The love,  Do The Love From Now 남들 의식 하지 좀 말고  무슨 Show도 아니고 전시용 찾지 말고 Come On 외롭다고 울지 좀 말고  멀리 찾지 좀 말고 옆에 둘러나 보고 Come On"}, {"song_no": "3740634", "year": "2012", "rank": "81", "title": "이별 참 못할 짓이더라", "artist": "윤현상", "genre": "Ballad", "lyrics": "긴 생머리 밝게 웃고 있던  널 그저 바라보던 나 언제부터 자꾸 신경 쓰이고  괜한 걱정되던 너 너무도 당연한 습관이  되 버렸던 일 이제 이제 주제 넘은  참견이 되 버린 일 사랑 뒤에 오는 슬픔도 이별 뒤에 오는 아픔도 이젠 내가 모두 다 혼자  버텨내려 하네요 이별 참 못할 짓이더라 너무도 당연한 습관이  되 버렸던 일 이제 이제 가슴 아린  추억이 되 버린 일 사랑 뒤에 오는 슬픔도 이별 뒤에 오는 아픔도 이젠 내가 모두 다  혼자 버텨내려 하네요 이별 참 못할 짓이더라 눈감으면 니가 생각나 눈을 뜨면 눈물이 흘러 이젠 내가 모두 다  혼자 버텨내려 하네요 이별 참 못할 짓이더라 이별 참 못할 짓이더라"}, {"song_no": "3765097", "year": "2012", "rank": "82", "title": "Love (키샤콜)", "artist": "이하이", "genre": "Ballad", "lyrics": "I used to think that  I wasn't fine enough And I used to think that  I wasn't wild enough But I won't waste my time tryin  to figure out Why you are playin games what's  this all about And I can't believe your hurting  me I met your girl what a difference What you seen  in her you ain't seen in me But I guess it was all  Just make believe Oh Love never knew  what I was missin But I knew once  we start kissin I found Love never knew what I was missin But I knew once  we start kissin I found you Now you're gone  what it my I  gonna do so oo empty  my heart my soul Can't go on go on baby without you Rainy days fade away when you  come around say you're here to stay With me boy I don't want you to  leave me I need you Love never knew what I was missin But I knew once we start kissin  I found Love never knew what I was missin But I knew once we start kissin  I found Found you"}, {"song_no": "1564091", "year": "2012", "rank": "83", "title": "Be Be Your Love", "artist": "Rachael Yamagata", "genre": "Rock,Pop", "lyrics": "If I could take you away  Pretend I was queen  What would you say  Would you think I'm unreal  'Cause everybody's got  their way I should feel  Everybody's talking how  I can't can't be your love  But I want want want  to be your love  Want to be your love for real  Everybody's talking how  I can't can't be your love  But I want want want  to be your love  Want to be your love for real  Want to be your everything  Everything Everything's falling and  I am included in that  Oh how I try to be just okay  Yeah but all I ever really wanted  Was a little piece of you  And everybody's talking  how I can't can't be your love  But I want want want to be your love  Want to be your love for real  Everybody's talking how  I can't can't be your love  But I want want want  to be your love  Want to be your love for real  Everything will be alright  If you just stay the night  Please sir don't you walk away  don't you walk away  don't you walk away  Please sir don't you walk away  don't you walk away  don't you walk away  And everybody's talking how I can't can't be your love  But I want want  want to be your love  Want to be your love for real  Everybody's talking how  I can't can't be your love  But I want want want  to be your love  Want to be your love for real  Everybody's talking how  I can't can't be your love  But I want want want  to be your love  Want to be your love for real  Everybody's talking how  I can't can't be your love  But I want want want  to be your love  Want to be your love for real  Want to be your love love love love Want to be your love your love love"}, {"song_no": "3730641", "year": "2012", "rank": "84", "title": "SADNESS", "artist": "레드애플", "genre": "Dance", "lyrics": "baby i don`t wanna cry 제발 날 울리지마 이러다 죽을지 몰라 baby don`t you break my heart 내게 상처주지마 돌아와 니가 필요해 너의 집앞에 자주 가던 카페 지금 너를 기다리는데 전화라도 받아줘 대답이라도줘 대체 넌 어디있는거니 oh baby ooh 나는 너무 가슴이 아파 ooh 너와의 추억이 참 많아 baby i don`t wanna cry 제발 날 울리지마 이러다 죽을지 몰라 baby don`t you break my heart 내게 상처주지마 돌아와 니가 필요해 니가 준 편지 니 마지막 얘기 이별이란 짧은 두 글자 아무렇지 않은척 별일도 아닌척 웃어도 눈물이 흐르네  oh baby ooh 라디오에 흐르는 노래 ooh 니가 좋아했던 이 노래 baby i don`t wanna cry 제발 날 울리지마 이러다 죽을지 몰라 baby don`t you break my heart 내게 상처주지마 돌아와 니가 필요해 미친사람처럼 거리를 헤매 너와 갔던 곳 찾아 가네 실타래처럼 막 뒤엉키는 감정이  슬픔이 나를 울리네 둘러보아도 보이지 않어 너를불러도 들리지않어 come back to me again 지금 내 곁으로 오면 돼  i miss u 제발 떠나가지마 제발 날울리지마 어떻게 날 두고 떠나 모두 악몽일거야 깨면 돌아올거야 돌아와 나의 곁으로  baby listen to this song lady listen to this song baby listen to this song lady listen to this song 제발 날 떠나가지마 제발 날 울리지는마 돌아와 나의 곁으로"}, {"song_no": "3772555", "year": "2012", "rank": "85", "title": "시간이 흐른뒤 (윤미래)", "artist": "이하이", "genre": "Ballad", "lyrics": "마지못해 살아가겠지 너 없이도 매일 아침 이렇게 일어나 밤새 조금씩 더 무뎌져버린  기억 속에서 애써 너의 얼굴을 꺼내어 보겠지 시간이란 누구에게나  느린 아픔을 주는지 힘든 하루 속에도 늘 니 생각뿐인 나 눈물마저도 말라가는데 As Time Goes by  난 그게 두려운걸 니 안에서 나의 모든게 없던 일이 될까봐 눈감으면 늘 선명하던 니가 어느 순간 사라질까봐 정말 겁이 나는 걸 이별이란 서로가 서로를  지워가는거라지만 많은 사람들 속 니 걱정뿐인 난 흘러가는 시간마저 잡고 싶었지만 많이 힘들어  Before you say good bye 들어봐 결코 난 오늘  잠에 들지 않을 거야 그저 힘들어도 난 이 밤을 견딜거야 그러다 눈 감으면 선명하게  보이던 니가 내 앞에 더 이상 없을까봐  사라질까봐 내가 없는 세상이 너는 괜찮은건지 너에게 잊을만한 추억일 뿐인지 참으려 애를 써도 늘 보고픈 나는 니가 아니면 안될 것 같은데 You are the one As Time Goes by  난 여기 있어줄게 셀 수 없는 밤이 지나도  사랑했던 그대로 혹시라도 너 돌아오게 되면 단 한번에 나를 찾을 수 있게 As Time Goes by"}, {"song_no": "3559879", "year": "2012", "rank": "86", "title": "Sex Apeal (Max Farenthide Radio Edit) (Feat. Mike W.)", "artist": "Bueno Clinic", "genre": "Electronica", "lyrics": "Feel My Sex Appeal Ha Feel My Sex Appeal Pa ra ra ra Feel My Sex Appeal Ha Feel My Sex Appeal Feel My Sex Appeal Ha Feel My Sex Appeal Pa ra ra ra Feel My Sex Appeal Ha Feel My Ah Ah Feel My Sex Appeal Pa ra ra ra Sex Appeal Sex Appeal Sex Appeal Sex Appeal Sex Appeal Sex Appeal Sex Appeal Sexy lady Feel My Sex Appeal Pa ra ra ra Sex Appeal Sex Appeal Sex Appeal Sex Appeal Feel My Sex Appeal Pa ra ra ra Sex Appeal Sex Appeal Sex Appeal Sex Appeal Sex Appeal Sex Appeal Sex Appeal Sexy lady Feel My Sex Appeal Pa ra ra ra Sex Appeal Sex Appeal Sex Appeal Sex Appeal"}, {"song_no": "3734722", "year": "2012", "rank": "87", "title": "BABY I`M SORRY", "artist": "B1A4", "genre": "Dance", "lyrics": "huh 가지마 가지마 또 똑같은 말들의 반복 불러도 불러도 불러도 답이없는 메아리는 아직도 악몽같은 밤 홀로 남아 잠들어가 메말라버린 내 눈물대신 가녀린 빗줄기만 yeah 심장이 더 아파온다 눈물이 더 말라온다 버린 마음은 쌩 바람은 휑 무거운 두눈의 그늘은 퀭 지치는 내 맘속에 또 어둠만 차고 눈물만 몰아치는 파도 I just want to be alone 우리의 추억 이젠 모두 지워야되니 babe I just want to be alone 바보처럼 너만 찾게될걸 Baby I’m sorry We got the better 이젠 보낼게 love together 모든게 변했지만 oh 너는 없지만 every night every night yoooooou Baby I’m sorry We got the better 이젠 잘할게 love together 모든게 변했지만 oh 너는 없지만 every night every night yoooooou 이젠 괜찮겠지 하면서 친구들을 불렀지만 왜 니 얘기만 하고 있는건지 내가 뭐하는건지 정말 이게 맞는건지 I don’t know 잊어보겠다고 다짐한게 어제 어제 큰소리 빵빵친건 뭔데 땅만 탕탕치며 우리 생각하고 있는건지 후회돼 안고싶어 구름같은 너를 잡고싶어 나비같은 너를 너무 그리워져 하나같던 둘을 I just want to be alone 우리의 추억 이젠 모두 지워야되니 babe I just want to be alone 습관처럼 너만 찾게될걸 Baby I’m sorry We got the better 이젠 보낼게 love together 모든게 변했지만 oh 너는 없지만 every night every night yoooooou 널 잊고 dancing party time 널 두고 dancing party tonight dan dan dan dan dan dan dan dan dan dan dan dancing party time Let’s go Baby I’m sorry We got the better 이젠 보낼게 love together 모든게 변했지만 oh 너는 없지만 every night every night yooooou Baby I’m sorry  We got the better 이젠 잘할게 love together baby 저 멀리그렇게 멀리 가지마 lonely love tonight baby in a city light in in in a city love light in a city light in in in a city love light in a city light in in in a city love light in a city in a city in a city love light"}, {"song_no": "3760662", "year": "2012", "rank": "88", "title": "아름다워", "artist": "나윤권", "genre": "Dance", "lyrics": "아름다워  오 그대가 아름다워   아름다워  오 그대가 아름다워   아름다워 아름다워  아름다워  그대 모습이 아름다워  오늘과 같은 어제 푹 숙인 고개   지친 어깨 멀리 달려왔지  돌아본 적 없었지 어디로 난   가는지도 모른 채 그냥  떠났던 거야   힘에 지쳐 뒤 돌아 봤을 때  너와 함께였던 널 몰랐던 바보  나 처음 걸을 때   나 처음 노랠 부를 때  언제나 그대가 있었지  나와 함께 울고 웃어줬던  아름다워  오 그대가 아름다워   아름다워 아름다워  아름다워  그대 모습이 아름다워 그대 말들이 난 다 똑 같은 소리   난 또 그게 그 소리   듣기 싫은 잔소리  세상을 다 안다고 생각했지  그게 그대를 아프게 했어  그땐 몰랐네  시간 속에 등을 돌리고   두려움을 감추고 세상에 몸을   던지고 부딪치고  나밖에 모르는 바보처럼 깨지고   널 몰랐던 바보  고개를 저었지 그때는 몰랐지   다 안다고 생각했지  지금보다 더 철없이 어리기만 했지   내 긴긴 한숨 끝에 본 당신의 눈물이  아름다워  오 그대가 아름다워   아름다워 아름다워  아름다워  그대 모습이 아름다워  아름다워 아름다워  따라따라따따 아름다워   그대가 아름다워  따라따라따따 아름다워   그대 모습이 아름다워  고맙다 해주고 싶지만 웃으며   안아주고 싶지만  그게 아직은 어색하기만 하지만  애써 말하지 않아도  아름다워  오 그대가 아름다워   아름다워 아름다워  아름다워  그대 모습이 아름다워  아름다워  오 그대가 아름다워   아름다워 아름다워  아름다워  그대 모습이 아름다워  따라따라따따 아름다워  그대가 아름다워 따라따라따따 아름다워  그대 모습이 아름다워"}, {"song_no": "3764993", "year": "2012", "rank": "89", "title": "MAMA", "artist": "EXO-K", "genre": "Dance", "lyrics": "Careless careless Shoot anonymous anonymous Heartless mindless No one who care about me 잃어버린 채 외면하는 것 같아 참을 수밖에 없어 눈을 감지만 마마 이젠 내게 대답해줘 왜 사람들이 달라졌는지 아름다운 시절이라는게 존재하긴 했는지 이제 더는 사랑하는 법도 잊었고 배려하는 맘도 잃었고 등을 돌린 채로 살아가기 바쁜걸 익명의 가면에 감췄던 살의 가득한 질시 끝을 봐도 배고픈 듯한 이젠 만족해 우린 더 이상 눈을 마주 하지 않을까 소통하지 않을까 사랑하지 않을까 아픈 현실에 다시 눈물이 흘러 바꿀 수 있다고 바꾸면 된다고 말해요 마마 마마 언젠가부터 우린 스마트한 감옥에 자발적으로 갇혀 0과 1로 만든 디지털에 내 인격을 맡겨 거긴 생명도 감정도 따듯함도 없고 언어 쓰레기만 나뒹구는 삭막한 벌판 날이 갈수록 외로움만 더해져 우리가 인간일 수 밖에 없는 건 상처 받는 것 만나고 손을 잡고 느끼며 함께 울고 웃고 닮아가고 서로 연결돼 돌이키고 싶다면 우린 더 이상 눈을 마주 하지 않을까 소통하지 않을까 사랑하지 않을까 아픈 현실에 다시 눈물이 흘러 바꿀 수 있다고 바꾸면 된다고 말해요 마마 마마 Turnback 죽고 죽이고 싸우고 외치고 이건 전쟁이 아니야 도와줘요 마마마마 마마마마 Turn back 깨닫게 마마마마 마마마마 Rolling back 박고 치고 편을 나누고 싸우고 이건 게임도 아니야 도와줘요 마마마마 마마마마 Turn back Yeah Careless careless  마마 Shoot anonymous anonymous 마마 Heartless mindless 마마 No one who care about me 마마 삶에 허락된 축복받은 날들에 감사하고 매일 새로운 인연들을 만들고 깨져버린 마음에 보다 기쁜 사랑을 모두 함께 웃을 수 있다면 우린 더 이상 눈을 마주 하지 않을까 소통하지 않을까 사랑하지 않을까 아픈 현실에 다시 눈물이 흘러 바꿀 수 있다고 바꾸면 된다고 말해요 마마 마마 Careless careless Shoot anonymous anonymous Heartless mindless No one who care about me"}, {"song_no": "3752275", "year": "2012", "rank": "90", "title": "Painkiller", "artist": "스피카", "genre": "Dance", "lyrics": "listen 오늘도 나는 잠을 못 자 침대에 누웠다 뒤척이다가 일어나 you know me yeah you know me 아직 너를 잊지 못해 울다가 웃다 떠나간 널 그리며 혹시 널 보면 나을까 봐 서랍 깊숙히 감춰둔 너를 꺼내봐 you know me yeah you know me 너는 나완 달리 행복한 거야 묻다 가슴이 저려와 너무 밉다가도 너 너무 보고 싶어 너 it's unbelievable 지친 맘이 말을 해 너 하나라면 돼 it's unbelievable pain killer killer killer pain killer killer killer pain killer killer killer pain killer 반복된 날에 무너져가 나조차 겁이 나 이별이 이런 건가 봐 you know me yeah you know me 너무 다쳐 멍든 맘이 아파 와 울다 다시 널 찾는 나 정말 난 너무 두려워 와 영원히 너 하나 기억만 하다 살까 봐 you know me yeah you know me 너무 깊이 빠져 잊을 수 없어 울다 점점 더 미쳐가 너무 밉다가도 너 너무 보고 싶어 너 it's unbelievable 지친 맘이 말을 해 너 하나라면 돼 it's unbelievable pain killer killer killer pain killer killer killer pain killer killer killer pain killer 지우려 잊으려 애를 써보지만 너와 나 가진 시간들이  나에겐 모두 다 소중해서 very special it's very special 다 놓아보려 해봐도 또 달아나려 해봐도 나는 너처럼 할 수 가없어 난 애를 써도 놓을 수 없어 너무 밉다가도 너 너무 보고 싶어 너 필요해 it's unbelievable 지친 맘이 말을 해 너 하나라면 돼 it's unbelievable pain killer killer killer 네가 필요해 pain killer killer killer 네가 필요해  pain killer killer killer pain killer"}, {"song_no": "3751267", "year": "2012", "rank": "91", "title": "그대여서 (Feat. 노을)", "artist": "나비", "genre": "Ballad", "lyrics": "이젠 말해요 그 어떤 것도 빈자릴  채울 수 없다는 걸 그대를 보낸 뒤 나 자른 머리보다 더 자라지 않는 마음 인걸요 내가 없는 니가 난 다른 사랑으로  다 잊을까 두려워 다 괜찮아요 애써 말을 하지만 내 안에 그대가 다 지워지나요 아파도 난 그대를 생각해야만 여기 있는데 숨을 쉬는데 그댈 지우려 애를 써봐도 그 기억  이렇게 남아있어 가슴이 내게 아직도 말을 하는데 주지 못한 것만 남아 있는데 다 괜찮나요 정말 그런 건 가요 그 닮은 시간이 다 버려지나요 슬퍼도 난 그대를 떠올려야만 여기 있는데 숨을 쉬는데 비운 시간만큼 더해야 하니까 헤어진 시간만큼 잘해야 하니까 난 다행이죠 이렇게 멀어져도 그대 맘과 난 아직 닿아있어서 고마워요 그렇게 남아 있어줘 내게 있는데 사랑하는데 다 괜찮아요 애써 말을 하지만 내 안에 그대가 다 지워지나요 내 안에만 가지고 하지 못한 말 내게 있는데 사랑하는데 난 다행이죠 그대여서"}, {"song_no": "2220302", "year": "2012", "rank": "92", "title": "Mama Do (Uh Oh, Uh Oh)", "artist": "Pixie Lott", "genre": "Pop", "lyrics": "Every night I go Every night I go sneaking out the door I lie a little more Baby I’ma helpless There’s something bout the night And the way it hides all the things I like Little black butterflies Deep inside me What would that Mama Do uh oh uh oh If she knew bout me and you uh oh uh oh What would that Daddy say uh oh uh oh If he saw me hurt this way uh oh uh oh uh oh uh oh Why should i feel ashamed Feeling guilty at the mention of your name Here we are again Its really perfect What would that mama do uh oh uh oh If she knew bout me and you uh oh uh oh What would my Daddy say uh oh uh oh If he saw me hurt this way uh oh uh oh What would that mama do What would my Daddy say All the things a girl should know All the things she can’t control All the things a girl should know SHE CAN’T CONTROL What would that Mama Do uh oh uh oh If she knew bout me and you uh oh uh oh What would that Daddy say uh oh uh oh If he saw me hurt this way uh oh uh oh Uh oh uh oh Uh oh uh oh Uh oh uh oh"}, {"song_no": "3766252", "year": "2012", "rank": "93", "title": "그대니까요", "artist": "티파니 (TIFFANY)", "genre": "Drama", "lyrics": "미안하단 말 하지 말아요  내게 사랑은 끝이 아닌데  이렇게 우리 헤어진다면  어떡해요 어떡해요  사랑 하나 뿐인데   사랑할 수 없고  정말 하고싶은 말 할 수도 없는데  점점 멀어져가는 사랑이 지키지   못할 말들이 날 울게 하네요  고맙다는 말 하지 말아요  내 모든 사랑 주고 싶은데  이렇게 우리 남이 된다면  어떡해요 어떡해요  사랑 하나 뿐인데   사랑할 수 없고  정말 하고싶은 말 할 수도 없는데  점점 멀어져가는 사랑이 지키지   못할 말들이 날 울게 하네요  사랑해요 사랑해서   어떡해요 아픈 사랑이라도 괜찮아  지워도 지울수 없는 그대니까 슬픈 운명이라도  그대를 보낼 수 없어 사랑해요 그대니까요 내겐 그대니까요"}, {"song_no": "3758053", "year": "2012", "rank": "94", "title": "Beautiful Day", "artist": "어반자카파", "genre": "Ballad", "lyrics": "Beautiful day 그대 하나하나  내게 왜 이리 설레죠 Beautiful day 아름다운 그대  내 마음 당신을 향하죠 Beautiful Wonderful Beautiful I'm in love  내 마음 왜 이리 떨리죠 Beautiful day 나는 오늘밤도  쉽게 잠들 수 없겠죠 가만히 있어도 자꾸 웃음이 나 생각이 나 자기 전에도 나 베개를 끌어안고 혼잣말을 해 그댄 뭘 좋아해요 그대 맘속에 난 어때요 그대 때문에 매일 내 하루는  Beautiful day 그대 하나하나  내게 왜 이리 설레죠 Beautiful day 아름다운 그대  내 마음 당신을 향하죠 Beautiful Wonderful Beautiful I'm in love  내 마음 왜 이리 떨리죠 Beautiful day 나는 오늘밤도  쉽게 잠들 수 없겠죠 멍하니 지내던 그 날 그 밤 그 때의 새벽 간절히 그대만 원하던 어린 순수함도 다  알아주길 기다려요  내 맘에 귀 기울여 주길 그댈 생각해 난 내일도 Beautiful day Wonderful day  세상이 너무 아름답죠  Beautiful day Wonderful day  그대와 나 우리가 되길 Beautiful day 그대 하나하나  내게 왜 이리 설레죠 Beautiful day 아름다운 그대  내 마음 당신을 향하죠 Beautiful Wonderful Beautiful I'm in love  내 마음 왜 이리 떨리죠 Beautiful day 나는 오늘밤도  쉽게 잠들 수 없겠죠"}, {"song_no": "3765095", "year": "2012", "rank": "95", "title": "Run Devil Run (소녀시대)", "artist": "백아연", "genre": "Dance", "lyrics": "You better run run run run run You better run run run run run You better run run run run run You better run run run run run 똑바로 해 넌 정말 Bad boy  사랑보단 호기심뿐 그 동안 난 너 땜에 깜빡 속아서  넘어간 거야 넌 재미없어 매너 없어  넌 Devil Devil 넌 넌 네 핸드폰 수많은 남자 한 글자만  바꾼 여자 내 코까지 역겨운 Perfume  누구 건지 설명해봐 넌 나 몰래 누굴 만나는  끔찍한 그 버릇 못 고쳤니 뛰어 봐도 손바닥 안 인걸 You better run run run run run  더는 못 봐 걷어차 줄래 You better run run run run run  날 붙잡아도 관심 꺼둘래 더 멋진 내가 되는 날  갚아주겠어 잊지 마 You better run run run run run 딱 걸렸어 약 올렸어  Run Devil Devil Run Run 넌 재미없어 매너 없어 Run Devil Devil Run Run 내 곁에서 살며시 흘깃  다른 여잘 꼭 훑어봐 나 없을 땐 넌 Super Playboy  고개 들어 대답해봐 넌 재미없어 매너 없어  넌 Devil Devil 넌 넌 You better run run run run run  더는 못 봐 걷어차 줄래 You better run run run run run  꼭잡아둬 관심 꺼둘래 더 멋진 내가 되는 날 갚아주겠어  잊지 마 You better run run run run run 이 넓은 세상 반은 남자  너 하나 빠져봤자 꼭 나만 봐줄 멋진 남자 난 기다릴래 혼자"}, {"song_no": "3715677", "year": "2012", "rank": "96", "title": "날개 (대성 SOLO)", "artist": "BIGBANG", "genre": "Dance", "lyrics": "Today 오늘 같은 날에   그녀가 말하네  헤어지자고 미안하다고   하필 기념일에  Today 많은 사람들 속에   움츠러들곤 해  난 고개를 떨군 채 피해   이런 내가 싫어  오늘은 okay 더 크게 소리쳐 ye   좋은 일이 생길거야아아  괜찮아 오늘 밤 만은 이렇게   아름다운데 더 크게 울어도 돼 ye  내가 널 안아줄거야아아   지금 이 순간 날아올라 뛰어보는거야  와다다다다다 Woo hoo woo  uh uh uh Woo hoo woo  야야야야야야 Woo hoo woo  바로 지금  Today 너무 외로울 때   미칠 듯 슬픈데  하지만 아무도 알아주지 않을 땐   어떡해  Today 왜 나만 이렇게 힘들까 생각해  모두가 행복하단 말 다 거짓말   안 믿어 say 1,2  오늘은 okay 더 크게 소리쳐 ye   좋은 일이 생길거야아아  괜찮아 오늘 밤 만은 이렇게   아름다운데 더 크게 울어도 돼 ye  내가 널 안아줄거야아아   지금 이 순간 날아올라 뛰어보는 거야  이 세상 속에서 슬픈 주인공이   되어 너 대신 아파해줄게   날개가 돼줄게  난 그대를 믿어 난 그대를 믿어   날 그대로 믿어 날 그대로 믿어  이 모든 것 또한 다 지나갈 테니 오늘은 okay 더 크게 소리쳐 ye   좋은 일이 생길거야아아  괜찮아 오늘 밤 만은 이렇게   아름다운데 더 크게 울어도 돼 ye  내가 널 안아줄거야아아  지금 이 순간 날아올라 뛰어보는 거야 와다다다다다 Woo hoo woo Woo hoo woo 야야야야야야 Woo hoo woo"}, {"song_no": "3749037", "year": "2012", "rank": "97", "title": "사랑은 비처럼", "artist": "나윤권", "genre": "Drama", "lyrics": "자 눈을 감고 들어봐  투명한 빗방울들이  날 대신해 귓가에  사랑한다 속삭이는  수줍은 이 노래를 거리 가득 작은 우산속 연인처럼  너의 손잡고 어디든 걷고 싶어  온몸이 다 젖어도 좋은걸 사랑은 비처럼 포근했던 봄처럼  나를 꿈꾸게해 눈이 닿는 곳마다  난 너만 보여 천천히 다가가 오늘은 말해줄까  내리는 이 비 타고  내 사랑이 네게 닿았으면  그 입술 빗방울도 나였으면 또 눈을 감고 그려봐 살포시 나의  어깨에 기대 잠든 니볼에  조심스레 입맞추는  떨리는 내 모습을 늘 걷는 길도 널 만나 새롭나봐  수줍게 내민 저 하늘 태양 처럼  어느새 웃고 있는 나를 봐 사랑은 비처럼 포근했던 봄처럼  나를 꿈꾸게해 눈이 닿는 곳마다  난 너만 보여 천천히 다가가 오늘은 말해줄까  내리는 이 비 타고  내 사랑이 네게 닿았으면  그 입술 빗방울도 나였으면 눈물나는 날 가슴시린 날 너처럼  아파하던 사람 네게로 가면  너에겐 날 모두 빌려줄래  내리는 이 비를 타고 내리는 비처럼 설레이는 내마음  저기 나를 보며 손 흔드는 니가  믿어지지 않아 천천히 다가가 오늘은 말해볼까  내리는 빗방울도 친구되어  내 어깰 두드려  오늘은 고백할까 널 사랑해"}, {"song_no": "3689060", "year": "2012", "rank": "98", "title": "내가 싫다", "artist": "케이윌", "genre": "Ballad", "lyrics": "니가 사준 지갑 속을 채우고 니가 가던 식당을 예약하고  니가 앉던 자리에   니가 아닌 다른 사람과  어색하게 대화를 주고받는 나 너랑 했던 웃긴 얘길 또 하고 기계처럼 했던 얘길 또 하고  겉으로는 웃지만   보기보단 즐겁지 않아  그 사람이 자꾸만 너로 보여서  말도 안되게 딴 사람을 만나고  말도 안되게 딴 사람을 사랑해봐  내 사랑은 너 너 하나뿐인데  니가 아닌 사람과   웃고 있는 내가 싫다 니가 좋아하던 곳에 들러서 니가 좋아하던 옷을 고르고  니가 아닌 사람의 생일을   축하해주는 나  내가 봐도 내 모습이 참 우스워  말도 안되게 딴 사람을 만나고 말도 안되게 딴 사람을 사랑해봐 내 사랑은 너 너 하나뿐인데 니가 아닌 사람과  웃고 있는 내가 싫다 내 속에서 눈물이 나는데 다른 사람 앞에서  멀쩡한 척 웃고 있는 걸 이런 내 자신이  이토록 비겁한 내 자신이 질릴 만큼 미치도록 싫은데 돌아와 너 내겐 니가 필요해 미쳤다 해도 너 아니면 안될 것 같아 내 가슴이 널 못 잊겠다는데 아직도 내 마음속에 사는  니가 보고 싶다"}, {"song_no": "3750468", "year": "2012", "rank": "99", "title": "Mercy (Duffy)", "artist": "이하이", "genre": "R&B / Soul", "lyrics": "I love you but i gotta stay true my morals got me on my knees I'm begging please stop playing games I don't know what this is cos you got me good just like you knew you would I said release me I love you but i gotta stay true my morals got me on my knees I'm begging please stop playing games I don't know what this is cos you got me good just like you knew you would I don't know what you do but you do it well I'm under your spell You got me begging you for mercy why won't you release me you got me begging you for mercy why won't you release me I said release me I'm begging you for mercy yes why wont you release me I'm begging you for mercy why won't you release me I'm begging I'm begging you for mercy you got me begging you got me begging you got me begging Mercy why wont you release me you got me begging you for mercy why won't you release me I said release me I won't you release me Mercy begging you for mercy begging you for mercy why won't you release me why won't you release me release me release me why won't you release me"}, {"song_no": "3731033", "year": "2012", "rank": "100", "title": "또 한 여잘 울렸어", "artist": "2BIC(투빅)", "genre": "Ballad", "lyrics": "몇 시간째 빈 잔만 바라보다가 내겐 과분하단 핑계로 그녈 보내고 발길 닿는 그대로 하염없이 걷다보니 너와 가던 추억의 그곳에 오늘 또 한 여잘 그렇게 보냈어  너란 사람 때문에 오늘 또 한 여잘 그렇게 울렸어  나만 나쁜 놈 됐어 아무리 마음 주려해도  이미 내 맘 니가 다 가져 난 다른 사랑도 못해 오랫동안 내 주윌 서성였다고 취해 우는 후배 녀석을 돌려보내고 미안해진 마음에  술 한잔을 하다 보니 어느 샌가 또 너의 집 앞에 오늘 또 한 여잘 그렇게 보냈어  너란 사람 때문에 오늘 또 한 여잘 그렇게 울렸어  나만 나쁜 놈 됐어 아무리 마음 주려 해도  이미 내 맘 니가 다 가져 더 줄게 없는데 난 다른 사람의 어깰 빌려서라도 그렇게라도 널 잊고 싶지만 좁디좁은 나의 가슴엔  니 자리만 있어서 너 아니면 품을 수가 없나봐 또 한 여잘 울리지 않도록  돌아올 순 없겠니 더 나쁜 놈 만들지 않도록  다시 오면 안 되니 내가 있어야 할 단 한곳  오직 너의 곁인데 왜 날 이렇게 헤매게 해 세상 모든 여잘 다해도  너라는 한 여자만 못해 난 다른 사랑은 못해"}]