[{"song_no": "3915843", "year": "2012", "rank": "51", "title": "멘트 (Feat. 개코 Of Dynamic Duo)", "artist": "더블케이 (Double K)", "genre": "Rap / Hip-hop", "lyrics": "이번만큼 이번만큼 Take it slow Oh 뭔가 달라 Oh 이번만큼 이번만큼 Take it slow Oh 넌 화장 안한 얼굴이 더 이뻐 Baby 대체 뺄살이 어딨어 따로 할 필요없어 다이어트 넌 내 안에서 하루종일 뛰어 내 눈동자는 눈부시게 빛나 그 안에 너를 담고 있으니까 넌 아프리카 해처럼 Very hot 넌 아마 지구 온난화의 큰 책임자 내가 신호라면 빨간 불로 지나가는 널 좀 더 보려고 멈추고 너가 내 눈물이라면 난 오늘도 널 느끼려고 울고 불고하는 울보 친절을 베풀어 길 잃은 내게 알려줘 니 심장으로 가는 길 내 꽃을 받아줘 장미에게 보여줄 수 있게 뭐가 진정 아름다운지 나 지금 멘트날리는 거 아냐 내뱉는 달콤한 말에 못이겨 받아달라는거 아냐 편하게 생각해 너랑 천천히 가고 싶어 너를 천천히 알고 싶어 이번만큼 Take it slow 만약 꿈 속에서라도 너를 만날 수 있다면 하루종일 잠만 자도 돼 너를 내 여자라 자신있게 말할 수 있다면 오늘 하루 살다가도 돼 알아 말은 쉽지만 넌 말로 표현이 안돼 시간은 돈 너에게 쓸 땐 조절이 안돼 남자는 모두 늑대지만 Don't worry my baby 너 아닌 딴 채널엔 눈이 고정이 안돼 넌 거품조차 달콤해 카푸치노 잔잔하던 내 심장에 폭풍주의보 월세도 안 내면서 내 안에 살아 Everyday 면허도 없으면서 Girl you drive me crazy 10점 만점중 넌 우선 9.9 나머지 0.1은 내가 채워줄 점수 복잡하게 생각마 너와 날 더해 그 다음 그 합에 사랑을 나누면 돼 나 지금 멘트날리는 거 아냐 내뱉는 달콤한 말에 못이겨 받아달라는거 아냐 편하게 생각해 너랑 천천히 가고 싶어 너를 천천히 알고 싶어 이번만큼 Take it slow 집에 데려다줄게 여자 혼자서 위험해 밤 늦게 사실 함께 있고 싶어 Don't go 헤어지기 싫어 단 1분 1초도 So baby let me do dat 내가 너를 웃게 할 수 있게 해줄래 나 손만 잡고 잘께 아침까지 If you gimme one good night kiss 나 지금 멘트날리는 거 아냐 내뱉는 달콤한 말에 못이겨 받아달라는거 아냐 편하게 생각해 너랑 천천히 가고 싶어 너를 천천히 알고 싶어 이번만큼 Take it slow 내가 너를 웃게 할 수 있게 해줄래 이번만큼 이번만큼 Take it slow Just wanna make you smile girl Baby let me do dat"}, {"song_no": "3859894", "year": "2012", "rank": "52", "title": "Only One", "artist": "보아 (BoA)", "genre": "Ballad", "lyrics": "멀어져만 가는 그대  You’re the only one  내가 사랑했던 것만큼  You’re the only one 아프고 아프지만  바보 같지만 Good bye  다시 널 못 본다 해도  You’re the only one Only One 어색하게 마주앉아  사소한 얘기로 안부를 묻고 가끔 대화가 끊기는 순간에는  차가운 정적 우릴 얼게 만들어 지금 이 자리에서 우리는 남이  되겠지 어느 누군가는  눈물 흘리며 남겠지만 상처주지 않으려고 자꾸 애를  써가면서 눈치 보는 니 모습 싫어  So I’ll let you go 내사랑 이제는 안녕  You’re the only one  You’re the only one 이별하는 이순간에도  You’re the only one 아프고 아프지만  바보 같지만 Good bye 다시 널 못 본다 해도  You’re the only one Only One You’re the only one, Only One 갑작스런 나의 말에  왠지 모르게 넌 안심한듯해 어디서부터 우린 이렇게 잘못된  걸까 오래 전부터 다른 곳만  기대한 건 아닌지 너무 다른 시작과 끝의  그 날카로움이 내 심장을 찌르는  아픔은 왜 똑같은지 벅찬 가슴이 한 순간에 공허하게  무너져서 이런 내 모습  어떻게 일어설까 내사랑 이제는 안녕  You’re the only one Only One 이별하는 이순간에도  You’re the only one 아프고 아프지만  바보 같지만 Good bye Good bye 다시 널 못 본다 해도  You’re the only one  You’re the only one 내 머릿속은 언제쯤 너를 지울까  I will let you go 하루 이틀 한달 멀게는 아마 몇 년쯤  My baby can't forget 그리고 언젠가 너의 기억 속에는 나란 사람은 더 이상  살지 않겠지 지우겠지 Only One Only One You’re the only one Only One"}, {"song_no": "3832101", "year": "2012", "rank": "53", "title": "정말로 사랑한다면", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "사랑한단 말로는  사랑할 순 없군요 그대 상처 주네요  나의 뻔한 그 말이 너무 쉽게 뱉은 말  너무 쉬운 사랑은 다 거짓말이죠  그래 다 거짓말이죠 무엇을 원하는지  얼마나 힘든 건지 신경 쓰지 않죠  또 쉽게 넘어 갔나요 많이 힘들었나요  그대가 오늘은 헤어지자 말해요 정말로 사랑한담  기다려 주세요 사랑한단 그 말들도 당신의 행동 하나  진심만을 원하죠 정말로 사랑한담 기다려 주세요 그댈 위해 참아줘요 당신의 행동 하나  아픈 추억 돼가요  정말로 사랑한다면 정말로 사랑한다면 사랑한단 말로는 사랑할 순 없군요 그대 기억 하나요  나의 뻔한 그 말이 그댈 웃게 했던 밤  너무 깊은 그 밤은 다 지나 가네요  모두 다 지나 갔군요 무엇을 말 했는지  얼마나 원했는지 기억 하지 않죠  그대만 지쳐 가나요 많이 힘들었나요   그대가 오늘은 헤어지자 말해요 정말로 사랑한담  기다려 주세요 사랑한단 그 말들도 당신의 행동 하나  진심 만을 원하죠 정말로 사랑한담  기다려 주세요 그댈 위해 참아줘요 당신의 행동 하나  아픈 추억 돼가요  그때 또 하필 잡으려  건네는 이 뻔한 한마디 쉽게 뱉은 말 사랑 한단 말로는  사랑할 순 없군요 허 허우워 아아아 허어어 아아아 이젠 사랑할 순 없군요 사랑한다 기다려 주세요 사랑한단 그 말들도 당신의 행동 하나  진심 만을 원하죠 정말로 사랑한담  기다려 주세요 그댈 위해 참아줘요 당신의 행동 하나  아픈 추억 돼가요  정말로 사랑한다면"}, {"song_no": "3935148", "year": "2012", "rank": "54", "title": "UP (Feat. 박봄 Of 2NE1)", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "오늘은 땅을 기어도  내일은 하늘 위로  거친 바람 불어도  I'm goin’ up  EPIK!  Up, up, baby get up, up,   we're goin’ up  Up, up, baby get up, up,   we're goin’ up  Up, up, baby get up, up,   we're goin’ up  Up, up, baby get up  힘들죠 과거는 뒤로  이젠 몰라 왜 겁 먹은지도  앞에 적은 있고 뭐  뒤엔 강이지만   I fly high 시선을 위로  실패는 두려워도 시도하지   백만번의 날개짓  떨어진 곳 보다 더 높은 곳이   바로 내가 넘을 한계지  그 누가 네 머리 위에 올라서면   세상을 뒤집어 나 나 나나나  그 누가 너의 다리를 꺾었다면   날개를 피고 get up  오늘은 발끝이어도   내일은 머리위로  누가 길을 막아도   I'm goin’ up  Up, up, baby get up, up,   we're goin’ up  Up, up, baby get up, up,   we're goin’ up  Up, up, baby get up, up,   we're goin’ up  Up, up, baby get up  난 죽지않아  No pain, no gain  또 참아 No rain, no rainbow  No 허리케인, 토네이도   can ever stop me  저 하늘이 눈에 가장 클 때가   등이 바닥에 부딪혔을 때라  쓰러진 만큼 높이 올라가면   I'm never coming down  빛 같은 세월 속 난 벤자민,   시간은 거꾸로 가지  실패는 하루 한 번  내겐 비타민  씹어 삼킬 선물로 삼지  툭 툭 날아드는 세상의 잽   맞아가며 전진해 원 투 스텝  넘어지더라도 테이크다운 후   받아내고 말지 탭 아웃  그 누가 네 머리 위에 올라서면   세상을 뒤집어 나 나 나나나  그 누가 너의 다리를 꺾었다면   날개를 피고 get up  오늘은 땅을 기어도   내일은 하늘 위로  거친 바람 불어도   I'm goin’ up  오늘은 발끝이어도   내일은 머리위로  누가 길을 막아도   I'm goin' up  날 끌어 내려도, 내려쳐도  We’re goin’ up  We’re blowin’ up  No givin’ up  So shut it up  We’re goin’ up  We’re blowin’ up  No givin’ up  So shut it up  We’re goin’ up, up,   baby get up, up,   we're goin’ up up, up,   baby get up, up,   we're goin’ up  up, up,   baby get up, up,   we're goin’ up  up, up,   baby get up"}, {"song_no": "3922915", "year": "2012", "rank": "55", "title": "착한 여자", "artist": "이수영", "genre": "Drama", "lyrics": "아파요 그대란 사람 갖을수록   더 떠나가죠 알아요 그대 안 사랑   나 아니란 거 내가 어떡하죠  늘 차갑게 잔인한 눈빛   서린 눈물만큼 빛나게   날 흔들던 눈동자 속엔   늘 다른 얼굴뿐이죠 못된   사람이라 말해도 그댄   언제나 나의 남자  말아요 미안하단 말   미움조차 부럽기만 해요   조금은 생각해줘요 난 하루   종일 그대 걱정하죠  늘 차갑게 잔인한 눈빛   서린 눈물만큼 빛나게   날 흔들던 눈동자 속엔   늘 다른 얼굴뿐이죠    아닌 사랑이라 말해도  나는 언제나 그대 여자"}, {"song_no": "3832079", "year": "2012", "rank": "56", "title": "충분히 예뻐 (feat. 산체스 Of 팬텀)", "artist": "버벌진트", "genre": "Rap / Hip-hop", "lyrics": "girl, you know you deserve better 충분히 예뻐 그런 남자 때문에  상처받아 울기엔 넌 너무 아름다운 걸 고개 들어봐 화장이 이게 뭐야 그 손 내려봐 또 울었니 설마 몇 번을 말했어  그 남잔 아니라고 걔랑 만난 후로 너 잠깐만이라도 행복하다 생각한 적 있니 그는 널 얼마나 소중하게 여기니 그 사람에게 넌 단지 장식품 관심도 없겠지 네 감정 네 상처와 네 꿈 그런 남자에겐 네가 아까워 매일 눈물 흘리기엔  넌 너무 아름다워 넌 사랑받아야 돼 그럴 자격 있어 널 소중하게 대할 남자 여기 있어 충분히 예뻐 그런 남자 때문에 상처받아 울기엔  넌 너무 아름다운 걸 내가 그에게서 벗어나게 해줄게 네 아름다운 두 눈에서  눈물 마르게 해줄게 충분히 예뻐 넌 girl you deserve better love, girl 이해가 안 가, 어째서 넌 그 사람에게서 떠나지 않는지 아프면서도 계속 처음  그 자리로  돌아가잖아 바보도 아니고 난 화가 나 한 번만 더 널 울게 만들면 그 땐 나도 뭔 짓을 할지 몰라 못 참아 그런 남자 때문에 울기엔 넌 충분히 예뻐 꺼내줄게 너  거기에서 사랑 때문에 울기엔 넌 충분히 예뻐  내가 네 곁에 있게 해줘 pretty girl 그 남자는 아직 너를 몰라  he doesn't know pretty girl,  네 안에 있는 보석을 못봐 he's blind to it blind to it 너무도 일방적인 일방적인 그런 관계에서 벗어나게 해줄게  내가 널 행복하게 해줄게 충분히 예뻐 그런 남자 때문에 상처받아 울기엔  넌 너무 아름다운 걸  you deserve better 내가 그에게서 벗어나게 해줄게 get you out of there 네 아름다운 두 눈에서  눈물 마르게 해줄게 충분히 예뻐 상처받아 울기엔  넌 너무 아름다운  걸 내가 그에게서 벗어나게 해줄게 네 아름다운 두 눈에서  눈물 마르게 해줄게 충분히 예뻐 넌 충분히 예뻐 넌 you deserve better love  you deserve better 근데 어째서 넌  그런 남자의 곁에 있는지  I wonder 충분히 예뻐 넌 충분히 예뻐 넌 you deserve better love  you deserve better 내가 행복하게 해줄게  baby girl, if you come to me"}, {"song_no": "3820647", "year": "2012", "rank": "57", "title": "illa illa (일라 일라)", "artist": "JUNIEL", "genre": "Ballad", "lyrics": "따스하게 부는 향기로운 바람 내 두 볼에 스치면 난 사랑했던 그대 얼굴이 떠오르죠 oh 길가에 숨어선 이름도 모르는 들꽃이 필 때쯤엔 기억 저 편에 감춰 둔 그대가 떠오르죠 My baby illa illa illa baby illa illa illa baby illa illa illa Never forget love 첫사랑은 아름다워서 첫사랑은 꽃이랍니다 봄이 오면 활짝 피는 오 눈이 부신 꽃처럼 첫사랑은 어린애처럼 첫사랑은 서투릅니다 사랑을 아낌없이 주고 갖질 못하니까 illa illa illa illa illa illa illa illa illa 나의사랑 good bye  까만 밤하늘에 그려있는 별이 그대 추억 불러오면 오랜 일기장 속에서 그댈 꺼내봅니다 My baby illa illa illa baby illa illa illa baby illa illa illa Never forget love 첫사랑은 아름다워서 첫사랑은 꽃이랍니다 봄이 오면 활짝 피는 오 눈이 부신 꽃처럼 첫사랑은 어린애처럼 첫사랑은 서투릅니다 사랑을 아낌없이 주고 갖질 못하니까 그땐 어려서 그땐 몰랐죠 오 이젠 알 것 같은데  난 그댈 그리며 불러보죠 illa illa illa illa illa illa illa illa illa illa illa never forget love 첫사랑은 아픈 걸 보면 첫사랑은 열병입니다 정신 없이 앓고 나면 오 어른이 되니까요 첫사랑은 안되니까요 첫사랑은 미련입니다 너무나 많이 사랑해서 갖질 못하니까 illa illa illa illa illa illa illa illa illa 나의 사랑 good bye illa illa illa illa illa illa illa illa illa 나의 사랑 good bye"}, {"song_no": "3911902", "year": "2012", "rank": "58", "title": "STYLE", "artist": "라니아", "genre": "Dance", "lyrics": "Classy Sexy   Crazy Couture  Classy Sexy   Crazy Beautiful   Style 런웨이 runaway   런웨이 runaway  런웨이 runaway  runaway Style  보기엔 어어울려도   불편한 구두같은 너   내겐 맞지가 않아  STYLE 내 멋대로 살게   leave   모든게 어어지러워 네가   내게 원하는 건   내가 아닌 나잖아  STYLE come on boy   let me be me  머리부터 발끝까지   네가 원한 LOOK   Baby this ain't my style  비틀 비틀 걷는 네 맘속의   런웨이  You're not my style   내 스타일 내 스타일  긴말 안하는 건 알잖아   You're not you're   not my my my style   굿바이 굿바이  그 한마디 하면 됐잖아   잘가 You're not my my my style  런웨이 runaway   런웨이 runaway  런웨이 runaway  runaway Style  보기엔 어어울려도 빛바랜   팔지같은 너   내겐 수갑이잖아  STYLE 내 멋대로 살게    leave  머리부터 발끝까지   네가 원한 LOOK   Baby this ain't my style  비틀 비틀 걷는 네 맘속의   런웨이  You're not my style  내 스타일 내 스타일  긴말 안하는 건 알잖아  You're not You're not  ma ma ma my style  굿바이 굿바이 그 한마디 하면 됐잖아  잘가 You don’t know my my my my style 멀리서만 봐 아 아 나 나 나 날 아는 척 하지마  No you’re not my style Baby nah nah nah naahah 가 가 가 가 You’re  not my style  Classy Sexy Crazy  beautiful  style 내 스타일 내 스타일 긴말 안하는 건 알잖아 내 스타일 내 스타일  두 말 하진 않잖아 굿바이 굿바이  그 한마디 하면 됐잖아 잘가 내 스타일 내 스타일  한번 돌아서면 알잖아  내 스타일 내 스타일  되돌릴 순 없자나 굿바이 굿바이  길게 끌면 너도 싫잖아  잘가  goodbye"}, {"song_no": "3935149", "year": "2012", "rank": "59", "title": "Don`t Hate Me", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "Everybody hates me,  but you love me and I love you 오오오 워오오 난 너만 손뼉치면 돼 Baby 온세상이 안티 그런 내가 웃는 이유 오오오 워오오 난 너만 내 편이면 돼 1 2 3 4 나만 달달달 볶아 실수도 잘못처럼 세상 모두가 입에 망치 때려 날 못처럼 구멍투성인 마음 눈물만 새  웃으면 안 돼 난 왜 사람 싫어하는데  무슨 이유가 있냐고 내가 싫을 땐 왜 수천 수만가지냐고 전부 내 탓이라고 소리치네 내 입을 막는 goalkeepers 꼴보기 싫대 다 나만 싫어해 다 나만 미워해 다 손가락질 해 네가 없으면 나 미칠 것 같애 Everybody hates me,  but you love me and I love you 오오오 워오오 난 너만 손뼉치면 돼 Baby 온 세상이 안티 그런 내가 웃는 이유 오오오 워오오 난 너만 내 편이면 내 팬이면 돼 나란 쥐구멍에 비친 단 하나의 볕 슬픔 나누고는 싶지만 다 나의 것 넌 그냥 웃어주기만 하고 숨어  세상 가장 큰 방패 뒤에 머물러  행복만 품어 이런 비호감 공공의 적인 나와  숨만 쉬면 논란 공공의 껌인 나와 도마 위에서 춤을 추며 즐기는 너  취향 하나 참 죽이는 너 다 나만 뭐라 해 화살로 겨냥해 사라지길 바래 네가 없으면 나 죽을 것 같애 Everybody hates me,  but you love me and I love you 오오오 워오오 난 너만 손뼉치면 돼 Baby 온 세상이 안티 그런 내가 웃는 이유 오오오 워오오 난 너만 내 편이면 내 팬이면 돼 제가 그렇게 미워요 저를 사랑해줘요 날 사랑한다 날 미워한다 날 사랑한다 날 미워한다 날 사랑한다 날 미워한다 Love and hate 둘 다 고맙지 뭐 Everybody hates me,  but you love me and I love you 오오오 워오오 난 너만 손뼉치면 돼 Baby 온 세상이 안티 그런 내가 웃는 이유 오오오 워오오 난 너만 내 편이면 내 팬이면 돼 Hate me Hate me Hate me Hate me Hey hey hey hey Hate me don't hate me Hate me don't hate me Hate me don't hate me Please love me 너만 내 팬이면 돼"}, {"song_no": "3940533", "year": "2012", "rank": "60", "title": "귀여워 (With 권정열 Of 10cm)", "artist": "별", "genre": "Ballad", "lyrics": "I know you boy   나를 보고있는 니 눈빛   좀 너무 뜨거워  I love you so much   꼭 이렇게 말할것같아   오 사랑스러워  cause I need U   너땜에 미칠것같애  so I love you 너하나만  oh baby   니가 니가 너무나  자꾸자꾸 좋아져   내곁에 있어줘   I just wanna love with you  조심조심 스러워   내맘알까 두려워  난 몰라 몰라   넌 너무 너무 귀여워  오오 오오  너무 너무 너무 귀여워 I know you girl   나를 보고웃는 니 얼굴   좀 너무 귀여워  I love you so much   꼭 이렇게 말할것같아   오 사랑스러워  내 마음은 니가 다 가진것같고  내 노래는 너만 불러  oh baby   니가 니가 너무나  자꾸자꾸 좋아져   내곁에 있어줘   I just wanna love with you  조심조심 스러워   내맘알까 두려워  난 몰라 몰라   넌 너무 너무 귀여워 잘생각해보면 우리 정말 어울려  이제알았어 넌 내게딱이야  나의반쪽이야  oh baby honey candy chocolate  보다 니가 더 달콤해   촉촉해 니입술   I just wanna kiss you  라랄라라 노래해    사랑해서 난 노래해  난 몰라 몰라   넌 진짜 너무 귀여워  oh baby   니가 니가 너무나   자꾸자꾸 좋아져   내곁에 있어줘   I just wanna love with you  조심조심 스러워   내 맘알까 두려워  난 몰라 몰라   넌 너무 너무 귀여워  귀여워   너무너무너무 귀여워 귀여워 귀여워 귀여워 너무너무너무 귀여워"}, {"song_no": "3906382", "year": "2012", "rank": "61", "title": "결국 (Feat. 로제 of BLACKPINK)", "artist": "G-DRAGON", "genre": "Dance", "lyrics": "Love is painful  all the love is painful 바보처럼 반복  That’s what I always do But pain is beautiful  It’s same as you 희망은 실망으로  소망은 절망으로 사랑이 깊어질수록  아픔은 deep해 더 이번엔 다를 거란 착각 혹은 기대 uh 결국 몇 년이 지났을까  영원이란 건 없다 결국 인연이 아닌 걸까  다시 혼자가 되다 겨우 겨우 겨우  진짜 사랑을 찾은 줄 알다가 결국또 결국 이렇게 끝나버린다 내 마음은 처음부터 그대로인데  상처로 가득해 이젠 그대로 인해 점점 변해가 차가운 네 목소리에  나도 식어가고 멀어지는 우리 사이 되돌리기엔  아무 감정 없이 서로를 맴돌기엔 힘에 겨워 나 이별을 선물하고  돌아서 I’m fallin’ without you 결국 누구의 잘못일까  사랑이란 건 없다 결국 이별이 지는 걸까  지쳐 나 잠이 들다 겨우 겨우 겨우 여기까지가 마지막인지 우린 결국 또 결국 또 다시 남이 되나 내 마음은 처음부터 그대로인데  상처로 가득해 이젠 그대로 인해 점점 변해가 차가운 네 목소리에  나도 식어가고 멀어지는 우리 사이 되돌리기엔  아무 감정 없이 서로를 맴돌기엔 힘에 겨워 나 이별을 선물하고  돌아서 I’m fallin’ without you ye I’m fallin’ without you hey Let’s go 처음에는 몰랐겠지  그녀의 빈 자리가 좋았겠지 하루 이틀 모레 지나 보낸  뒤에서야 비로소 그녀가 고맙겠지 몰랐겠지 네 자신에 대해 너 없이  잘 살 수 있다던 그 확신에 대해 오늘과 다른 내일 벌써 1, 2년  이 시련만큼 늘어나는 미련 시간이 지나면 달라지길 기도해 For you my baby 내 마음은 처음부터 그대로인데  상처로 가득해 이젠 그대로 인해 점점 변해가 차가운 네 목소리에  나도 식어가고 멀어지는 우리 사이 되돌리기엔  아무 감정 없이 서로를 맴돌기엔 힘에 겨워 나 이별을 선물하고  돌아서  I’m fallin’ without you ye I’m fallin’ without you"}, {"song_no": "3906249", "year": "2012", "rank": "62", "title": "I`ll Be There", "artist": "스피카", "genre": "Dance", "lyrics": "I’ll Be There Yep I'll Be There  Yep I'll Be There  Oh Oh Yep I'll Be There Oh Oh Yep I'll Be There Hey Boy, Turn Up The Speakers,   괜찮다고 말하지만  넌 항상 아니라 말하지만   Huh, Let's Go  니 얼굴에 다 써있어,   Don't Lie To Me  너 바보같이 숨기지 좀 마  약한 모습도 약한 약한 모습도  가끔은 괜찮아 대신 포기는   No You Belive  Belive Me   Feelin'  On The Beat  지나간 일들은 다 잊고 Skip  어깨를 쭉 펴고 Look Up In The Sky  한숨은 쉬지마  나와 Let It Fly  이젠 믿어봐  날 믿어봐 Right Now!  I'll Be There  내가 있을게  옆에 있을게 Oh   누구보다 힘이 되줄게  I'll Be There  언제까지나 함께 할게  우리 지금처럼 영원히  I'll Be There  Oh Oh Yep I'll Be There  Oh Oh Yep I'll Be There  Hey Get Louder, One More Time  센척할 필요 없는데  여린 네 맘 다 알고 있는데   Yes, I Know  기다리며 애써 봤어  Tell It To My Heart  너 힘이 들면 내게 말해봐  Don't Worry Worry  Don't Worry Worry Worry  걱정은 멀리멀리   뒤로한 채로 거릴 둬  You Belive Belive Me  Feelin' On The Beat  힘들었던 기억 다 모두 Skip  어깨를 쭉 펴고 Look Up In The Sky  한숨은 쉬지마 나와 Let It Fly  이젠 믿어봐  날 믿어봐 Right Now!  I'll Be There  내가 있을게  옆에 있을게 Oh   누구보다 힘이 되줄게  I'll Be There  언제까지나 함께 할게  우리 지금처럼 영원히  I'll Be There  I'll Be There  내가 있을게  옆에 있을게 Oh   누구보다 힘이 되줄게  I'll Be There  언제까지나 함께 할게  우리 지금처럼 영원히  I'll Be There  I'll Be There I'll Be There Oh Oh Yep I'll Be There Oh Oh Yep I'll Be There"}, {"song_no": "3835666", "year": "2012", "rank": "63", "title": "One More Night", "artist": "Maroon 5", "genre": "Rock", "lyrics": "You and I go hard at each other  like we going to war You and I go rough We keep throwing things and  slammin' the door You and I get so  Damn dysfunctional  We stopped keeping score You and I get sick  Yah I know that we can't do  this no more But baby there you go again There you go again Making me love you Yeah I stopped using my head  Using my head let it all go Got you stuck on my body  On my body like a tattoo And now I'm feeling stupid Feeling stupid crawling back to you So I cross my heart  and I hope to die  That I'll only stay with you  One more night And I know I said it a million times But I'll only stay with you  One more night Trying to tell you no  But My body keeps on telling you yes Trying to tell you stop But your lipstick got me so out of breath I'd be waking up in the morning  probably hating myself And I'd be waking up Feeling satisfied but guilty as hell But baby there you go again  There you go again  Making me love you Yeah I stopped using my head  Using my head Let it all go Got you stuck on my body  On my body like a tattoo And now I'm feeling stupid  Feeling stupid crawling back to you So I cross my heart And I hope to die  That I'll only stay with you  One more night And I know I've said it a million times But I'll only stay with you  One more night Yeah baby give me  One more night Yeah baby give me  One more night Yeah baby give me  One more night But baby there you go again  There you go again  Making me love you Yeah I stopped using my head  Using my head  Let it all go Got you stuck on my body  On my body like a tattoo Yeah yeah yeah yeah So I cross my heart  And I hope to die  That I'll only stay with you  One more night And I know I've said it a million times But I'll only stay with you  One more night Yeah baby give me  One more night So I cross my heart And I hope to die That I'll only stay with you  One more night And I know I've said it a million times But I'll only stay with you One more night I don't know whatever"}, {"song_no": "3910822", "year": "2012", "rank": "64", "title": "이별시작", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "내가 아닌 것처럼 아무 일 없는 듯 난 낯선 오늘을 또 시작해 니가 없는 것처럼 오래된 일인 듯 나는 지루한 하루를 밀어내 I never know 알 수 없어 어디부터 우리 어긋난 걸까 아무래도 이게 마지막인 것 같아 오랫동안 얘기하지 못해 미안해 더 이상 우린 안 될 것 같아 그만 할래 그래 맞아  우린 서로 너무 다른 사람인걸 I never know 알 수 없어 어디부터 우리 어긋난 걸까 아무래도 이게 마지막인 것 같아 오랫동안 얘기하지 못해 미안해 더 이상 우린 안 될 것 같아  그만 할래 그래 맞아  우린 서로 너무 다른 사람인걸 너무 오래 니 옆에 있어서 미안해 더 이상 우린 힘들 것 같아 날 미워해 맞아 우린 서로 너무 닮은 사람인걸 니가 없는 것처럼 다 지난 일인 듯 나는 버거운 이별을 시작해"}, {"song_no": "3919115", "year": "2012", "rank": "65", "title": "촌스러워서", "artist": "이현", "genre": "Ballad", "lyrics": "말 같잖은 말 하지마   여기선 곤란하단 말  우우 사람들이 우우 좀   본다고 뭐가 그리 부끄러워  내 맘이 미치겠는걸 당장   너를 안고만 싶어서  우우 난 못 참아 우우   이리 좀 와  내가 촌스러워서 그래   아직 덜 자라서 그래  얼굴만 봐도 우우우우우우우  우우우우우우우  노래가 절로 나와서   너무 사랑스러워서 이래   좋아 미치겠어서 이래  그만 하래도 우우우우우우우  우우우우우우우  자꾸 입 맞추고 싶어   내가 촌스러워서 이래  이런 기분 모르겠니 안는 것   만으로는 모자라  널 꼬집고 널 깨물고 어떻게 해야   좋을까 이렇게 사랑스런 널  내 품 안에 끌어안고 네가   으스러지게 안고싶어  우우 난 못 참아 우우 이리 좀 와  내가 촌스러워서 그래   아직 덜 자라서 그래  얼굴만 봐도 우우우우우우우 우우우우우우우 노래가 절로 나와서  너무 사랑스러워서 이래  좋아 미치겠어서 이래 그만 하래도 우우우우우우우 우우우우우우우 자꾸 입 맞추고 싶어  내가 촌스러워서 이래 사람들 앞에서 너를 안을 때 찡그리는 네 눈썹도 사랑스러워 친구들 앞에서 네게 뽀뽀할 때 밀쳐내는 너조차도 너무 귀여워  눈치도 없는 나 촌스럽기만 한 나 이런 나지만 이해해줄래 사랑 앞에 솔직한 게 나라서  워우워 내가 촌스러워서 그래  아직 덜 자라서 그래 얼굴만 봐도 우우우우우우우 우우우우우우우 노래가 절로 나와서  너무 사랑스러워서 이래  좋아 미치겠어서 이래 그만 하래도 우우우우우우우 우우우우우우우 자꾸 입 맞추고 싶어  내가 촌스러워서 이래"}, {"song_no": "3897155", "year": "2012", "rank": "66", "title": "가까이", "artist": "태연 (TAEYEON)", "genre": "Drama", "lyrics": "하지 못한 말이 너무 많아요  한번도 당신은 듣지 못했지만  내 앞에 보여진 누군갈 아무나   사랑할 그런 사람은 아니에요  세상의 그 많은 사람들 속에  내겐 오직 그대가 보여졌기에  그대만 보며 서있는걸요  이 사랑 후엔 난 잘 모르겠어요  아주 어린 아이가 항상   그러하듯이  지금 이순간 따스히   안아줄래요  언젠간 낯선 이름이 되어도  내 가슴이 그 추억이   다 기억할 테니까  혹시라도 아픈 이별이   온대도 오늘은 그런 생각은   하지 마요  이세상 그 많은 사람들 속에  내겐 오직 그대가 보여졌기에  그대만 보며 서있는걸요  이 사랑 후엔 난 잘 모르겠어요  아주 어린 아이가 항상   그러하듯이  더 가까이 더 따스히   안아줄래요  이제 난 혼자가 아닌 거죠  그 자리에서 오늘 나에게   온 그대 만이  그대만 나의 전부인걸요  이 사랑 후엔 난 잘 모르겠어요  아주 어린 아이가 항상   그러하듯이  더 가까이 더 따스히   안아줄래요  더 가까이 더 따스히  안아줄래요"}, {"song_no": "3726439", "year": "2012", "rank": "67", "title": "Call Me Maybe", "artist": "Carly Rae Jepsen", "genre": "Pop", "lyrics": "I threw a wish in the well  Don't ask me I'll never tell  I looked to you as it fell  and now you're in my way  I trade my soul for a wish  pennies and dimes for a kiss  I wasn't looking for this  but now you're in my way  Your stare was holdin Ripped jeans skin was showin Hot night wind was blowin Where you think you're going baby  Hey I just met you  and this is crazy but here's my number so call me maybe It's hard to look right at you baby but here's my number so call me maybe Hey I just met you and this is crazy but here's my number so call me maybe And all the other boys try to chase me but here's my number so call me maybe You took your time with the call I took no time with the fall You gave me nothing at all but still you're in my way I beg and borrow and steal At first sight and it's real I didn't know I would feel it but it's in my way Your stare was holdin' Ripped jeans skin was showin'  Hot night wind was blowin' Where you think you're going baby Hey I just met you and this is crazy but here's my number so call me maybe It's hard to look right at you baby but here's my number so call me maybe Hey I just met you and this is crazy but here's my number  so call me maybe And all the other boys try to chase me but here's my number so call me maybe Before you came into my life I missed you so bad I missed you so bad I missed you so so bad Before you came into my life I missed you so bad And you should know that  I missed you so so bad  It's hard to look right at you baby but here's my number so call me maybe Hey I just met you  and this is crazy  but here's my number  so call me maybe And all the other boys  try to chase me but here's my number so call me maybe Before you came into my life I missed you so bad I missed you so bad I missed you so so bad Before you came into my life  I missed you so bad And you should know that  So call me maybe"}, {"song_no": "3921832", "year": "2012", "rank": "68", "title": "Lady Killer", "artist": "가비엔제이", "genre": "Ballad", "lyrics": "Uh uh Be my baby uh uh  be my lover uh uh  be my boyfriend Where my lucky boy Be my Lucky boy 내가 눈이 좀 높지만  어떡해 이런 남자 없나요 I can't wait for you 나타나기만 해봐봐 날 잡아  Always Be my Lucky boy 관심 없는 척하며 예쁘다고 말하는  그런 사람 만나고 싶어 연하라도 가끔은 오빠같이 감싸줄  Where you at 니가 필요해 화장 안 했다는 거짓말도  귀엽게 속아주는 Baby Lady killer Where my lucky boy Be my Lucky boy 내가 눈이 좀 높지만  어떡해 이런 남자 없나요 I can't wait for you 나타나기만 해봐봐 날 잡아  Always Be my Lucky boy 잘 생기진 않아도  매력 있는 외모에  나보다 좀 키가 컸으면 사랑한단 고백을 기다리게 만드는  한 사람 니가 필요해 특별한 날 보다 가끔 작은 선물로  감동주는 Baby Lady killer Where my lucky boy  Be my Lucky boy 내가 눈이 좀 높지만  어떡해 이런 남자 없나요 I can't wait for you  나타나기만 해봐봐 날 잡아  Always Be my Lucky boy uh uh uh 어떡해 uh uh uh 어려워 대체 내가 어디가 문제야  I don't know 눈 좀 낮춰 보라는 친구들의 잔소리 상관없어 기다릴게 Where my lucky boy 사랑 할 사람 어서 다가와 너와 어울릴 그 여자 니 여자  그게 나란 말이야 I'll be there for you  나를 빨리 찾아와 돌아봐  내가 기다리잖아 Where my lucky boy Be my Lucky boy 내가 눈이 좀 높지만  어떡해 이런 남자 없나요 I can't wait for you  나타나기만 해봐봐 날 잡아  Always Be my Lucky boy Uh uh Be my baby uh uh  be my lover uh uh  be my boyfriend"}, {"song_no": "3926016", "year": "2012", "rank": "69", "title": "들리지 않는 말", "artist": "이창민", "genre": "Drama", "lyrics": "미안해서 붙잡지 못했어  미안해서 아무 말도 못했어  날 사랑하는 마음 느꼈었지만  그냥 그렇게 모른 체했어  미안해서 계속 눈물만 났어  너무 미안해서 움직일 수도 없었어  이젠 더 이상 볼 수 없단 생각에  내 마음이 너무나 아파 와  사랑해 이 말도 못했는데  고마워 이 말도 못했는데  너무 그리워  바보처럼 너를 불러  이제와 후회하고 있어  이제 그만 너를 보내야겠지  나의 가슴속에 너를 지워야겠지  사랑했었던 너와의 추억들도  시간 속에 잊혀져 가겠지  사랑해 이 말도 못했는데  고마워 이 말도 못했는데  너무 그리워  바보처럼 너를 불러  이제와 후회하고 있어  너만 사랑한다고  행복하게 한다고  그렇게 말한 내가 원망스러워  돌아와 이말 할 수가 없어  용서해 너를 아프게 했어  너무 사랑해  아무리 소리쳐도  너에게 들리지 않는 말"}, {"song_no": "3820695", "year": "2012", "rank": "70", "title": "굿모닝 (Feat. 권정열 Of 10cm)", "artist": "버벌진트", "genre": "Rap / Hip-hop", "lyrics": "good morning  이렇게 문자를 보내  너에게 빠진 것 같아 위험해  어젯밤에 내가 했던 얘기  전부 다 기억나진 않겠지  우리만 가면 닫을 준비를 하던 가게  너와 나 둘만 남은 다음에  전람회의 노래처럼  내가 촌스럽고 어설프게  털어놨잖아 고백  분명히 기억나 네 얼굴에  붉은 꽃이 활짝 피었던 거  조명 때문에 한  혼자만의 착각은 아니라고 믿어  good morning   이렇게 문자를 보내  좋은 아침이야 너에게 빠진 것 같아 위험해 오 굳이 답장은 안 해도 좋아  지금 이 느낌을 늦기 전에   꼭 전하고파  hope you have a good good morning   hope you have a good good morning   hope you have a good good morning   hope you have a good good morning   좋은 아침이야 참 신기한 일이야  분명히 귀가시간은 자정이 훨씬   지난 후였지  근데 이렇게 가뿐히   하루를 시작하다니  아마 내 맘이 고백할까 말까  그동안 참 많이 괴로웠나봐  이제 난 네 대답만 기다릴래  너무 늦진 않길 바래  너무 서두르진 않아도 돼  해지기 전에만  너의 맘이 편할 때 대답해주면 돼  good morning   이렇게 문자를 보내  좋은 아침이야  너에게 빠진 것 같아 위험해  오 굳이 답장은 안 해도 좋아  지금 이 느낌을   늦기 전에 꼭 전하고파  good morning good morning good morning good morning 이렇게 문자를 보내 너에게 빠진 것 같아 위험해 오 굳이 답장은 안 해도 좋아 지금 이 느낌을  늦기 전에 꼭 전하고파 hope you have a good good morning  hope you have a good good morning  hope you have a good good morning  hope you have a good good morning"}, {"song_no": "3924527", "year": "2012", "rank": "71", "title": "룩앳미 (Look At Me)", "artist": "쥬얼리", "genre": "Dance", "lyrics": "요즘들어 어딜 자꾸  보는거야 너 어  내가 옆에 있는데 지나가는  여자를 whooo 아무렇지 않게 쳐다보는 너 어 그만하고 날 좀 봐 널 위한  show  아예 딴곳은 못보게 준비한  my clothes just Look At Me now just  Look At Me now 너의 눈길이 점점 내게 닿아 예전처럼 나만 바라봐줘  Only U 나만 사랑한다던 너  그때처럼 지금 날 Look At Me now  Look At Me Look  At Me now  Look At Me now  Look At Me Look  At Me now  Look At Me now  Look At Me Look  At Me now  Look At Me now  Look At Me Look  At Me now  Look At Me  Come on Boy Let me show  another me Look At Me Come on 그저앉아 지켜봐  baby Look At Me  딴곳은 못보게 널 whooo 넌 요즘 마치 내가 시시해  진듯 행동해  여기 mayday 긴급상황  oh my god 지금당장 call 119  이런 내모습이 신기해 널  점점 더 미치게 할거야  숨도 못쉬게 이제 날 좀봐 Look At Me man 또 나 모르게 딴 여자들과 연락을 반대로 내겐 더 뜸해지는  연락들 whooo 나 화내기 전에 그만 두는게 어때 어디서든 볼 수 없는  널 위한 Show  한눈 팔새도 없을만큼  화끈한 Pose just Look At Me now  just Look At Me now 예전처럼 다시 눈길이 닿아 오늘부터 다시 나를봐줘  Only U 나만 사랑한다던  너 그때처럼 지금 날 Look At Me now  Look At Me Look  At Me now  Look At Me now  Look At Me Look  At Me now  Look At Me now  Look At Me Look  At Me now  Look At Me now  Look At Me Look  At Me now  Look At Me  Come on Boy Let me show  another me Look At Me Come on 그저앉아 지켜봐  baby Look At Me  딴곳은 못보게 널 whooo Na NaNa NaNa NaNaNa  You know I'm may may Na NaNa NaNa NaNaNa  whooo Na NaNa NaNa NaNaNa  You know I'm may may Na NaNa NaNa NaNaNa  Look At Me Come on Boy Let me show  another me Look At Me Come on 그저앉아 지켜봐  baby Look At Me  딴곳은 못보게 널 whooo"}, {"song_no": "3917319", "year": "2012", "rank": "72", "title": "매일밤", "artist": "EXID", "genre": "Dance", "lyrics": "달콤한 말투 나오라고   혼자 있으려니 심심하다고  But I know 그냥 날   안고 싶다고 오늘만   같이 있자고  I know this is beauty   call 새벽밤만 되면   내가 그립고  그런 말들로 넌 나를   녹이고 또 다시   I take this call  Every time I Feel   your love and kiss   oh baby  오늘이 마지막이란   생각 but 그게 맘처럼   되지가 않아  Every time 너에게   또 늘 그렇듯  항상 니 전화에 난 자꾸   맘이 약해져가  우리 함께 했던 날  웃으며 보냈던 날  이제 모두 다 잊었어  너는 왜 나를또 흔들어   보려고 밤새 전화벨이   끊기질 않아   오 노노노 오 노노노  Stop 종이 울리고   익숙한 목소리가 들리고  잠결에 미간 찌푸리고   일어나 또 한숨을 쉬고  이시간 난 항상   should be cinderella  빠뜨린 유리구두 땜에   일낼라  우리 관계란 가파른 계단  So I don't know   how to get down   Every time I Feel   your love and kiss   oh baby  넌 그래도 괜찮아 더 이상  슬프지도 않아  Every time 너에게   또 늘 그렇듯  우리의 다 지난 사랑   멀리 버린지 오래잖아  우리 함께 했던 날  웃으며 보냈던 날  이제 모두 다 잊었어  너는 왜 나를또 흔들어   보려고 밤새 전화벨이   끊기질 않아   오 노노노 오 노노노  끊기지 않는 전화벨   이 모든 상황들이 변한게   너무도 싫지마는 어쩔 수   있겠어 어떻게 잊겠어   아직도 눈에 선한데  no i can't leave   without you   계속해서 날 잡고 흔들어줘  i can't leave without you   yes i can't leave   without you  우리 함께 했던 날 웃으며 보냈던 날 이제 모두 다 잊었어 너는 왜 나를또 흔들어  보려고 밤새 전화벨이  끊기질 않아  오 노노노 오 노노노 우리 함께 했던 날들  그 동안 우리 함께한 날들 웃으며 보낸날들 이젠  끝내야지 이 긴 통화를 우리가 지나온 날들 긴 시간  우리 지나온 날들 밤새 전화벨이 끊기질 않아  오 노노노 오 노노노"}, {"song_no": "3910816", "year": "2012", "rank": "73", "title": "기억리듬", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "널 닮은 새하얀 리듬 속삭이듯 내 귓가를 우리의 그 추억들이 하나 둘 되살아나 이대로 멈춰도 좋아 아무래도 난 좋아 빛바랜 옛 기억들이 스쳐 지나네 You and Me 우리 둘이 시원한 바람 속 멜로디 Here with me Stay with me 따뜻한 너의 작은 목소리 Oh How much I love you 우리 여기 함께 있어 내 손을 잡고 두 눈을 감아 This song is for you I wanna give love to you Everyday I think of you I wanna make you feel good Everywhere I think about you I wanna give love to you Everyday I think of you I wanna make you feel good Everyday Everyday You and Me 우리 둘이 시원한 바람 속 멜로디 Here with me Stay with me 따뜻한 너의 작은 목소리 Oh How much I love you 우리 여기 함께 있어 내 손을 잡고 두 눈을 감아 This song is for you I wanna give love to you Everyday I think of you I wanna make you feel good Everywhere I think about you I wanna give love to you Everyday I think of you I wanna make you feel good Everyday Everyday I wanna give love to you Give my love to you"}, {"song_no": "3922576", "year": "2012", "rank": "74", "title": "한강의 작별", "artist": "10cm", "genre": "Folk", "lyrics": "I don't want to die 그대여 살려주오 아픈 이별의 열차에 나를 두고  올라서지 마오 You belong to me 그대는 나의 심장 쉬지 말고 뛰어주오 제발 내 안에 남아주오 한강의 작별 우리는 다시  바다에서 만나  눈물이 마르기 전에 우우 불 붙여주오 심지만 남은  당신만의 등대  받아들이진 않겠소  I don't want to die I don't want to die 그대 날 베지 마오 날카로운 그 한마디를 나를 향해 휘두르지 마오 I belong to you  나는 버려진 항구 한번 더 찾아와 주오 제발 내 안에 남아주오 한강의 작별 우리는 다시  바다에서 만나  눈물이 마르기 전에 우우 불 붙여주오 심지만 남은  당신만의 등대  받아들이진 않겠소  I don't want to die I don't want to die"}, {"song_no": "3929537", "year": "2012", "rank": "75", "title": "LOOKIN` (Feat. The Quiett)", "artist": "보아 (BoA)", "genre": "Dance", "lyrics": "특별한 Something like that  똑같이 살긴 싫어  언제든 자유롭게  어디든 Take me away  Can you take me away  It’s a New Day,   Such a Good Day  Drive Your Life  It’s a New Day,   Such a Good Day  Drive Your Life  따라와 어디를 가던지  느낌을 살려   let’s ride with me  이 거릴 누비는 나의 wheels  이 기분이 뭔지 넌 알겠니  so breezy 자율 느끼지  go easy but tying to be me  내 style 그 건 최고의 비밀  영원하길 바래 이 느낌이  난 좀 달라 I am I  언제 어디에서나  Lookin' Good, Lookin' Nice  그게 나  오늘만은 Like a Star  어딜가나 Love my Style  Lookin' Good, Lookin' Nice  그게 나  시원한 바람  Baby let me ride  눈부신 Brand new life  It’s a New Day,   Such a Good Day  Drive Your Life  It’s a New Day,   Such a Good Day  Drive Your Life  oh oh oh oh oh  oh oh oh oh oh  Lookin' Good, Lookin' Nice  그게 나야  oh oh oh oh oh  Lookin' Good, Lookin' Nice  그게 나야  Lookin' Good Lookin' Nice &amp; Fly  남들과는 좀 다른 나의 style  That's Illionaire Way   I'm Different  내가 가는 길이 바로 내 길일 뿐  I Feel Good Cause I'm With You  I Lead You 어서 이리로  다른 이들의 시선은 잊고  끝까지 가볼까 질주  It’s a New Day,   Such a Good Day  Drive Your Life  It’s a New Day,   Such a Good Day  Drive Your Life  It’s a New Day,   Such a Good Day  Drive Your Life  It’s a New Day,   Such a Good Day  Drive Your Life  I wanna Drive my life"}, {"song_no": "3914912", "year": "2012", "rank": "76", "title": "담배 좀 줄여", "artist": "미스에스", "genre": "Rap / Hip-hop", "lyrics": "담배좀줄여 벌써몇개째야  그만좀울어 이 바보야  다른사람 만날땐 웃으며 만나야지  아무일 없는것처럼 웃어  그만좀마셔 벌써 몇병째야  정신좀차려 너만손해야  다른사람만날땐 웃으며 만나야지  아무일 없는것처럼 웃어  고개좀들어봐 도대체 왜그래  세상에 널린게 여잔데 뭣때문에  니가 어디가 못나서   여태껏 이러고있어  걘 아무렇지 않던데   왜 너혼자 못잊어  세상 다 산 폐인처럼   왜 이러는거야  속버리고 시간버리고   너만 후회할거야  정신좀차리고 자리에서 일어나   어서 바보같은 니 모습 제발   이제는 집어치워  전화도 하지마 절대하지마  문자도 하지마 번호도 지워  나도 알아 절대 쉽지않을거란걸  문신처럼 새겨진 사람이었다는걸  생각하지마 너만 손해야  전화걸지마 몇번을 말해  넌 지금 내말이   하나도 안들어오겠지  밀어내도 파도처럼 밀려오겠지  담배좀줄여담배 좀 줄여 제발  벌써몇개째야  그만좀울어 그만 좀 울어 제발  이 바보야  다른사람 만날땐 웃으며 만나야지  아무일 없는것처럼 웃어  미안한데 내생각엔 차라리 잘됐어  난 첨부터 너희둘은 아니라 생각했어  니눈엔 안보여도 내눈엔 보여  니 생각만하면 나도 자꾸눈물이 고여  내가 그 어떤 누구보다도 널 잘알아  내가 얼마나 널아끼는지 넌 알잖아  니가 웃는모습을 봐야 나도 웃어  그러니까 이제 제발 모두 다 잊어  전화도 하지마 절대하지마  문자도 하지마 번호도 지워  첨부터 알았어 너만아플 이별  그러니까 제발   너도 이제 마침표를 찍어  생각하지마 너만 손해야  전화걸지마 몇번을 말해  아무리 생각해봐도 니가 너무 아까워  지금이런바보같은 니모습이 안타까워  그만 좀 마셔 그만 좀 마셔 제발  벌써 몇병째야  정신 좀 차려 정신 좀 차려 제발  너만 손해야 다른사람 만날땐 웃으며 만나야지 아무일 없는것처럼 웃어 제발 전화 좀 끊어 오늘만 지나면 괜찮을거야 다시 후회할일은 하지말아 하지마 담배좀끊어 벌써몇개째야 그만좀울어 이 바보야 다른사람 만날땐 웃으며 만나야지 아무일 없는것처럼 웃어 그만 좀 마셔 니 속만쓰리고 아퍼 자꾸 니탓만 하는것도  이젠 짜증이나 정신좀 차려 니 맘만쓰리고 아퍼 내가 알던 니가 이런 못난놈이었어 다른사람만날땐 웃으며 만나야지 아무일 없는것처럼 웃어 아무일 없듯이 그렇게 웃어"}, {"song_no": "3854238", "year": "2012", "rank": "77", "title": "Midnight (별 헤는 밤)", "artist": "비스트", "genre": "Dance", "lyrics": "그대는 어떤가요  가끔은 나를 생각한 적 있나요 이 긴 밤에 다시 눈을 감고 그댈 생각하고  잠들지 못하고 그래요 조금 유난히 기네요  그대 없는 밤이 아쉬워지네요  그때 보낸 그 날이 더 계속  무뎌지겠죠 점점 잊혀지겠죠 언젠가는 그대가 잠이 오지 않는 밤  So sad tonight 그대와 함께할 수 없는 이 밤 In the midnight a a a midnight 니 생각에 잠 못 드는  Midnight 다시 찾아온 이 밤  So sad tonight 그대가 없이 다시 맞는 이 밤 In the midnight a a a midnight a 니가 없이 잠 못 드는  midnight 눈감았다 뜨는 사이보다 더 빠르게  날 찾아왔다 떠나가 버린 사랑 당신  You can’t  do this to me 충분하다 충분해  그만 좀 해라 날 아프게 내게 미련이란 이름에  밤은 끝나지 않아 다 지난 얘기 다시 하고 싶진 않지만 내가 그댈 많이 좋아하긴 했나 봐요 계속 생각나겠죠 더 그리워지겠죠 시간이 지날수록 잠이 오지 않는 밤  So sad tonight 그대와 함께할 수 없는 이 밤 In the midnight a a a midnight 니 생각에 잠 못 드는  Midnight 다시 찾아 온 이 밤  So sad tonight 그대가 없이 다시 맞는 이 밤 In the midnight a a a midnight a 니가 없이 잠 못 드는  Midnight 저기 반짝이는 Little star  날 위로해주라 기댈 곳 하나 없이 쓰러지는 오늘 밤 저기 반짝이는 Little star  날 위로해주라 기댈 곳 하나 없이 쓰러지는 별 헤는 밤 계절이 지나  조금씩 달라져가는 이 밤 하지만 난 여전히 난 잠 못 이룬 밤 다시 찾아온 이 밤  So sad tonight 그대가 없이 다시 맞는 이 밤 In the midnight a a a midnight a 니가 없이 잠 못 드는  Midnight"}, {"song_no": "3922580", "year": "2012", "rank": "78", "title": "오늘밤에", "artist": "10cm", "genre": "Rock", "lyrics": "고요한 밤 우울한 이 밤에  만나줄 여인 하나 없이  비틀대는 눈부신 거리엔  다 Everybody love tonight  나만 쏙 뺀 사랑 쏙 빠진   로맨스는 잔인해  나의 짝을 찾아 간절한   구애의 춤을 추네   비가 쏟아지는데 우  달이 차오르는데 우  눈물이 흐르는데 우  오늘밤에   땀이 쏟아지는데 우  숨이 차오르는데 우  눈물이 흐르는데 우  오늘밤에 우우우  외로운 밤 쓸쓸한 이 밤에  놀아줄 여인 하나 없이  삐걱대는 만실 여관방엔  다 Everybody f**k tonight  나만 쏙 뺀 사랑 쏙 빠진   로맨스는 잔인해  나의 짝을 찾아 간절한   구애의 춤을 추네  비가 쏟아지는데 우  달이 차오르는데 우  눈물이 흐르는데 우  오늘밤에   땀이 쏟아지는데 우  숨이 차오르는데 우  눈물이 흐르는데 우  오늘밤에   아아아아 아아아아   아아아아 우우우 우우우   오늘밤에 아아아아 아아아아   아아아아 우우우 우우우   오늘밤에 미치도록 한적한   스탠드바에 문을 열지만  여전히 웨이터는  날 반기지 않는 군 어차피 누구도 날 반기지 않아  촉촉히 젖은 글라스의  물기를 봐  이것은 한 남자의 눈물이야  우리 과거는 묻지 않기로 해  어차피 우리 남이잖아  비가 쏟아지는데 우 달이 차오르는데 우  눈물이 흐르는데 우  오늘밤에  땀이 쏟아지는데 우  숨이 차오르는데 우  눈물이 흐르는데 우  오늘밤에   아아아아 아아아아  아아아아 우우우 우우우  오늘밤에   아아아아 아아아아   아아아아 우우우 우우우   오늘밤에  아아아아 아아아아  아아아아 우우우 우우우   오늘밤에  아아아아 아아아아  아아아아 우우우 우우우  오늘밤에"}, {"song_no": "3864961", "year": "2012", "rank": "79", "title": "가수가 된 이유", "artist": "신용재 (포맨)", "genre": "Ballad", "lyrics": "인터넷에 나를 쳐보면  이제 내 노래가 나와 내가 왜 굳이 이렇게 가수가 된지 넌 알까 유명하고팠던 이유는 오직 단 하나뿐이니까 니가 날 보고 날 알아듣고 내 생각하라고 TV에 나와 노래해 혹시 니가 볼까봐 날 들으면 날 본다면 날 찾아줄까봐 기를 쓰고 노래해 그 옛날의 널 위해 그때 다 하지 못했던 내 맘을 담아서 이렇게 노래해 못해부터 살다가까지 니가 없던 건 없으니까 솔직히 터놓고 말해 모두 너와 내 얘기니까 내 노랠 듣고 내가 울고 내가 슬퍼하고 혼자 미치는 나의 이유를 넌 알 것 같은데 TV에 나와 노래해 혹시 니가 볼까봐 날 들으면 날 본다면 날 찾아줄까봐 기를 쓰고 노래해 그 옛날의 널 위해 그때 다 하지 못했던 내 맘을 담아서 내 아픔과 내 눈물과 내 진심을 다해 내 맘 전한다면 너에게 들릴까 이 몇 분짜리 노래가 별거 아닌 가사가 니 귓가에 니 마음속에 울려 퍼지기를 미치도록 기도해 제발 니가 듣기를 이런 내 맘이 들리면 너 돌아오라고 눈물로 노래해"}, {"song_no": "3891852", "year": "2012", "rank": "80", "title": "대박사건 (Crash)", "artist": "B.A.P", "genre": "Dance", "lyrics": "말도 안 돼 정말 완벽해  숨이 가빠 이건 반칙인걸 너의 눈 그 입 그 모든 게  나의 마음을 다 흔들어 놓은걸 잊지 못할 그녀의 첫 느낌에  바보처럼 빼앗긴 맘 내 가슴이 고장난 것처럼  난 사랑에 불이 나고 심장만 쿵쾅 쿵쾅 뛰고 또 뛰고 제발 살려줘  you're my girl Help me help me help me 널 보면 숨이 가빠 Help me help me help me 널 보면 눈이 부셔 심장만 쿵쾅 쿵쾅 뛰고 널 찾고 Where you are 널 기다려 너너너 널 이제 만난 건  아 진짜 대박사건 아무리 봐도 널 알고 싶어  코난이 돼 내 마음모를껄 난 자꾸 널 생각해 걸  내 첫사랑도 잊게 했어 넌 계속 니가 가라고 해도  난 니가 다라고 말하고 말테야 Cause I Love You Girl 잊지 못할 그녀의 첫 느낌에  바보처럼 빼앗긴 맘 내 가슴이 고장난 것처럼  난 사랑에 불이 나고 심장만 쿵쾅 쿵쾅 뛰고 또 뛰고  제발 살려줘 you're my girl Help me help me help me 널 보면 숨이 가빠 Help me help me help me 널 보면 눈이 부셔 심장만 쿵쾅 쿵쾅 뛰고 널 찾고 Where you are  널 기다려 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나  나 나 나 나 나 나 나 나 나 나  나 나 나 나 나 잡힐듯 하다가도 멀어지는 그녀 나에게 부디 한번 기회를 제발 주렴 내 맘이 들린다면 대답해요 나에게 가슴이 고장난 것처럼  난 사랑에 불이 나고 심장만 쿵쾅 쿵쾅 뛰고 또 뛰고 제발 살려줘  you're my girl Help me help me help me 널 보면 숨이 가빠 Help me help me help me 널 보면 눈이 부셔 심장만 쿵쾅 쿵쾅 뛰고 널 찾고 Where you are 널 기다려"}, {"song_no": "3932701", "year": "2012", "rank": "81", "title": "My Lifestyle (Feat. Dok2)", "artist": "Jessica (제시카)", "genre": "Dance", "lyrics": "침대에서 뛰어 내려와 커튼을 열어 아침을 들이켜 내가 원하는 방식으로 할래 강아지와 아침 인사 커피 한 잔 사소한 차이를 느끼는 나만의 작은 행복 들어볼래 My unique lifestyle 바다 건너 가지 않아도 내게는 또 다른 여행 It's my style 떠나자 떠나자 떠나자 어디든 떠나자 자 가벼운 일상을 여행하자 어디라도 달려가는 상상 떠나자 오늘을 즐겨봐 봐 매일 다른 기분 Oh oh oh My unique lifestyle 내 마음이야 Oh oh oh My unique lifestyle 매일 다른 기분 Oh oh oh My unique lifestyle 내 스타일이야 Oh oh oh My unique lifestyle 원한다면 언제든지 자유롭게 훌쩍 떠나 마주한 바람에 손을 내밀어봐 Hello My unique lifestyle 자유로운 사고방식 남다르게 오늘을 즐겨봐 내가 만들어 새롭게 Stylish 하게 지금이 보다 상큼하게 전혀 다른 곳에 있지 않아도 Ooh 언제나 새로운 만남 Oh Hi Bye 떠나자 떠나자 떠나자 어디든 떠나자 자 가벼운 일상을 여행하자 어디라도 달려가는 상상 떠나자 오늘을 즐겨봐 봐 매일 다른 기분 Oh oh oh My unique lifestyle 내 마음이야 Oh oh oh My unique lifestyle 매일 다른 기분 Oh oh oh My unique lifestyle 내 스타일이야 It's a beautiful day out here Chill in with my feet up 새 신발을 신고 발을 딛어 늘 맘이 가는대로 해도 I'm Good 뭐래도 그래 나는 나를 믿어 Let’s Go 나를 반기는 세상으로 왼손엔 핸들 오른손은 음악을 더 키워 모두 나를 알 수 있도록 I'm gonna live my life like there's no tomorrow 매일 다른 기분 내 마음이야 매일 다른 기분 Oh oh oh My unique lifestyle 내 마음이야 Oh oh oh My unique lifestyle 매일 다른 기분 Oh oh oh My unique lifestyle 내 스타일이야 Oh oh oh My unique lifestyle 매일 다른 기분 Oh oh oh My unique lifestyle"}, {"song_no": "3911746", "year": "2012", "rank": "82", "title": "팅커벨", "artist": "가인", "genre": "Dance", "lyrics": "If I'm tinker tinker bell  would you be my peter pan  까만 밤이 오면은  난 그때가 그리워요  창문을 꼭 열어둬  혹시 잠이 들었나요  1 2 3 4 일어나요  누가 보면 큰일나요  oh oh oh oh oh oh oh oh feel me watch me  꿈이 아니야  hold me touch me  나를 만져요  oh kiss me hug me  아침이 오면  난 내 별로 돌아가요  twinkle twinkle little star  새벽 별은 나의 집  재촉하지 않아도  난 또 다시 돌아와요  아무도 들이지 마  딴 사람은 아니 돼  1 2 3 4 기다려요  열두 시를 기다려요   oh oh oh oh oh oh oh oh feel me watch me  꿈이 아니야  hold me touch me  나를 만져요  oh kiss me hug me  아침이 오면  난 내 별로 돌아가요  twinkle twinkle little star  반짝반짝 하얀 살  어둔 밤이 내려도  그대가 다 보이네요  굳이 나를 불러줘  그 목소릴 좋아해  1 2 3 4 말해봐요  내 이름을 말해봐요   oh oh oh oh oh oh oh oh call me sweetly  뭐가 좋아요  tell me teach me  가르쳐줘요  oh let me come in  또 열어줘요  그대 창을 두드리면  call me sweetly 뭐가 좋아요 tell me teach me 가르쳐줘요 oh let me come in 또 열어줘요 그대 창을 두드리면"}, {"song_no": "3906384", "year": "2012", "rank": "83", "title": "Today (Feat. 김종완 Of Nell)", "artist": "G-DRAGON", "genre": "Dance", "lyrics": "난 오늘도 아무렇지 않게 얘길 하죠 여자친군 없다고 말하며  몰래 전화길 끄고 이 밤은 너에게 위로를 받고 싶어  더 이상은 묻지 말아줘 그녀에겐 절대로 들리지 않게  비밀로 하고 Yeah 널 처음 본 순간 no more  아무것도 보이지 않았고 내 여자도 오늘만은  없다 가정하고 무엇이 날 또 홀린 거야  이럼 안돼 알아 외도인 거야 Enjoy인 거야 무슨 소리인 거야  그냥 그렇게만 보인거야 So today, I don’t care Cuz we wild we rolling stones Today 난 바람처럼 자유롭게  I’m rockin’ my life away 난 오늘도 외롭다며  이내 맘을 주죠 혼자 있는게 싫다  괜한 여운을 남겨 기대고 사랑하는 사람과 헤어지고  새로운 만남은 너라고 나를 기다리고 있는  내 그녀는 잠이 들고 있을까요 바깥 새벽 하늘은 캄캄해 여기서  잠깐 쉬고 가자 한 밤의 울려라 라파파팜팜 너무 깊게  빠져서 헤어나올 수 없어도 내일이면 돌아갈 거야 그녀에게 So today, I don’t care Cuz we wild we rolling stones Today 난 바람처럼 자유롭게  I’m rockin’ my life away Yea hey baby I got something to tell you You know 내가 봐도 해도 내가 너무했지  첨엔 뭐 순했지 나중엔 즐겼어  죽였어 but 허무했지 그녀는 억울해했지 사실 알고 나니  써늘했지 그것도 아주 많이  변명만 늘어놔 어눌했지 내 말투가 난 머뭇댔지  솔직히 말해 그걸 어떻게 말해  너 하나론 부족해 뭐 이렇게 말해 내 맘 속 가득한 사랑방 today,  손님은 for free So today, I don’t care Cuz we wild we rolling stones Today 난 바람처럼 자유롭게  I’m rockin’ my life away So today, I don’t care Cuz we wild we rolling stones Today 난 바람처럼 자유롭게  I’m rockin’ my life away So today, I don’t care Cuz we wild we rolling stones Today 난 바람처럼 자유롭게  I’m rockin’ my life away"}, {"song_no": "3914694", "year": "2012", "rank": "84", "title": "사랑은 그대다", "artist": "케이윌", "genre": "Drama", "lyrics": "바람아 스치듯 전해줘 내가 그녀 뒤에 있다고  구름아 빗물에 담아 전해줘 내가 그녀 곁에 있다고  시간아 운명이 눈을  가린다 해도  그녀 마음 깊은 곳에  사랑 지켜주길 그대만 바라본다 그리워 바라본다 더 바라봐도 그리워  보고픈 아름다운 사람아 목 놓아 불러도 가슴이  쉬게 불러도 그대 이름만 부른다  눈물로 그려 본다 가슴에  그댈 새긴다 이 세상 끝에 그대 있다  해도 잊지 못할 사람아 천 번을 울어도 내가 원한  사랑 그대다 하늘아 나는 더 갈 수  없다고 해도  날 대신해 그녀 걷는  그 길 지켜주길 그대만 바라본다 그리워 바라본다 더 바라봐도 그리워  보고픈 아름다운 사람아 목 놓아 불러도 가슴이  쉬게 불러도 그대 이름만 부른다  눈물로 그려 본다 가슴에  그댈 새긴다 이 세상 끝에 그대 있다  해도 잊지 못할 사람아 천 번을 울어도 내가 원한  사랑 그대다 뒤돌아서면 설수록 멀어지면 질수록 더욱 더  그댈 사랑해  그대를 사랑한다 그대를 사랑한다 내 목숨보다 내가 아껴 왔던  아름다운 사람아 세상이 끝나도 시간이  멈춰버려도 사랑은 멈추질 않아  아파도 난 괜찮다 사랑이  살게 하니까 내 기억 속에 마지막 날까지  잊지 못할 사람아 천 번을 놓쳐도 내가 만날  사랑 그대다"}, {"song_no": "3922574", "year": "2012", "rank": "85", "title": "그대와 나", "artist": "10cm", "genre": "Folk", "lyrics": "오래된 찻집에 비스듬히 앉아 메뉴판을 집어 나에게 건네던 어떤 걸로 할까 아무거나 좋아 난 잘 모르니까 너와 같은 걸로 익숙한 자리에 익숙한 음료는 다 그대로지만 사실은 우리  헤어지던 날 그대와 나 그대와 나 그대와 나 한참을 기다려 너와 나 사이에 커피잔이 놓여 이제야 따뜻해 난 잘 모르겠어 네가 하는 말들 왜 그리 차가워 나는 좀 놀랬어 나는 바보같이 손을 내젓다가 커피잔을 쏟아 주변을 적시고 늘 같은 실수에 늘 같은 종업원 다 그대로지만 사실은 우리  헤어지던 날 그대와 나 그대와 나 그대와 나 그대와 나 그대와 나 그대와 나 나는 바보같아"}, {"song_no": "3931559", "year": "2012", "rank": "86", "title": "걷다", "artist": "윤건", "genre": "Ballad", "lyrics": "하나 둘 셋 발걸음에 맞춰   거리를 걷다보면  어느새 너에게로 향하는   내 모습  oh I miss you I miss   you babe  니가 또 생각나  너도 나처럼 이렇게   다가 오겠니  one two three 발걸음에   맞춰 거리를 걷다보면  다시또 너에게로 향하는 내 모습  oh I miss you I miss   you baby  내겐 너 뿐인 걸 너도 나처럼   이렇게 다가오겠니  Oh 나의 little girl my little   girl once again  태양같이 빛나는 내   목소리 들리니  Oh little girl my little   girl once again  향기로운 바람처럼   니 모습을 보여줘  one two three 발걸음에   맞춰 거리를 걷다보면  어느 새 너에게로 향하는 내 모습  oh I miss you I miss   you baby  니가 또 생각나  너도 나처럼 이렇게   다가 오겠니  Oh 나의 little girl my little   girl once again  태양같이 빛나는 내   목소리 들리니  Oh little girl my little   girl once again  향기로운 바람처럼   니 모습을 보여줘  Oh 나의 little girl my little   girl once again  태양같이 빛나는 내   목소리 들리니  Oh little girl my little   girl once again  향기로운 바람처럼   니 모습을 보여줘  Oh little girl my little   girl once again  향기로운 바람처럼   니 모습을 보여줘"}, {"song_no": "3832098", "year": "2012", "rank": "87", "title": "그댈 마주하는건 힘들어 (그마힘)", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "그댈 마주하는거는 너무 힘들어 그때 그 기억이 나를 괴롭게 하네 이런 말을 해도 될진 모르지만 행여 나와는 제발 마주치지 마요 그날의 향수가 남아있는 곳은 아직 너무 힘들어 하나도 괜찮지 않아 그러니 우리 우연히라도 그때의 맘 그날의 밤 떠오르게 만들지는 마요  워워워 그대 없는 곳 우리 없는 곳  지나갈테니 그러니 그대도 나를 좀 피해줘요  워워워 라랄라 라라라라 라랄라 라랄라 라라라라 라랄라라라 그댈 마주하는거는 아직 힘들어 그때 그 기억이 나를 외롭게 하네 이런 말을 해도 될진 모르지만 행여 나와는 제발 마주치지 마요 그날의 향수가 남아있는 곳은 아직 너무 힘들어 하나도 괜찮지 않아 그러니 우리 우연히라도 그때의 맘 그날의 밤 떠오르게 만들지는 마요  워워워 그대 없는 곳 우리 없는 곳  지나갈테니 그러니 그대도 나를 좀 피해줘요  워워워 라랄라 라라라라 라랄라 라랄라 라라라라 라랄라라라 아무렇지 않은가요 너도 이제 떨어지는 꽃 몰래 이렇게 바라보는 것도 나도 내가 왜 이러는건지 그러니 우리 우연히라도 그때의 맘 그날의 밤 떠오르게 만들지는 마요  워워워 그대 없는 곳 우리 없는 곳  지나갈테니 그러니 그대도 나를 좀 피해줘요  워워워 그러니 우리 우연히라도 그때의 맘 그날의 밤 그대의 맘  그대의 밤 그대의 봄 모든 게 날 미치게 해 하아아아아아아아 예 워어어어어어어어어워"}, {"song_no": "3834908", "year": "2012", "rank": "88", "title": "한사람", "artist": "허각", "genre": "Drama", "lyrics": "이대로 끝나버릴 것만 같아서 그대가 숨어버릴 것만 같아서 자꾸만 보네요 그대만 보네요 멍한 바보처럼 이렇게 커져가는 마음이 난 두려워 오늘도 모른 척 그댈 지나치려 해도 눈물이 흘러서 내 심장이 터질 것 같아서 이젠 그대 얼굴 그대 이름 온종일 그리는데 사랑해요 그대  그 아픔까지 함께할게요 힘든 이 세상에 날 웃게 해준 한 사람 혹시나 그대 내게 오는 길 어렵다면 그냥 서 있어요 내가 그대에게 갈 테니 이렇게 커져가는 마음이 난 두려워 오늘도 모른 척 그댈 지나치려 해도 눈물이 흘러서 내 심장이 터질 것 같아서 이젠 그대 얼굴 그대 이름 온종일 그리는데 사랑해요 그대  그 아픔까지 함께할게요 힘든 이 세상에 날 웃게 해준 한 사람 혹시나 그대 내게 오는 길 어렵다면 그냥 서 있어요 내가 그대에게 아파도 웃음이 나요 그대만 생각하면 견딜 수 있죠 버틸 수 있죠 나는 사랑해요 그대  그 아픔까지 함께할게요 힘든 이 세상에 날 웃게 해준 한 사람 혹시나 그대 내게 오는 길 어렵다면 그냥 서 있어요 내가 그대에게 갈 테니"}, {"song_no": "3864962", "year": "2012", "rank": "89", "title": "자꾸만 자꾸만", "artist": "신용재 (포맨)", "genre": "Ballad", "lyrics": "천장에 떠있는 글자 넌 오늘 뭐할까 이불을 걷어 차봐도 생각은 떠나질 않아 어쩌면 좋을까 터질 것만 같은데 말을 할까 말까 티를 낼까 말까 너는 이런 날 모르지만 안된다 안된다 또 생각나 죽어도 안된다 안된다 또 너잖아 아무리 나를 비워도 자꾸 난 또 자꾸만 맘이 너에게 가있는데 어떡해 친구들 내게 말을 해 너 요즘 이상해 괜히 난 버럭 또 화를 내 내가 왜 너를 좋아해 아냐 난 아냐 난 인정할 수 없는데 진짜 사랑일까 순간 착각일까 나도 이런 날 모르지만 안된다 안된다 또 생각나 죽어도 안된다 안된다 또 너잖아 아무리 나를 비워도 자꾸 난 또 자꾸만 맘이 너에게 가있는데 어떡해 말로는 설명이 안돼 내 맘 너만 생각하면 너만 마주치면 또 안달이 나는걸 안된다 안된다 또 생각나 알겠다 알겠다 내 마음을 이제야 알겠다 알겠다 내 사랑을 다시는 너의 뒤에서 숨는 일 없으니까 더는 망설이지 않을게 더는 비겁하지 않을게 이젠 너에게 고백할게 사랑해"}, {"song_no": "3840800", "year": "2012", "rank": "90", "title": "DAY BY DAY", "artist": "티아라", "genre": "Dance", "lyrics": "내품은 너에게 피난처 다른 사람에 나는 버려져 사랑 그 끝은 까만 터널속 보이지 않는 길이 나는 너무 두려워 태양이 내리쬐는 붉은 사막처럼 목말라 울고 있는 사람처럼  kiss me ma baby 이 밤이 가기전에 내게 어서빨리 Day by Day 니 품이 그리워져 너무 사랑 했나봐  이 밤이 지나가면 눈물되어 톡 톡 톡 저 은빛 달이 지면 사라질까 아직 남아있는 니 향기 꿈같던 추억들도 흩어질까 빗물처럼 멀리 톡 톡 톡  Kiss me baby I'll must be stay here Day by Day 사랑한다고 속삭여줘 Kiss me baby Just you can take me Day by Day 내 눈물이 마르기 전에 뚜루루루루루루 뚜루두 바람 처럼 모두 사라져 버린 너 뚜루루루루루루 뚜루두 하루하루 널 그리며 day by day 스치는 추억들이 그리운 밤 들려오는 너의 목소리 영원을 약속했던 수많은 밤 눈물되어 톡 톡 톡 Kiss me baby I'll must be stay here Day by Day 사랑한다고 속삭여줘 Kiss me baby Just you can take me Day by Day 내 눈물이 마르기 전에 뚜루루루루루루 뚜루두 바람 처럼 모두 사라져 버린 너 뚜루루루루루루 뚜루두 하루하루 널 그리며 Day by Day 떠나가는 니 모습 니 생각에 또 눈물이 흘러 돌아온다고 말해줘 우리사랑 영원하도록 넌 나를 두고 가라 저 멀리 멀리 길 따라 사라져 미친 사랑끝 아슬한 낭떠러지 질긴 사랑에 감염돼 계속떨었지 슬픈 시를 읊어대는 내 입술이 너의 까만 눈동자에 기억되리 kiss me ma baby 이 밤이 가기전에 내게 어서빨리  Day by Day Kiss me baby  I'll must be stay here Day by Day 슬프지만 너를 지울래 Kiss me baby Just you can take me Day by Day 내 눈물이 마르기 전에 kiss me baby take me day by day"}, {"song_no": "3911748", "year": "2012", "rank": "91", "title": "그녀를 만나", "artist": "가인", "genre": "Dance", "lyrics": "get out and let go 이제는 눈을 돌려봐 내가 조금 지쳐가잖아 so let go let me go 자 이제 그만 나를 놓아줘 이런 말 꺼내기엔 너무 로맨틱한 오후 넌 내꺼 내꺼 외치던 나는 오래전 죽었나봐 생각은 나겠지 꿈을 꾸듯 끌렸었던 너였지 불꽃처럼 짧았던 멜로 멜로 너만 바라보는 그녈 찾아 떠나 가 hello hello 웃기지 이런 내가 너무 너무 밉겠지  oh let go let go let go 이젠 나를 놓고 그녀를 만나 나를 놔 기억도 나질 않잖아 어제 우리 뭘 했는지도 so let go let me go 여기까지가 다인 것 같아 조금 더 기다리긴 너무 따분한 이 오후 숨막힐 막힐 더위 같은 널 벗어나고 싶어 난 생각은 나겠지 꿈을 꾸듯 끌렸었던 너였지 불꽃처럼 짧았던 멜로 멜로 너만 바라보는 그녈 찾아 떠나 가 hello hello 웃기지 이런 내가 너무 너무 밉겠지  oh let go let go let go 이젠 나를 놓고 그녀를 만나 나를 놔 잔인할수록 너와 나를 위하는 거 미련을 안고 맴돌게 만들긴 싫어 그럴 수 있겠지 취한 밤에 전활 건 내 목소리 뒤엉킨 혀 끝으로 헬로 헬로 그땐 나를 버려 차갑게 널 버렸던 벌로 벌로 웃겠지 후련하게 니가 날 비웃겠지 oh let go let go let go 이런 나를 놓고 그녀를 만나 나를 놔"}, {"song_no": "1047563", "year": "2012", "rank": "92", "title": "먼지가 되어", "artist": "김광석", "genre": "Folk", "lyrics": "바하의 선율에 젖은 날이면  잊었던 기억들이 피어 나네요  바람에 날려간 나의 노래도  휘파람 소리로 돌아오네요  내 조그만 공간속에 추억만 쌓이고  까닭모를 눈물만이 아른거리네  작은가슴 모두모두어  시를 써봐도 모자란 당신  먼지가 되어 날아가야지  바람에 날려 당신곁으로  작은가슴 모두모두어  시를 써봐도 모자란 당신  먼지가 되어 날아가야지  바람에 날려 당신곁으로  씁 뚜르르 뚜르르 루루  씁 뚜르르 뚜르르 루루 우~"}, {"song_no": "3910823", "year": "2012", "rank": "93", "title": "여전히 난", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "그대로인걸 참 많이 늦었지만 아직 난 지울 수가 없는데 넌 어디까지 온 거니 날 바라보긴 하니 우리 이대로 괜찮니 여전히 그래 많이 노력 했지만 아직 널 놓을 수가 없는데 넌 어디까지 간 거니 내가 보이긴 하니 우리 정말 괜찮은 거니 넌 그렇게도 많은 날 동안 날 사랑한 것처럼 그랬잖아 또 모르는 척 내 맘 흔들어 놓고 저만치나 멀어 지잖아 하지만 넌 어떡해도 사라지지 않아 널 여기서 기다려 이렇게 기다려 여전히 난 넌 그렇게도 많은 날 동안 날 사랑한 것처럼 그랬잖아 또 모르는 척 내 맘 흔들어 놓고 저만치나 멀어 지잖아 하지만 넌 어떡해도 사라지지 않아 널 여기서 기다려 이렇게 기다려 여전히 난"}, {"song_no": "3929471", "year": "2012", "rank": "94", "title": "저녁 하늘", "artist": "에일리", "genre": "Ballad", "lyrics": "어떤 날에든 저녁 하늘은 못 올려보는 습관이 있어 온 세상이 날 떠나는듯한 이상한 그 기분이 싫어 멀리 떨어지는 저 해는 내일 다시 올텐데 나를 비춰줬던 햇살은 아닐 것 같아 니가 가도 사랑은 다시 오고 소란스런 이별을 겪어봐도 이렇게 너는 너는 너는 자꾸 맘에 걸려 가끔씩은 좋아서 웃긴 하고 더 가끔씩은 행복의 맛을 봐도 아직도 너는 너는 너는 Deep in me 누군가에게 맘을 줄 때면 반을 남기는 습관이 있어 다 줘버리면 떠날 것 같은 이상한 그 예감이 싫어 반쯤 아껴둔 이 맘 누구 줄 수 조차 없는데 반쯤 고장나버린 나를 들키긴 싫어 니가 가도 사랑은 다시 오고 소란스런 이별을 겪어봐도 이렇게 너는 너는 너는 자꾸 맘에 걸려 가끔씩은 좋아서 웃긴 하고 더 가끔씩은 행복의 맛을 봐도 아직도 너는 너는 너는 Deep in me 너의 맘은 어디쯤일까 나를 맴돈 적은 있을까 나처럼 아주 가끔 시간이라는 게 다 지우지는 못 하나봐 아직도 네 이름은 편히 말하질 못해 니가 아닌 누군가 나를 안고 내가 아닌 누군가 너를 안고 이렇게 오래 오래 오래 나날들이 가도 하지 못한 말들이 입에 남아 다 주지 못한 사랑이 맘에 남아 어쩌면 너는 너는 너는 Still in me"}, {"song_no": "3894754", "year": "2012", "rank": "95", "title": "지나간다 (원곡가수 김범수)", "artist": "The One (더원)", "genre": "Ballad", "lyrics": "감기가 언젠간 낫듯이 열이나면   언젠간 식듯이  감기처럼 춥고 열이나는 내가   언젠간 날거라 믿는다  추운겨울이 지나가듯 장맛비도   항상 끝이 있듯  내 가슴에 부는 추운 비바람도   언젠간 끝날 걸 믿는다  얼마나 아프고 아파야 끝이 날까  얼마나 힘들고 얼마나 울어야   내가 다시 웃을 수 있을까  지나간다  영원할 것 같던 사랑이 이렇게   갑자기 끝났듯이  영원할 것 같은 이 짙은 어둠도   언젠간 그렇게 끝난다  얼마나 아프고 아파야 끝이 날까  얼마나 힘들고 얼마나 울어야   내가 다시 웃을 수 있을까 지나간다 이 시간은   분명히 끝이 난다  내 자신을 달래며   하루하루 버티며 꿈꾼다  이 고통의 끝을  그 믿음이 없인 버틸 수 없어   그 희망이 없었으면 난 벌써  쓰러졌을 거야 무너졌을꺼야   그 희망 하나로 난 버틴거야  지나간다 이 고통은  분명히 끝이 난다  내 자신을 달래며 하루하루 버티며   꿈꾼다 이 고통의 끝을"}, {"song_no": "3774133", "year": "2012", "rank": "96", "title": "Payphone (Feat. Wiz Khalifa)", "artist": "Maroon 5", "genre": "Rock", "lyrics": "I’m at a payphone trying to call home All of my change I spent on you Where have the times gone Baby it’s all wrong,  where are the plans we made for two Yeah, I, I know it’s hard to remember The people we used to be It’s even harder to picture That you’re not here next to me You say it’s too late to make it But is it too late to try And in our time that you wasted All of our bridges burned down I’ve wasted my nights You turned out the lights Now I’m paralyzed Still stuck in that time  when we called it love But even the sun sets in paradise I’m at a payphone trying to call home All of my change I spent on you Where have the times gone Baby it’s all wrong,  where are the plans we made for two If happy ever after did exist I would still be holding you like this All those fairytales are full of sh*t One more f**king love song  I’ll be sick You turned your back on tomorrow Cause you forgot yesterday I gave you my love to borrow But just gave it away You can’t expect me to be fine I don’t expect you to care I know I’ve said it before But all of our bridges burned down I’ve wasted my nights You turned out the lights Now I’m paralyzed Still stucked in that time  when we called it love But even the sun sets in paradise I’m at a payphone trying to call home All of my change I spent on you Where have the times gone Baby it’s all wrong,  where are the plans we made for two If happy ever after did exist I would still be holding you like this All those fairytales are full of sh*t One more f**king love song  I’ll be sick Now I’m at a payphone Man f**k that sh*t I’ll be out spending all this money  while you sitting round Wondering why it wasn’t you  who came up from nothing Made it from the bottom Now when you see me I’m stunning And all of my cars start  with the push up a button Telling me the chances I blew up  or whatever you call it Switched the number to my phone So you never could call it Don’t need my name on my show You can tell it I’m ballin’ Swish, what a shame  could have got picked Had a really good game  but you missed your last shot So you talk about  who you see at the top Or what you could’ve saw But sad to say it’s over for Phantom pulled up valet open doors Wiz like go away,  got what you was looking for Now ask me who they want So you can go and take that  little piece of sh*t with you I’m at a payphone trying to call home All of my change I spent on you Where have the times gone Baby it’s all wrong,  where are the plans we made for two If happy ever after did exist I would still be holding you like this All those fairytales are full of sh*t One more f**king love song  I’ll be sick Now I’m at a payphone"}, {"song_no": "3928286", "year": "2012", "rank": "97", "title": "비켜줄께", "artist": "허니지", "genre": "Ballad", "lyrics": "비켜줄께 잡은 손 이제 그만 놓을게  수척해진 얼굴  안쓰러워 못 보겠어  미안해하는 표정을  보면 알 것 같아  이젠 나를 떠난 너인걸 발끝이 저려와  어떻게 니가 없이 걷게 될까  혼자는 쉽지 않겠지만 어떻게든 나 비켜줄게 내 맘 붙잡았던 니 앞에 그 자리에 다른 사람과 니가 멋있게 걸을 수 있게 보내줄게 비켜줄게 나만 있고 싶던 니 맘에 그 자리에 내가 아닌 누군가 니 웃음 지킬 수 있게 비켜줄게 나도 몰래 눈물이 그렁해져 하늘만 또 쳐다봐서 떠나갈 널 보지도 못해 비켜줄게 내 맘 붙잡았던 니 앞에 그 자리에 다른 사람과 니가 멋있게 걸을 수 있게 보내줄게 비켜줄게 나만 있고 싶던 니 맘에 그 자리에 내가 아닌 누군가 니 웃음 지킬 수 있게 비켜줄게 비켜줄게 내 맘 붙잡았던 니 앞에 그 자리에 다른 사람과 니가 멋있게 걸을 수 있게 보내줄게 비켜줄게 나만 있고 싶던 니 맘에 그 자리에 내가 아닌 누군가 니 웃음 지킬 수 있게 비켜줄게 비켜줄게 나만 있고 싶던 니 맘에 그 자리에 내가 아닌 누군가 니 웃음 지킬 수 있게 비켜줄게"}, {"song_no": "3900683", "year": "2012", "rank": "98", "title": "서쪽 하늘 (원곡가수 이승철)", "artist": "윤하 (YOUNHA)", "genre": "Ballad", "lyrics": "서쪽 하늘로 노을은 지고 이젠 슬픔이 돼버린 그대를 다시 부를 수 없을 것 같아 또 한 번 불러보네 소리쳐 불러도 늘 허공에 부서져 돌아오는 너의 이름 이젠 더 견딜 힘조차 없게 날 버려두고 가지 사랑하는 날 떠나가는 날 하늘도 슬퍼서 울어준 날 빗속에 떠날 나였음을 넌 알고 있는 듯이 비가 오는 날엔 난 항상 널 그리워해 언젠간 널 다시 만나는 그날을 기다리며 비 내린 하늘은 왜 그리 날 슬프게 해 흩어진 내 눈물로 널 잊고 싶은데 사랑하는 날 떠나가는 날 하늘도 슬퍼서 울어준 날 빗속에 떠날 나였음을 넌 알고 있는 듯이 비가 오는 날엔 난 항상 널 그리워해 언젠간 널 다시 만나는 그날을 기다리며 비 내린 하늘은 왜 그리 날 슬프게 해 흩어진 내 눈물로 널 잊고 싶은데 가고 싶어 널 보고 싶어 꼭 찾고 싶었어 하지만 너의 모습은 아직도 그 자리에 비가 오는 날엔 난 항상 널 그리워해 언젠간 널 다시 만나는 그날을 기다리며 비 내린 하늘은 왜 그리 날 슬프게 해 흩어진 내 눈물로 널 잊고 싶은데 널 잊고 싶은데 하지만 난 널 사랑해"}, {"song_no": "3913740", "year": "2012", "rank": "99", "title": "강남역 10번 출구", "artist": "소울스타 (SOULSTAR)", "genre": "R&B / Soul", "lyrics": "강남역 10번 출구 앞에서  나와 둘이 만나 아무런 부담 갖지 말아줘  나와 너 둘이 만나 벌써 헤어진지 꽤나 됐지만 지금 네 곁에 누군가가 없다면  또 다른 만남 없다면 우리 오늘 데이트 하자  사이가 나쁘지 않잖아 서로 손을 잡고서 함께  거릴 거닐며 우리 오늘 데이트 하자 행복한 그 때로 돌아가 문득 생각해보니 별거  아닌 일로 이별한 거야 한 아름 장미꽃을 들고서  너를 기다려 난 사람들 틈 속에서 있어도  너를 알아봐 난 좋은 추억들이 이 곳에 많아서 여기저기를 둘러보고 다니게  무겁던 마음 가볍게 우리 오늘 데이트 하자  사이가 나쁘지 않잖아 서로 손을 잡고서 함께  거릴 거닐며 우리 오늘 데이트 하자 행복한 그 때로 돌아가 문득 생각해보니 별거  아닌 일로 이별한 거야 네가 즐겨 찾던 카페에 가서  Coffee 향긋한 향기 맡으며 난 너만 좋다고 하면 사랑을 다시  한 번 더 시작해 우리 오늘 데이트 하자  사이가 나쁘지 않잖아 서로 손을 잡고서 함께  거릴 거닐며 우리 오늘 데이트 하자 행복한 그 때로 돌아가 문득 생각해보니 별거  아닌 일로 이별한 거야 우리 오늘 데이트 하자"}, {"song_no": "3922577", "year": "2012", "rank": "100", "title": "냄새나는 여자", "artist": "10cm", "genre": "Folk", "lyrics": "화장을 지울 때 셔츠를 벗을 때 코끝을 지나는 그대만의 냄새 예쁘지도 않고 못나지도 않은 밋밋한 얼굴의 그대만의 냄새 좋다 하기엔 넌 너무 짜릿해 보고 싶지 않다가도 매일  나는 느끼네 우 나도 몰래 너를 안은 채로 풀썩 쓰러지게 돼  샤워를 마치고 머리를 만질 때 코끝을 맴도는 그대만의 냄새 끌리지도 않고 질리지도 않는 밋밋한 매력의 그대만의 냄새 싫다 하기엔 넌 너무 짜릿해 보고 싶지 않다가도 매일  나는 느끼네  우 나도 몰래 너를 안은 채로 풀썩 쓰러지게 돼  우우 나도 몰래 너를 안은 채로 덥썩 입맞추게 돼 그대만의 냄새 우 그대만의 냄새 우 그대만의 냄새 우 참 좋은 냄새"}]