[{"song_no": "4184826", "year": "2013", "rank": "1", "title": "첫 사랑니 (Rum Pum Pum Pum)", "artist": "f(x)", "genre": "Dance", "lyrics": "안녕 한 번쯤은  날 들어 봤겠지 너의 사랑니 이미 어릴 때 모두  겪었다 생각하겠지 Attention boys  나는 좀 다를 걸 다른 애들을  다 밀어내고 자리를 잡지 맘 속 깊은 곳에  Pa Rum Pum Pum Pum 아주 은밀하게  Pa Rum Pum Pum Pum 네 맘 벽을 뚫고 자라난다  특별한 경험 Rum Pum Pum Pum  머리가 깨질 듯이 아파온다  새로운 경험 Rum Pum Pum Pum 아야 머리가 아플 걸  잠도 오지 않을 걸 넌 쉽게 날 잊지 못할 걸  어느 날 깜짝 나타난  진짜 네 첫사랑  Rum Pum Pum Pum 이거 어쩌나 곧게 자란  아일 기대했겠지 삐딱하게 서서 널 괴롭히겠지  내가 좀 쉽진 않지 이렇더라 저렇다  말들만 많지만  겪어보기 전엔 알 수가 없겠지 힘들게 날 뽑아낸다고 한대도  평생 그 자릴 비워두겠지 아마 난 아닐 걸 Yeah 아마 맞을 걸  이젠 둘만의 비밀 만들어줄게 쉿 둘만의 쉬잇 아야 머리가 아플 걸  잠도 오지 않을 걸  넌 쉽게 날 잊지 못할 걸  어느 날 깜짝 나타난  짜릿한 첫사랑 Rum Pum Pum Pum 네 마음 벽을 뚫고 자라난다  벽을 뚫고 자라난다  벽을 뚫고 자라난다  벽을 뚫고 자라난다  머리가 깨질 듯이 아파온다  깨질 듯이 아파온다  깨질 듯이 아파온다  깨질 듯이 아파온다  아주 깨질 듯이  아야 머리가 아플 걸  잠도 오지 않을 걸 넌 쉽게 날 잊지 못할 걸  어느 날 깜짝 나타난  진짜 네 첫사랑  Rum Pum Pum Pum 진짜 네 첫사랑 특별한 경험 Rum Pum Pum Pum 짜릿한 첫사랑 새로운 경험  Rum Pum Pum Pum  진짜 네 첫사랑 특별한 경험  Rum Pum Pum Pum 짜릿한 첫사랑 새로운 경험  Rum Pum Pum Pum"}, {"song_no": "4148967", "year": "2013", "rank": "2", "title": "빠빠빠", "artist": "크레용팝", "genre": "Dance", "lyrics": "다같이 원 빠빠빠빠 빠빠빠빠 날따라 투 빠빠빠빠 빠빠빠빠 소리쳐 호 호 뛰어봐 쿵 쿵 날따라 해해 엄마도 파파도 같이 Go 빠빠빠빠 빠빠빠빠 신나게 Go 빠빠빠빠 빠빠빠빠 소리쳐 호 호 뛰어봐 쿵 쿵 날따라 해 해 팝 팝 크레용팝 Get Set ready Go 점핑 예 점핑 예 Everybody 점핑 예 점핑 다 같이 뛰어뛰어 점핑 예 점핑 예 Everybody I don't want to stick at home now 점핑 예 점핑 예 Everybody 점핑 예 점핑 다 같이 뛰어뛰어 점핑 예 점핑 예 Everybody I don't want to stick at home now I don't want to stick at home now 걱정은 No 빠빠빠빠 빠빠빠빠 고민도 No 빠빠빠빠 빠빠빠빠 웃어봐 호 호 더크게 예 예 날따라 해 해 Get Set ready Go 점핑 예 점핑 예 Everybody 점핑 예 점핑 다 같이 뛰어뛰어 점핑 예 점핑 예 Everybody I don't want to stick at home now I don't want to stick at home now 날 따라 Follow 두 손을 올리고 뛰뛰뛰 뛰어보고 맘껏 소리 쳐보고 Hey You Guys 벗어나 Day Life 다같이 Let's say ready Go  점핑 예 점핑 예 Everybody 점핑 예 점핑 다 같이 뛰어뛰어 점핑 예 점핑 예 Everybody I don't want to stick at home now 점핑 예 점핑 예 Everybody 점핑 예 점핑 다 같이 뛰어뛰어 점핑 예 점핑 예 Everybody I don't want to stick at home now I don't want to stick at home now One Two Three 예"}, {"song_no": "4192787", "year": "2013", "rank": "3", "title": "아는사람 얘기", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "내가 아는 사람 얘기해 줄게 며칠 전 사랑하는 그녀와 헤어진 주위 그냥 아는 사람 힘들고 많이 슬퍼하던데 너는 어떻게 생각해 아 내 얘기는 절대 아니야 그냥 그냥 아는 사람 얘기 그는 그녀를 너무 사랑했대 1년을 넘게 만났어도 반하겠대 여자들 앞에서 싱글이라 하던 그가 친구들에게도 자랑했대 예뻐 보였나 봐 그의 엄마가 어릴적 날마다 해준 말마따나 머리부터 발끝까지 넌 버릴 구석이 없다고 그 정도로 좋았었나 봐 매일 밤 택시 타고 그녈 데려다 주고 그는 막차 타고 집에 돌아와 수고스럽지만 1분 더 있고 싶어서 손잡고 있음 걱정 녹아내려서 그렇게 둘은 행복했대 여기까진 스토리 좋잖아 행복 백 배 근데 그 사람이 누구냐고 어 그냥 아는 사람 내가 아는 사람 얘기해 줄게 며칠 전 사랑하는 그녀와 헤어진 주위 그냥 아는 사람 힘들고 많이 슬퍼하던데 너는 어떻게 생각해 아 내 얘기는 절대 아니야 그냥 그냥 아는 사람 얘기 뭔가 이상했대 어느 순간부터 가까웠던 둘 사이에 어색함이 줄곧 왜 그런지 대체 모르겠더라고 후에 알고 보니 되게 멀리 떠난다고 그녀 울면서 이제 그만하쟤 하얀 손끝에 가재처럼 매달려 봤지만 더욱 아파하는 모습에 집게를 놨네 나는 말해 줬어 인정해 그년 널 사랑하지 않아 아냐 몇번이고 부정했어 애써 배고픈 거지처럼 구걸했지만 그녀가 준 건 사랑 아닌 동정 나 너무 슬퍼 나 방금 나라고 했니 너무 감정이입 했나 봐 이해 되지 근데 어떻게 이렇게 자세히도 아냐고 어 친하거든 내가 아는 사람 얘기해 줄게 며칠 전 사랑하는 그녀와 헤어진 주위 그냥 아는 사람 힘들고 많이 슬퍼하던데 너는 어떻게 생각해 아 내 얘기는 진짜 아니야 그냥 그냥 아는 사람 얘기 누군 이런일도 있다 해서 그냥 그냥 아는 사람 얘기 참 별일이야 유치하지 않냐 그냥 그냥 아는 사람 얘기 넌 근데 어떻게 생각해 그 남자가 어떻게 해야 될 것 같애 잡아야 할까 포기해야 할까 나 너무 진지한가 니가 아는 사람 얘기해 줄게 며칠 전 사랑하는 그녀와 헤어진 그래 지금 나란 사람 힘들고 많이 슬퍼 그러는데 이걸 어떻게 해야 해 아니다 아냐 그냥 그냥"}, {"song_no": "4171462", "year": "2013", "rank": "4", "title": "U & I", "artist": "에일리", "genre": "Dance", "lyrics": "Wait a minute Wait a minute  말 잘라 미안한데 왜 이러니 왜 이러니  자꾸 똑같은 말 우리 중 하난 먼저 얘기해야 돼 여기서 우리 그만 끝내 이제 그만 싸우고 싶어 하루도 그냥 넘어가는 일이 없어 내 하루가 의미 없어 1분 1초도 웃을 일 없어 더는 자신이 없어  오늘은 내가 말할래 네가 어디서  뭘 하든 상관 안 할래 가든 말든 네 맘대로 해 매번 지겹도록 반복되는  everyday U and I U and I U and I Wait a minute Wait a minute  내게서 떨어져줄래 왜 이러니 왜이러니  이 손 놓고 말해 몇 번을 들어도  네 말은 거기서 거기 Tired of all your lies and  excuses now just get out my face 되돌릴 수 없어 예전으로 남보다 못한 사이가 됐어  우린 서로 부담이 됐어 너 말곤 내게 아무도 없어 더는 상관이 없어  그냥 너에게 말할래 네가 어디서  뭘 하든 상관 안 할래  가든 말든 네 맘대로 해 매번 지겹도록 반복되는  everyday U and I U and I U and I 네가 없는 이 곳에 남겨진  내가 울고 있을 거라  생각하겠지만 나는 괜찮아  반복될 일 없을 테니까 너와 나 여기서 그만 네가 어디서  뭘 하든 상관 안 할래  가든 말든 네 맘대로 해 매번 지겹도록 반복되는  everyday U and I U and I U and I"}, {"song_no": "4163116", "year": "2013", "rank": "5", "title": "NoNoNo", "artist": "Apink (에이핑크)", "genre": "Dance", "lyrics": "슬퍼하지 마 No No No  혼자가 아냐 No No No 언제나나나 내게  항상 빛이 돼 준 그대 내 손을 잡아요 이제  지금 다가와 기대 언제나 힘이 돼 줄게 내가 힘이 들 때  내게 다가온 그대 살며시 내게로 와 입맞춰 준 그대 마치 마법처럼 날 감싸준 정말 이런 기분 처음이야 가끔씩은 그대도 힘든가요 그렇게 혼자 슬퍼하면 어떡해 하나 둘씩  불이 꺼져가는 공간 속에 내가 널 비춰줄게 슬퍼하지 마 No No No  혼자가 아냐 No No No 언제나나나 내게  항상 빛이 돼 준 그대 내 손을 잡아요  이제 지금 다가와 기대 언제나 힘이 돼 줄게 꿈이 많던 그댄  너무 떨리던 그때에 수많은 시련 속에 기적을 바랐고 갈수록 불어오는 바람에  흔들리는 모습 처음이야 오랫동안 많이도 참았나요 아무 말 않고  고개 떨구면 어떡해 하나 둘씩  곁을 떠나가는 세상 속에 내가 널 비춰줄게  슬퍼하지 마 No No No  혼자가 아냐 No No No 언제나나나 내게 항상  빛이 돼 준 그대 내 손을 잡아요  이제 지금 다가와 기대 언제나 힘이 돼 줄게 가장 내게 힘이 돼 주었던 나를 언제나 믿어주던 그대 다들 그만해 라고 말할 때 마지막 니가 바라볼 사랑  이젠 내가 돼 줄게 슬퍼하지 마 No No No  혼자가 아냐 No No No 언제나나나 내게  항상 빛이 돼 준 그대 내 손을 잡아요  이제 지금 다가와 기대  언제나 힘이 돼 줄게"}, {"song_no": "4188687", "year": "2013", "rank": "6", "title": "Kill Bill", "artist": "브라운아이드걸스", "genre": "Dance", "lyrics": "나쁜 짓을 저질렀어요  그렇게 놀란 눈으로 날 보지 마요 여기서 다 털어 놓을까요 어젯밤 그대 전화 왜 안 받았게요 사실 부족해 이걸론 니가 내게 했던 나쁜 짓엔 Oh 너무 달콤해 지금 Oh 너무 당혹스런 너의 그 표정 누가 더 니가 내가 나쁠까 나한테 잘 걸렸어 너 말이야 누가 더 니가 내가 아플까 그렇게 살지 마라 너 말이야 혼자 보긴 너무 아까운 일이야 너의 무너진 모습 So don’t you wanna kill me 이제 시작이야 아직 먼 길이야 조금 더 배워야 돼 너 말이야 왜 나에게 이러시나요 그 말이 그대 입에  오를 말인가요 여기서 다 털어볼까요 그대가 누구 누구 누굴 울렸는지 지금까지 너 만만하게만 상대했던 얼굴 반반한 애완 달라 나 준비한 반의  반의 반도 안 한 거야  네 재판 하나 둘 셋 넷 이리 온 내가 열을 세기 전에 어서 온 내게 빌지 마 아직은 아니 벌써부터 울 것 까지야 누가 더 니가 내가 나쁠까 나한테 잘 걸렸어 너 말이야 누가 더 니가 내가 아플까 그렇게 살지 마라 너 말이야 혼자 보긴 너무 아까운 일이야 너의 무너진 모습 So don’t you wanna kill me 이제 시작이야 아직 먼 길이야 조금 더 배워야 돼 너 말이야 Hey 이젠 놔줄게 있는 힘 다 해서 멀리 뛰어가 Hey 여기까지야 비참한 니 모습  영원히 기억할게  뛰어 달아나 숨이 찰 때까지 모든 건 단 하나 니가 한 댓가지 너 좀 바라 봐 미칠 것만 같지  눈물에 콧물에 꼴 한 번 사납지  이거는 알아둬 니가 내게 줬던  모멸과 수치에 비하면  어림 반 푼어치도 아냐  그러니까 애처럼 울지 좀 마 이대로 이야기가 끝일까 마음 다 놓지는 마 너 말이야 또 다시 내 눈에 넌 잡힐까 눈앞에 띄지 마라 너 말이야 보이지도 않게 들리지도 않게 이름도 바꿔버려 So don’t you wanna kill me 좁은 세상이야 쉽진 않을 거야 사랑은 포기하길 너 말이야"}, {"song_no": "4163613", "year": "2013", "rank": "7", "title": "오늘따라 보고싶어서 그래", "artist": "다비치", "genre": "Ballad", "lyrics": "오늘 따라 그냥 좀 보고싶어서  그래 내가 알고있던  그 모습 그대로 잘 지내는지  너무 걱정은 마  그냥 미련이 조금 남아서 혼자라서 그래 기분도 울적해  생각이 났나봐  다시올까 너 다시올까 설레이던 어느 밤  불꺼진 방안에 밤 새도록  기다리다 널 기다리다 참 많이 울었어 다시 만나도 아닐걸 난 아니까 기다리다 널 기다리다 정말 니가 너무 싫은데 아직 너하나에 울고 웃는 내가 싫어  오늘따라 그냥 좀 보고 싶어서  그래 바람도 시원해 날씨가 좋으니  괜히 더 그러네  시간이 좀 더 지나면  한번쯤 다시 볼수있을까 좋은사람 만나 행복하게 되면  날 잊어 버릴까  끝이라고 다 끝이라고 생각하면 할수록 니가 너무나 보고싶어서 또 난 기다리다 널 기다리다 참 많이 울었어 다시 만나도 아닐걸 난 아니까 기다리다 널 기다리다 정말 니가 너무 싫은데 아직 너 하나에 울고 웃어  보고 싶어 너 보고 싶어 참 많이 울었어 아무리 애를 써도 넌 안오니까 그래도 나 더 기다리면 계속 너만 그리워하면 한번쯤은 날 볼 것 같아서 널 기다려 오늘 따라 그냥 좀 보고싶어서  그래"}, {"song_no": "4180409", "year": "2013", "rank": "8", "title": "Shadow (그림자)", "artist": "비스트", "genre": "Dance", "lyrics": "Shadow Shadow Because  I'm a shadow shadow shadow  Ha Rainy Cloudy No light   Darkness day N Night  너 떠나버린 그때부터  어쩌면 Maybe  내 존재 자체가 없어졌지  Back in the day 화창한 날씨   화려한 불빛  항상 네 곁에 있었지  내가 있었지 내가  Cause I'm shadow shadow shadow  Give me the light light light  You are ma ma ma sunrise  너 없는 난 아무것도 아냐  넌 내 마지막 You're my last   언제까지나 You're my last  네가 불길이라도 난 뛰어들게  너와 나의 저 하늘을 검게  물들인 저 이별을 어서 지워줘  더 이상 내가 다가갈 수 없게  너를 바라볼 수 없게  네 곁에 머물고 싶어  Because I'm a shadow shadow shadow  간절하게 원하고 있는데  눈부셨던 그때로 나 돌아갈래  그림자처럼 항상 함께였던   아름다운 네 미소가 날 비추던  Because I'm a shadow shadow shadow  Early in the morning 오늘도 역시   The sun is hiding  빛은 사라졌지 널 데리고서  저 저 멀리로  Cause I'm shadow shadow shadow  Give me the light light light  You are ma ma ma sunrise  너 없는 난 아무것도 아냐  넌 내 마지막 You're my last   언제까지나 You're my last  네가 불길이라도 난 뛰어들게  너와 나의 저 하늘을 검게  물들인 저 이별을 어서 지워줘  더 이상 내가 다가갈 수 없게  너를 바라볼 수 없게  네 곁에 머물고 싶어  Because I'm a shadow shadow shadow  간절하게 원하고 있는데 눈부셨던   그때로 나 돌아갈래  그림자처럼 항상 함께였던   아름다운 네 미소가 날 비추던  Because I'm a shadow shadow shadow  Erase erase 잊어 지워  이젠 이젠 싫어 미워 Fall fall fallin' down faded faded faded I'm not a vampire not a night  ghost 어둠 속에 흐느껴 네 이름 부르고 우리가 다시 함께 하기를 기다려 Cause a shadow shadow shadow Oh 너를 잊는다는 건 나 역시 지워진다는 걸 너와 나의 저 하늘을 검게 물들인 저 이별을 어서 지워줘 더 이상 내가 다가갈 수 없게 너를 바라볼 수 없게 네 곁에 머물고 싶어 Because I'm a shadow shadow shadow 간절하게 원하고 있는데 눈부셨던  그때로 나 돌아갈래 그림자처럼 항상 함께였던  아름다운 네 미소가 날 비추던 Because I'm a shadow shadow shadow Because I'm a shadow shadow shadow"}, {"song_no": "4160246", "year": "2013", "rank": "9", "title": "BAAAM (Feat. Muzie Of UV)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "오전에 보낸 문자는 메아리가 없어  하루 종일 내 기분은 맥아리가 없어  친구들에겐 밀고 당기는 중 사실 니가 던진 떡밥에  완전 낚이는 중  뒤집어놓지 내 속과 니 전화  어깨 근처에 향수만 묻혀놓고 가냐  내가 너의 옹달샘은 아닌데  왜 항상 커피 아님 술만  얻어먹고 가냐  넌 논란의 캐릭터 뱃걸  희망이란 채찍으로 내 맘을 고문해  난 어둠의 기사 여기 밸트 매   걸쭉하게 취한 널 집에다 모셔주네  왠지 넌 사연 있는 여자 같아  가벼운 덤벨처럼 들었다 놨다  헷갈리게 해 너의 애매한 태도  어디야 지금 영화 예매했대도  그녀는 BAAAM BAAAM BAAAM  같은 여자  그녀는 BAAAM BAAAM BAAAM  근데 왜왜왜 끌리는 걸까  도대체 왜왜왜  내겐 너무 예뻐서  you're always in my heart  그녀는 BAAAM BAAAM BAAAM  같은 여자  연락이 뚝 끊겼다가도  늦은 새벽에 불쑥 날 찾아와  술 사달라고  콧소리 내면서  내 맘에 불 붙였다가도  갑자기 정색하곤 해  오늘은 그만하자고  아 답답해 내 맘은 굴뚝같은데  너는 연기처럼 날아가는 게  마치 손아귀에 잡힐 듯  가까이 왔다가도  왜 뱀처럼 미끄럽게 빠져나가는데  왜 내 맘에 똬리를 틀었어  삼킬게 아니라면 넌 왜 나를 물었어  KO 굴복한 내 맘을 넌 요요처럼   맘대로 밀고 당기고 바닥에다 굴렸어  나 질질 끌었어 너와의 관계를  알수록 알 수 없는 니 매력에  너무 끌려서  야릇하면서도 애매한  니 태도는 너무 얄미워  그게 내 호기심을 부풀렸어  그녀는 BAAAM BAAAM BAAAM  같은 여자  그녀는 BAAAM BAAAM BAAAM  근데 왜왜왜 끌리는 걸까  도대체 왜왜왜  내겐 너무 예뻐서  you're always in my heart  그녀는 BAAAM BAAAM BAAAM  같은 여자  니가 내 맘대로 안 돼서 나 답답해  내가 니 맘대로만 돼서 나 답답해  문자를 보내봐도 답장은 함흥차사  넌 정말 적당히 나빠서  나를 뜨겁게 만드는 것 같아 그녀는 BAAAM BAAAM BAAAM 같은 여자 그녀는 BAAAM BAAAM BAAAM 근데 왜왜왜 끌리는 걸까 도대체 왜왜왜 내겐 너무 예뻐서 you're always in my heart 그녀는 BAAAM 같은 여자"}, {"song_no": "4193337", "year": "2013", "rank": "10", "title": "으르렁 (Growl)", "artist": "EXO", "genre": "Dance", "lyrics": "Yo Okay 나 혹시 몰라 경고하는데 잘 들어 지금 위험해 So Dangerous 자꾸 나를 자극하지마 큰일 나  나도 날 몰라  숨이 자꾸 멎는다 네가 날 향해 걸어온다 나를 보며 웃는다 너도 내게 끌리는지  눈앞이 다 캄캄해 네가 뚫어져라 쳐다볼 땐 귓가에 가까워진 숨소리 날 미치게 만드는 너인걸 아무도 널 못 보게 품에 감추고 싶어 널 노리는 시선들 내 안에 일어난 거센 소용돌이  검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 날이 선 눈빛과 베일듯한 긴장감 지금 탐색 중이야 너의 주위를 Babe Babe Oh 넌 그냥 그대로 있어 나만을 바라보면서 절대 널 보내지 않아 두고 봐 Babe  흐린 공간속에서 선명하게 빛나는 널 노리는 시선들 내 안에 울리는 경보 울림소리 검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 E X O 또 다른 늑대들이 볼세라 너무나 완벽한 내 여자라 품속엔 부드럽게 너를 안고 너만을 위해서 나는 난폭해지고 결국엔 강한 자가 얻게 되는 미인 자리가 없으니까 그냥 돌아가 I win 가능성 제로야 닳으니까 그만 봐 그녀를 넘본다면 나를 먼저 넘어봐  우리 말곤 하나둘씩 지워버리자 너하고 나만 여기 남아 멈춰진 듯이 워 검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라"}, {"song_no": "4142913", "year": "2013", "rank": "11", "title": "My Love", "artist": "이승철", "genre": "Ballad", "lyrics": "사랑해 그 말은 무엇보다 아픈 말  숨죽여서 하는 말  이젠하기 힘든 말  Oh 햇살이 밝은 아침보다  밤의 달빛이 어울려요  이별의 그 입맞춤  잠시 접어둔 채 이대로 이렇게  힘껏 안아줄께 널 그리고 말할께  나 이렇게 너를 외치면서  My Love  넌 보지 못할 내 마지막 눈물  힘껏 안아줄께 널 그리고 보낼께  나 또 한번 너를 외치면서  My Love  넌 듣지 못할 사랑한단 내 말  괜찮아 그 말은 안쓰러운 거짓말  애쓰면서 웃어도  우린 그저 눈물만  Oh 햇살이 밝은 아침보다  밤의 달빛이 어울려요  이별의 그 입맞춤  잠시 접어둔 채 이대로 이렇게  힘껏 안아줄께 널 그리고 말할께  나 이렇게 너를 외치면서  My Love  넌 보지 못할 내 마지막 눈물  힘껏 안아줄께 널 그리고 보낼께  나 또 한번 너를 외치면서  My Love  넌 듣지 못할 사랑한단 내 말  힘껏 안아줄께 널 그리고 말할께  나 이렇게 너를 외치면서  My Love  넌 보지 못할 내 마지막 눈물  힘껏 안아줄께 널 그리고 말할께  나 이렇게 너를 외치면서 My Love  넌 듣지 못할 사랑한단 내 말 My Love"}, {"song_no": "4172962", "year": "2013", "rank": "12", "title": "Be OK (Feat. 배치기)", "artist": "유성은", "genre": "R&B / Soul", "lyrics": "원래 그런 거래 다들 내게 말해 더 이상은 no oh oh be a be alright 붙잡아서 뭘 해 잘 지내라 말해 더 이상은 no oh oh be a be a OK 죽을 것만 같다던 내 마음도 OK 꿈을 꾼 듯이 잊혀져 가고 I will know you nothing ever I will know you nothing ever 다 알 것 같던 니 맘이 거짓말 같아 빙빙빙 난 너 없이도 Be OK 빙빙빙 맴도는 기억 이젠 잊을래 너 없이 잘 살아 다시 다른 남잘 만나 beautiful my boy 사랑했던 그대 bye bye 그래 잘 가라 가라 가라고 지우기가 힘들었던 전화번호도 같이 걷던 그 길을 혼자 걸어도 이젠 홀가분해 너 없이도 I'm ok yo 그리 형편없지 않았던 우리의 만남이었잖아 더는 후횐 없어 새로운 출발점에 다시 서서 축복해줄게 이젠 Be Ok 미련 둬서 뭐해 소용없어 no way 더 이상은 no oh oh be a be alright 숨을 쉴 때마다 한숨만 내쉬다 더 이상은 no oh oh be a be a OK 죽을 것만 같다던 내 마음도 OK 꿈을 꾼 듯이 잊혀져 가고 I will know you nothing ever I will know you nothing ever 다 알 것 같던 니 맘이 거짓말 같아 빙빙빙 난 너 없이도 Be OK 빙빙빙 맴도는 기억 이젠 잊을래 너 없이 잘 살아 다시 다른 남잘 만나 beautiful my boy 사랑했던 그대 bye bye 시간이 지나 또 기억나겠지 너와 나의 everything 사랑했던 everything 우리가 왜 이렇게 된 건지 뭘 잘못한 건지 빙빙빙 난 너 없이도 Be OK 빙빙빙 맴도는 기억 이젠 잊을래 너 없이 잘 살아 다시 다른 남잘 만나 beautiful my boy 사랑했던 그대 bye bye 빙빙빙 난 너 없이도 Be OK 빙빙빙 맴도는 기억 이젠 잊을래 너 없이 잘 살아 다시 다른 남잘 만나 beautiful my boy 사랑했던 그대 bye bye"}, {"song_no": "4138606", "year": "2013", "rank": "13", "title": "Give It To Me", "artist": "씨스타", "genre": "Dance", "lyrics": "You see  I don't usually do this but  I really need you tonight  Give it to me give it to me  Give it to me give it to me 서른이 넘기 전에 결혼은 할는지  사랑만 주다 다친  내 가슴 어떡해 oh  애꿎은 빗소리에도  가슴이 아파서  아직도 어리고 여려  순진하고 여려  눈물은 많은지  Give it to me oh babe  Give it to me Give it to me   Give it to me oh babe  Give it to me  Oh baby give it to me   Oh oh oh oh oh oh  Oh oh oh oh oh oh   아무리 원하고 애원해도  눈물로 채워진 빈자리만  사랑을 달란 말이야  그거면 된다는 말이야  Oh oh oh  Oh babe give it to me  아침이 오기 전에 그대가 올는지  바보같이 너 하나뿐인 나 Oh  운다 하루 종일 울다 동이 튼다  저 해가 달인지  밤이 낮인지도 몰라  Oh babe give it to me  I'm sorry that's all I need   Oh babe give it to me  Oh babe give it to me   Give it to me oh babe  Give it to me Give it to me   Give it to me oh babe  Give it to me  Oh baby give it to me   Oh oh oh oh oh oh  Oh oh oh oh oh oh    아무리 원하고 애원해도  눈물로 채워진 빈자리만  사랑을 달란 말이야  그거면 된다는 말이야  Oh oh oh  Oh babe give it to me  수십 번 수백 번을 쓰다가  또 찢어버린 편지  사랑은 왜 이렇게 내게만 무겁지   운다 하루 종일 울다 동이 튼다  저 해가 달인지  밤이 낮인지도 몰라 나 난   나 하루 종일 울다 동이 튼다   동이 튼다 동이튼다  나 하루 종일 울다 동이 튼다   동이 튼다  Give it to me oh babe  Give it to me Give it to me   Give it to me oh babe  Give it to me  Oh baby give it to me   Oh oh oh oh oh oh  Oh oh oh oh oh oh   아무리 원하고 애원해도 눈물로 채워진 빈자리만 사랑을 달란 말이야  그거면 된다는 말이야   Oh oh oh Oh babe give it to me"}, {"song_no": "4195859", "year": "2013", "rank": "14", "title": "DO YOU LOVE ME", "artist": "2NE1", "genre": "Dance", "lyrics": "DOYOULOVEME  DOYOULOVEME  DOYOULOVEME   DOYOULOVE DO YOU  Do you love me  Do you love me  Do you love me like the   way I love you babe  Do you love me  Do you love me  Do you love me like the   way I love you babe  예감이 딱 맞아들었어  널 만났던 첫날부터  아무도 가질 수 없었던  내 맘을 사로잡았어  난 월 화 수 목 금 토 일   그대만 생각해  아침 점심 저녁 새벽   온종일 애타게  결론은 결국L O V E is   What I say  난 너란 바다에 푹 빠진 것 같애  나 혼자만의 착각일까  넌 나와 같다 믿고 싶어  누구도 헤아릴 순 없지만  너에게 묻고 싶어  DOYOULOVE  DO YOU  Do you love me  Do you love me  Do you love me like the way   I love you babe  Do you love me  Do you love me  Do you love me like the   way I love you babe  기막힌 우리의 만남이  뻔한 착각은 아니겠죠   꽉 막힌 답답한 내 맘을  흔들어줘요 ROCK N ROLL  널 첨 본 순간부터 이미   내 심장은 KO  아무리 멋진 누가 날 원한대도   I SAY NO  넌 나의 맘의 열쇠  너에게만 날 열게  이번이 마지막 사랑이야  날 떠나가지마  나 혼자만의 착각일까  넌 나와 같다 믿고 싶어  누구도 헤아릴 순 없지만  너에게 묻고 싶어  DOYOULOVEME  DOYOULOVEME  DOYOU LOVEME  DO YOU Do you love me 삶의 끝까지 같이 할 수  있을 것 같아 우주 끝까지 함께 해  손을 놓지마 삶의 끝까지 같이 할 수  있을 것 같아 우주 끝까지 함께 해  손을 놓지마 Do you love me Do you love me Do you love me Do you love me like the way  I love you babe Do you love me Do you love me Do you love me like the way  I love you babe"}, {"song_no": "4165390", "year": "2013", "rank": "15", "title": "Falling In Love", "artist": "2NE1", "genre": "Rap / Hip-hop", "lyrics": "Touch me over here  Touch me touch me over there Touch me over here Touch me over there Touch me over here Touch me Touch me over there Touch touch touch Yeah yeah Oh my 내 맘이 왜 이리 설레는지 몰라 이름도 모르는 그대 앞에서 난 오 천국 같은 너의 눈빛에 정말 Alright Alright Alright Alright Tonight I drop it low 기분은 짜릿해 심장은 터져 Blow 넌 내 Johnny Depp 입술이 말라와 내 뼛속  끝까지 저려와 눈부신 널 쳐다볼 수 없어  boy I’m so blind 진흙 속 진주 난 너의 신부 널 내 걸로 만들겠어 That’s  what a queen do Yeah in the club it’s  getting ugly I don’t care Can’t nobody stop the  fire let them haters  sit n stare I keep falling in love  falling in love 너만 보면 내 마음이 oh oh oh oh  Falling in love falling in love 널 갖고싶어 나 어떡해 Boy Falling in love falling in love 너만 보면 내 마음이 oh oh oh oh  Falling in love falling in love 널 갖고싶어 나 어떡해 Boy Touch me over here  Touch me touch me over there Touch me over here Touch me over there Touch me over here Touch me Touch me over there Touch touch touch Yeah yeah Oh my 내가 이래도 되나 싶어  lost my mind 네게 반해 정신을 놔버렸나 봐 니 손끝이 내 몸에 닿는 이 순간  Alright Alright Alright Alright 두근 두근대 난 자존심을 잃지 사랑 속에서 난 길을 잃은 길치 놓치지 않겠어 방아쇠를 잡아 니 심장을 향해 쏴 blakah blakah You mine boy 내게 넘어와  boy gimme gimme 굳이 밀당하겠다면 넌 silly silly   끝없는 매력에 나 사고치겠어 같이 함께하겠어 너와라면 난  yes sir I keep falling in love  falling in love 너만 보면 내 마음이 oh oh oh oh  Falling in love falling in love 널 갖고싶어 나 어떡해 Boy Falling in love falling in love 너만 보면 내 마음이 oh oh oh oh  Falling in love falling in love 널 갖고싶어 나 어떡해 Boy 난 너밖에 없어 내가 기다리고 기다렸던 그  somebody 넌 rollercoaster 내 마음을 들었다 놨다 어떡하니 너는 어떨지 만약 너도 나와 같다면 말해 tell me Yeah yeah I just keep  falling in love again Falling in love falling in love 너만 보면 내 마음이 oh oh oh oh  Falling in love falling in love 널 갖고싶어 나 어떡해 Boy Falling in love falling in love 너만 보면 내 마음이 oh oh oh oh  Falling in love falling in love 널 갖고싶어 나 어떡해 Boy Touch me over here  Touch me touch me over there Touch me over here Touch me over there Touch me over here Touch me Touch me over there Touch touch touch Yeah yeah"}, {"song_no": "4130922", "year": "2013", "rank": "16", "title": "미친연애 (Bad Girl) (Feat. E-Sens Of 슈프림팀)", "artist": "범키", "genre": "R&B / Soul", "lyrics": "Yeah let me tell you  about this one girl i know She's a bad girl Bad girl  She breaks my heart and  Play my heart  어젯밤 네 어깨너머로 나 흘깃 훔쳐봤어 울리는 전화벨소리 받지 않는 너 난 알고있어 까만 밤이 지나면  다시 그에게로 넌 돌아가겠지 아침이 밝아오기 전에 널 보내줘야 해 no no no no 넌 내 옆에 누워 애인같이 나하고 넌 딱 내일 아침 까지만 함께하지 불편한 티  하나 없는 넌 아마도 몇시간뒤 그 사람에게 난 마치 네 ex 능숙한 네 앞에서 애가 되는건 나지 넌 웃어 풀러 그 수건 난 숨죽여 Baby you're my queen  My everything 너 없인 하루도 살수없어 이러면 안되는줄 알면서 자꾸만 빠져들고있어 You are so bad girl Oh bad girl 난 네게 중독 돼버렸어 So addicted to you Cause you're so bad girl Bad bad girl 이런 미친연애는 그만할래 So so dangerous yeah So dangerous so dangerous So so dangerous huh So dangerous  You are so bad girl Bad bad girl Don't you ever make me cry 날 도와줘 몇번씩이나 나 다짐했는데 왜 자꾸 돌아가는건지 어린아이처럼 너를 찾아 헤매이네 시간이 갈수록 수록 미치겠어 겠어 너를 잊어야 하겠지 어느 새 너무나 익숙한 너의향기 지워야겠지 네 전화가 울려 난 또 숨죽여 나한테 닿은 몸 안뗀 채 아무것도 모르는 그놈한테는 아무렇지 않게 내일은  언제보냐 물어 옆에있는 내가 더 먼 느낌  자는척 그 목소리 엿듣지 이중 멍청인 누구 난 행복하지도 않은데 왜 대체 이끈을 놓치못해 그녀는 착하지 않아 절대 그녀는 우아하지 않아 3류도 못될 드라마같아  다 알고도 자연스런  사람은 걔 하나 Intoxicated 위험한짓 어차피 내일이되면 다시 멀끔한 여자애로 변할 니가 아쉬운 내겐 이 관계 You are so bad girl Oh bad girl 난 네게 중독 돼버렸어 So addicted to you Cause you're so bad girl Bad bad girl 이런 미친연애는 그만할래 So so dangerous yeah So dangerous so dangerous So so dangerous huh So dangerous  You are so bad girl Bad bad girl Don't you ever make me cry"}, {"song_no": "4175139", "year": "2013", "rank": "17", "title": "비가 온다", "artist": "강승윤", "genre": "Rock", "lyrics": "창문너머엔 슬픈  비가 내리고 문 뒤로 부는 바람은  창가의 눈물을 훔쳐내고 널 위해 준비했던 선물들  고백이 담긴 편지는 갈 곳 없이 먼지만 품고 있어 누가 내 맘을 알아주려나  누가 내 말을 들어주려나 날 녹여주던 그 손길도  부드러운 목소리도 이젠 내 것이 아니라는 게 오늘따라 더 힘들다  맘에 비가 온다  비가 온다 차갑게 맘에 비가 온다  비가 온다 오늘도 방안에 어두운  그림자가 내리고 달빛에 비친 시계는  헤어지던 날에 멈춰있고 널 위해 살아왔던 많은  시간들 너를 안던 가슴은 주인 없이 바람만 품고 있어  누가 내 맘을 알아주려나  누가 내 말을 들어주려나 내 거칠어진 입술마저  차가워진 가슴마저 여전히 너만 찾고 있어서  오늘따라 더 그립다  맘에 비가 온다  비가 온다 차갑게 맘에 비가 온다  비가 온다 오늘도 이젠 볼 수 없다는 걸  난 잘 알고 있는데 다시 여기에 올 것만 같애 비바람이 몰아치는데 피할  곳이 없어 가슴이 언다 그만  맘에 비가 온다  비가 온다 차갑게 맘에 비가 온다  비가 온다 오늘도 널 위해 준비했던 선물들  고백이 담긴 편지는 갈 곳 없이 먼지만 품고 있어"}, {"song_no": "4129672", "year": "2013", "rank": "18", "title": "짧은머리", "artist": "허각", "genre": "Ballad", "lyrics": "멀리서 걸어오는 그대 모습이   참 달라보여  한없이 예뻐보이는 그댈 붙잡고   함께 걸어가  짧은 머리 짧은 치마 쌩얼인 얼굴   너 오늘 왠지 예뻐  짧은 머리 하얀 셔츠 체크 넥타이  오빠도 오늘 멋져  짧게 자른 그대 변화가   너무나도 난 예뻐  사랑스런 우리 둘이서 절대   변하지 마요  자꾸만 어색한지 머릴 만지는   그대 모습이  왜이리 귀여운건지 보면 볼수록   빠져들어가  짧은 머리 짧은 치마 쌩얼인 얼굴  너 오늘 왠지 예뻐  짧은 머리 하얀 셔츠 체크 넥타이  오빠도 오늘 멋져  짧게 자른 그대 변화가   너무나도 난 예뻐  사랑스런 우리 둘이서 절대   변하지 마요  솔직히 나 완벽한 남잔 아니지만 걱정말아요 내 눈엔  그대만 보여요 부족한 우리 둘이서 서로 채워줄 사랑을 만난거죠 영원히 난 그대만 난 그대만 우리 둘이 사랑해 짧은 머리 짧은 치마 쌩얼인 얼굴  너 오늘 왠지 예뻐 짧은 머리 하얀 셔츠 체크 넥타이 오빠도 오늘 멋져 짧게 자른 그대 변화가  너무나도 난 예뻐 사랑스런 우리 둘이서 절대  변하지 마요 사랑해 나도 사랑해 사랑해 나도 사랑해 사랑스런 우리 둘이서 절대 변하지 마요"}, {"song_no": "4175021", "year": "2013", "rank": "19", "title": "Destiny", "artist": "인피니트", "genre": "Dance", "lyrics": "이대로 떠나지 마 내 앞에서  마지막 가는  뒷모습을 보이지는 마 다신 니 곁에서 떠나지 않을게  널 버리고 떠난 날 미워해도 돼 참아 볼게 나 아파 볼게  다 널 위해 Oh you 다신 꽉 잡은 손 놓치지 않을게 널  울리고 떠난 날 미워해도 돼 돌려볼게 다 아파 볼게  나 For you For you 날 떠나 행복할 수 있단 말  하지 마 내가 잘할게  놓지 않을게 니 옆에 있는 날 떠나지 마 돌아서지 마  이대로 보낼 수 없어  이런 날 두고 간다고 벗어날 수 없어  Cause you are my destiny 날 두고 돌아서지 마  빗겨가지 마 피해가지 마  You are my destiny 둘 사이 내리막길  떨어질 생각에 가로 막힌 채 대화조차 시간 낭비라  너의 마음이 날 밀어내 잠시만 나만 고뇌 속에 남아 도네  또 내 바람 안에 담아 보네   본래의 자리잡길 그게 나의 품에 안길  다신 이렇게 널 놓치지 않을게  널 아프게 했던 날 미워해도 돼 돌려볼게 나 아파 볼게  다 For you For you 두 번 다신 볼 수 없단 말  하지 마 내가 잘할게  놓지 않을게 니 곁에 있는 날 떠나지 마 돌아서지 마  난 널 보낼 수 없어 이런 날 두고  오오 간다고 오오 벗어날 수 없어  Cause you are my destiny 산산조각 나 버린 내가  버려버린 기억 추억으로  남겨두기는 싫어  무릎 꿇고 빌어 길었던 만남 끝에  정신이 나갔었나 봐  엇나갔던 날 잡아줘  후회 속에 잠긴 내게 기횔 줘 이대로 떠나지 마 내 앞에서  마지막 가는 뒷모습을  보이지는 마  Cause you are my destiny 날 두고 돌아서지 마  빗겨가지 마 피해가지 마  You are my destiny 두고 가지 마 떠나지 마 벗어날 수 없어  Cause you are my destiny"}, {"song_no": "4152253", "year": "2013", "rank": "20", "title": "여자 대통령", "artist": "걸스데이", "genre": "Dance", "lyrics": "널 사랑한다고 말해버릴까 싶어  이렇게  매일 가슴아파 아파  아파 아파 아파 아파 그런데 왜 이래 니 앞에만  서면 작아져  버려 아무것도 아닌 애기같아  애기같아 오오오오 너만 생각하면 나는 마음이 좋아  눈을 뜰 수 없어 Come on Just do it this yo  나를 따라 해봐 이렇게 Come on Come on 오오오  Come on Come on 오오오  니가 먼저 다가가 사랑 한다  말을 해 이제 그래도 돼 니가 먼저 시작해 우리나라 대통령도 이제  여자분이신데  뭐가 그렇게 심각해 왜 안돼  여자가  먼저 키스 하면 잡혀가는건가  그 애에게 다가가 니가 먼저  키스해  이제 그래도 돼 니가 먼저  시작해 이젠 그래도 돼 따라따라따따라따라 따라따라따따라따라 따라따라따따라따라 따라따라따따라따라 널 좋아한다고 고백해볼까 싶어  너 땜에 온통 머릿속이  어질 어질 어질 어질 어질  너만 바라보면 자꾸 웃음이 나와  녹을것만 같아 Come on Just do it this yo  나를 따라 해봐 이렇게 Come on Come on 오오오  Come on Come on 오오오  니가 먼저 다가가 사랑 한다  말을 해  이제 그래도 돼 니가 먼저  시작해 우리나라 대통령도 이제  여자분이신데  뭐가 그렇게 소심해 왜 안해  여자가  먼저 키스 하면 잡혀가는건가 그애에게 다가가 니가  먼저 키스해  이제 그래도 돼 니가  먼저 시작해 따라따라 따따라따라 따라따라 따따라따라 따라따라 따따라따라 따라따라 따따라따라 걱정하지마 하고싶은대로 해 난 너의 모든걸 다 갖고 말겠어 널 사귀자고 할래 널  좋아한다 할래  널 사랑할래 이제 Come on Like this Come on Just do it this yo  니가 먼저 해 좀 다르게 Come on Come on 오오오 Come on Come on 오오오  니가 먼저 다가가 내꺼라고  말을 해  이제 그래도 돼 니가 먼저  시작해 우리나라 대통령도 이제  여자분이신데 뭐가 그렇게  심각해  왜안돼 여자가 먼저 키스하면  잡혀가는건가  그 애에게 다가가 니가  먼저 키스해 이제 그래도 돼 니가  먼저 시작해  이젠 그래도 돼"}, {"song_no": "4205993", "year": "2013", "rank": "21", "title": "갖고놀래 (Feat. 다이나믹 듀오)", "artist": "범키", "genre": "R&B / Soul", "lyrics": "ma lady 나 널 갖고놀래 더 가까이와 널 꼭 안을래 마침 딱 분위기 좋아 두 눈은 감을래 I wanna be with you 사실은 나 숨기려 해도  두근거림은 감출 수 없어  숨이 딱 멎을거 같아 숨쉴 수가 없어 우리 단둘이 이길을 걷고 있으면 더 바라는건 없지 네 손을 잡고 있으면 시간이 멈출것만 같아 난 꿈을 꾸는것만 같아 How do i Say goodbye 오늘 함께 있고 싶은데 얼음 위스키 음악 슬로우잼 게임은 시작됐어 누가 술래 자정 넘어 언어로 하는 테니스 밀당 하면서 서로의 맘을 훔쳐보네 짖？은 말장난이 술잔에 섞이면 넌 불빛을 좀 낮추길 원하지 용기를 내서 내가 다음 단계를 밟으면 넌 음악의 볼륨을 조금 높이길 원하지 ma lady 나 널 갖고놀래 더 가까이와 널 꼭 안을래 마침 딱 분위기 좋아 두 눈은 감을래 I wanna be with you 사실은 나 숨기려 해도  두근거림은 감출 수 없어  숨이 딱 멎을거 같아 숨쉴 수가 없어 She is so lovely 내 눈을 바라볼때면 To keep her accompanied Anything she say i'd do 너 아닌 다른 누구도 널 대신할 순 없어 How do i Say goodbye 헤어지고 싶지 않은데 사랑을 받는것보다 사랑을 주는게 훨씬 더 달콤하다는걸 처음 배웠어 두근대 내 심장이 넌 대체 누군데 매순간 날 느낌표 짓게해 놀던 내감정이 분주해 늦었어 난 그걸 숨겨 보려했지만 절대 불가능 널 보면 너무 들떠 안전거리 확보가 안돼 내 몸이 자꾸 네게로부터 발이 안 떨어져 너란 세계로부터 ma lady 나 널 갖고놀래 더 가까이와 널 꼭 안을래 마침 딱 분위기 좋아 두 눈은 감을래 I wanna be with you 사실은 나 숨기려 해도  두근거림은 감출 수 없어  숨이 딱 멎을거 같아 숨쉴 수가 없어 Baby 걱정따윈 없어 너와 함께 있으면 I'll let you know that you're attraction 이젠 알았으면 해 tell me what i must do tell me anything ill do my heart is true girl i gotta make you mine tonight ma lady 나 널 갖고놀래 더 가까이와 널 꼭 안을래 마침 딱 분위기 좋아 두 눈은 감을래 I wanna be with you 사실은 나 숨기려 해도  두근거림은 감출 수 없어  숨이 딱 멎을거 같아 숨쉴 수가 없어"}, {"song_no": "4204339", "year": "2013", "rank": "22", "title": "넌 내꺼라는걸 (Feat. 스윙스)", "artist": "허각", "genre": "Dance", "lyrics": "어딜 봐도 니가 보이고 어딜 가도 니 생각나고  미쳐버리겠다 근데 너는 내 맘 모르고 자꾸  다른 남자만 보고 No Uh  Uh Uh Uh 이대로라면 불안해  내가 먼저 널 차지해 이제는  말할게 넌 내꺼라는거 Uh Uh Uh Uh 넌 내사랑인거 Uh Uh Uh Uh 다 말하고 싶어 다 알리고 싶어  세상 모두 다 알 수 있게 나만나만 바라봐 이제 다른  남자는 보지마 나만 사랑한다고  약속해줘 Oh Uh Uh Uh Uh Oh Uh Uh  Uh Uh Don`t ever leave  me alone Oh Uh Uh Uh Uh Oh Uh Uh  Uh Uh Don`t ever leave  me alone 눈 감아도 니가 보이고 눈만 떠도 니 생각나고  미쳐버리겠다  근데 너는 내 맘 모르고 자꾸  다른 남자만 보고 No Uh Uh  Uh Uh 이대로라면 불안해  내가 먼저 널 차지해  이제는 말할게 넌 내꺼라는거 Uh Uh Uh Uh 넌 내 사랑인거 Uh Uh Uh Uh  다 말하고 싶어 다 알리고 싶어  세상 모두 다 알 수 있게 나만나만 바라봐 이제 다른  남자는 보지마 나만 사랑한다고  약속해줘 어딜 가 어딜 봐 난 서 있어  니 앞에  처음엔 서운해도 절대로 티  안 냈더니  내가 만만해 얘기하자 한잔해  나 오해하는 거겠지 대화하면  간단해  너에 대한 내 감정은 순수해  완전히  근데 안 변할거라 생각한다면  그건 안 되지  난 바보가 아니야 먹을 만큼  먹은 나이 아니다 싶을때면 언제든  I'll say good bye  Baby girl 그래 난 니가  나쁘다는 것은 아니야 난 그냥 니 생각이 궁금해 So talk to me girl  너만 바라보잖아 자꾸 떠올리잖아 나를 안아줘 Baby 넌 내꺼라는거 Uh Uh Uh Uh  내꺼라는걸  넌 내사랑인거 Uh Uh Uh Uh  내 사랑인걸 다 말하고 싶어 다 알리고 싶어  세상 모두 다 알 수 있게 나만나만 바라봐 이제 다른 남자는  보지마 나만 사랑한다고 약속해줘 OH Uh Uh Uh Uh OH Uh Uh  Uh Uh Don`t ever leave  me alone OH Uh Uh Uh Uh OH Uh Uh  Uh Uh Don`t ever leave  me alone"}, {"song_no": "4144408", "year": "2013", "rank": "23", "title": "All Right", "artist": "김예림 (투개월)", "genre": "Rock", "lyrics": "요즘 난 All right  너 가도 All right  이별 따위 All right  한땐 니 생각 All night  넌 내게 Delight  안갯속의 Some light  요즘 난 All right  너 가도 All right  이별 따위 All right  니 생각 All night  넌 내게 Delight  안갯속의 Some light  기껏 이거야 내 모든 걸 가졌던  너 없는 게 겨우 이거야  걱정 가득한 너의 마지막 굿바이  넌 그 정돈 아냐 난 All right  All right  요즘 난 All right  너 가도 All right  이별 따위 All right  니 생각 All night  넌 내게 Delight  안갯속의 Some light  기껏 이거야 내 모든 걸 가졌던  너 없는 게 겨우 이거야  걱정 가득한 너의 마지막 굿바이  넌 그 정돈 아냐 난 All right  All right  우리 추억 영원히 잊지 못할거야  Oh My Love Love Love  부디 좋은 사람 만나길 바랄게  Oh My Love Love Love  All right  짐작하지 마  걱정하지 마  안부도 묻지 마  진작 그러지  이제 와 뭐지  넌 언제나 그랬지  요즘 난 All right  너 가도 All right  이별 따위 All right  니 생각 All night  넌 내게 Delight  안갯속의 Some light  걱정하지 마 너의 그 잘난 이미지  내 입에 담길 일 없는 너  걱정 가득한 따뜻한 그 눈빛은  다음 girl에게나 줘 All right  All right  요즘 난 All right  너 가도 All right  이별 따위 All right  니 생각 All night  넌 내게 Delight  안갯속의 Some light  짐작하지 마  걱정하지 마  안부도 묻지 마  진작 그러지  이제 와 뭐지  넌 언제나 그랬지  요즘 난 All right  너 가도 All right  이별 따위 All right  니 생각 All night  넌 내게 Delight  안갯속의 Some light  Some light Some light Some light  /Clean Ver."}, {"song_no": "4195236", "year": "2013", "rank": "24", "title": "Luv is (Feat. 배치기)", "artist": "임정희", "genre": "Ballad", "lyrics": "Baby love is love is you  Baby love is love is you  Baby love is love is you  Baby love is love is you  조금의 미동도 없는 그 입술  이 내 가슴에 비수를  애써 눈물을 감추려 힘없이  여민 옷깃은 남루해진 우리 사일 보듯이  그 어떤 의미도  없는걸 알면서도 모아진  두 손의 기도 가지 말라고 외쳤지 넌  냉정히 내쳤지만  마지막 말들의 변명은 날  더 비참히 끌어냈지만 널부러져버린 우리의 추억과  이 상처들도  다 안을 수 있어 제발 무슨  말이라도 좀 해봐 넌 왜 오늘도 날 망쳐놓는데 언제까지 나를 울게 할건데 Baby love is love is you Baby love is love is you 나만 원하고 원한다며 나의 모든게 니꺼라며 Baby love is love is you Baby love is love is you 우린 너무 행복했잖아  우린 너무 사랑했잖아  라리 라라리라 라리  라라리라 라리 라라리  라라라 떠나가지마 라리 라라리라 라리  라리리라 라리 라리리 라라라 잘 생각해봐 다시 돌려 네 맘  수년간의 추억 그새 모두 다  도려냈나 덕분에 남은 거 없이 텅 비어  초라한 난  발가벗겨진 지나간 날들이  조롱해 날 약간의 원망과 이 슬픔이  미련의 끈을 놓지 못해 니 주위를 서성이며 기적을  바라는 맘 끝에  다 끝이라는 냉정한 니 말  순간 모든 게 무너지며  끝을 걷는다 누구 마음대로 헤어지는데 언제부터 우린 끝난 사인데 Baby love is love is you Baby love is love is you 나만 원하고 원한다며 나의 모든게 니꺼라며 Baby love is love is you Baby love is love is you 우린 너무 행복했잖아  우린 너무 사랑했잖아  라리 라라리라 라리 라라리라  라리 라라리 라라라 떠나가지마 라리 라라리라 라리 라리리라  라리 라라리 라라라 가지 마요 가지 마요 가지 마요  다시 돌아와줘요 Baby love is love is you Baby love is love is you 벼랑 끝에 내가 있잖아 근데 넌 보고만 있잖아 Baby love is love is you Baby love is love is you 무슨 변명이라도 해봐 아무 말이라도 좀 해봐 라리 라라리라 라리 라라리라  라리 라라리 라라라 떠나가지마 라리 라라리라 라리 라리리라  라리 라라리 라라라 라리 라라리라 라리 라라리라 라리 라라리라 라리 라리리라 Baby love is love is you Baby love is love is you Baby love is love is you Baby love is love is you"}, {"song_no": "4138607", "year": "2013", "rank": "25", "title": "넌 너무 야해 (Feat. 긱스) (The Way You Make Me Melt)", "artist": "씨스타", "genre": "Ballad", "lyrics": "수많은 촛불에 둘러 쌓인 밤  내 약지를 감싸며 그가 하는 말  사랑해 결혼해 주겠니  얼굴이 빨개지고  넌 밤에 뜬 태양 한 마디로 야해  걸을 때 마다 흩날리는 매력  너만의 것이 아니라 나의 것도  되길 그래서 오늘  내가 나이값 좀 했지  물론 촛불은 필수  cuz you already  burn me up grandline rappin u  gon have to turn it up  오늘의 감독은 나 후의 감동은 너의 것 감탄만 하지 말고 너를 보여줘  넌 너무 야해 내 볼이 빨개  어쩜 눈 코 입도 과감하게 섹시해  못 말리게 생긴 넌 매력쟁이야  난 녹아 버릴 것 같아  babe  넌 너무 야해 정말로 섹시해  너에게 푹 빠져 버린 난 어떡해  못 말리게 생긴 넌 매력쟁이야  난 녹아 버릴 것 같아 너만 보면  종이로 접은 장미 꽃을 들고  내 두손에 건네며 속삭이던 말  사랑해 난 너뿐이야  이 꽃이 시들때까지  가끔 넌 너무 야해  그런 널 볼때면 난 불안해  옷으로 너를 가려도  잘 안가려져서 너를 안아야 돼  너도 알겠지 내가 이미   너의 매력안에 퐁당 빠진 뒤  누가 뭐래도 네가 무엇을 입던  내겐 너무 야해 너의 옷 차림이  넌 너무 야해 내 볼이 빨개  어쩜 눈 코 입도 과감하게 섹시해  못 말리게 생긴 넌 매력쟁이야  난 녹아 버릴 것 같아  babe  넌 너무 야해 정말로 섹시해   너에게 푹 빠져 버린 난 어떡해  못 말리게 생긴 넌 매력쟁이야  난 녹아 버릴 것 같아  네 잠꼬대마저 난 좋은걸  그대 숨소리마저 난 좋은걸  우린 어쩌면 우린 어쩌면  오오오오  하늘이 맺어준 건가 봐  넌 너무 야해 내 볼이 빨개  어쩜 눈 코 입도 과감하게 섹시해  못 말리게 생긴 넌 매력쟁이야  난 녹아 버릴 것 같아  넌 너무 야해 정말로 섹시해  너에게 푹 빠져 버린 난 어떡해 못 말리게 생긴 넌 매력쟁이야 난 녹아 버릴 것 같아"}, {"song_no": "4153450", "year": "2013", "rank": "26", "title": "슬피 우는 새 (Feat. 이수영)", "artist": "아웃사이더", "genre": "Rap / Hip-hop", "lyrics": "잊겠습니다  내일도 그리울 테니  꽃 피고 봄이 오면  넌 내 곁에 올까  해 저문 언덕에서  널 기다릴 거야  고요한 밤 너의 온기가  뺨을 적실 때  오늘도 그 밤처럼  널 노래할 거야   오늘도 당신이 없는 이곳에서  하지만 당신의 흔적이 없는  곳이 없는 이곳에서  어찌 살아야할지  못내 걸음을 걸어야할지   울음을 할지 물음이 찰진  별 헤는 동녘 그리움 자옥한  하늘을 망연히 바라볼 뿐   난 오늘도 당신을 그리며   때 없이 노래합니다   구멍 난 가슴에 당신을 품고  끝없이 춤을 춥니다   짝 잃은 새처럼  애처로운 달빛을 벗 삼아  슬피 웁니다   눈물이 마르면  당신이 떠나간 자리를  서성입니다   외로워 내 말을 들어줄  사람이 필요해  가슴이 시려   차가워 누가 날 여기서 꺼내줘  끝없는 고난과 시련   달콤한 인생과 끝없는 외로움은  데칼코마니  행복을 부르는 주문을   맘속으로 수없이 외쳐본다   반쯤 감긴 눈으로  잠든 외로움을 달래본다  밤이 지나고 바위틈에서  꽃이 피면 그대는 올까   하염없는 빗물은 가엽게도   가녀린 낙엽처럼 춤을 추고   하릴없이 피고 지는   내 맘을 알까  꽃 피고 봄이 오면  넌 내 곁에 올까  해 저문 언덕에서  널 기다릴 거야     고요한 밤 너의 온기가  뺨을 적실 때  오늘도 그 밤처럼   널 노래할 거야  널 잊게  모두가 잠든 달빛 아래서   별과 바람 당신과 나   이렇게 우리만 깨어서   조용히 속삭였지 그때   우리는 말없이 서로의   상처를 꺼내놨고   서로가 서로의 비밀을   맘으로 묶고  언제가 될지도 모르는  그 날을 그리며   굳건히 약속했지 그때   그렇게 스쳐간 당신의 눈가에  눈물이 빛났고  내 맘에 아련히 피어난   한 송이 국화꽃  그 꽃을 당신께 드리게 될 줄  꿈에도 몰랐었지 난  오늘도 떠나간 당신을 그리며  때 없이 노래를 부르지 난   외로워 내 말을 들어줄  사람이 필요해  가슴이 시려   차가워 누가 날 여기서 꺼내줘  끝없는 고난과 시련   달콤한 인생과 끝없는 외로움은  데칼코마니   행복을 부르는 주문을   맘속으로 수없이 외쳐본다   반쯤 감긴 눈으로  잠든 외로움을 달래본다  밤이 지나고 바위틈에서  꽃이 피면 그대는 올까   하염없는 빗물은 가엽게도   가녀린 낙엽처럼 춤을 추고   하릴없이 피고 지는 내 맘을 알까  불러도 대답 없는 너  말없이 기다리는 나  여전히 대답 없는 너  아직도 기다리는 나  불러도 대답 없는 너  니 모습이 보이지 않아  말없이 기다리는 나  니 소리가 들리지 않아  여전히 대답 없는 너  언제나 같은 자리에서   시간이 흐르고 세월이 변해도 오늘도 너를 기다려 꽃 피고 봄이 오면 넌 내 곁에 올까 해 저문 언덕에서  널 기다릴 거야  고요한 밤 너의 온기가  뺨을 적실 때 오늘도 그 밤처럼  널 노래할 거야 꽃 피고 봄이 오면 넌 내 곁에 올까 해 저문 언덕에서  널 기다릴 거야  고요한 밤 너의 온기가  뺨을 적실 때 오늘도 그 밤처럼 널 노래할 거야 널 잊게 널 잊게 널 잊게 널 잊게 내일이면 사라질 거야 소리 없이 불어왔던 아픔도 슬픔도 고통도 계절이 바뀌면 모두 없어질거야 그리곤 홀연히 사라진 당신  스쳐간 바람처럼 영영 떠나가버린 당신 널 잊게 있겠습니다 오늘도 같은 자리에서"}, {"song_no": "4143937", "year": "2013", "rank": "27", "title": "왜 이제야 왔니", "artist": "정엽", "genre": "Drama", "lyrics": "왜 이제야 왔니 어디에   있었던거니 조금은 늦은 듯 이제야 만났네  넌 사랑을 믿니 이런게   운명인거니  달달한 말들이 내게 들리네  내 앞에 서있는 니가 웃고   니 옆에서 니 손을 꼭 잡고  사랑이 넘치는 눈빛으로   바라보다  유난히 가벼운 발걸음에   저절로 나오는 이 노래가  널 닮아 그럴까 아름다운   이 멜로디  왜 웃음이 날까 자꾸만   전화길 볼까  주위에선 내가 좀 변한 것 같대  나 왜 이런거니 자꾸만   니 생각만 나  꿈꾸던 사랑이 너였었나봐  내 앞에 서있는 니가 웃고   니 옆에서 니 손을 꼭 잡고  사랑이 넘치는 눈빛으로   바라보다  유난히 가벼운 발걸음에   저절로 나오는 이 노래가  널 닮아 그럴까 아름다운   이 멜로디  니 앞에 서있는 내가 웃고   내 옆에서 내 손을 꼭 잡고  사랑이 넘치는 눈빛으로   나를 보는 니가 좋아  유난히 가벼운 발걸음에   저절로 나오는 이 노래가  널 닮아 그럴까 아름다운  이 멜로디 왜 이제야 왔니"}, {"song_no": "4168688", "year": "2013", "rank": "28", "title": "Fly", "artist": "긱스 (Geeks)", "genre": "Rap / Hip-hop", "lyrics": "I just need your love  네가 필요해 I just need your love 네가 필요해 I just need your love  너 하나면 돼 I just need your love 너 하나면 돼 네가 힘들 땐  내가 돼줄게 네가 기댈 곳 네가 기댈 곳 아직은 어색하지만  모든 건 변해가지만 날 믿어줘 날 믿어줘 내가 지칠 땐 네가 돼줄래 내가 기댈 곳 내가 기댈 곳 아직은 어색하지만 모든 게 변해왔지만 날 지켜줘 Then we can fly high Then we can fly high 너와 단 둘이 하늘 위로 비 바람 따위는 잊어 다만 넌 그저 나를 믿어 어제의 기억마저 지워 이제 넌 나의 손을 쥐고 따라와 날개를 펼치고 벗어나 이 복잡한 미로 너와 나 단 둘이서 uh Sing it out one time 오늘만큼은 조금 위험한 action movie를 찍어봐 너와 내가 오늘의 movie star We headin' on westside headin' on eastside and Imma say it's a world tour 네가 원하는 대로 그저 떠나면 돼 황혼에서 새벽까지 Then we can fly high Then we can fly high I just need your love  네가 필요해 I just need your love so we can fly away I just need your love  너 하나면 돼 I just need your love  I just need your love love  내가 가끔씩은 지쳐도 옆에 네 자리만 지켜주면 돼 일단 나쁜 일은 잊어둬 It's alright we'll be fine Then we can fly high Then we can fly high 너와 단 둘이 하늘 위로 비 바람 따위는 잊어 다만 넌 그저 나를 믿어 어제의 기억마저 지워 이제 넌 나의 손을 쥐고 따라와 날개를 펼치고 벗어나 이 복잡한 미로 너와 나 단 둘이서 I just need your love  네가 필요해 I just need your love  so we can fly away  I just need your love  너 하나면 돼 I just need your love I just need your love uh Sing it out one time 오늘만큼은 조금 위험한 action movie를 찍어봐 너와 내가 오늘의 movie star We headin' on westside headin' on eastside and Imma say it's a world tour 네가 원하는 대로 그저 떠나면 돼 황혼에서 새벽까지"}, {"song_no": "3726617", "year": "2013", "rank": "29", "title": "자니 (Feat. Dynamic Duo)", "artist": "프라이머리", "genre": "Rap / Hip-hop", "lyrics": "일 끝나서 친구들과 한잔 내일은 노는 토요일이니깐 일 얘기 사는 얘기 재미난 얘기 시간가는 줄 모르는 이 밤 술기운이 올라오니 사내놈들끼린 결국엔 여자 얘기 적적해서 서로의 전화기를 꺼내 번호목록을 뒤져보지 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 돌려보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 술자리가 끝나가 3차로 이동하기 전인데 문자는 일분 칠분 십분 and 이십분 담배와 애만 태우는 지금 답장 왔어 오빠 나 남친 생겼어 늦었어 좀 일찍 연락하지 그랬어 담에 봐 그냥 담에 낮에 봐 후회할거 알면서 전 여자친구에게 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 보내보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 아 진짜 술만 들어가면 왜 이렇게 들뜨는지 나도 잘 몰라 난 왜 그녀들을 부르는지 갑자기 허전해 작업을 걸어대지 여기저기 오늘 밤 나 자존심 다 버렸네 전 여친한테 더럽게 달라붙어 봤지만 그녀는 버럭해 너 진짜 철없게 언제까지 이럴래 미안해 갑자기 외로운걸 어떡해 껄떡대 껄떡대 나 여기저기 다 맘껏 들쑤시고 다녀 온 거릴 거릴 다 또 잠들었어 프라이머리가 텐션 떨어진다 동훈아 넌 저리가 이제 해가 나올 시간이 되가니까 눈이 녹듯이 사그라드는 기대감 너무 지치고 피곤해 자고 싶어 이제 나 첫차를 타고 졸며 집에가 창밖에 앉아 밖을 바라보네  나는 꾸벅꾸벅 조는데 사람들은 하루를 시작해 눈부셔 아침해를 보는게 정신은 맑아지지 않는 기분 아직도 바쁜 내 손가락 아직 손은 바쁘게 움직이지 해장국이나 먹고 갈래 오빠랑 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 보내보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 가지마 제발 심심해서 그래"}, {"song_no": "4167370", "year": "2013", "rank": "30", "title": "레시피", "artist": "브라운아이드걸스", "genre": "Dance", "lyrics": "귤처럼 까고 싶어 니 속을 알고 싶어 바나나 껍질처럼 비밀을 벗기고 싶어 한걸음 왔다가 두걸음 달아나 니 맘에 내가 있긴 한거니 꼭 꼭 숨기고 있어 더 훔치고  싶어 니 마음을 앞치마를 입고 조리 시작 할게  간을 맞추고 니 입에다 맞게  기대해도 돼 you 널 요리할  you 레시피 정신 못 차리게 할래 you ready  때론 상큼하게 make it hot  and sexy  가끔은 달콤하게 더 sweet  and spicy  아주 특별한 you 널 위한  you 레시피 정신 못 차리게 할래 나  make you going crazy  책처럼 읽고 싶어 답처럼 듣고 싶어 딱딱한 호두처럼 쉿 비밀을 깨고 싶어 난 계속 물어봐 대답만 돌아와 내 맘을 알고 싶긴 한거니 꼭 꼭 숨겨봤자야 나 훔칠  수 있어 니 마음을 앞치마를 입고 조리 시작 할게  간을 맞추고 니 입에다 맞게  기대해도 돼 you 널 요리할  you 레시피 정신 못 차리게 할래 you ready  때론 상큼하게 make it hot  and sexy  가끔은 달콤하게 더 sweet  and spicy  아주 특별한 you 널 위한  you 레시피 정신 못 차리게 할래 나  make you going crazy  때로는 상콤하게 때론 달콤하게  너를 만족시키고 싶어라 예상 못 할 때 니가 놀라게  살짝 깨물고 싶어라 귀여워 놀라마 장난은 그만할게  너 곤란한 그 표정이 찡그린 콧등이 sexy  보고 싶어라 How do you want it baby uh  How do you feel How do  you feel  나만의 비밀 recipe uh  맘에 들길 oh babe 원하는 니 모습 내가 널 위해  준비한 모든 이 코스 모두 맛 본 후 내 이름 한 번  더 부르면서 나만을 찾도록  울리고 싶어라 앞치마를 입고 조리 시작 할게  간을 맞추고 니 입에다 맞게  기대해도 돼 you 널 요리할 you 레시피 정신 못 차리게 할래 you ready  때론 상큼하게 make it hot  and sexy  가끔은 달콤하게 더 sweet  and spicy  아주 특별한 you 널 위한  you 레시피 정신 못 차리게 할래 나 make  you going crazy"}, {"song_no": "4190076", "year": "2013", "rank": "31", "title": "말해줘요", "artist": "걸스데이", "genre": "Dance", "lyrics": "우리 둘이 함께 해요 나를   혼자 두진 마  이 밤이 깊어져만 가 빨리 고백   안해 안해 안할꺼야  You 넌 내 맘을 너무 몰라   Oh You 빛나는 저 파도같아  You 왜 자꾸 애태우는지   아이야아 아아 이 야이야   하나 하나 하나 둘 셋 넷 하면   솔직히 내게 말해줘   니가 먼저 말해주면 안돼 Oh   부끄러워 부끄럽단 말야   시원한 바람 아름다운 해변   이곳엔 너와 단 둘이   모든 걱정들은 저기 저 바다에   던져 버릴래   지금 말해줘요 말해줘요   말해줘요  사실은 나를 좋아한다고   우릴 위한 저 바닷가로 빨리  떠나요   지금 말해줘요 말해줘요   말해줘요   난 너 하나면 충분해 약속해   손가락 걸고 말해줘 말해줘요   말해줘 말해줘요   다다른 여자보단 내가 나아   하나보단 둘이   아침부터 저녁까지 우리 둘이   나나나나   이 노래를 불러 Say 1234  야 안 따라 부르냐  뜨거운 태양 부서지는 파도   이곳엔 너와 단 둘이   모든 걱정들은 저기 저 하늘에   던져 버릴래   지금 말해줘요 말해줘요   말해줘요   난 너하나면 충분해 약속해   손가락 걸고 말해줘 말해줘요   말해줘 말해줘요   오늘밤이 다 가기 전에   고백해줄래요   사랑해 사랑해 달콤한 입술로  아침을 깨워줄 그댄 너란 걸  지금 말해줘요 나 사랑한다는   그 말 아끼지 말아요 두 손을   꼭 붙잡고 멀리 떠나요  지금 말해줘요 말해줘요  말해줘요 너와 이 여름안에서 영원히 함께  할래요 말해줘 말해줘요  말해줘 말해줘요"}, {"song_no": "4132144", "year": "2013", "rank": "32", "title": "너 하나야", "artist": "포맨", "genre": "Drama", "lyrics": "내 가슴이 뛰고 있는걸  알려준 사람 숨을 쉴때마다 차오르는 한 사람 밀어내려고 해봐도  비워내려 해봐도 점점 그리워지는 사람 멍이 진것처럼 퍼져서  더 아픈 사람 눈을 감아도 맘으로 보이는 사람 버티려고 애써봐도 잊으려고 해봐도 가슴 가득 단 한 사람 내가 살아가는 이유 너 하나야 내가 숨을 쉬는 이유 너 하나야 가슴이 터질것처럼 불러보는  한 사람 너야 내 마음에 새긴건 너 하나야 소리없이 내맘 가져간 참  나쁜 사람 내게 사랑이란 아픈 것만 준 사람 숨겨보려고 해봐도  아니라고 해봐도 가슴 가득 단 한 사람 내가 살아가는 이유 너 하나야 내가 숨을 쉬는 이유 너 하나야 가슴이 터질것처럼 불러보는  한 사람 너야 오직 너만 들릴 수 있게 너만  느낄 수 있게 지금 너를 부르잖아 내가  여기 서 있잖아 너는 세상 하나 남은 나의 꿈이야 너는 세상 하나 뿐인 나의 전부야 가슴이 터질것처럼 불러보는 한 사람 너야 평생 바라보는 사람 너 하나야 평생 하나뿐인 사랑 너 하나야 심장이 멈춘다해도 불러보는 한 사람 너야 내 마음에 새긴 한 사람 너야"}, {"song_no": "4150987", "year": "2013", "rank": "33", "title": "비범벅 (Feat. 범키)", "artist": "버벌진트", "genre": "Rap / Hip-hop", "lyrics": "yeah VJ  yeah Bumkey  Let's go  비에 범벅이 돼  이 거리를 거니네  미친 사람처럼  잘 지내니 넌  복선이었던가  유난히 네가 예뻐보이던 날  같은 머리스타일 같은   화장인데   다른 사람처럼 어딘가 변한  달라진듯한 느낌이 기억나  넌 긴급한 일이 생겼다며   주말의 밤을 나 혼자  보내게 만들었지 왼쪽 뇌론 다  이해가 됐지만 마음은   다르게 반응해  불길한 예감은 왜  항상 이리 잘 들어맞는데  그 날 밤은 내 trauma로 남았네  비에 범벅이 돼  이 거리를 거니네  미친 사람처럼  잘 지내니 넌  상처가 깨끗이   씻겨나가주길 바라면서   동시에 잘 안 될 걸 알면서  I'm walkin in the rain  이것 밖에 없어 할 수 있는 게  끝도없이 walkin in the rain  이 비에 다 씻어내버릴래  퍼즐의 완성  우연히 본 네 phone 속의 단서  이건 누군데 대놓고 추근대 대체  묻는 내게 너의 답 huh  끝낼 때가 왔대 비가 오네   하필이면  I treated you like one in a million  헤어지는 법 중 최악 아마  내가 할 수 있는 건 딱 하나  비에 범벅이 돼  이 거리를 거니네  미친 사람처럼  잘 지내니 넌  상처가 깨끗이   씻겨나가주길 바라면서   동시에 잘 안 될 걸 알면서  I'm walkin in the rain  이것 밖에 없어 할 수 있는 게  끝도없이 walkin in the rain 이 비에 다 씻어내버릴래  홍대를 지나 텅 빈   마포대교를 건너  i'm walkin in the rain  수많은 거짓말 태연히   마지막을 말하던 너  i'm walkin in the rain  커플 그 때 우리가 함께   보았던 것들   모두 다 왜 이리   낯선건지  비에 젖어선지 오  다시 처음으로 되돌리고싶지만  I'm walkin in the rain  이것 밖에 없어 할 수 있는 게  I'm walkin in the rain  이 비에 다 씻어내버릴래  I'm walkin  in the rain I'm walkin in the rain I'm walkin in the rain I'm walkin in the rain I'm walkin in the rain I'm walkin in the rain"}, {"song_no": "4198784", "year": "2013", "rank": "34", "title": "낮과 밤", "artist": "거미", "genre": "Drama", "lyrics": "어디 있는지 무얼 하고 있는지 그대 생각에 바뀌어 버린 낮과 밤 눈 앞이 어지러워져 머리는 소란스러워 순간이라도 그댈 볼 때면 얼마나 더 많이 사랑해야지 내 맘을 알까요 얼마나 시간이 지나가야지 날 사랑 할 까요 눈물이 늘 많은 나라서 말도 못 하는 바보라서 가슴이 아파 오늘은 어제보다 조금 긴 하루 어디 있어도 무얼 하고 있어도 그대와 나는 만날 수 없는 낮과 밤 걸음이 흔들거려져 들킬지 몰라 숨 죽여 손 끝이라도 그댈 스치면 얼마나 더 많이 사랑해야지 내 맘을 알까요 얼마나 시간이 지나가야지 날 사랑 할 까요 눈물이 늘 많은 나라서 말도 못 하는 바보라서 가슴이 아파 오늘은 어제보다 조금 긴 하루 내일이 와 다시 또 그대 뒤에서 혼자 바라본대도 그래도 난 좋은데 행복해 할 수 있는데 얼마나 사랑해야지 내 맘을 알까요 얼마나 시간이 지나가야지 날 사랑 할 까요 눈물이 늘 많은 나라서 말도 못 하는 바보라서 가슴이 아파 오늘은 어제보다 조금 긴 하루"}, {"song_no": "4160243", "year": "2013", "rank": "35", "title": "쌔끈해 (Three Dopeboyz) (Feat. Zion.T)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "나의 긴 호흡 니코틴 프리  리듬 잘 타 대원송 킥 플립  서울생 도시남의 전국구 플로우   공연 끝 복부 쪽에  뭍어 있는 립스틱   여기는 정글 난 법칙을 아는 병만   병맛랩하다 우울증이라는 병만  진단받았잖아   과도한 긍정이 이 시대에  가장 큰 문제라는 거야   너는 진 거야  너만 빼고 다 아는 시크릿   니가 뿌린 찬물에  얼어붙은 분위기   우리가 가는 곳엔 산재보험 필수   판 깨는 악성코드를 위한  백신 안 해 철수  우린 죽여주는 갈증 연가시  가끔 음악이 날 성가시게  느낄 만큼 번식 넌  burn i'm sick  맨발로 따라와도  니 청춘은 벅차지  쌔끈해 쌔끈해 쌔끈해 쌔끈해  쌔끈해 쌔끈해 쌔끈해 쌔끈해  구김살 없이 자란 강남 키드  많인 없지만 부족함 없이 자랐지  그래서인지 부에 대한  집착은 없어  돈 몇 푼 때문에 무리는 안 하지  나도 자랑질 한 번 해볼까  비싼 옷 비싼 차 그딴 건 잘 몰라  최고인 것들로  치장을 하진 않아도   대중은 업계 최고라고 하면  우리를 골라  어 어디서 몇 번을 하건 간에  공연은 다 sold out  바쁘다 바빠 쉬지도 못해  앵콜을 계속 졸라  우리는 계속해서  판을 키워 미래를 본다  시간이라는 총알을  계속해서 내일을 향해 쏜다  우린 죽여주는 갈증 연가시  가끔 음악이 날 성가시게  느낄 만큼 번식 넌  burn im sick  맨발로 따라와도  니 청춘은 벅차지  쌔끈해 쌔끈해 쌔끈해 쌔끈해  쌔끈해 쌔끈해 쌔끈해 쌔끈해  우린 어딜 가도 환영 받어  너한텐 일루션   니 눈에 튀는 스파크  추월해 랜서 에볼루션  넌 코드가 잘 안 맞어  잘 안 껴주는 110볼트   우린 안 비켜 우사인 볼트  우리는 있는 척 할 필요는 없어  쓸 만큼 있으니까  날 꾸미는데 큰 미련은 없어  충분히 이쁘니까   넌 낮은 자존감을 감추려고  비싼걸 사고   감출게 없는 우리 둘은  머리로 해 사고  알맹이만 남어 쭉정이는 가고 b형 a형 ab 엔 o 파티 마치 LMFAO 미리 알람 해놔 알람 알람 해놔 놀다 보면 못 일어날 수도 있으니까  우린 놀아 마치 한여름의 지산 징하게 뜨거워 뭐만하면 인산인해를 이루지  너 끼고 싶지 이리 와서 같이 떨어보자 진상 쌔끈해 쌔끈해 쌔끈해 쌔끈해 쌔끈해 쌔끈해 쌔끈해 zion.t time's up ting a ling 이건 new classic  내 얘기 좀 할게 haha tune testing 한 번 더 말해 new classic  난 뭘 해도 느낌표 찍게 만들어 멍청이들아 들어  이 트랙 위에 올라오고픈 애새끼들은 내밀어 지폐 돈 말야 돈 난 좀 깐깐해 뭐 딱 봐도 말 다했지 뭐 yo 형 저기 쟤들이 뭔 소릴 지껄이고 있는진 몰라도 who's VV:D 누가 튀지 말 할 필요도 없지  자 잘 보라고 쌔끈해 그래 누가 쌔끈해 니들은 끽해봐야 내 레슨생들 잘 배워 다 써먹어도 돼 비중 없는 놈들 악기로 치면 캐스터네츠들 fuck"}, {"song_no": "4154505", "year": "2013", "rank": "36", "title": "물 좋아?", "artist": "4minute", "genre": "Dance", "lyrics": "에에에에 OK It's 4minute 에에에에오 Get yo big sass  on right now 에에에에 One more time It's  4minute 에에에에오 Get yo big sass  on right now 부재중 전화만 50통 내 손에  마비 와 너무 아픈 내 두통 조금씩  끓어 올라요 술만 마시면 왜 그래 이제  그만 해 잘 지내 노는 게 그렇게 좋아  이번만큼은 넘어가지 않아 사랑한다면서 내 맘 왜이리  넌 몰라 다치고 다친 내 자존심은 어떡해 눈물이 흘러 슬픈 노래만 들어 나 정말 초라해 네 맘대로 해 Hey boy Hey boy 거기  물 물 좋아요 어쩜 그리 내 생각은 안 해요 Hey boy Hey boy 노는 게  그리 좋아요 기다리는 사람 걱정도 안 되나요 거기 물 좋아 물 좋아  그렇게 좋아 두고 봐 두고 봐 후회할걸 거기 물 좋아 물 좋아  여자가 좋아 집에 좀 들어가 벌써 새벽이야 어느덧 시간은 새벽 2시  이미 꺼놓은 네 전화기처럼 우리들의 사이 믿음 따윈  이미 거두셨겠지 뭐 떠들어 봤자 너는 뭐 잘 넘어  가겠지 하겠지 말해 뭐해 더는 진저리나  그만 Goodbye 사랑한다면서 내 맘 왜이리  넌 몰라 다치고 다친 내 자존심은 어떡해 눈물이 흘러 슬픈 노래만 들어 나 정말 초라해 네 맘대로 해 Hey boy Hey boy 거기  물 물 좋아요 어쩜 그리 내 생각은 안 해요 Hey boy Hey boy 노는 게  그리 좋아요 기다리는 사람 걱정도 안 되나요 거기 물 좋아 물 좋아 그렇게 좋아 두고 봐 두고 봐 후회할걸 거기 물 좋아 물 좋아 여자가 좋아 집에 좀 들어가 벌써 새벽이야 슬프잖아 너 땜에 힘들잖아 아 에에에에 OK It's 4minute 에에에에오 Get yo big sass  on right now 에에에에 One more time It's  4minute 에에에에오 Get yo big sass  on right now"}, {"song_no": "4160250", "year": "2013", "rank": "37", "title": "날개뼈 (Hot Wings) (Feat. 효린 Of Sistar)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "호텔 룸 오션 뷰 우리 둘이 swim good 니가 머리를 올려 묶을 때 살짝 보이는 날개뼈 fly baby 날개뼈 아름다워 넌 나의 천사 물기가 마른 다음 날개 펴 baby baby 창문 좀 열어 환기 좀 해 소금을 뿌린 바람 향긋하네 헝클어 뜨리지마 정수리 뒤에 붙은 포니테일 너의 이브닝 드레스 무늬에 몰입돼 밤 하늘에 달 전등은 켜지고 얼음은 녹아 마시기 쉬워지고 사회 종교 예술 가십 어떤 이슈던 간에 말이 잘 통해 박수 소리가 나네 오늘만 날이 아냐 난 급하지 않아 내 시간은 느리고 마음에는 공간이 많아 대화는 귀부터 행동은 신중하게 자기 말만 하는 성급한 마초들과는 달라 it's all right 물은 우리 체온보다 약간 높아 같이 풍덩 살색 잠수정 두 대의 나선형의 운전 호텔 룸 오션 뷰 우리 둘이 swim good 니가 머리를 올려 묶을 때 살짝 보이는 날개뼈 fly baby 날개뼈 아름다워 넌 나의 천사 물기가 마른 다음 날개 펴 Ready Action 로케이션 풀 빌라 하늘이 붉게 물드는 이 시간 태양은 바다 속으로 숨지 출연은 단 두 명 너와 나 bgm은 네오소울 뮤직 따끈해진 자쿠진 막 따낸 샴페인처럼 거품을 뿜어 그 거품들은 부드럽게 우리 둘을 품어 술잔에 입 맞추며 주고받지 입꼬릴 살짝 올릴 만큼의 가벼운 유머 어색한 연출 따윈 필요 없어 넌 충분해 니 모습 그대로 내 옆자릴 빛내줘 넌 최고의 조명 내 얼굴은 한없이 밝아져 내 옆에서 웃는 널 보면 it’s all right 물은 우리 체온보다 약간 높아 같이 풍덩 살색 잠수정 두 대의 나선형의 운전 beautiful 오션 뷰 swim good 너의 어깨 뒤로 살짝 보이는 검은색 하늘과 바다 그림같이 너무 아름다워 내게 더 가까이 다가와 밤 하늘아래 별별 우리 머리 위에 미러볼 너는 나의 bonita applebum 아침 식사는 미뤄둬 she gotta put me on 너와 내 입술은 춤을 춰 밤새도록 부드럽게 이 꿈같은 분위기 안 깨도록 천천히 빨라지는 너와 내 심장 박동의 리듬은 자연스럽게 열어줘 너에게 가는 길을 호텔 룸 오션 뷰 우리 둘이 swim good 니가 머리를 올려 묶을 때 살짝 보이는 날개뼈 fly baby 날개뼈 아름다워 넌 나의 천사 물기가 마른 다음 날개 펴 baby baby 넌 나의 천사 물기가 마른 다음 날개 펴 baby baby 넌 나의 천사 물기가 마른 다음 날개 펴 넌 나의 천사 물기가 마른 다음 날개 펴 날개 펴 Yeah"}, {"song_no": "4099280", "year": "2013", "rank": "38", "title": "이름이 뭐예요?", "artist": "4minute", "genre": "Dance", "lyrics": "4minute What's your name  What's What's your name 4minute What's your name  What's What's your name 랄랄랄랄랄라 이름이 뭐예요  뭐 뭐예요 랄랄랄랄랄라 What's your  name What's What's your name 랄랄랄랄랄라 뭐예요 뭐예요  이름이 뭐예요 랄랄랄랄랄라 What's What's  What's What's What's What's  your name 지루하기만 하던 내  하루하루에 딱 꽂혀버리고 만 거야  Oh Oh 난 너에게 소리로 들리나요 진심이란  말이예요 날 보는 그 눈빛이 싫어요  방긋 웃어줘요 빙빙 말 돌리지 말고 빙빙  맴 돌지만 말고 징징 좀 거리지 말고 내 말  좀 들어봐요 What's your name What's  What's your name You know my name You  know my name What's your name What's  What's your name You know my name You  know my name 문이 열리고 멋진 그대가  들어오네요 이름이 뭐예요 몇 살이예요 사는 곳은 어디예요 술 한 잔 하면서 얘기해 봐요 이름이 뭐예요 몇 살이예요 나 쉬운 여자 아니예요 이름이 뭐예요 What's your name 전화번호 뭐예요 이름이 뭐예요 What do you like 시간 좀 내줘요 이름이 뭐예요 What's your name 전화번호 뭐예요 이름이 뭐예요 What do you like 뭐예요 뭐예요 나랑 놀아요 Hey stop 뭐가 그리도 급해 넌 Oooh stop 나를 두고  가지 마 Boy Slow down 네가 원하는 대로  그러니 넌 참지 마 오늘 이 밤은 나와 같이  Oh Oh Oh Oh 빙빙 말 돌리지 말고 빙빙  맴 돌지만 말고 징징 좀 거리지 말고 내 말  좀 들어봐요 What's your name What's  What's your name You know my name You  know my name What's your name What's  What's your name You know my name You  know my name 문이 열리고 멋진 그대가  들어오네요 이름이 뭐예요 몇 살이예요 사는 곳은 어디예요 술 한 잔 하면서 얘기해 봐요 이름이 뭐예요 몇 살이예요 나 쉬운 여자 아니예요 이름이 뭐예요 What's your name 전화번호 뭐예요 이름이 뭐예요 What do you like 시간 좀 내줘요 이름이 뭐예요 What's your name 전화번호 뭐예요 이름이 뭐예요 What do you like 뭐예요 뭐예요 나랑 놀아요 랄랄랄랄랄라 이름이 뭐예요  뭐 뭐예요 랄랄랄랄랄라 What's your  name What's What's your name 랄랄랄랄랄라 뭐예요 뭐예요  이름이 뭐예요 랄랄랄랄랄라 What's What's  What's What's What's What's  your name"}, {"song_no": "4108714", "year": "2013", "rank": "39", "title": "청혼하는 거예요", "artist": "포맨", "genre": "Ballad", "lyrics": "오늘을 위해서 나 한참을  기다렸죠  그대 내꺼 되길 또 소망하고  바랬죠 정식으로 프러포즈를 할까  아님 생일날 깜짝 파티를 할까 나 두근두근 설레던 그날이  오늘이죠  그대는 나의 lovely girl  그대는 나의 pretty girl 그대는 나의 영원한 나만의  천사 나를 받아줄래요 그대는 나의 lovely girl  그대는 나의 pretty girl 내 눈을 봐요 대답할 수  있나요 그대 나 청혼하는  거예요  예쁜 카페를 빌려볼까 아님  시청 앞 많은 사람들 앞에서  꽃을 줄까 반지를 내밀까  고민하던 나였죠 그대는 나의 lovely girl  그대는 나의 pretty girl 그대는 나의 영원한  나만의 천사 나를 받아줄래요 그대는 나의 lovely girl 그대는  나의 pretty girl 내 눈을 봐요 대답할 수 있나요  그대 나 청혼하는 거예요 살다 지쳐 힘들어도 또 내가  지긋지긋해 진다고해도  그대가 안아줘요 미안하고 또 고마워요 그대  내 옆에서 이렇게 손잡아줘서  날 위로 해줘서 그대는 나의 lovely girl  그대는 나의 pretty girl 그대는 나의 영원한  나만의 천사 나를 받아줄래요 그대는 나의 lovely girl 그대는  나의 pretty girl 내 눈을 봐요 대답할 수 있나요  그대 나를 받아줄래요 그대는 나의 lovely girl 그대는  나의 pretty girl 그대는 나의 영원한 나만의  천사 나를 받아줄래요 그대는 나의 lovely girl 그대는  나의 pretty girl 내 눈을 봐요 대답할 수 있나요  그대 나 청혼하는 거예요  나 청혼하는 거예요"}, {"song_no": "4153481", "year": "2013", "rank": "40", "title": "Love Love Love", "artist": "로이킴", "genre": "Folk", "lyrics": "그대여 나 그대 눈을  처음 본 순간부터 오 난 그대여 난 알 수 없는  설레는 향기 속에 빠져 난 그대 눈을 항상 바라만 봤었고  그대도 나를 항상 바라길 바랐소  나 이젠 말할 거예요  이 목소리에 담아서 오 Love 오 Love 그래요 난 그대를  난 너무나 좋아합니다 Love 오 Love 그래요 난 그대를  난 정말로 사랑합니다 Love Love Love Love Love Love  Love Love Love 오 그대여 나 그댈  바라보는 것만으로도 오 난 오 그대여 나 그댈  생각하는 것만으로도 오 난 하루 하루가 항상 빠르게 갔었고  그대도 나를 항상 바라길 바랐소 나 이젠 말할 거예요  이 목소리에 담아서 오 Love 오 Love  그래요 난 그대를  난 너무나 좋아합니다 Love 오 Love 그래요 난 그대를  난 정말로 사랑합니다 Love Love Love Love Love Love  Love Love Love Love Love Love Love Love Love Love Love Love Love Love Love Love 오 Love 그래요 난 그대를  난 너무나 좋아합니다 Love 오 Love 그래요 난 그대를  난 정말로 사랑합니다 Love 오 Love 그래요 난 그대를  난 너무나 좋아합니다 Love 오 Love 그래요 난 그대를  난 정말로 사랑합니다 Love Love Love Love Love Love Love Love Love Love Love Love Love Love Love Love Love Love Love Love Love"}, {"song_no": "4164425", "year": "2013", "rank": "41", "title": "핫 앤 콜드 (Hot & Cold)", "artist": "쥬얼리", "genre": "Dance", "lyrics": "너 때문에 몇 시간째  네 집 앞에서  네가 좋아한 옷을 입고 시계를 보니 네가 올 시간은  한참이 지났는데 저 멀리 네 차가 들어오는 듯해  왠지 낯선 여자가  네 옆에 보이는데 아니라고  내 볼을 꼬집어봐도  날 지나쳐 가 널 가지고 싶어  나 Hot Hot  지금 내 곁에 와 줄래  Cold Cold Cold 그 차가운 눈빛이 싫어  왜 내가 싫어  Hot and Cold Hot and Cold Hot and Cold Hot and Cold 나 말고 Hot Hot  네 옆에 그 애가 싫어  Cold Cold Cold Hot Hot Hot and Cold 나처럼 너를 사랑하진 않을 거야 잠깐만 내가 사준  셔츠 검은 넥타이 놀랐어  네가 찬 시계도 다  그 여자 손에 걸친 백을 들고  찌질하게 걷고 있네 네 옆에  그 여자 너와 어울리지 않아 걔는 너를 잘 몰라 내가 너를  잘 알잖아 야 그만 좀 해 내 말은 딱 잘라버리고 날 피해  나를 비웃고 지나쳐  그 여자와 웃네 나보다 더  그 여자가 좋은 거야  믿을 수 없어 널 가지고 싶어  나 Hot Hot   지금 내 곁에 와 줄래  Cold Cold Cold 그 차가운 눈빛이 싫어  왜 내가 싫어  Hot and Cold Hot and Cold  Hot and Cold Hot and Cold 나 말고 Hot Hot  네 옆에 그 애가 싫어  Cold Cold Cold Hot Hot  Hot and Cold 나처럼 너를 사랑하진 않을 거야 아직도 난 너를 잊지 못하는데  아무렇지 않게도 날 잊은 듯하네  한 번만 돌아봐줄래 I Love you Love you Love you  Baby I need You  네가 필요해 I Love you Love you Love you  그 여잔 아냐 나에게로 와 널 가지고 싶어  나 Hot Hot  지금 내 곁에 와 줄래  Cold Cold Cold 그 차가운 눈빛이 싫어  왜 내가 싫어  Hot and Cold Hot and Cold  Hot and Cold Hot and Cold 나 말고 네 옆에 그 애가 싫어  Cold Cold Cold Hot Hot  Hot and Cold 나처럼 너를 사랑하진 않을 거야"}, {"song_no": "4070694", "year": "2013", "rank": "42", "title": "The Bad Touch (Gordon & Doyle Edit)", "artist": "DJ Gollum", "genre": "Electronica", "lyrics": "Sweat baby sweat baby sex is a Texas drought Me and you do the kind of stuff that only Prince would sing about  So put your hands down my pants and I'll bet you'll feel nuts  Yes I'm sisco yes I'm ebert and you're getting two thumbs up You've had enough of two hand touch you want it rough you're out of bounds  I want you smothered want you covered like my Waffle House hashbrowns  Come quicker than FedEx never reach an apex like Coca Cola stock you are Inclined  To make me rise an hour early just like Daylight Savings Time  Do it now You and me baby ain't nothin' but mammals So let's do it like they do on the Discovery Channel Do it again now You and me baby ain't nothin' but mammals So let's do it like they do on the Discovery Channel Gettin' horny now You and me baby ain't nothin' but mammals So let's do it like they do on the Discovery Channel Do it again now You and me baby ain't nothin' but mammals So let's do it like they do on the Discovery Channel Gettin' horny now You and me baby ain't  You and me baby ain't  You and me baby ain't  You and me baby ain't  You and me You and me You and me You and me You and You and You and You and You You You You You You You You You and me baby ain't  Love the kind you clean up with a mop and bucket Like the lost catacombs of Egypt only God knows where we stuck it  Hieroglyphics Let me be Pacific I wanna be down in your South Seas  But I got this notion that the motion of your ocean means Small Craft Advisory So if I capsize on your thighs high tide B 5 you sunk my bat tleship Please turn me on I'm Mister Coffee with an automatic drip So show me yours I'll show you mine Tool Time you'll Lovett just like Lyle And then we'll do it doggy style so we can both watch X Fi les Do it now You and me baby ain't nothin' but mammals  So let's do it like they do on the Discovery Channel Do it again now  You and me baby ain't nothin' but mammals  So let's do it like they do on the Discovery Channel Gettin' horny now You and me baby ain't nothin' but mammals So let's do it like they do on the Discovery Channel Do it again now You and me baby  ain't nothin' but mammals So let's do it like they do on the Discovery Channel Gettin' horny now You and me baby ain't  You and me baby ain't  You and me baby ain't  You and me baby ain't  You and me You and me You and me You and me You and You and You and You and You You You You You You You You You and me baby ain't  You and me baby ain't"}, {"song_no": "3843565", "year": "2013", "rank": "43", "title": "Boogie On & On", "artist": "빈지노 (Beenzino)", "genre": "Rap / Hip-hop", "lyrics": "난 괜찮아 내일 아침에 소파 위에 시체가 되어 이름 모르는 너와 어색한 사이가 되어도 I don't care at all let's smoke drink boogie on and on boogie on and on 오늘은 생각도 긴 말도 필요하지 않아 풀어 긴장 좀 잃어가는 시간이 너무 아까워 꽉 매 너의 신발끈 지각생 엎드려 뻗쳐 너에게 줄 성적은 없어 여선생들은 열정이 넘치는 날 가르치느라 엎드려줬어 입김이 서린 잔을 건넨 뒤 괜히 물어봐 지금이 몇 신지 그 다음엔 why don't u and yo friends get with me and my friends 일행이 몇 명이니 LET'S BOOGIE ON AND ON 내일 우리가 서로 기억 못 해도 지금 이 무르익은 분위기는 멈추지 말고 가만히 내비둬 고대로 난 괜찮아 내일 아침에 소파 위에 시체가 되어 이름 모르는 너와 어색한 사이가 되어도 I don't care at all let's smoke drink boogie on and on boogie on and on 내일 걱정은 뒤에 해 일단 이 느낌을 이해해 언제 또 올지 모르는 놀 기회에 초집중을 해 girl swing that ass 몇 번의 eye contact I saw you you saw me 그럼  내가 먼저 말 걸게 난 너를 알고 싶어 지금 우리 둘 주위를 둘러봐 왕따들은 바쁘게 눈이 굴러가 걔네들은 죽어도 우리 둘을 못 봐 지금이야 지금 내 목에 팔을 둘러봐  너만 괜찮다면 너의 허리에 내 손을 올릴게 넌 어때 난 괜찮아 내일 아침에 소파 위에 시체가 되어 이름 모르는 너와 어색한 사이가 되어도 I don't care at all let's smoke drink boogie on and on boogie on and on 너도 내일 아침에 날 기억 못해도 돼 물이든 술이든 u can sip and smoke it away I don't give a F about tommorow cuz it's sunday bring up all ya cool kids and just hop on to this music  너도 내일 아침에 날 기억 못해도 돼 물이든 술이든 u can sip and smoke it away I don't give a F about tommorow cuz it's sunday bring up all ya cool kids and just hop on to this music"}, {"song_no": "4184827", "year": "2013", "rank": "44", "title": "미행 (그림자: Shadow)", "artist": "f(x)", "genre": "Dance", "lyrics": "매일 몰래몰래 네 발걸음을 쫓아  항상 조심조심 네가 눈치 못 채게 말하지 않아도 시작된  둘의 데이트 둘만의 데이트 넌 어딜 가니 한 발 또 한 발  난 너를 따라가  아무 말도 없이 날 이끌어 한 발 또 한 발 날 알아챘을까  숨을 곳도 없는데 해가 뜨고 나면  발을 맞춰가며 또 함께 걸어가  난 많이 많이 또 빠져들고 있어 달이 뜨고 나면  넌 내 품 안에서 또 잠이 들어가  난 많이 많이 또 좋아하고 있어 하루하루 우린  점점 닮아가는 걸  너의 웃음 눈물  나는 모두 아는 걸 겁 먹지마 우린  태양이 맺은 인연 함께일 운명 넌 어딜 가니 한 발 또 한 발  난 너를 따라가  아무 말도 없이 날 이끌어 한 발 또 한 발 날  알아채줄래 숨고 싶지가 않아 해가 뜨고 나면  발을 맞춰가며 또 함께 걸어가  난 많이 많이 또 빠져들고 있어 달이 뜨고 나면  넌 내 품 안에서 또 잠이 들어가  난 많이 많이 또 좋아하고 있어 거울 속 그 앤  너와 함께 웃고 있어 난 몰라  네 발 밑 속 나는  아무 표정 없이 뒤로 숨는 걸 거울 속 그 앤 반짝 또 반짝  널 닮은 미소가  너무 부러워질수록  난 더 바짝 더 바짝  너에게 꼭 붙어 우린 연결됐는데 해가 뜨고 나면  발을 맞춰가며 또 함께 걸어가  난 많이 많이 또 빠져들고 있어 달이 뜨고 나면  넌 내 품 안에서 또 잠이 들어가  난 많이 많이 또 좋아하고 있어 해가 뜨고 나면  발을 맞춰가며 또 함께 걸어가  난 많이 많이 또 빠져들고 있어 달이 뜨고 나면  넌 내 품 안에서 또 잠이 들어가  난 많이 많이 또 좋아하고 있어"}, {"song_no": "4138608", "year": "2013", "rank": "45", "title": "바빠 (Bad Boy)", "artist": "씨스타", "genre": "Dance", "lyrics": "왜이래 나도 바빠 바빠 바빠  왜 그래 너만 바빠 바빠 바빠  왜 전화 안받아 왜 답장이 없어  왜 나를 힘들게만 하는데  너란 남자는 나빠 나빠 나빠  생각할 수록 나빠 나빠 나빠  시간이 남아서 할 일이 없어서  나 지금 이러는게 아닌데  너란 남자는 나빠  니가 바로 전화한다 해놓고  날 더러 언제까지 기다리란 거야  벌써 세시간 째  기다린 나만 바보같애  친구는 기다리지 말래  나만 더 추해진다고  거리를 지나는 연인들 볼 때  혼자 보내는 초라한  birthday  내가 그렇지 뭐 내가 그렇지 뭐  이런게 내겐 더 익숙한데  혼자 보내는  Gloomy Sunday  이런 내게 왜 나타나서  왜이래 나도 바빠 바빠 바빠  왜 그래 너만 바빠 바빠 바빠  왜 전화 안받아 왜 답장이 없어  왜 나를 힘들게만 하는데  너란 남자는 나빠 나빠 나빠  생각할 수록 나빠 나빠 나빠  시간이 남아서 할 일이 없어서  나 지금 이러는게 아닌데  너란 남자는 나빠  매일 날 이렇게 혼자 두고  뭘 하고 다니길래 바빠  오늘까지 꼭 이래야 되겠니  내 생일날  이건 말도 안돼 더 이상은  나도 이해 못해  지금 바로 달려와 아니 날라와  아님 오늘부터 정말 끝이야  나랑 있어도 자꾸 한눈 팔 때  문자 보내도 답장 없을 때  니가 그렇지 뭐 니가 그렇지 뭐  이런 게 내겐 더 익숙한데  혼자 보내는  Gloomy Sunday  그런 너를 왜 사랑해서  왜이래 나도 바빠 바빠 바빠  왜 그래 너만 바빠 바빠 바빠  왜 전화 안받아 왜 답장이 없어  왜 나를 힘들게만 하는데  너란 남자는 나빠 나빠 나빠   생각할 수록 나빠 나빠 나빠  시간이 남아서 할 일이 없어서  나 지금 이러는게 아닌데  변명이라도 해봐  baby  무슨 말 이라도 좀 해봐  baby  너 내게 왜 이러는데  자꾸 왜 이러는데  계속 이런 식 이라면 헤어져 헤어져  Oh you should be my lover lover   lover  날 아껴줘  forever ever ever  널 사랑하는 게 맘처럼 잘 안돼  왜 나만 힘들어 지는 건데  너란 남자는 나빠 나빠 나빠   생각할 수록 나빠 나빠 나빠  시간이 남아서 할 일이 없어서  나 지금 이러는게 아닌데  너란 남자는 나빠"}, {"song_no": "4168680", "year": "2013", "rank": "46", "title": "미친게 아니라구요 (Feat. MC 스나이퍼)", "artist": "손승연", "genre": "Ballad", "lyrics": "멍하니 서있다 버스를 놓치고   택시 뒷자리에 지갑을 흘리고   방금 울어 놓고 왜 우는 줄 모르고   눈물이 나서 눈물 흘릴 뿐이고   혼자 거울을 보면서   혼잣말을 하는게   널 잊지 못하고   기다리는 게 몇 달 째   미친게 아니라구요  날 정말 사랑했다구요   니가 없으니까 곁에 없으니까   내 심장이 녹아 없어지는 기분   난 후회하지 않아  내게 잊으란 말 말아  내가 좀 더 사랑해서 그런거라구요  미친게 아니라구요  바다를 보러가도 난 니가 생각나  파도가 부서지듯 심장이 아파와  아직도 나한텐  너밖에 없는데 없는데  오 너는 없는데 이젠  네 사랑의 방식들은  항시 내 목을 조여  너와 또 다시 시작해야 할만한  동기부여 따윈 없어  내 눈에는 너 정말 아파보여  잦은 집착과  소위 엮인 모든 것들에 혹여  사랑이었다 해도  그닥 달라질 건 없어  왜 마음 불편하게 애처럼 또 떼 써  반복되는 만남과 이별에 나 지쳤어  매달리고 애원해도 다시 볼 일 없어  니가 없으니까 곁에 없으니까  내 심장이 녹아 없어지는 기분  난 후회하지 않아  내게 잊으란 말 말아  내가 좀 더 사랑해서 그런거라구요  난 꿈을 꾸었죠 눈을 마주보면서  웃고 있었던 우리 두 사람  어느샌가 나 혼자  외롭게 서있는 꿈   흐르는 나의 눈물  네가 미쳤다며  이 사랑을 네가 다 망쳤다며  몰아 세우던 나의 말에 지쳐   그런거라면 정말 미안해  그 여린 마음이 다쳤다면  자꾸 어긋나는 감정 속에  상처 받은거라면  왜 자꾸 습관처럼 너를 밀어내는지   난 알 수 없지  널 피해 쓴 우산은 왜 비가 새는지  변하지 않은 사랑을  다시 꿰맬 순 없는지  가능하다면 되돌리고 싶어  니가 그리워서 너무 그리워서  널 부르면서 눈물만 흘려도  난 후회하지 않아 내게 잊으란 말 말아 내가 좀 더 사랑해서 그런거라구요 미친게 아니라구요 날 정말 사랑했다구요"}, {"song_no": "4191445", "year": "2013", "rank": "47", "title": "대.다.나.다.너", "artist": "빅스", "genre": "Dance", "lyrics": "내 모든 걸 완벽히 해제시켜버린 너  I think I'm losing control  이 달콤한 게 내게 해로울리 없잖아  널 사랑하고 싶어  사람인 게 맞나 이토록 아름답나  내게 웃는 저 얼굴 좀 봐  내 사람 된 게 맞나  전부 꿈은 아닌가  내 모든 걸 다 주고 싶어  내가 왜 이럴까  안 부렸던 욕심이 자꾸  이거 왜 이럴까 내 안에서 커져가  내가 왜 이럴까 나도 모르던   내가 깨어난 것 같아  네 사랑 때문에  uh uh woo 너 때문에  uh uh woo 너 하나 때문에  uh uh woo 그래 네가 날 깨웠어  눈 뜨면 제일 먼저 떠오르는 네 얼굴  보지 않고 못 견디고  한 번도 이별한 적 없는 사람처럼 널  사랑해 사랑해 사랑해  매일 고백한다  나를 전부 알까 다 알면 실망할까  더 좋은 사람 되고 싶어  너를 위해서 난  넌 좋은 사람일까 아니면 또 어떤가  이미 난 빠져버렸는데  내가 왜 이럴까  안 부렸던 욕심이 자꾸  이거 왜 이럴까 내 안에서 커져가  내가 왜 이럴까 나도 모르던   내가 깨어난 것 같아  네 사랑 때문에 uh uh woo 너 때문에 uh uh woo 너 하나 때문에 uh uh woo 그래 네가 날 깨웠어 너는 존재 자체가 완벽해 우아함과 섹시가 공존해 눈 코 입 가리지 않고 아름다워  세상 혼자 전부 다 사네 감탄사만 남발해 와우 거꾸로 말을 해봐도 우와 나와 함께할 이 밤은 손에 꼽히는 황홀한 밤 나를 사랑한다고 말해줘 내가 미쳐가기 전에 yeah 내가 왜 이럴까 내 안에 너밖에 모르는 이거 왜 이럴까 미친 사람이 생겼어 내가 왜 이럴까 내가 모르던  나를 네가 꺼낸거야 I'll never let you go uh uh woo Can't let you go uh uh woo 어떤 날이 와도 uh uh woo 나의 모든 걸 사랑해줘"}, {"song_no": "4189582", "year": "2013", "rank": "48", "title": "비키니 (Feat. 스컬)", "artist": "티아라", "genre": "Dance", "lyrics": "뜨거운 여름 바다 모래 날  깨우는 노래 밤 하늘의  별들과 야야야야  오 새하얀 모래 위에  니 이름 적어놓고 와 너 몰래 저 푸른 바다 하늘 위를  날은다 너와 내가 야야야야  Like the honey and the bee  그대만 보이니 난 자꾸 빠져드나봐 두왑 두두왑 너만 생각하면  노래가 나와 두왑 두두두왑 난 오직  니가 필요해 I tell you I love you I tell  you I love you  노을 져 가는 저 바다에 아무도 모르게 너와 함께  이 불꽃 같은 축제를 I tell you I love you  I tell you I love you  그대 없인 못 살 것 같아요 저 태양도 춤을 추는  이곳이 바로 파라다이스 Be my love 사랑에 타는  별들 정말로 그대만 자꾸 보여요 Welcome to lovefrica  Welcome to lovefrica  헤어지지 마요 저 노을도  불태워 Fire 두왑 두두왑 너만 생각하면  노래가 나와 두왑 두두두왑 난 오직 니가 필요해 I tell you I love you I tell you I love you  노을져 가는 저 바다에 아무도 모르게 너와 함께  이 불꽃 같은 축제를 I tell you I love you  I tell you I love you  그대 없인 못 살 것 같아요 저 태양도 춤을 추는  이곳이 바로 파라다이스 넌 나 없으면 죽겠니  왜 자꾸 너만 보이니 저 파도 소리가 우릴  축복해요 워워워 I Love you  I tell you I love you  I tell you I love you  노을져 가는 저 바다에 아무도 모르게 너와 함께  이 불꽃 같은 축제를 I tell you I love you  I tell you I love you  그대 없인 못 살 것 같아요 저 태양도 춤을 추는  이곳이 바로 파라다이스"}, {"song_no": "4100521", "year": "2013", "rank": "49", "title": "Wash Away (Feat. 에일리)", "artist": "긱스 (Geeks)", "genre": "Rap / Hip-hop", "lyrics": "내 마음을 적시는 듯이  떨어지는 빗소리마저 건조해 네가 했던 말이  거짓말이었더라도 여전히 난 널 원해 이런 내 마음을 모를 걸 넌 기억을 씻어 내 나는 오늘도 조금 흐림 그리고 비 우리 둘이 처음 만난 날 같이 약간은 변덕스럽지만 전혀 거슬릴 것 없었던 소나기 삐끗거리며 맞추어 가던 이 추억의 조각은 미완성 넌 떠났고 난 홀로 남아 고집부리다가  그걸 더 망쳐놨어 이젠 씻어내야 되는 거지 살짝 귀찮더라도 건조한 마음은 수분 없어 욕조에 담가 놓아도 뜨거울 정도로  내 마음을 데우던  넌 없는 거잖아 한기 가득한 내 마음을  채우던 물도 끈 거잖아 넌 아마 Wash away 너의 입술도 너의 이름도 끝내 지우고 Wash away 너의 입술도 너의 이름도 씻을게 I‘m gonna wash away 오늘 날씬 맑음  그리고 구름은 가끔 끼어 사소한 기후 변화에도  장마 내리는 것처럼 다투던 그때에 비하면 많이  나아진 듯 보이지만 슬픔을 담은 하늘빛이 노래져 심장 박동 같던 노래도  이젠 새삼 나를 놀래켜 돌아가고 싶진 않아 never 날 내버려 두길 바랬던 이 전쟁마저 이젠  끝내고 싶어  forever 넌 soap opera 뗄 수 없을 만큼 익숙했기에 쉽지 않았어  미지근한 일상으로  널 씻어내는 게  hey Wash away 너의 입술도 너의 이름도 끝내 지우고 Wash away 너의 입술도 너의 이름도 씻을게 I‘m gonna wash away 아무 생각 없이 틀어놓은  따뜻한 물이 가득 찼네  욕조에  이렇게 덤벙거리기도 가끔 깜빡하는 것도 여전해 이런 내 마음을 모를 걸 넌 기억을 씻어 내 나는 오늘도 Wash away 너의 입술도 너의 이름도 끝내 지우고 Wash away 너의 입술도 너의 이름도 씻을게 너의 이름도"}, {"song_no": "4184832", "year": "2013", "rank": "50", "title": "Goodbye Summer (f(Amber+Luna+Krystal) (Feat. D.O. Of EXO-K)", "artist": "f(x)", "genre": "Ballad", "lyrics": "기억해 복도에서 떠들다 같이   혼나던 우리 둘  벌서면서도 왜 그리도 즐거웠는지   알았어  그날 이후로 Yeah Yeah  우린 늘 Yeah Yeah  쌍둥이 별자리처럼  넌 나 나는 너였어  졸업하기 전날 많이 울던 너   남자라고 꾹 참던 너  하고 싶었던 말 못하고  뜨거웠던 그 여름처럼 안녕  친구라는 이름  어느새 미워진 이름  감추던 감정은  지금도 아픈 비밀의 기억일 뿐  우리 사인 정리할 수 없는 사진   보면 가슴 아린 Story I'm sorry   여름아 이젠 Goodbye Yay Yeah  What do I say We didn't   have to play no games  I should've took that chance I   should've asked for u to stay  And it gets me down the unsaid   words that still remain  시작하지도 않고 끝나버린 이야기  축제 마지막 날 너의 노래도   아른한 여름 바다도  함께라서 소중했던 맘 늦어가는 밤   하늘처럼 안녕  친구라는 이름 어느새 미워진  이름 감추던 감정은 지금도 아픈  비밀의 기억일 뿐 우리 사인 정리할 수 없는 사진  보면 가슴 아린 Story I'm sorry  여름아 이젠 Goodbye Baby Oh No Oh Oh 혼잣말이라서  미안해 Oh 사실은 널 사랑해 Yeah 숨기고 있던 오랜 비밀들 차라리  들켰다면 너를 품에 안아줄텐데 친구라는 이름 어느새 미워진 이름 감추던 감정은 지금도 아픈  비밀의 기억일 뿐 우리 사인 정리할 수 없는 사진  보면 가슴 아린 Story I'm sorry  여름아 이젠 Goodbye 친구라는 이름 어느새 미워진 이름  보면 가슴 아린 Story I'm sorry  여름아 이젠 Goodbye Yay Yeah 랄랄랄랄라 랄랄랄랄라랄랄  랄랄랄랄라 랄랄랄랄랄라"}]