[{"song_no": "447642", "year": "2013", "rank": "51", "title": "내 삶의 반", "artist": "한경일", "genre": "Ballad", "lyrics": "이젠 떠나는 그대여 나처럼 웃어줘"}, {"song_no": "4230002", "year": "2013", "rank": "52", "title": "예뻐 예뻐", "artist": "레이디스 코드", "genre": "Dance", "lyrics": "Come on baby Ladies' show oh Let get it funky now  그래 바로 내가 리세  다른 애들보다  좀 더 Hot해  평범하지 않아 기쎄  보인다고 함부로 말 못해 얼굴도 Sexy하니  성격도 Cool하잖니 말 시켜놓고 발음  이상하다 놀려대지 마 언니보다 이쁜 막내  얼굴론 어디든 알아 주니 춤을 추러 가도 돈 안내  시크한 매력에 빠져 드니 한번 보면 못 헤어나와  내 고양이 눈매 오늘도 나만 자꾸 쳐다보잖아 예뻐 예뻐 머리부터 발끝까지 예뻐 예뻐 내가 원래 좀 예뻐 예뻐 예뻐 따라오는 남자마다 아 아아아아아아 예뻐 예뻐 태어났을 때부터 난 예뻐 예뻐 원래 이렇게 예뻐 됐어 됐어 귀찮은 남자들 다  됐어 됐어 하루 이틀 일이면 차라리 나 말도 않겠어  귀찮아 죽겠어  I love you 선물 막 들이대는데  관심도 없는데  남자들 제발 나 좀 그냥 놔줘 이 세상에 니가 젤 예뻐 내 사랑을 제발 받아줘 아무리 애를 써도 지금  나 혼자가 좋아 예뻐 예뻐 머리부터 발끝까지 예뻐 예뻐 내가 원래 좀 예뻐 예뻐 예뻐 따라오는 남자마다 아 아아아아아아 예뻐 예뻐 태어났을 때부터 난 예뻐 예뻐 원래 이렇게 예뻐 됐어 됐어 귀찮은 남자들 다  됐어 됐어 Please please please please Move your body and mind  Move your body and mind  Move your body and mind  Move your body and mind  Move your body and mind  Move your body and mind  Come on come on  come on come on  Come on come on  come on come on  Take it to the move You know you are not alive Take it to the groove Yeah yeah yeah yeah Take it to the move You know I feel alright  Take it to the groove Yeah yeah yeah yeah 예뻐 예뻐 머리부터 발끝까지 예뻐 예뻐 내가 원래 좀 예뻐 예뻐 예뻐 따라오는 남자마다 아 아아아아아아 예뻐 예뻐 태어났을 때부터 난 예뻐 예뻐 원래 이렇게 예뻐 됐어 됐어 귀찮은 남자들 다  됐어 됐어"}, {"song_no": "4252729", "year": "2013", "rank": "53", "title": "시원한 여자", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "그대여 이제 내 곁에 와요 조그만 입술 노래 불러요 거기 닥쳐오는 바람을 불러 이제 넘쳐나는 너와 조그만 눈으로 날 바라보는 그대 그대는 내 맘속 조그만 바람 되어 지금도 내 맘을 자꾸 흔들어 놓네 하지만 내 맘속은 안돼 내 맘속은 이제 내 맘속은 이미 넘쳐나는데 허어 난 이제 어쩌나 허어 이런 맘 어쩌나 허어 난 이제 어쩌나 허어 어어어 예 그대여 이제 내 곁에 와요 조그만 입술 노래 불러요 거기 닥쳐오는 바람을 불러 이제 넘쳐나는 너와 조그만 눈으로 날 바라보는 그대 그대는 내 맘속 조그만 바람 되어 지금도 내 맘을 자꾸 흔들어 놓네 하지만 내 맘속은 안돼 내 맘속은 이제 내 맘속은 이미 넘쳐나는데 허어 난 이제 어쩌나 허어 이런 맘 어쩌나 허어 난 이제 어쩌나 허어 어어어 예 그대여 이리 내게로 와요 조그만 입술 노래를 줘요 거기 반짝이는 노래를 불러 이제 넘쳐나는 너와 그대여 이리 내게로 와요 조그만 입술 노래를 줘요 거기 반짝이는 노래를 불러 이제 넘쳐나는 너와 조그만 눈으로 날 바라보는 그대 그대는 내 맘속 조그만 바람 되어 지금도 내 맘을 자꾸 흔들어 놓네 하지만 내 맘속은 안돼 내 맘속은 이제 내 맘속은 이미 넘쳐나는데 허어 난 이제 어쩌나 허어 이런 맘 어쩌나 허어 난 이제 어쩌나 허어 어어어 예"}, {"song_no": "4252730", "year": "2013", "rank": "54", "title": "그대 입술이 (With 채지연 - 풋풋)", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "그댄 거짓말을 하죠 항상 참을 수가 없죠 이젠 목소리로 알죠 뻔한 말은 그만해요 오늘은 그냥 가줘요 우리 이러는 거 아냐 나를 좀 기다려줘요 근데 왜 그대 입술이 다가오기를 멈추지 않아 나는 어떡하죠 난 알고 있죠 그대 마음을 하지만 그댄 아닌 것 같아 그댄 쉬운 말을 하죠 항상 참을 수가 없죠 이젠 목소리로 알죠 뻔한 말은 그만해요 오늘은 그냥 가줘요 우리 이러는 거 아냐 나를 좀 이해해줘요 근데 왜 그대 입술이 다가오기를 멈추지 않아 나는 어떡하죠 난 알고 있죠 그대 마음을 하지만 그댄 아닌 것 같아 그대 입술이 다가오기를 멈추지 않아 나는 어떡하죠 난 알고 있죠 그대 마음을 하지만 그댄 하지만 그댄  하지만 그댄 다가오기를 멈추지 않아 나는 어떡하죠 난 알고 있죠 그대 마음을 하지만 그댄 아닌 것 같아"}, {"song_no": "4209541", "year": "2013", "rank": "55", "title": "기억속의 먼 그대에게", "artist": "희진 (GOOD DAY)", "genre": "Ballad", "lyrics": "그땐 정말 나는 몰랐었어 너의 사랑이 나에게는 얼마나 소중했었는지  내 멋대로 너를 보냈었지 눈물 흘리며 애원하던 너를  냉정하게 뒤돌아서며 미련조차 난 없었어 그게 멋있는 이별이라 믿고 널 보내며  하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸  돌아보면 나의 기억 속엔 너는 언제나 웃고있어 상처받은 가슴을 안고 내가 원한 이별이었기에 너는 말없이 날 보내줬었지  눈물섞인 너의 목소릴 등뒤로 남겨둔 채로 그렇게 난 쉽게 널 떠났는데 워  하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸  하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸"}, {"song_no": "4165390", "year": "2013", "rank": "56", "title": "Falling In Love", "artist": "2NE1", "genre": "Rap / Hip-hop", "lyrics": "Touch me over here  Touch me touch me over there Touch me over here Touch me over there Touch me over here Touch me Touch me over there Touch touch touch Yeah yeah Oh my 내 맘이 왜 이리 설레는지 몰라 이름도 모르는 그대 앞에서 난 오 천국 같은 너의 눈빛에 정말 Alright Alright Alright Alright Tonight I drop it low 기분은 짜릿해 심장은 터져 Blow 넌 내 Johnny Depp 입술이 말라와 내 뼛속  끝까지 저려와 눈부신 널 쳐다볼 수 없어  boy I’m so blind 진흙 속 진주 난 너의 신부 널 내 걸로 만들겠어 That’s  what a queen do Yeah in the club it’s  getting ugly I don’t care Can’t nobody stop the  fire let them haters  sit n stare I keep falling in love  falling in love 너만 보면 내 마음이 oh oh oh oh  Falling in love falling in love 널 갖고싶어 나 어떡해 Boy Falling in love falling in love 너만 보면 내 마음이 oh oh oh oh  Falling in love falling in love 널 갖고싶어 나 어떡해 Boy Touch me over here  Touch me touch me over there Touch me over here Touch me over there Touch me over here Touch me Touch me over there Touch touch touch Yeah yeah Oh my 내가 이래도 되나 싶어  lost my mind 네게 반해 정신을 놔버렸나 봐 니 손끝이 내 몸에 닿는 이 순간  Alright Alright Alright Alright 두근 두근대 난 자존심을 잃지 사랑 속에서 난 길을 잃은 길치 놓치지 않겠어 방아쇠를 잡아 니 심장을 향해 쏴 blakah blakah You mine boy 내게 넘어와  boy gimme gimme 굳이 밀당하겠다면 넌 silly silly   끝없는 매력에 나 사고치겠어 같이 함께하겠어 너와라면 난  yes sir I keep falling in love  falling in love 너만 보면 내 마음이 oh oh oh oh  Falling in love falling in love 널 갖고싶어 나 어떡해 Boy Falling in love falling in love 너만 보면 내 마음이 oh oh oh oh  Falling in love falling in love 널 갖고싶어 나 어떡해 Boy 난 너밖에 없어 내가 기다리고 기다렸던 그  somebody 넌 rollercoaster 내 마음을 들었다 놨다 어떡하니 너는 어떨지 만약 너도 나와 같다면 말해 tell me Yeah yeah I just keep  falling in love again Falling in love falling in love 너만 보면 내 마음이 oh oh oh oh  Falling in love falling in love 널 갖고싶어 나 어떡해 Boy Falling in love falling in love 너만 보면 내 마음이 oh oh oh oh  Falling in love falling in love 널 갖고싶어 나 어떡해 Boy Touch me over here  Touch me touch me over there Touch me over here Touch me over there Touch me over here Touch me Touch me over there Touch touch touch Yeah yeah"}, {"song_no": "4152253", "year": "2013", "rank": "57", "title": "여자 대통령", "artist": "걸스데이", "genre": "Dance", "lyrics": "널 사랑한다고 말해버릴까 싶어  이렇게  매일 가슴아파 아파  아파 아파 아파 아파 그런데 왜 이래 니 앞에만  서면 작아져  버려 아무것도 아닌 애기같아  애기같아 오오오오 너만 생각하면 나는 마음이 좋아  눈을 뜰 수 없어 Come on Just do it this yo  나를 따라 해봐 이렇게 Come on Come on 오오오  Come on Come on 오오오  니가 먼저 다가가 사랑 한다  말을 해 이제 그래도 돼 니가 먼저 시작해 우리나라 대통령도 이제  여자분이신데  뭐가 그렇게 심각해 왜 안돼  여자가  먼저 키스 하면 잡혀가는건가  그 애에게 다가가 니가 먼저  키스해  이제 그래도 돼 니가 먼저  시작해 이젠 그래도 돼 따라따라따따라따라 따라따라따따라따라 따라따라따따라따라 따라따라따따라따라 널 좋아한다고 고백해볼까 싶어  너 땜에 온통 머릿속이  어질 어질 어질 어질 어질  너만 바라보면 자꾸 웃음이 나와  녹을것만 같아 Come on Just do it this yo  나를 따라 해봐 이렇게 Come on Come on 오오오  Come on Come on 오오오  니가 먼저 다가가 사랑 한다  말을 해  이제 그래도 돼 니가 먼저  시작해 우리나라 대통령도 이제  여자분이신데  뭐가 그렇게 소심해 왜 안해  여자가  먼저 키스 하면 잡혀가는건가 그애에게 다가가 니가  먼저 키스해  이제 그래도 돼 니가  먼저 시작해 따라따라 따따라따라 따라따라 따따라따라 따라따라 따따라따라 따라따라 따따라따라 걱정하지마 하고싶은대로 해 난 너의 모든걸 다 갖고 말겠어 널 사귀자고 할래 널  좋아한다 할래  널 사랑할래 이제 Come on Like this Come on Just do it this yo  니가 먼저 해 좀 다르게 Come on Come on 오오오 Come on Come on 오오오  니가 먼저 다가가 내꺼라고  말을 해  이제 그래도 돼 니가 먼저  시작해 우리나라 대통령도 이제  여자분이신데 뭐가 그렇게  심각해  왜안돼 여자가 먼저 키스하면  잡혀가는건가  그 애에게 다가가 니가  먼저 키스해 이제 그래도 돼 니가  먼저 시작해  이젠 그래도 돼"}, {"song_no": "4221233", "year": "2013", "rank": "58", "title": "니 입술 그 맛 (Feat. EB)", "artist": "디셈버", "genre": "Ballad", "lyrics": "oh yeah all star N December N EB when i falling in love it will be forever its a love thing say you love me 하늘아래 바다위에 너는 나의 곁에 있어 지금 꿈결같은 시간이 깨지 않길 바래 모래위에 너의 이름 그 옆에 내 이름을 써 저 태양도 우릴 향해 비춰주네 baby i'm in love with you 이 꿈에서 깨어날까 두려워 baby i'm in love with you  baby i'm in love with you 나의 곁에 영원토록 함께해줘 환한 미소로 내게 다가오는 너  파도처럼 행복이 넘쳐 파란하늘 아래 내 두 팔에 안겨 내 품안에 너를 사랑해 니 입술 그 맛 뭐라 할까 그건 설탕 달콤함을 넘어서 천국 문 앞 바람이 불어 머릿결을 넘겨 널 보고 싶은 맘에 나는 달려가 니 어깨에 기대면 천사들의 합창 소리가 자꾸 귀에 들려와 내 얘길 들어봐 사랑에 빠진 날 i wanna love you boy uh in love with you 니 무릎에 머릴 기대 따스하게 잠이 들어 니가 불러주는 노래 니 목소리가 들려 시원하게 불어오는 바람도 기분이 좋아 내 머리를 만져주는 너의 손길 baby i'm in love with you 니가 없단 건 상상하기 싫어 baby i'm in love with you baby i'm in love with you 내 미래에 앞으로도 함께해줘 환한 미소로 내게 다가오는 너 파도처럼 행복이 넘쳐  파란하늘 아래 내 두 팔에 안겨 내 품안에 너를 사랑해 달콤한 입술에 입을 맞추고 싶은걸 터질듯 심장은 이렇게 두근대 여름이 지나가고 겨울이 내게 찾아와도 니가 있어 나는 춥지 않은걸 환한 미소로 내게 다가오는 너 파도처럼 행복이 넘쳐 파란하늘 아래 내 두 팔에 안겨 영원토록 너를 사랑해 너는 내 곁에 있고 내 무릎에 기대고 사랑을 속삭이고 you 너는 내 곁에 있고 내 무릎에 기대고 사랑을 속삭이고 you"}, {"song_no": "4175139", "year": "2013", "rank": "59", "title": "비가 온다", "artist": "강승윤", "genre": "Rock", "lyrics": "창문너머엔 슬픈  비가 내리고 문 뒤로 부는 바람은  창가의 눈물을 훔쳐내고 널 위해 준비했던 선물들  고백이 담긴 편지는 갈 곳 없이 먼지만 품고 있어 누가 내 맘을 알아주려나  누가 내 말을 들어주려나 날 녹여주던 그 손길도  부드러운 목소리도 이젠 내 것이 아니라는 게 오늘따라 더 힘들다  맘에 비가 온다  비가 온다 차갑게 맘에 비가 온다  비가 온다 오늘도 방안에 어두운  그림자가 내리고 달빛에 비친 시계는  헤어지던 날에 멈춰있고 널 위해 살아왔던 많은  시간들 너를 안던 가슴은 주인 없이 바람만 품고 있어  누가 내 맘을 알아주려나  누가 내 말을 들어주려나 내 거칠어진 입술마저  차가워진 가슴마저 여전히 너만 찾고 있어서  오늘따라 더 그립다  맘에 비가 온다  비가 온다 차갑게 맘에 비가 온다  비가 온다 오늘도 이젠 볼 수 없다는 걸  난 잘 알고 있는데 다시 여기에 올 것만 같애 비바람이 몰아치는데 피할  곳이 없어 가슴이 언다 그만  맘에 비가 온다  비가 온다 차갑게 맘에 비가 온다  비가 온다 오늘도 널 위해 준비했던 선물들  고백이 담긴 편지는 갈 곳 없이 먼지만 품고 있어"}, {"song_no": "4070694", "year": "2013", "rank": "60", "title": "The Bad Touch (Gordon & Doyle Edit)", "artist": "DJ Gollum", "genre": "Electronica", "lyrics": "Sweat baby sweat baby sex is a Texas drought Me and you do the kind of stuff that only Prince would sing about  So put your hands down my pants and I'll bet you'll feel nuts  Yes I'm sisco yes I'm ebert and you're getting two thumbs up You've had enough of two hand touch you want it rough you're out of bounds  I want you smothered want you covered like my Waffle House hashbrowns  Come quicker than FedEx never reach an apex like Coca Cola stock you are Inclined  To make me rise an hour early just like Daylight Savings Time  Do it now You and me baby ain't nothin' but mammals So let's do it like they do on the Discovery Channel Do it again now You and me baby ain't nothin' but mammals So let's do it like they do on the Discovery Channel Gettin' horny now You and me baby ain't nothin' but mammals So let's do it like they do on the Discovery Channel Do it again now You and me baby ain't nothin' but mammals So let's do it like they do on the Discovery Channel Gettin' horny now You and me baby ain't  You and me baby ain't  You and me baby ain't  You and me baby ain't  You and me You and me You and me You and me You and You and You and You and You You You You You You You You You and me baby ain't  Love the kind you clean up with a mop and bucket Like the lost catacombs of Egypt only God knows where we stuck it  Hieroglyphics Let me be Pacific I wanna be down in your South Seas  But I got this notion that the motion of your ocean means Small Craft Advisory So if I capsize on your thighs high tide B 5 you sunk my bat tleship Please turn me on I'm Mister Coffee with an automatic drip So show me yours I'll show you mine Tool Time you'll Lovett just like Lyle And then we'll do it doggy style so we can both watch X Fi les Do it now You and me baby ain't nothin' but mammals  So let's do it like they do on the Discovery Channel Do it again now  You and me baby ain't nothin' but mammals  So let's do it like they do on the Discovery Channel Gettin' horny now You and me baby ain't nothin' but mammals So let's do it like they do on the Discovery Channel Do it again now You and me baby  ain't nothin' but mammals So let's do it like they do on the Discovery Channel Gettin' horny now You and me baby ain't  You and me baby ain't  You and me baby ain't  You and me baby ain't  You and me You and me You and me You and me You and You and You and You and You You You You You You You You You and me baby ain't  You and me baby ain't"}, {"song_no": "4252731", "year": "2013", "rank": "61", "title": "줄리엣", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "그녀의 자취방 앞 창문에 흩날리는 아름다운 실루엣 그녀가 기다리네 그녀는 날 미치게 해  그녀에 짧은 치마 스타킹마저  날 설레게 만들어 그녀는 뭔가 매력이 있어 그리고 그녀 마음도 예쁩니다 난 그녀의 파파파 파란 하늘에 떠오르는 저저저 별 이예요 저 별을 따따따 따준다면 왜 이리 좋나요 그녀의 파파파 파란 하늘에 떠오르는 저저저 별 이되어 저 별을 따따따 따준다면 왜 이리 좋나요 학교 앞 그 언덕에 창문에 흩날리는 아름다운 실루엣 그녀가 기다리네 그녀는 날 미치게 해  그녀에 짧은 치마 스타킹마저  날 설레게 만들어 그녀는 뭔가 매력이 있어 그리고 그녀 마음도 예쁩니다 난 그녀의 파파파 파란 하늘에 떠오르는 저저저 별 이예요 저 별을 따따따 따준다면 왜 이리 좋나요 그녀의 파파파 파란 하늘에 떠오르는 저저저 별 이되어 저 별을 따따따 따준다면 왜 이리 좋나요 난 그녀의 파파파 파란 하늘에 떠오르는 저저저 별 이예요 저 별을 따따따 따준다면 왜 이리 좋나요 그녀의 파파파 파란 하늘에 떠오르는 저저저 별 이되어 저 별을 따따따 따준다면 왜 이리 좋나요"}, {"song_no": "4252733", "year": "2013", "rank": "62", "title": "밤", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "여름밤에 이른 겨울을 느끼는 건 왠지 나도 몰라 잠들면 돼 잠들면 돼  생각 없이 눈을 감으면  이 밤에 별이 너무 많네 그리움이 너무 많네 외로움이 너무 많네 이 밤이 이 밤이 이 밤이 너무 깊네 시간이 제발 돌아간다면 한 번만 안고 싶어 이대로 제발 앞당긴다면 제발 좀 없던 일처럼 가끔 우연히 떠올라 생각하지 않으면 영원히  사라질까 하지만 저 창밖에 맺힌 별 이슬은 밤이 지나도 마를 리가 없겠지 멈추지 않는 니 생각에 너 떠난 자리에 턱하고 앉아 창문 밖을 오 바라보니 저 하늘에 별 이슬이 맺혀  이 밤에 별이 너무 많네 그리움이 너무 많네 외로움이 너무 많네 이 밤이 이 밤이 이 밤이 너무 깊네 시간이 제발 돌아간다면 한 번만 안고 싶어 이대로 제발 앞당긴다면 제발 좀 없던 일처럼 가끔 우연히 떠올라 생각하지 않으면 영원히  사라질까 하지만 저 창밖에 맺힌 별 이슬은 밤이 지나도 마를 리가 없겠지 시간이 제발 돌아간다면 한 번만 안고 싶어 이대로 제발 앞당긴다면 제발 좀"}, {"song_no": "4144408", "year": "2013", "rank": "63", "title": "All Right", "artist": "김예림 (투개월)", "genre": "Rock", "lyrics": "요즘 난 All right  너 가도 All right  이별 따위 All right  한땐 니 생각 All night  넌 내게 Delight  안갯속의 Some light  요즘 난 All right  너 가도 All right  이별 따위 All right  니 생각 All night  넌 내게 Delight  안갯속의 Some light  기껏 이거야 내 모든 걸 가졌던  너 없는 게 겨우 이거야  걱정 가득한 너의 마지막 굿바이  넌 그 정돈 아냐 난 All right  All right  요즘 난 All right  너 가도 All right  이별 따위 All right  니 생각 All night  넌 내게 Delight  안갯속의 Some light  기껏 이거야 내 모든 걸 가졌던  너 없는 게 겨우 이거야  걱정 가득한 너의 마지막 굿바이  넌 그 정돈 아냐 난 All right  All right  우리 추억 영원히 잊지 못할거야  Oh My Love Love Love  부디 좋은 사람 만나길 바랄게  Oh My Love Love Love  All right  짐작하지 마  걱정하지 마  안부도 묻지 마  진작 그러지  이제 와 뭐지  넌 언제나 그랬지  요즘 난 All right  너 가도 All right  이별 따위 All right  니 생각 All night  넌 내게 Delight  안갯속의 Some light  걱정하지 마 너의 그 잘난 이미지  내 입에 담길 일 없는 너  걱정 가득한 따뜻한 그 눈빛은  다음 girl에게나 줘 All right  All right  요즘 난 All right  너 가도 All right  이별 따위 All right  니 생각 All night  넌 내게 Delight  안갯속의 Some light  짐작하지 마  걱정하지 마  안부도 묻지 마  진작 그러지  이제 와 뭐지  넌 언제나 그랬지  요즘 난 All right  너 가도 All right  이별 따위 All right  니 생각 All night  넌 내게 Delight  안갯속의 Some light  Some light Some light Some light  /Clean Ver."}, {"song_no": "4138607", "year": "2013", "rank": "64", "title": "넌 너무 야해 (Feat. 긱스) (The Way You Make Me Melt)", "artist": "씨스타", "genre": "Ballad", "lyrics": "수많은 촛불에 둘러 쌓인 밤  내 약지를 감싸며 그가 하는 말  사랑해 결혼해 주겠니  얼굴이 빨개지고  넌 밤에 뜬 태양 한 마디로 야해  걸을 때 마다 흩날리는 매력  너만의 것이 아니라 나의 것도  되길 그래서 오늘  내가 나이값 좀 했지  물론 촛불은 필수  cuz you already  burn me up grandline rappin u  gon have to turn it up  오늘의 감독은 나 후의 감동은 너의 것 감탄만 하지 말고 너를 보여줘  넌 너무 야해 내 볼이 빨개  어쩜 눈 코 입도 과감하게 섹시해  못 말리게 생긴 넌 매력쟁이야  난 녹아 버릴 것 같아  babe  넌 너무 야해 정말로 섹시해  너에게 푹 빠져 버린 난 어떡해  못 말리게 생긴 넌 매력쟁이야  난 녹아 버릴 것 같아 너만 보면  종이로 접은 장미 꽃을 들고  내 두손에 건네며 속삭이던 말  사랑해 난 너뿐이야  이 꽃이 시들때까지  가끔 넌 너무 야해  그런 널 볼때면 난 불안해  옷으로 너를 가려도  잘 안가려져서 너를 안아야 돼  너도 알겠지 내가 이미   너의 매력안에 퐁당 빠진 뒤  누가 뭐래도 네가 무엇을 입던  내겐 너무 야해 너의 옷 차림이  넌 너무 야해 내 볼이 빨개  어쩜 눈 코 입도 과감하게 섹시해  못 말리게 생긴 넌 매력쟁이야  난 녹아 버릴 것 같아  babe  넌 너무 야해 정말로 섹시해   너에게 푹 빠져 버린 난 어떡해  못 말리게 생긴 넌 매력쟁이야  난 녹아 버릴 것 같아  네 잠꼬대마저 난 좋은걸  그대 숨소리마저 난 좋은걸  우린 어쩌면 우린 어쩌면  오오오오  하늘이 맺어준 건가 봐  넌 너무 야해 내 볼이 빨개  어쩜 눈 코 입도 과감하게 섹시해  못 말리게 생긴 넌 매력쟁이야  난 녹아 버릴 것 같아  넌 너무 야해 정말로 섹시해  너에게 푹 빠져 버린 난 어떡해 못 말리게 생긴 넌 매력쟁이야 난 녹아 버릴 것 같아"}, {"song_no": "4150987", "year": "2013", "rank": "65", "title": "비범벅 (Feat. 범키)", "artist": "버벌진트", "genre": "Rap / Hip-hop", "lyrics": "yeah VJ  yeah Bumkey  Let's go  비에 범벅이 돼  이 거리를 거니네  미친 사람처럼  잘 지내니 넌  복선이었던가  유난히 네가 예뻐보이던 날  같은 머리스타일 같은   화장인데   다른 사람처럼 어딘가 변한  달라진듯한 느낌이 기억나  넌 긴급한 일이 생겼다며   주말의 밤을 나 혼자  보내게 만들었지 왼쪽 뇌론 다  이해가 됐지만 마음은   다르게 반응해  불길한 예감은 왜  항상 이리 잘 들어맞는데  그 날 밤은 내 trauma로 남았네  비에 범벅이 돼  이 거리를 거니네  미친 사람처럼  잘 지내니 넌  상처가 깨끗이   씻겨나가주길 바라면서   동시에 잘 안 될 걸 알면서  I'm walkin in the rain  이것 밖에 없어 할 수 있는 게  끝도없이 walkin in the rain  이 비에 다 씻어내버릴래  퍼즐의 완성  우연히 본 네 phone 속의 단서  이건 누군데 대놓고 추근대 대체  묻는 내게 너의 답 huh  끝낼 때가 왔대 비가 오네   하필이면  I treated you like one in a million  헤어지는 법 중 최악 아마  내가 할 수 있는 건 딱 하나  비에 범벅이 돼  이 거리를 거니네  미친 사람처럼  잘 지내니 넌  상처가 깨끗이   씻겨나가주길 바라면서   동시에 잘 안 될 걸 알면서  I'm walkin in the rain  이것 밖에 없어 할 수 있는 게  끝도없이 walkin in the rain 이 비에 다 씻어내버릴래  홍대를 지나 텅 빈   마포대교를 건너  i'm walkin in the rain  수많은 거짓말 태연히   마지막을 말하던 너  i'm walkin in the rain  커플 그 때 우리가 함께   보았던 것들   모두 다 왜 이리   낯선건지  비에 젖어선지 오  다시 처음으로 되돌리고싶지만  I'm walkin in the rain  이것 밖에 없어 할 수 있는 게  I'm walkin in the rain  이 비에 다 씻어내버릴래  I'm walkin  in the rain I'm walkin in the rain I'm walkin in the rain I'm walkin in the rain I'm walkin in the rain I'm walkin in the rain"}, {"song_no": "4160250", "year": "2013", "rank": "66", "title": "날개뼈 (Hot Wings) (Feat. 효린 Of Sistar)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "호텔 룸 오션 뷰 우리 둘이 swim good 니가 머리를 올려 묶을 때 살짝 보이는 날개뼈 fly baby 날개뼈 아름다워 넌 나의 천사 물기가 마른 다음 날개 펴 baby baby 창문 좀 열어 환기 좀 해 소금을 뿌린 바람 향긋하네 헝클어 뜨리지마 정수리 뒤에 붙은 포니테일 너의 이브닝 드레스 무늬에 몰입돼 밤 하늘에 달 전등은 켜지고 얼음은 녹아 마시기 쉬워지고 사회 종교 예술 가십 어떤 이슈던 간에 말이 잘 통해 박수 소리가 나네 오늘만 날이 아냐 난 급하지 않아 내 시간은 느리고 마음에는 공간이 많아 대화는 귀부터 행동은 신중하게 자기 말만 하는 성급한 마초들과는 달라 it's all right 물은 우리 체온보다 약간 높아 같이 풍덩 살색 잠수정 두 대의 나선형의 운전 호텔 룸 오션 뷰 우리 둘이 swim good 니가 머리를 올려 묶을 때 살짝 보이는 날개뼈 fly baby 날개뼈 아름다워 넌 나의 천사 물기가 마른 다음 날개 펴 Ready Action 로케이션 풀 빌라 하늘이 붉게 물드는 이 시간 태양은 바다 속으로 숨지 출연은 단 두 명 너와 나 bgm은 네오소울 뮤직 따끈해진 자쿠진 막 따낸 샴페인처럼 거품을 뿜어 그 거품들은 부드럽게 우리 둘을 품어 술잔에 입 맞추며 주고받지 입꼬릴 살짝 올릴 만큼의 가벼운 유머 어색한 연출 따윈 필요 없어 넌 충분해 니 모습 그대로 내 옆자릴 빛내줘 넌 최고의 조명 내 얼굴은 한없이 밝아져 내 옆에서 웃는 널 보면 it’s all right 물은 우리 체온보다 약간 높아 같이 풍덩 살색 잠수정 두 대의 나선형의 운전 beautiful 오션 뷰 swim good 너의 어깨 뒤로 살짝 보이는 검은색 하늘과 바다 그림같이 너무 아름다워 내게 더 가까이 다가와 밤 하늘아래 별별 우리 머리 위에 미러볼 너는 나의 bonita applebum 아침 식사는 미뤄둬 she gotta put me on 너와 내 입술은 춤을 춰 밤새도록 부드럽게 이 꿈같은 분위기 안 깨도록 천천히 빨라지는 너와 내 심장 박동의 리듬은 자연스럽게 열어줘 너에게 가는 길을 호텔 룸 오션 뷰 우리 둘이 swim good 니가 머리를 올려 묶을 때 살짝 보이는 날개뼈 fly baby 날개뼈 아름다워 넌 나의 천사 물기가 마른 다음 날개 펴 baby baby 넌 나의 천사 물기가 마른 다음 날개 펴 baby baby 넌 나의 천사 물기가 마른 다음 날개 펴 넌 나의 천사 물기가 마른 다음 날개 펴 날개 펴 Yeah"}, {"song_no": "4252732", "year": "2013", "rank": "67", "title": "아름다운 나이", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "그러니까 우린 아직 서로를   모를 사이  이런 밤을 때론 같이 보내진   못한 사이   그러니까 왠지 아직 여름의   늦은 밤이  단둘이 걸어가긴 어색한  그런 나이 하지만 어쩌나 이 밤이 지나면  안된다고 믿었어 있잖아 난  너와 있으면 좋아 너랑 있는  나 어때 친구가 되긴 싫어 어색한  사인 싫어 너와 있으면 좋아 너랑 있는  나 어때 친구가 되긴 싫어 어색한  사인 싫어 그러니까 니가 아직 아무 말도  못한 사이 사라질까 우린 아직 잠 못 이룬  이 시간이 아쉬워 내 맘속 오늘이 아니면  안된다고 믿었어 있잖아 난 너와 있으면 좋아 너랑 있는  나 어때 친구가 되긴 싫어 어색한  사인 싫어 너와 있으면 좋아 너랑 있는  나 어때 친구가 되긴 싫어 어색한  사인 싫어 너와 있으면 너무 좋아 너랑 있는 나는 어떠니 우리가 함께 한다면 정말 난  너와 있으면 좋아 너랑 있는  나 어때 친구가 되긴 싫어 어색한  사인 싫어 너와 있으면 좋아 너랑 있는  나 어때 친구가 되긴 싫어 어색한  사인 싫어 워어 워우워 이런 밤은 왠지 아직 어색한  그런 사이 그러니까 우린 아직 아름다운  그런 나이"}, {"song_no": "3843565", "year": "2013", "rank": "68", "title": "Boogie On & On", "artist": "빈지노 (Beenzino)", "genre": "Rap / Hip-hop", "lyrics": "난 괜찮아 내일 아침에 소파 위에 시체가 되어 이름 모르는 너와 어색한 사이가 되어도 I don't care at all let's smoke drink boogie on and on boogie on and on 오늘은 생각도 긴 말도 필요하지 않아 풀어 긴장 좀 잃어가는 시간이 너무 아까워 꽉 매 너의 신발끈 지각생 엎드려 뻗쳐 너에게 줄 성적은 없어 여선생들은 열정이 넘치는 날 가르치느라 엎드려줬어 입김이 서린 잔을 건넨 뒤 괜히 물어봐 지금이 몇 신지 그 다음엔 why don't u and yo friends get with me and my friends 일행이 몇 명이니 LET'S BOOGIE ON AND ON 내일 우리가 서로 기억 못 해도 지금 이 무르익은 분위기는 멈추지 말고 가만히 내비둬 고대로 난 괜찮아 내일 아침에 소파 위에 시체가 되어 이름 모르는 너와 어색한 사이가 되어도 I don't care at all let's smoke drink boogie on and on boogie on and on 내일 걱정은 뒤에 해 일단 이 느낌을 이해해 언제 또 올지 모르는 놀 기회에 초집중을 해 girl swing that ass 몇 번의 eye contact I saw you you saw me 그럼  내가 먼저 말 걸게 난 너를 알고 싶어 지금 우리 둘 주위를 둘러봐 왕따들은 바쁘게 눈이 굴러가 걔네들은 죽어도 우리 둘을 못 봐 지금이야 지금 내 목에 팔을 둘러봐  너만 괜찮다면 너의 허리에 내 손을 올릴게 넌 어때 난 괜찮아 내일 아침에 소파 위에 시체가 되어 이름 모르는 너와 어색한 사이가 되어도 I don't care at all let's smoke drink boogie on and on boogie on and on 너도 내일 아침에 날 기억 못해도 돼 물이든 술이든 u can sip and smoke it away I don't give a F about tommorow cuz it's sunday bring up all ya cool kids and just hop on to this music  너도 내일 아침에 날 기억 못해도 돼 물이든 술이든 u can sip and smoke it away I don't give a F about tommorow cuz it's sunday bring up all ya cool kids and just hop on to this music"}, {"song_no": "3947371", "year": "2013", "rank": "69", "title": "? (물음표) (Feat. 최자 Of 다이나믹듀오, Zion.T)", "artist": "프라이머리", "genre": "Rap / Hip-hop", "lyrics": "전화를 할까 말까 문자로 할까  아 시간이 너무 늦었나  그녀는 벌써 잘까  오늘따라 밤이 너무 길어  문자를 썼다 고쳤다 하다가 지워  아쉬워 방금 보낸 문자가  답장을 기다리는  이 시간이 너무 길어  안절부절 못하는 내 모습이  안타까워서 약속도 없는  밤거리로 나왔어  뻥 터졌어 호르몬 두근거려  사춘기 중학생처럼 오예  내 맘에 빨간 불이 켜졌어  널 생각하면 이성은   꼼짝 못하고 얼어  제대로 털렸어 나 딱 걸렸어  나 넌 진짜  감당하기 힘든 일을 벌렸어  난 브레이크가 고장 난 8톤 트럭  못 멈춰 이미 시동 걸렸어 난  넌 웃을 때 웃을 때 콧구멍이 커져  그건 위험해 위험해 니 앞에 서면  괜히 수줍게 어물쩡대  그러고 보면 내가 어떻게 해  너는 왜 항상 무표정  넌 대체 뭘 하는 여자길래  도대체 뭘 먹고 자랐길래  물음표 물음표 찍게 만들어  니가 뭔데 내 입가에  미소만 짓게 만들어  Woah 말도 안돼  제발 좀 그만해줄래 너무 귀여워 끌려 난 어지러워 끌려  끌리는 것 이상으로  저걸 어째 뭔데  네 번째 손가락에 낀 반지 뭔데  슬쩍 묻네 대답 없고  스무고개 하자 할 수도 없고  나만 술래 하기야  넌 매일 도망가기만 해  날 어쩔 셈이야 이거  어장관리 아냐  날 잡던지 아님  내게 잡히던지 해줘  뿌리치던지 내게 안기던지 해줘  그렇게 웃지만 말고 얘기해줘  답답한 내 맘에다 너란 창을 내줘  넌 대체 뭘 하는 여자길래  도대체 뭘 먹고 자랐길래  물음표 물음표 찍게 만들어  니가 뭔데 내 입가에  미소만 짓게 만들어  Woah 말도 안돼  제발 좀 그만해줄래  너무 귀여워 끌려  난 어지러워 끌려  끌리는 것 이상으로 끌려"}, {"song_no": "4228226", "year": "2013", "rank": "70", "title": "단, 하루 (Feat. 배치기)", "artist": "2BIC(투빅)", "genre": "Ballad", "lyrics": "baby   그대의 향기에 젖어 오늘도   눈물로 하루하룰 살아가   아련하게 들리네   그대의 그 목소리   언제쯤 지울수 있나  추억들의 잔상이란   매일 밤 눈의 끝에  그립다며 울고 불고 계속   말해 뭐해  가슴속 한켠은 매일 허해   그래 허해   너 떠난 빈자리   힘껏 채우려 발악하네  어째서 인지 그게   하루를 못넘겨   제자리를 찾은   그리움들만 엉켜선   다시 느끼고픈   너의 그 온기안 눈감은   순간까지 계속 난 헤메인다  점점 관심속에 잊혀져간   나 힘겹게 또 하루하룰 넘기며  어느덧 가까이 찾아온   이별의 순간   너무도 쉽게 돌아선 너  baby 그대의 향기에 젖어   오늘도 눈물로 하루하룰   살아가 아련하게 들리네   그대의 그 목소리   언제쯤 지울수 있나  차라리 그때 붙잡지 말걸   이미 끝난사이 어떻게든   이어보려고 했어  분명 우리도 사랑했던 적이   있었는데 다시금 그때로   꽃 피워보려 했어  기어이 탄로 나버린   억지로 맞춘 조각들 튕겨져   나간 파편속 어지러운 나  추억도 기억도 다 덮어버릴   증오만 간직한체   난잡해져버린 끝이됐어  계속 다른 나로 살아보아도   결국 너란 습관속 제자리로  되돌아오는 난 이대로   무너져만가 내겐 전부였던   너의 숨  baby 그대의 향기에 젖어   오늘도 눈물로 하루하룰   살아가 아련하게 들리네   그대의 그 목소리   언제쯤 지울수 있나  내일이면 지울수 있을까   나의 시련 어리석다   알면서도 놓을수 없는 미련  내 습관속에서  내 버릇속에서 살아 있는   너라는 오늘 하루속에서  처음의 시작과 끝이   너무 달라 날이 갈수록   또 내 마음은 계속 말라  애초에 시작을 말걸기가   늦은 후회속에 어떻게든   나는 오늘 하루를 또 살아   baby 내겐 전부 였었던   사라지지않는 너의 모습도   이젠 날 향했던 미소도   내 어깰 적신 눈물도  모두다 흩어져간다"}, {"song_no": "4226214", "year": "2013", "rank": "71", "title": "놀만큼 놀아봤어 (Had Enough Parties)", "artist": "박진영", "genre": "R&B / Soul", "lyrics": "나 놀 만큼 놀아봤어  나 놀 만큼 놀아봤어  왠지 몰랐어 뭐 때문에   열심히 살지  돈을 벌어서 어떻게 써야   하는 건지  둘러 보았어 무엇으로   나를 채울지  먹고 먹어도 왜 계속 배가   고프지  난 놀 만큼 놀아봤어 또   벌 만큼 벌어봤어  예쁜 여자 섹시한 여자 함께   즐길 만큼 즐겨봤어  결국엔 또 허전했어 언제나   그 때 뿐이었어  아침에 술 깨 겨우 일어날 때  그 기분이 싫어졌어  이젠 사랑을 하고 싶어 baby  혼자 집에 오는 길이 싫어 lately  이런 날 어서 구원해줘 baby 제발  꺼지지 않을 음식으로 나를   배불려 줘  안정이 되면 다시   불안해지고 싶고  불안해 지면 다시 안정이   되고 싶어  생각해 봤어 정말 갖고   싶은 게 뭔지  근데 가져도 왜 계속 배가 고프지  난 놀 만큼 놀아봤어 또   벌 만큼 벌어봤어  예쁜 여자 섹시한 여자 함께   즐길 만큼 즐겨봤어  결국엔 또 허전했어 언제나   그 때 뿐이었어  아침에 술 깨 겨우 일어날 때  그 기분이 싫어졌어  이젠 사랑을 하고 싶어 baby  혼자 집에 오는 길이 싫어 lately  이런 날 어서 구원해줘 baby 제발  꺼지지 않을 음식으로 나를   배불려 줘  눈 감을 때 두렵지 않기를  눈 감을 때 웃을 수 있기를  내가 어디로 가는지 알면서   내딛는  힘찬 발걸음으로 살기를  이젠 사랑을 하고 싶어 baby  혼자 집에 오는 길이 싫어 lately  이런 날 어서 구원해줘 baby 제발  꺼지지 않을 음식으로 나를   배불려 줘  Save me 이젠 사랑을 하고 싶어 baby 혼자 집에 오는 길이 싫어 lately 이런 날 어서 구원해줘 baby 제발 꺼지지 않을 음식으로 나를  배불려 줘 Please Save me"}, {"song_no": "4252725", "year": "2013", "rank": "72", "title": "가을밤", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "나 놀 만큼 놀아봤어  나 놀 만큼 놀아봤어  왠지 몰랐어 뭐 때문에   열심히 살지  돈을 벌어서 어떻게 써야   하는 건지  둘러 보았어 무엇으로   나를 채울지  먹고 먹어도 왜 계속 배가   고프지  난 놀 만큼 놀아봤어 또   벌 만큼 벌어봤어  예쁜 여자 섹시한 여자 함께   즐길 만큼 즐겨봤어  결국엔 또 허전했어 언제나   그 때 뿐이었어  아침에 술 깨 겨우 일어날 때  그 기분이 싫어졌어  이젠 사랑을 하고 싶어 baby  혼자 집에 오는 길이 싫어 lately  이런 날 어서 구원해줘 baby 제발  꺼지지 않을 음식으로 나를   배불려 줘  안정이 되면 다시   불안해지고 싶고  불안해 지면 다시 안정이   되고 싶어  생각해 봤어 정말 갖고   싶은 게 뭔지  근데 가져도 왜 계속 배가 고프지  난 놀 만큼 놀아봤어 또   벌 만큼 벌어봤어  예쁜 여자 섹시한 여자 함께   즐길 만큼 즐겨봤어  결국엔 또 허전했어 언제나   그 때 뿐이었어  아침에 술 깨 겨우 일어날 때  그 기분이 싫어졌어  이젠 사랑을 하고 싶어 baby  혼자 집에 오는 길이 싫어 lately  이런 날 어서 구원해줘 baby 제발  꺼지지 않을 음식으로 나를   배불려 줘  눈 감을 때 두렵지 않기를  눈 감을 때 웃을 수 있기를  내가 어디로 가는지 알면서   내딛는  힘찬 발걸음으로 살기를  이젠 사랑을 하고 싶어 baby  혼자 집에 오는 길이 싫어 lately  이런 날 어서 구원해줘 baby 제발  꺼지지 않을 음식으로 나를   배불려 줘  Save me 이젠 사랑을 하고 싶어 baby 혼자 집에 오는 길이 싫어 lately 이런 날 어서 구원해줘 baby 제발 꺼지지 않을 음식으로 나를  배불려 줘 Please Save me"}, {"song_no": "4206159", "year": "2013", "rank": "73", "title": "너와 나", "artist": "홍대광", "genre": "Drama", "lyrics": "나는 널 그려본다 지금 이 순간들이 너는 나에게 나는 너에게 어떤 의민지 나는 너에게 슬픔없는 위로가 될게 기억해 언제나 난 여기 있는걸  아무도 믿지 못할 이상한 이야기가 너와 내게 보이고 참 이상해 사는 일이란 꼭 풀지 못한 문제 같은 것 너와 나 우리가 만났듯 때론 알 수 없는 일이라는 걸 나는 널 그려본다 지금 이 순간들이 너는 나에게 나는 너에게 어떤 의민지 나는 너에게 슬픔없는 위로가 될게 기억해 언제나 난 여기 있는 걸 참 이상해 사는 일이란 꼭 풀지 못한 문제 같은 것 너와 나 우리가 만났듯 때론 알 수 없는 일이라는 걸 나는 널 그려본다 지금 이 순간들이 너는 나에게 나는 너에게 어떤 의민지 나는 너에게 슬픔없는 위로가 될게 기억해 언제나 난 여기 있는 걸 언제나 내게 환하게 웃어줘 때론 어제같이 비가 내려 문득 슬퍼지는 하루라도 널 그려본다 지금 이 순간들이 너는 나에게 나는 너에게 어떤 의민지 나는 너에게 슬픔없는 위로가 될게 기억해 언제나 난 여기 있는 걸"}, {"song_no": "4108714", "year": "2013", "rank": "74", "title": "청혼하는 거예요", "artist": "포맨", "genre": "Ballad", "lyrics": "오늘을 위해서 나 한참을  기다렸죠  그대 내꺼 되길 또 소망하고  바랬죠 정식으로 프러포즈를 할까  아님 생일날 깜짝 파티를 할까 나 두근두근 설레던 그날이  오늘이죠  그대는 나의 lovely girl  그대는 나의 pretty girl 그대는 나의 영원한 나만의  천사 나를 받아줄래요 그대는 나의 lovely girl  그대는 나의 pretty girl 내 눈을 봐요 대답할 수  있나요 그대 나 청혼하는  거예요  예쁜 카페를 빌려볼까 아님  시청 앞 많은 사람들 앞에서  꽃을 줄까 반지를 내밀까  고민하던 나였죠 그대는 나의 lovely girl  그대는 나의 pretty girl 그대는 나의 영원한  나만의 천사 나를 받아줄래요 그대는 나의 lovely girl 그대는  나의 pretty girl 내 눈을 봐요 대답할 수 있나요  그대 나 청혼하는 거예요 살다 지쳐 힘들어도 또 내가  지긋지긋해 진다고해도  그대가 안아줘요 미안하고 또 고마워요 그대  내 옆에서 이렇게 손잡아줘서  날 위로 해줘서 그대는 나의 lovely girl  그대는 나의 pretty girl 그대는 나의 영원한  나만의 천사 나를 받아줄래요 그대는 나의 lovely girl 그대는  나의 pretty girl 내 눈을 봐요 대답할 수 있나요  그대 나를 받아줄래요 그대는 나의 lovely girl 그대는  나의 pretty girl 그대는 나의 영원한 나만의  천사 나를 받아줄래요 그대는 나의 lovely girl 그대는  나의 pretty girl 내 눈을 봐요 대답할 수 있나요  그대 나 청혼하는 거예요  나 청혼하는 거예요"}, {"song_no": "4226208", "year": "2013", "rank": "75", "title": "늴리리야 (Niliria) (Feat. Missy Elliott) (Missy Elliott Ver.)", "artist": "G-DRAGON", "genre": "Rap / Hip-hop", "lyrics": "G-dragon feature missy rappin  and I'm snappin and I get crackin when I'm in the booth I'm blackin Yall just yappin yall just yappin We just laughing I got hits hits hits  like a tennis racket Big bang clap it  In another bracket Racks on rack it If the track is hot then  missy smash it Party crash tragic Buss it like a prophylactic Tactics man this aint no practice Copycats u swagger jacking Who am iz Missy elliott  E to the L to the I to the O two tt's That's effortless Supadupa fly aint that a b And my style be fresh  like a peppermint  On top I make em drop  G-dragon this s is hot  Don't stop I make em bop  Up in the club this how we rock  Turn it up now let it rock Now til the clock  Go tic tock Speakers loud until they pop Let it drop like wop wop wop wop wop wop  drop it like wop wop wop wop wop wop  drop it like wop wop wop wop wop wop  drop it like wop wop wop wop  Huh 자랑스런 한국  몇몇 때문에 난국 한숨 하품 식어가는 관중 One king one crown  내 왼팔에 타투 새로운 시대의 막 창출  welcome to my 왕국 I'm the ill what's it gonna be  냈다 하면 hit 어렵지 않지 차트 위 줄 세우는 일 내겐 간단 missy와  나 들어봤나 You don't want none  what what what what Get your freak on baby  get your cray on baby 이건 랩으로 하는 국제적 외교  baby 88년도8월18일생  딱 봐도 뭘 가져도  너보다 많은 8자 Wop wop wop wop wop wop  what drop it like Wop wop wop wop wop wop  what drop it like Wop wop wop wop wop wop  what drop it like Wop wop wop wop wop wop  what drop it like 늴리리야 늴리리야  내가 돌아간다  drop it like 늴리리야 늴리리야  내가 돌아간다  drop it like 늴리리야 늴리리야  내가 돌아간다  drop it like 늴리리야 늴리리야  내가 돌아간다 여자들은 다  freaky freaky 해 왜 바로 여기  missy missy  때문에 yeah 남자들은 다  jiggy jiggy 해 왜 바로 여기 GD GD 때문에 yeah 여자들은 다  freaky freaky 해 왜 바로 여기  missy missy  때문에 yeah 남자들은 다  jiggy jiggy 해 왜 바로 여기 GD GD 때문에 yeah"}, {"song_no": "3948908", "year": "2013", "rank": "76", "title": "씨스루 (Feat. Zion.T, 개코 Of 다이나믹듀오)", "artist": "프라이머리", "genre": "Rap / Hip-hop", "lyrics": "Party time 아는 사람 없네 지루해 앉아있기만 해 바텐더 뭘 마셔야 해  그래 그걸로 줘 cause it's red 음악 바꼈네 up tempo  그래도 난 여전해 down tempo 아 술은 안마셔 그냥 색깔이 맘에 들어 맘에 들어 골랐어 그때 널 봤어 빨간 스커트 빨간 립스틱 that's a point 넌 저기 서서 떠들고 있는 멍청한 여자들과는 달라 I see through 넌 보일 듯 보이지 않아 안타까운 마음에 쳐다만 봤네 I see through U See through U I see through U See through U 요즘엔 되는 일 하나 없네 내일도 일하러 가야돼 바텐더 한잔 독하게 줘봐 여기 크레딧카드 줄게  친구들에게 한잔씩 쫙 돌려줘봐 헤이헤이 앗 한도초과 그냥 춤 좀 땡기다가 집에 가고싶어 엉뚱한 여자 앵기잖아 도망가고 싶어 적당히 끼 좀 부리다가 갈래 밤새는 건 좀 무리잖아  친구 눈 피해서 몰래 나가다가 걸렸어 그때 널 봤어  빨간 스커트 빨간 립스틱 that's a point 넌 저기 서서 떠들고 있는 멍청한 여자들과는 달라 I see through 넌 보일 듯 보이지 않아 안타까운 마음에 쳐다만 봤네 I see through U See through U  I see through U See through U  왼쪽으로 1보 없어 다시 뒤로 4보 없어 오른쪽으로 2보 가도 없네 아 다시 앞으로 3보 난 안보여 머리는 땡땡 클럽 안은 마치  퇴근시간의 뱅뱅사거리같어 완전 바글바글 그녀 근처에 와글와글 이상한 기분야 몸이 가벼운걸 취한 건 오 아냐 워어 쟤 누구야 ah 궁금할 뿐야 너무 괜찮은걸 놓치면 후회할거야 I see through U I see through U yeah I see through U 넌 보일 듯 보이지 않아 안타까운 마음에 쳐다만 봤네 I see through U See through U I see through U See through U"}, {"song_no": "4153450", "year": "2013", "rank": "77", "title": "슬피 우는 새 (Feat. 이수영)", "artist": "아웃사이더", "genre": "Rap / Hip-hop", "lyrics": "잊겠습니다  내일도 그리울 테니  꽃 피고 봄이 오면  넌 내 곁에 올까  해 저문 언덕에서  널 기다릴 거야  고요한 밤 너의 온기가  뺨을 적실 때  오늘도 그 밤처럼  널 노래할 거야   오늘도 당신이 없는 이곳에서  하지만 당신의 흔적이 없는  곳이 없는 이곳에서  어찌 살아야할지  못내 걸음을 걸어야할지   울음을 할지 물음이 찰진  별 헤는 동녘 그리움 자옥한  하늘을 망연히 바라볼 뿐   난 오늘도 당신을 그리며   때 없이 노래합니다   구멍 난 가슴에 당신을 품고  끝없이 춤을 춥니다   짝 잃은 새처럼  애처로운 달빛을 벗 삼아  슬피 웁니다   눈물이 마르면  당신이 떠나간 자리를  서성입니다   외로워 내 말을 들어줄  사람이 필요해  가슴이 시려   차가워 누가 날 여기서 꺼내줘  끝없는 고난과 시련   달콤한 인생과 끝없는 외로움은  데칼코마니  행복을 부르는 주문을   맘속으로 수없이 외쳐본다   반쯤 감긴 눈으로  잠든 외로움을 달래본다  밤이 지나고 바위틈에서  꽃이 피면 그대는 올까   하염없는 빗물은 가엽게도   가녀린 낙엽처럼 춤을 추고   하릴없이 피고 지는   내 맘을 알까  꽃 피고 봄이 오면  넌 내 곁에 올까  해 저문 언덕에서  널 기다릴 거야     고요한 밤 너의 온기가  뺨을 적실 때  오늘도 그 밤처럼   널 노래할 거야  널 잊게  모두가 잠든 달빛 아래서   별과 바람 당신과 나   이렇게 우리만 깨어서   조용히 속삭였지 그때   우리는 말없이 서로의   상처를 꺼내놨고   서로가 서로의 비밀을   맘으로 묶고  언제가 될지도 모르는  그 날을 그리며   굳건히 약속했지 그때   그렇게 스쳐간 당신의 눈가에  눈물이 빛났고  내 맘에 아련히 피어난   한 송이 국화꽃  그 꽃을 당신께 드리게 될 줄  꿈에도 몰랐었지 난  오늘도 떠나간 당신을 그리며  때 없이 노래를 부르지 난   외로워 내 말을 들어줄  사람이 필요해  가슴이 시려   차가워 누가 날 여기서 꺼내줘  끝없는 고난과 시련   달콤한 인생과 끝없는 외로움은  데칼코마니   행복을 부르는 주문을   맘속으로 수없이 외쳐본다   반쯤 감긴 눈으로  잠든 외로움을 달래본다  밤이 지나고 바위틈에서  꽃이 피면 그대는 올까   하염없는 빗물은 가엽게도   가녀린 낙엽처럼 춤을 추고   하릴없이 피고 지는 내 맘을 알까  불러도 대답 없는 너  말없이 기다리는 나  여전히 대답 없는 너  아직도 기다리는 나  불러도 대답 없는 너  니 모습이 보이지 않아  말없이 기다리는 나  니 소리가 들리지 않아  여전히 대답 없는 너  언제나 같은 자리에서   시간이 흐르고 세월이 변해도 오늘도 너를 기다려 꽃 피고 봄이 오면 넌 내 곁에 올까 해 저문 언덕에서  널 기다릴 거야  고요한 밤 너의 온기가  뺨을 적실 때 오늘도 그 밤처럼  널 노래할 거야 꽃 피고 봄이 오면 넌 내 곁에 올까 해 저문 언덕에서  널 기다릴 거야  고요한 밤 너의 온기가  뺨을 적실 때 오늘도 그 밤처럼 널 노래할 거야 널 잊게 널 잊게 널 잊게 널 잊게 내일이면 사라질 거야 소리 없이 불어왔던 아픔도 슬픔도 고통도 계절이 바뀌면 모두 없어질거야 그리곤 홀연히 사라진 당신  스쳐간 바람처럼 영영 떠나가버린 당신 널 잊게 있겠습니다 오늘도 같은 자리에서"}, {"song_no": "4175021", "year": "2013", "rank": "78", "title": "Destiny", "artist": "인피니트", "genre": "Dance", "lyrics": "이대로 떠나지 마 내 앞에서  마지막 가는  뒷모습을 보이지는 마 다신 니 곁에서 떠나지 않을게  널 버리고 떠난 날 미워해도 돼 참아 볼게 나 아파 볼게  다 널 위해 Oh you 다신 꽉 잡은 손 놓치지 않을게 널  울리고 떠난 날 미워해도 돼 돌려볼게 다 아파 볼게  나 For you For you 날 떠나 행복할 수 있단 말  하지 마 내가 잘할게  놓지 않을게 니 옆에 있는 날 떠나지 마 돌아서지 마  이대로 보낼 수 없어  이런 날 두고 간다고 벗어날 수 없어  Cause you are my destiny 날 두고 돌아서지 마  빗겨가지 마 피해가지 마  You are my destiny 둘 사이 내리막길  떨어질 생각에 가로 막힌 채 대화조차 시간 낭비라  너의 마음이 날 밀어내 잠시만 나만 고뇌 속에 남아 도네  또 내 바람 안에 담아 보네   본래의 자리잡길 그게 나의 품에 안길  다신 이렇게 널 놓치지 않을게  널 아프게 했던 날 미워해도 돼 돌려볼게 나 아파 볼게  다 For you For you 두 번 다신 볼 수 없단 말  하지 마 내가 잘할게  놓지 않을게 니 곁에 있는 날 떠나지 마 돌아서지 마  난 널 보낼 수 없어 이런 날 두고  오오 간다고 오오 벗어날 수 없어  Cause you are my destiny 산산조각 나 버린 내가  버려버린 기억 추억으로  남겨두기는 싫어  무릎 꿇고 빌어 길었던 만남 끝에  정신이 나갔었나 봐  엇나갔던 날 잡아줘  후회 속에 잠긴 내게 기횔 줘 이대로 떠나지 마 내 앞에서  마지막 가는 뒷모습을  보이지는 마  Cause you are my destiny 날 두고 돌아서지 마  빗겨가지 마 피해가지 마  You are my destiny 두고 가지 마 떠나지 마 벗어날 수 없어  Cause you are my destiny"}, {"song_no": "4212792", "year": "2013", "rank": "79", "title": "둘 중에 하나 (Runaway)", "artist": "카라", "genre": "Ballad", "lyrics": "어디야 언제와 오늘도   기다리는 건 나야  아니야 괜찮아 눈치 없게   보챈 거 미안해  난 독하지 못해서 널 놓지   못했어 내 미련한 욕심인 걸 알아  눈물자국 지우고 할 말 꾹 삼키는   내가 날 못 보겠어   더는 못 보겠어  You'd better walk away   나 혼자서 어떡해  죽고 못 사는 게 둘 중에   나뿐인데  뭘 더해 이젠 널 보내 세상에   나 같은 여자는 너무 많아  이 손 놔 그거 봐 니 맘과   내 맘은 너무 달라  이제야 깨달았어 너무   늦어버린 거 미안해  난 독하지 못해서 널 놓지   못했어 내 미련한 욕심인   걸 알아  거짓 사랑인데도 달면 또   삼키는 내가 날 못 참겠어   더는 못 하겠어  You'd better walk away   나 혼자서 어떡해  죽고 못 사는 게 둘 중에   나뿐인데  뭘 더해 이젠 널 보내 세상에   나 같은 여자는 너무 많아  Oh oh oh oh oh  Oh oh oh oh oh  Oh oh oh oh oh  Just go it's not too late Love   will make you run away  이젠 널 놓지도 붙잡지도 못하게   됐어 입술만 마르고   눈물은 자꾸 흐르고  Just one way but wrong way   이미 망가져 버린   도대체 사랑이 뭔데 나를   옭아매는 거야 너는 왜   그때 나를 보던 그때 단 1분   1초라도 you shoulda   stop that  너 하나밖에 모르고 시작도   끝도 너무 모르고   겁 없게 무섭게 빠져들던 내가   너무 한심해  Don't you say my name Please   don't tell me that you   loved me  뭐 그리 대단하게 사랑했다고   I don't wanna do it   anymore  You'd better walk away   나 혼자서 어떡해  죽고 못 사는 게 둘 중에   나뿐인데  뭘 더해 이젠 널 보내 세상에   나 같은 여자는 너무 많아  Baby don't walk away  나 혼자서 어떡해 죽고 못 사는 게 둘 중에  나뿐인데 뭘 더해 이젠 널 보내 나 같은  여잔 잊고 잘 살아 Oh oh oh oh oh Oh oh oh oh oh Oh oh oh oh oh Just go it's not too late Love  will make you run away"}, {"song_no": "4132144", "year": "2013", "rank": "80", "title": "너 하나야", "artist": "포맨", "genre": "Drama", "lyrics": "내 가슴이 뛰고 있는걸  알려준 사람 숨을 쉴때마다 차오르는 한 사람 밀어내려고 해봐도  비워내려 해봐도 점점 그리워지는 사람 멍이 진것처럼 퍼져서  더 아픈 사람 눈을 감아도 맘으로 보이는 사람 버티려고 애써봐도 잊으려고 해봐도 가슴 가득 단 한 사람 내가 살아가는 이유 너 하나야 내가 숨을 쉬는 이유 너 하나야 가슴이 터질것처럼 불러보는  한 사람 너야 내 마음에 새긴건 너 하나야 소리없이 내맘 가져간 참  나쁜 사람 내게 사랑이란 아픈 것만 준 사람 숨겨보려고 해봐도  아니라고 해봐도 가슴 가득 단 한 사람 내가 살아가는 이유 너 하나야 내가 숨을 쉬는 이유 너 하나야 가슴이 터질것처럼 불러보는  한 사람 너야 오직 너만 들릴 수 있게 너만  느낄 수 있게 지금 너를 부르잖아 내가  여기 서 있잖아 너는 세상 하나 남은 나의 꿈이야 너는 세상 하나 뿐인 나의 전부야 가슴이 터질것처럼 불러보는 한 사람 너야 평생 바라보는 사람 너 하나야 평생 하나뿐인 사랑 너 하나야 심장이 멈춘다해도 불러보는 한 사람 너야 내 마음에 새긴 한 사람 너야"}, {"song_no": "3946867", "year": "2013", "rank": "81", "title": "Officially Missing You, Too", "artist": "긱스 (Geeks)", "genre": "Ballad", "lyrics": "애써 너에게 건냈던 말 good bye 이젠 혼자 남게된 이 밤 without you 난 아직도, I'm officially  missing you 널 기다리던 밤처럼 길고 어둡던 우리 사이 공백 이게 끝이 아니길 바래 I wanna go back 너가 원하던 거 다 고친 지금에야 넌 어디로 갔는지 난 홀로 남아 lonely 오늘 따라 부는 바람도 참 시린 것 같은데 넌 왜이리 멀쩡해 보이는 건지 눈치도 없는 너지만 예전처럼만 웃어주면 돼 Ooo can't nobody do it like you Said every little thing you do Hey baby say it stays on my mind And I I'm officially missing you 나에겐 너 하나뿐인 걸 너 땜에 아파하는 걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 too hard 너무 어려워 날 몰라주는 너도 서러워 I'm officially missing you officially missing you yeah I'm officially missing you, too 내가 아무 말도 하지 못한 이유 우리 사이 공백은 너무 길고 어떤 단어보다 너가 meaningful on another round 더 멀어져 가며 흘러가는 어색했던 오늘 하루가 내겐 아쉽고 어제로 남아있어 이 밤이 지나도 아직도 여기 있어 여전히 내 머릿속 너 때문에 늘 뒤척거리는 매일 밤  내 마음만 더 지쳐가 가로등 불은 거릴 비춰 흔들거리는 속을 변기 위에 비워 어 아무리 속을 비워도 남은 추억으로 취해 어지럽고 girl 난 아직 기댈 곳이 필요해 so 이 노래로 너를 씻어내 습관처럼 그리워해 날 보며 웃는 니 사진을 내 두 눈에 담고 미소를 지으면 다시 할 수 있을까 oh 그날처럼 나에겐 너 하나뿐인 걸 너 땜에 아파하는 걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 추억 속 너에겐 못된 일이라 난 할 수가 없어 이렇게 널 그리워하는 날 알고 있는지 나에겐 너 하나뿐인 걸 너 땜에 아파하는 걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 too hard 너무 어려워 날 몰라주는 너도 서러워 I'm officially missing you officially missing you can't nobody do it like you Said every little thing you do Hey baby say it stays on my mind And I I'm officially missing you"}, {"song_no": "3864961", "year": "2013", "rank": "82", "title": "가수가 된 이유", "artist": "신용재 (포맨)", "genre": "Ballad", "lyrics": "인터넷에 나를 쳐보면  이제 내 노래가 나와 내가 왜 굳이 이렇게 가수가 된지 넌 알까 유명하고팠던 이유는 오직 단 하나뿐이니까 니가 날 보고 날 알아듣고 내 생각하라고 TV에 나와 노래해 혹시 니가 볼까봐 날 들으면 날 본다면 날 찾아줄까봐 기를 쓰고 노래해 그 옛날의 널 위해 그때 다 하지 못했던 내 맘을 담아서 이렇게 노래해 못해부터 살다가까지 니가 없던 건 없으니까 솔직히 터놓고 말해 모두 너와 내 얘기니까 내 노랠 듣고 내가 울고 내가 슬퍼하고 혼자 미치는 나의 이유를 넌 알 것 같은데 TV에 나와 노래해 혹시 니가 볼까봐 날 들으면 날 본다면 날 찾아줄까봐 기를 쓰고 노래해 그 옛날의 널 위해 그때 다 하지 못했던 내 맘을 담아서 내 아픔과 내 눈물과 내 진심을 다해 내 맘 전한다면 너에게 들릴까 이 몇 분짜리 노래가 별거 아닌 가사가 니 귓가에 니 마음속에 울려 퍼지기를 미치도록 기도해 제발 니가 듣기를 이런 내 맘이 들리면 너 돌아오라고 눈물로 노래해"}, {"song_no": "4239678", "year": "2013", "rank": "83", "title": "All About", "artist": "멜로디데이 (MelodyDay)", "genre": "Drama", "lyrics": "I’m all about all about 거짓말처럼 행복에 홀린  in my heart 내 마음속의 Pain 내 눈물  속의 Rain 감싸 안아준 My only one  그대인 거죠 운명 같은 사랑 그림자 같던  슬픈 기억은 웃으며 Bye Bye 그대는 Oh shiny star 느끼나요  이 떨림을 어둠에 갇힌 외로운 내 맘속에  별빛처럼 눈이 부신 Light 자꾸 빠져드는 나는 그대 Holic  스르르 녹아 내게 스며와 그대 품속에서 꿈처럼 피어나  지금 순간이 My paradise I’m all about all about 거짓말처럼 행복에 홀린  in my heart 내 마음속의 Pain 내 눈물  속의 Rain 감싸 안아준 My only one  그대인 거죠 그대는 Oh make me smile  느끼나요 이 설렘을 그대의 숨결 두 볼에 Oh 스치면  수줍음에 난 한 송이 rose 자꾸 빠져드는 나는 그대 Holic  스르르 녹아 내게 스며와 그대 품속에서 꿈처럼 깨어나  지금 순간이 My paradise I’m all about all about 거짓말처럼 행복에 홀린  in my heart 내 마음속의 Pain 내 눈물  속의 Rain 감싸 안아준 My only one  그대인 거죠 Oh 난 그대에게 내 모든걸  주고 싶어  다시 만날 세상 끝에 그대와  난 Fly Fly High I’m all about all about 세상을 가진 내 맘은 샤랄랄라 이제는 No more pain 내 맘엔  No more rain 햇살을 담은 My only one  그대인 거죠 선물 같은 사랑 달콤한 꿈속  주인공처럼 영원히 with you"}, {"song_no": "4235794", "year": "2013", "rank": "84", "title": "Voice (Feat. Swings)", "artist": "김예림 (투개월)", "genre": "Folk", "lyrics": "오래도록 고민했던  복잡한 내 마음을 단 한 번에 너에게 전할 수 있었던  voice많은 걸 담았던 내 귓가에 속삭이던 나직한  너의 포근 몇 마디는 지금까지도 잊지 못할  voice 많은 걸 담았던 첫 키스 촉감보다  서로 골라줬던 그 향수보다 나를 부르며 시작됐고  널 부르다 끝났던  우리 사랑의 처음과 끝  the voices 가끔 혼자 널 불러봐  내 모든 기분들을 겪은 이름 그 떨려왔던 익숙했던  voice 두 글자 그 이름 눈 뜨자마자 찾던 voice 슬픈 음악을 듣듯 몰입해  니 소식에 눈물이 고일 때  난 귀와 눈을 닫고  정신을 재조립해  난 애기도 아닌데  넌 맨날 이랬지 baby 비슷한 목소릴 듣고  너일까 봐 maybe  뒤를 돌아봐 아무도 없어  oh my gosh 난 어이없단 듯 탓해 불쌍한 고막만 안녕이라고 말할 땐  그 입술 가녀리게 떨려왔던 그 오래도록 사랑했던  voice 그 날은 달랐던 첫 키스 촉감보다  서로 골라줬던 그 향수보다 나를 부르며 시작됐고  널 부르다 끝났던  우리 사랑의 처음과 끝  the voices 가끔 들리는 듯해  바로 뒤에서 부르는 것 같아 뒤돌아보면 떨리는  내 목소리만 맴돌아  그리운 너의 대답 따뜻한 voice 가끔 혼자 널 불러봐  내 모든 기분들을 겪은 이름 그 떨려왔던 익숙했던  voice 두 글자 그 이름"}, {"song_no": "4192782", "year": "2013", "rank": "85", "title": "바람의 유령", "artist": "제국의아이들 (ZE:A)", "genre": "Dance", "lyrics": "난 그대 눈에서만 안보이는 유령 같은 사람 Why can't you see me 숨겨왔던 내맘 꺼내고 싶지만 한걸음 뒤로 To you I'm a ghost 엇갈린 Situation 불빛에 가린 정지선 그렇게 난 마치 유령처럼  하루 종일 너를 맴돈다 빙빙 맴돌아 매일 긴긴밤을 지새워 난 마치 유령처럼 난 이미 죽은 것 같애 그녀와 헤어질 수 없어 이건 꿈이야 너를 보내줄 수 없어 이건 꿈이야 바람처럼 널 잡을 수가 없어서 You make me feel a li li live 다 꿈이야 가지마 lie lie lie 다 꿈이야 행복해 la la la 보내줄 수 없어 널 포기할 수 없어 You make me feel a li li live 넌 내옆에만 있어 안되겠니 내 마음속으로만 했던 혼잣말 다른 남자품에 안겨있는 모습 난 못보겠어 용납 못하겠어 대체 왜 나를 못보고 또 지나갈 수 있는지 난 마치 유령처럼 그 사람에게 가진 말아줘 널 지켜주고 싶은데 죽어도 난 I can't let you go 난 마치 유령처럼 No no no no 그녀와 헤어질 수 없어 이건 꿈이야 너를 보내줄 수 없어 이건 꿈이야 바람처럼 널 잡을수가 없어서 You make me feel a li li live 다 꿈이야 가지마 lie lie lie 다 꿈이야 행복해 la la la 보내줄 수 없어 널 포기할 수 없어 You make me feel a li li live 그녀와 헤어질 수 없어 이건 꿈이야 너를 보내줄 수 없어 이건 꿈이야 바람처럼 널 잡을수가 없어서 You make me feel a li li live 다 꿈이야 가지마 lie lie lie 다 꿈이야 행복해 la la la 보내줄 수 없어 널 포기할 수 없어 You make me feel a li li live"}, {"song_no": "4232210", "year": "2013", "rank": "86", "title": "미치GO (GO)", "artist": "G-DRAGON", "genre": "Rap / Hip-hop", "lyrics": "나 오늘 미치고 나 오늘 미치고  나 오늘 미치고 나 오늘 미치고 싶어  we gotta 밤새 D N A F dirty   nasty as fun  나 오늘 흔들고 나 오늘 흔들고  나 오늘 흔들고 나 오늘 흔들고 싶어  나 돌아 갈래 No shut up  두둥두둥 now beat that drum  북을 울려  부릉부릉 신나게 밟아  발을 굴려 눈 풀려  에너지 드링크 한잔 올려 뭐 졸려   시원하게 싹 비우고 말아 돌려  제2의 인격체 맛 간 중추신경계  거울에 비친 내 모습은 너무 위험해  i said mother father who are you  나는 누구 여긴 어디  I'm a D boy  나 오늘 미치고 나 오늘 미치고  나 오늘 미치고 나 오늘 미치고 싶어  we gotta 밤새 D N A F dirty  nasty as fun  나 오늘 흔들고 나 오늘 흔들고  나 오늘 흔들고 나 오늘 흔들고 싶어  나 돌아 갈래 No shut up  찢어진 T shirt 꺾어 신은 Sneakers  남은 건 옆 예쁜 아가씨란 Dessert  Now 6 in the morning so where   are you going  쉿 얼레리꼴레리  시간은 가 틱틱틱탁 길  비켜라 띠띠빵빵  우린 아직 집에 가기 싫어  해는 지지 않아  i said mother father who are you  딱 한번만 더 땡기고 가 ROCK  나 오늘 미치고 나 오늘 미치고  나 오늘 미치고 나 오늘 미치고 싶어  we gotta 밤새 D N A F dirty  nasty as fun  나 오늘 흔들고 나 오늘 흔들고 나 오늘 흔들고 나 오늘 흔들고 싶어 나 돌아 갈래 No shut up 나 오늘 미치고 나 오늘 미치고 나 오늘 미치고 나 오늘 미치고 나 오늘 흔들고 나 오늘 흔들고 나 오늘 흔들고 나 오늘 흔들고 싶어"}, {"song_no": "4160243", "year": "2013", "rank": "87", "title": "쌔끈해 (Three Dopeboyz) (Feat. Zion.T)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "나의 긴 호흡 니코틴 프리  리듬 잘 타 대원송 킥 플립  서울생 도시남의 전국구 플로우   공연 끝 복부 쪽에  뭍어 있는 립스틱   여기는 정글 난 법칙을 아는 병만   병맛랩하다 우울증이라는 병만  진단받았잖아   과도한 긍정이 이 시대에  가장 큰 문제라는 거야   너는 진 거야  너만 빼고 다 아는 시크릿   니가 뿌린 찬물에  얼어붙은 분위기   우리가 가는 곳엔 산재보험 필수   판 깨는 악성코드를 위한  백신 안 해 철수  우린 죽여주는 갈증 연가시  가끔 음악이 날 성가시게  느낄 만큼 번식 넌  burn i'm sick  맨발로 따라와도  니 청춘은 벅차지  쌔끈해 쌔끈해 쌔끈해 쌔끈해  쌔끈해 쌔끈해 쌔끈해 쌔끈해  구김살 없이 자란 강남 키드  많인 없지만 부족함 없이 자랐지  그래서인지 부에 대한  집착은 없어  돈 몇 푼 때문에 무리는 안 하지  나도 자랑질 한 번 해볼까  비싼 옷 비싼 차 그딴 건 잘 몰라  최고인 것들로  치장을 하진 않아도   대중은 업계 최고라고 하면  우리를 골라  어 어디서 몇 번을 하건 간에  공연은 다 sold out  바쁘다 바빠 쉬지도 못해  앵콜을 계속 졸라  우리는 계속해서  판을 키워 미래를 본다  시간이라는 총알을  계속해서 내일을 향해 쏜다  우린 죽여주는 갈증 연가시  가끔 음악이 날 성가시게  느낄 만큼 번식 넌  burn im sick  맨발로 따라와도  니 청춘은 벅차지  쌔끈해 쌔끈해 쌔끈해 쌔끈해  쌔끈해 쌔끈해 쌔끈해 쌔끈해  우린 어딜 가도 환영 받어  너한텐 일루션   니 눈에 튀는 스파크  추월해 랜서 에볼루션  넌 코드가 잘 안 맞어  잘 안 껴주는 110볼트   우린 안 비켜 우사인 볼트  우리는 있는 척 할 필요는 없어  쓸 만큼 있으니까  날 꾸미는데 큰 미련은 없어  충분히 이쁘니까   넌 낮은 자존감을 감추려고  비싼걸 사고   감출게 없는 우리 둘은  머리로 해 사고  알맹이만 남어 쭉정이는 가고 b형 a형 ab 엔 o 파티 마치 LMFAO 미리 알람 해놔 알람 알람 해놔 놀다 보면 못 일어날 수도 있으니까  우린 놀아 마치 한여름의 지산 징하게 뜨거워 뭐만하면 인산인해를 이루지  너 끼고 싶지 이리 와서 같이 떨어보자 진상 쌔끈해 쌔끈해 쌔끈해 쌔끈해 쌔끈해 쌔끈해 쌔끈해 zion.t time's up ting a ling 이건 new classic  내 얘기 좀 할게 haha tune testing 한 번 더 말해 new classic  난 뭘 해도 느낌표 찍게 만들어 멍청이들아 들어  이 트랙 위에 올라오고픈 애새끼들은 내밀어 지폐 돈 말야 돈 난 좀 깐깐해 뭐 딱 봐도 말 다했지 뭐 yo 형 저기 쟤들이 뭔 소릴 지껄이고 있는진 몰라도 who's VV:D 누가 튀지 말 할 필요도 없지  자 잘 보라고 쌔끈해 그래 누가 쌔끈해 니들은 끽해봐야 내 레슨생들 잘 배워 다 써먹어도 돼 비중 없는 놈들 악기로 치면 캐스터네츠들 fuck"}, {"song_no": "4190076", "year": "2013", "rank": "88", "title": "말해줘요", "artist": "걸스데이", "genre": "Dance", "lyrics": "우리 둘이 함께 해요 나를   혼자 두진 마  이 밤이 깊어져만 가 빨리 고백   안해 안해 안할꺼야  You 넌 내 맘을 너무 몰라   Oh You 빛나는 저 파도같아  You 왜 자꾸 애태우는지   아이야아 아아 이 야이야   하나 하나 하나 둘 셋 넷 하면   솔직히 내게 말해줘   니가 먼저 말해주면 안돼 Oh   부끄러워 부끄럽단 말야   시원한 바람 아름다운 해변   이곳엔 너와 단 둘이   모든 걱정들은 저기 저 바다에   던져 버릴래   지금 말해줘요 말해줘요   말해줘요  사실은 나를 좋아한다고   우릴 위한 저 바닷가로 빨리  떠나요   지금 말해줘요 말해줘요   말해줘요   난 너 하나면 충분해 약속해   손가락 걸고 말해줘 말해줘요   말해줘 말해줘요   다다른 여자보단 내가 나아   하나보단 둘이   아침부터 저녁까지 우리 둘이   나나나나   이 노래를 불러 Say 1234  야 안 따라 부르냐  뜨거운 태양 부서지는 파도   이곳엔 너와 단 둘이   모든 걱정들은 저기 저 하늘에   던져 버릴래   지금 말해줘요 말해줘요   말해줘요   난 너하나면 충분해 약속해   손가락 걸고 말해줘 말해줘요   말해줘 말해줘요   오늘밤이 다 가기 전에   고백해줄래요   사랑해 사랑해 달콤한 입술로  아침을 깨워줄 그댄 너란 걸  지금 말해줘요 나 사랑한다는   그 말 아끼지 말아요 두 손을   꼭 붙잡고 멀리 떠나요  지금 말해줘요 말해줘요  말해줘요 너와 이 여름안에서 영원히 함께  할래요 말해줘 말해줘요  말해줘 말해줘요"}, {"song_no": "4099280", "year": "2013", "rank": "89", "title": "이름이 뭐예요?", "artist": "4minute", "genre": "Dance", "lyrics": "4minute What's your name  What's What's your name 4minute What's your name  What's What's your name 랄랄랄랄랄라 이름이 뭐예요  뭐 뭐예요 랄랄랄랄랄라 What's your  name What's What's your name 랄랄랄랄랄라 뭐예요 뭐예요  이름이 뭐예요 랄랄랄랄랄라 What's What's  What's What's What's What's  your name 지루하기만 하던 내  하루하루에 딱 꽂혀버리고 만 거야  Oh Oh 난 너에게 소리로 들리나요 진심이란  말이예요 날 보는 그 눈빛이 싫어요  방긋 웃어줘요 빙빙 말 돌리지 말고 빙빙  맴 돌지만 말고 징징 좀 거리지 말고 내 말  좀 들어봐요 What's your name What's  What's your name You know my name You  know my name What's your name What's  What's your name You know my name You  know my name 문이 열리고 멋진 그대가  들어오네요 이름이 뭐예요 몇 살이예요 사는 곳은 어디예요 술 한 잔 하면서 얘기해 봐요 이름이 뭐예요 몇 살이예요 나 쉬운 여자 아니예요 이름이 뭐예요 What's your name 전화번호 뭐예요 이름이 뭐예요 What do you like 시간 좀 내줘요 이름이 뭐예요 What's your name 전화번호 뭐예요 이름이 뭐예요 What do you like 뭐예요 뭐예요 나랑 놀아요 Hey stop 뭐가 그리도 급해 넌 Oooh stop 나를 두고  가지 마 Boy Slow down 네가 원하는 대로  그러니 넌 참지 마 오늘 이 밤은 나와 같이  Oh Oh Oh Oh 빙빙 말 돌리지 말고 빙빙  맴 돌지만 말고 징징 좀 거리지 말고 내 말  좀 들어봐요 What's your name What's  What's your name You know my name You  know my name What's your name What's  What's your name You know my name You  know my name 문이 열리고 멋진 그대가  들어오네요 이름이 뭐예요 몇 살이예요 사는 곳은 어디예요 술 한 잔 하면서 얘기해 봐요 이름이 뭐예요 몇 살이예요 나 쉬운 여자 아니예요 이름이 뭐예요 What's your name 전화번호 뭐예요 이름이 뭐예요 What do you like 시간 좀 내줘요 이름이 뭐예요 What's your name 전화번호 뭐예요 이름이 뭐예요 What do you like 뭐예요 뭐예요 나랑 놀아요 랄랄랄랄랄라 이름이 뭐예요  뭐 뭐예요 랄랄랄랄랄라 What's your  name What's What's your name 랄랄랄랄랄라 뭐예요 뭐예요  이름이 뭐예요 랄랄랄랄랄라 What's What's  What's What's What's What's  your name"}, {"song_no": "4168680", "year": "2013", "rank": "90", "title": "미친게 아니라구요 (Feat. MC 스나이퍼)", "artist": "손승연", "genre": "Ballad", "lyrics": "멍하니 서있다 버스를 놓치고   택시 뒷자리에 지갑을 흘리고   방금 울어 놓고 왜 우는 줄 모르고   눈물이 나서 눈물 흘릴 뿐이고   혼자 거울을 보면서   혼잣말을 하는게   널 잊지 못하고   기다리는 게 몇 달 째   미친게 아니라구요  날 정말 사랑했다구요   니가 없으니까 곁에 없으니까   내 심장이 녹아 없어지는 기분   난 후회하지 않아  내게 잊으란 말 말아  내가 좀 더 사랑해서 그런거라구요  미친게 아니라구요  바다를 보러가도 난 니가 생각나  파도가 부서지듯 심장이 아파와  아직도 나한텐  너밖에 없는데 없는데  오 너는 없는데 이젠  네 사랑의 방식들은  항시 내 목을 조여  너와 또 다시 시작해야 할만한  동기부여 따윈 없어  내 눈에는 너 정말 아파보여  잦은 집착과  소위 엮인 모든 것들에 혹여  사랑이었다 해도  그닥 달라질 건 없어  왜 마음 불편하게 애처럼 또 떼 써  반복되는 만남과 이별에 나 지쳤어  매달리고 애원해도 다시 볼 일 없어  니가 없으니까 곁에 없으니까  내 심장이 녹아 없어지는 기분  난 후회하지 않아  내게 잊으란 말 말아  내가 좀 더 사랑해서 그런거라구요  난 꿈을 꾸었죠 눈을 마주보면서  웃고 있었던 우리 두 사람  어느샌가 나 혼자  외롭게 서있는 꿈   흐르는 나의 눈물  네가 미쳤다며  이 사랑을 네가 다 망쳤다며  몰아 세우던 나의 말에 지쳐   그런거라면 정말 미안해  그 여린 마음이 다쳤다면  자꾸 어긋나는 감정 속에  상처 받은거라면  왜 자꾸 습관처럼 너를 밀어내는지   난 알 수 없지  널 피해 쓴 우산은 왜 비가 새는지  변하지 않은 사랑을  다시 꿰맬 순 없는지  가능하다면 되돌리고 싶어  니가 그리워서 너무 그리워서  널 부르면서 눈물만 흘려도  난 후회하지 않아 내게 잊으란 말 말아 내가 좀 더 사랑해서 그런거라구요 미친게 아니라구요 날 정말 사랑했다구요"}, {"song_no": "4249547", "year": "2013", "rank": "91", "title": "나란놈이란", "artist": "임창정", "genre": "Ballad", "lyrics": "그대를 잊는다는 건 지금의  나로선 좀 힘들 거 같아 아무리 원망을 해도 어느새  흐르는 눈물 나도 모르게 그리워 그 목소리 보고 싶어  일어설 수도 없어 시간은 잊으라 하는데  오히려 선명해진 얼굴 그 날은 그대 모습이  떠난다는 말을 하려던 것 같아 초라한 나의 어깨에 차마  말을 못 했었나봐 그랬나봐 그리워 그 목소리 가끔은  힘들던 잔소리마저 잔인한 이별이 있던 날  그 날조차 이젠 그리워 잘 지내라는 행복하라는 그 흔한 이별의  위로마저도 없이 마지막 인사도 못했던  우리의 이별 나를 떠난  그 이유마저 그대가 두고 떠난  그대 인생의 절반은 나란 말 이제는 잊어야 할텐데  오히려 선명해진 그 말 여전히 선명한 목소리"}, {"song_no": "4226135", "year": "2013", "rank": "92", "title": "좋아보여", "artist": "하동균", "genre": "Drama", "lyrics": "다가오는 따뜻한 온기가 가득하게 남아서 긴 여행의 끝에 집을 찾은 아이처럼 두려움은 사라져 좋아보여 더 웃어줘 언제나 난 단단하게 두려움에서 널 지킬 테니 지금처럼 더 웃어줘 어눌해진 말투에 놀라지 않길 바래 그대여 실감나지 않는 그대라는 꿈 속에선 두려움은 사라져 좋아보여 더 웃어줘 언제나 난 단단하게 두려움에서 널 지킬 테니 지금처럼 더 웃어줘 좋아보여 더 웃어줘 언제나 난 단단하게 두려움에서 널 지킬 테니 지금처럼 더 웃어줘 좋아보여 더 웃어줘 언제나 난 단단하게 두려움에서 널 지킬 테니 지금처럼 더 웃어줘 웃어줘"}, {"song_no": "4138608", "year": "2013", "rank": "93", "title": "바빠 (Bad Boy)", "artist": "씨스타", "genre": "Dance", "lyrics": "왜이래 나도 바빠 바빠 바빠  왜 그래 너만 바빠 바빠 바빠  왜 전화 안받아 왜 답장이 없어  왜 나를 힘들게만 하는데  너란 남자는 나빠 나빠 나빠  생각할 수록 나빠 나빠 나빠  시간이 남아서 할 일이 없어서  나 지금 이러는게 아닌데  너란 남자는 나빠  니가 바로 전화한다 해놓고  날 더러 언제까지 기다리란 거야  벌써 세시간 째  기다린 나만 바보같애  친구는 기다리지 말래  나만 더 추해진다고  거리를 지나는 연인들 볼 때  혼자 보내는 초라한  birthday  내가 그렇지 뭐 내가 그렇지 뭐  이런게 내겐 더 익숙한데  혼자 보내는  Gloomy Sunday  이런 내게 왜 나타나서  왜이래 나도 바빠 바빠 바빠  왜 그래 너만 바빠 바빠 바빠  왜 전화 안받아 왜 답장이 없어  왜 나를 힘들게만 하는데  너란 남자는 나빠 나빠 나빠  생각할 수록 나빠 나빠 나빠  시간이 남아서 할 일이 없어서  나 지금 이러는게 아닌데  너란 남자는 나빠  매일 날 이렇게 혼자 두고  뭘 하고 다니길래 바빠  오늘까지 꼭 이래야 되겠니  내 생일날  이건 말도 안돼 더 이상은  나도 이해 못해  지금 바로 달려와 아니 날라와  아님 오늘부터 정말 끝이야  나랑 있어도 자꾸 한눈 팔 때  문자 보내도 답장 없을 때  니가 그렇지 뭐 니가 그렇지 뭐  이런 게 내겐 더 익숙한데  혼자 보내는  Gloomy Sunday  그런 너를 왜 사랑해서  왜이래 나도 바빠 바빠 바빠  왜 그래 너만 바빠 바빠 바빠  왜 전화 안받아 왜 답장이 없어  왜 나를 힘들게만 하는데  너란 남자는 나빠 나빠 나빠   생각할 수록 나빠 나빠 나빠  시간이 남아서 할 일이 없어서  나 지금 이러는게 아닌데  변명이라도 해봐  baby  무슨 말 이라도 좀 해봐  baby  너 내게 왜 이러는데  자꾸 왜 이러는데  계속 이런 식 이라면 헤어져 헤어져  Oh you should be my lover lover   lover  날 아껴줘  forever ever ever  널 사랑하는 게 맘처럼 잘 안돼  왜 나만 힘들어 지는 건데  너란 남자는 나빠 나빠 나빠   생각할 수록 나빠 나빠 나빠  시간이 남아서 할 일이 없어서  나 지금 이러는게 아닌데  너란 남자는 나빠"}, {"song_no": "4245753", "year": "2013", "rank": "94", "title": "모르나요", "artist": "김종국", "genre": "Drama", "lyrics": "온종일 그대가 내 머리속에서 환하게 나를 보며 웃고 있네요 그대도 가끔씩 날 생각하는지 오늘밤 그대생각 잠 못 이루죠 혼자 사랑하고 서글퍼 눈물나고 가슴이 시려와도 언젠간 내게도 그런날이 오겠죠 사랑할날 오겠죠 바라고 바라다 보면 누군갈 너무나 사랑해서 미워지는 맘 아나요 그댄 모르죠 바보같은 날 사랑은 내게만 왜 모진건가요 내가 바라는 건 오직 그대 하나 혼자 사랑하고 서글퍼 눈물나고 가슴이 시려와도 언젠간 내게도 그런날이 오겠죠 사랑할날 오겠죠 바라고 바라다 보면 누군갈 너무나 사랑해서 미워지는 맘 아나요 그댄 모르죠 바보같은 날 한걸음 다가가면 더 멀어지네요 그댄 이런 내맘 모르나요 사랑해요 언젠간 날 찾겠죠 언젠간 날 알겠죠 그대 뒤에 서 있는날 너무나 사랑해서  미워지는 맘 아나요 그댄 모르죠 바보 같은 날 사랑할 수 있다면 내모든걸 다 잃어도 난 괜찮아요 모르나요"}, {"song_no": "4168688", "year": "2013", "rank": "95", "title": "Fly", "artist": "긱스 (Geeks)", "genre": "Rap / Hip-hop", "lyrics": "I just need your love  네가 필요해 I just need your love 네가 필요해 I just need your love  너 하나면 돼 I just need your love 너 하나면 돼 네가 힘들 땐  내가 돼줄게 네가 기댈 곳 네가 기댈 곳 아직은 어색하지만  모든 건 변해가지만 날 믿어줘 날 믿어줘 내가 지칠 땐 네가 돼줄래 내가 기댈 곳 내가 기댈 곳 아직은 어색하지만 모든 게 변해왔지만 날 지켜줘 Then we can fly high Then we can fly high 너와 단 둘이 하늘 위로 비 바람 따위는 잊어 다만 넌 그저 나를 믿어 어제의 기억마저 지워 이제 넌 나의 손을 쥐고 따라와 날개를 펼치고 벗어나 이 복잡한 미로 너와 나 단 둘이서 uh Sing it out one time 오늘만큼은 조금 위험한 action movie를 찍어봐 너와 내가 오늘의 movie star We headin' on westside headin' on eastside and Imma say it's a world tour 네가 원하는 대로 그저 떠나면 돼 황혼에서 새벽까지 Then we can fly high Then we can fly high I just need your love  네가 필요해 I just need your love so we can fly away I just need your love  너 하나면 돼 I just need your love  I just need your love love  내가 가끔씩은 지쳐도 옆에 네 자리만 지켜주면 돼 일단 나쁜 일은 잊어둬 It's alright we'll be fine Then we can fly high Then we can fly high 너와 단 둘이 하늘 위로 비 바람 따위는 잊어 다만 넌 그저 나를 믿어 어제의 기억마저 지워 이제 넌 나의 손을 쥐고 따라와 날개를 펼치고 벗어나 이 복잡한 미로 너와 나 단 둘이서 I just need your love  네가 필요해 I just need your love  so we can fly away  I just need your love  너 하나면 돼 I just need your love I just need your love uh Sing it out one time 오늘만큼은 조금 위험한 action movie를 찍어봐 너와 내가 오늘의 movie star We headin' on westside headin' on eastside and Imma say it's a world tour 네가 원하는 대로 그저 떠나면 돼 황혼에서 새벽까지"}, {"song_no": "4143937", "year": "2013", "rank": "96", "title": "왜 이제야 왔니", "artist": "정엽", "genre": "Drama", "lyrics": "왜 이제야 왔니 어디에   있었던거니 조금은 늦은 듯 이제야 만났네  넌 사랑을 믿니 이런게   운명인거니  달달한 말들이 내게 들리네  내 앞에 서있는 니가 웃고   니 옆에서 니 손을 꼭 잡고  사랑이 넘치는 눈빛으로   바라보다  유난히 가벼운 발걸음에   저절로 나오는 이 노래가  널 닮아 그럴까 아름다운   이 멜로디  왜 웃음이 날까 자꾸만   전화길 볼까  주위에선 내가 좀 변한 것 같대  나 왜 이런거니 자꾸만   니 생각만 나  꿈꾸던 사랑이 너였었나봐  내 앞에 서있는 니가 웃고   니 옆에서 니 손을 꼭 잡고  사랑이 넘치는 눈빛으로   바라보다  유난히 가벼운 발걸음에   저절로 나오는 이 노래가  널 닮아 그럴까 아름다운   이 멜로디  니 앞에 서있는 내가 웃고   내 옆에서 내 손을 꼭 잡고  사랑이 넘치는 눈빛으로   나를 보는 니가 좋아  유난히 가벼운 발걸음에   저절로 나오는 이 노래가  널 닮아 그럴까 아름다운  이 멜로디 왜 이제야 왔니"}, {"song_no": "4232215", "year": "2013", "rank": "97", "title": "너무 좋아 (I Love It) (Feat. Zion.T & Boys Noize)", "artist": "G-DRAGON", "genre": "Rap / Hip-hop", "lyrics": "네 입술과 향기가 좋아 너의 긴 다리와 짧은 치마 좋아 You see that 눈이 가는 엉덩이  I love it 나도 모르게 또 손이 가는 허리  ooh I like it 가는 발목이 하이힐 위에 하루  종일 baby Could you be my lady cuz  I know you want it 이건 클럽 아님 bar sky lounge  sky high 캐주얼 말고 더 dress up해 멈추지 말고 계속해 Rose dom p cigar 따고 흥분돼 아님 말고 Party like met gala 우린 노는 물이 달라 네 눈빛과 말투가 난 좋아 너의 긴 머리와 코 끝에 점 좋아  나는 좋아 You see that 눈이 가는 엉덩이  I love it 나도 모르게 또 손이 가는 허리  ooh I like it 가는 발목이 하이힐 위에 하루  종일 baby Could you be my lady cuz  I know you want it 지금이 몇 신지는 또 어딘지는  중요하지 않아 내가 누군지는 뭘 하는지는  물어보지 말아 girl 그냥 이렇게 즐기다 집에  가버리면 돼 서로 비밀로 묻어놓고 네 까만 스타킹 너무 좋아 네 빨간 립스틱 너무 좋아 네 야한 미소 너무 좋아 네 모든 것이 너무 좋아 그녀의 입술과 향기가 좋아 ye 너의 긴 다리와 짧은 치마 좋아  너무 좋아 대체 넌 어디서 왔니 왜 지금 나타났니 어쩜 그리도 완벽한지 널 보면 늘 감격하지 너무 밝아 조명을 줄일게 잘 봐 나 끼 좀 부리게 선녀와 나무꾼 보다는 숙녀와  난봉꾼 네 눈빛과 말투가 좋아 너의 긴 머리와 코 끝에 점 좋아  너무 좋아 지금이 몇 신지는 또 어딘지는  중요하지 않아 내가 누군지는 뭘 하는지는  물어보지 말아 girl 그냥 이렇게 즐기다 집에  가버리면 돼 서로 비밀로 묻어놓고 YEAH GATTA LOVE IT BROUGHT YOU BY GD BOYS NOIZE ZION T AND YOUR GIRL 너무 좋아"}, {"song_no": "4248869", "year": "2013", "rank": "98", "title": "입만 살아가지고", "artist": "신용재 (포맨)", "genre": "Ballad", "lyrics": "사랑한다 미치겠다  보고싶다 해놓고  난 실행을 못해 아예 기억도 못해 언제 볼까 내일 볼까  기대란 기댄 다 줘놓고 또 시간이 안돼  너를 쉽게 생각해 내게 사랑이란 말은  입버릇일 뿐이니까  난 입만 살아가지고  난 입만 살아가지고 미안해  다 해줄 것처럼 지켜줄 것처럼  말은 다 해놓고 뭐라 뭐라 던져놓고 기억 못해 난 입만 살아가지고  난 입만 살아가지고 오 이렇게 아프게 했던 또 질리게 했던  이런 날 그만 잊어줄래 미안하다 잘하겠다  믿어달라 해놓고 뒤돌면 똑같아  방금 전과 똑같아 일이 많다 정신없다  죽겠으니 이해해달란 그 말만 반복돼 죽는 소리만 해대 오  난 사랑이란 말에  진심이란 없으니까 난 입만 살아가지고  난 입만 살아가지고 미안해 다 해줄 것처럼 지켜줄 것처럼  말은 다 해놓고 뭐라 뭐라 던져놓고 기억 못해 난 입만 살아가지고  난 입만 살아가지고 오 이렇게  아프게 했던 또 질리게 했던  이런 날 그만 잊어줄래 나 때문에 힘들었을  니가 나 때문에 속상했을 니가  나 때문에 다 참았을  니가 이제 와 생각나 전부 다 미안해 그깟 사랑한다 사랑한다 말도 못 지키는 나 나 밖에 몰라가지고  나 밖에 몰라가지고  다 건드려놓고 다 뒤집어놓고  할 건 다 해놓고 비겁하게 돌아서는 나를 욕해 난 입만 살아가지고  난 입만 살아가지고 오 이렇게 마음만 앞선 참 해준게 없던  이런 날 그만 잊어줄래"}, {"song_no": "4209694", "year": "2013", "rank": "99", "title": "GG Be (지지베) (Feat. 제니 of BLACKPINK)", "artist": "승리", "genre": "Dance", "lyrics": "Oh 너 어디니 란문자에 너는 집 앞에 있는 카페에 커피 한잔 한다 했지 흠 요새 커피 shop에서는 다들 춤추나보지 Oh 얘기 좀 해 란 내 말에 너는 혀가 꼬인 말투로 날 쳐다보며 둘러댔지 흠 붉게 달아오른 네 얼굴이 불을 지르지 솔직히 말해 왜 내가 널 좋아한지 나도 잘 모르겠지만 그래도 이건 아니지 내 여자가 왜 날 두고 다른 사람 찾아 왜 그럼 난 뭐니 나를 가지고 논거지 이 나쁜 GG BEBE GG BEI GG BEBE GG BEI GG BEBE GG BEI Eh Eh Eh Eh GG BEBE GG BEI GG BEBE GG BEI GG BEBE GG BEI Eh Eh Eh Eh OH 네 생일이 되던 그때 네가 좋아하던 모카 케익 사 들고서 기다렸지 흠 왜 넌 기분 나쁜 검은 차에서 내리는지 OH 누구였니란 내 말에 너는 아버지가 일 끝나고 데려다 준거라 했지 넌 아빠에게 오빠라고도 부르나보지 솔직히 말해 왜 내가 널 좋아 한지 나도 잘 모르겠지만 그래도 이건 아니지 내 여자가 왜 날 두고 다른 사람 찾아 왜 그럼 난 뭐니 나를 가지고 논거지 이 나쁜 GG BEBE GG BEI GG BEBE GG BEI GG BEBE GG BEI Eh Eh Eh Eh GG BEBE GG BEI GG BEBE GG BEI GG BEBE GG BEI Eh Eh Eh Eh Hey girl Talk to Huh OH sweet ma baby 나는 그게 아냐 그저 우리 사이 식어 가던 건 너도 알고 있잖아 그게 사실이잖아 넌 솔직히 말해 이제 더 이상은 나도 이젠 참지 않아 누가 할 소리를 나도 지쳐 모두 관둬 오늘부턴 너와 난 서로 갈 길 가는거야 잘살아 HUH 이 나쁜 GG BEBE GG BEI GG BEBE GG BEI GG BEBE GG BEI Eh Eh Eh Eh GG BEBE GG BEI GG BEBE GG BEI GG BEBE GG BEI Eh Eh Eh Eh GG BEBE GG BEI GG BEBE GG BEI GG BEBE GG BEI Eh Eh Eh Eh GG BEBE GG BEI GG BEBE GG BEI GG BEBE GG BEI Eh Eh Eh Eh"}, {"song_no": "4027954", "year": "2013", "rank": "100", "title": "내일 할 일", "artist": "윤종신", "genre": "Ballad", "lyrics": "이른 아침 일어나야해 내일 우리들이 이별하는 날 평소보다 훨씬 좋은 모습으로 널 만나야겠어 조금도 고민없던 것처럼 태연한 표정이 아무래도 서로 잊기 좋겠지 이별직후 검색해보면 혼자 볼만한 영화들이 뜨네 가슴 먹먹해지는 것부터 눈물 쏙 빼는 것 까지 내일은 빠듯한 하루가 되겠어 우리 만나 널 보내랴 무덤덤한 척 하랴 안녕 오랜 나의 사람아 하루종일 이별 준비야 너 떠난 뒤가 막연했기에 아무리 떠올려봐도 그려지지 않는 너의 이별표정도 이 밤 지나면 보게 되겠지 안녕 오랜 나의 사람아 내일 슬프지 않기로 해 마지막은 기억에 남기에 눈물은 미련이라는 것쯤 서로의 가슴은 알기에 우리 편하게 내일 이별해 내일은 괜찮아도 바로 다가오는 다음 날 부턴 단 하나의 준비조차 없는데 그 날부터 난 뭘 해야 하는건지 안녕 오랜 나의 사람아 하루종일 이별 준비야 너 떠난 뒤가 막연했기에 아무리 떠올려봐도 그려지지 않는 너의 이별표정도 이 밤 지나면 보게 되겠지 안녕 오랜 나의 사람아 내일 슬프지 않기로 해 마지막은 기억에 남기에 눈물은 미련이라는 것쯤 서로의 가슴은 알기에 우리 편하게 내일 이별해 우리 편하게 내일 이별해 이제 그만 잠을 자려해 아마 나는 잘 할 수 있을꺼야 수 많았던 우리 만남들 중에서 그 마지막을"}]