[{"song_no": "4294284", "year": "2013", "rank": "1", "title": "내일은 없어", "artist": "트러블메이커", "genre": "Dance", "lyrics": "우우우우 Tell me now now now 우우우우 Tell me now now now 우우우우 오늘이 끝나기 전에 Tell me now now now now now now 그대로 멈춘 네가 날 또 망설이게 하고 아무 말도 안 하는 넌 그저 어제와 같아 여과 없이 말해 봐 내 눈을 좀  바라봐 봐 이 밤이 가버리기 전에 불빛이  사라지기 전에 이렇게는 떠나가지 말자 망설이는 동안 시간은 또  간다 고고고고 I don't wanna go 이게 마지막 지금이  마지막이라고오오오오 지금 나에게 와 말해 줘 우리에게  내일은 없어 망설이지 마 더 늦기 전에 Now 더 멀리 더 멀리 날 밀어내지 말고 우리 둘이 지금 여기서 사라지기 전에 우우우우 Tell me now now now 우우우우 Tell me now now now 우우우우 오늘이 끝나기 전에 Tell me now now now now now now 더 이상 우리에겐 없어 내일은 내일은 그러니까 불러줘 어 Call my name 내 이름 지금 당장 네 입에서 꺼내 털어놔  이 길에서 나 그냥 네게 기대고만 싶어  기대고 싶어 이렇게 또 멀어지지 말자 망설이는 동안 시간은 또  간다고고고고 I don't wanna go 여기가 마지막 오늘이  마지막이라고오오오오 지금 나에게 와 말해 줘 우리에게  내일은 없어 망설이지 마 더 늦기 전에 Now 더 멀리 더 멀리 날 밀어내지 말고 우리 둘이 지금 여기서 사라지기 전에 우리 같이 있는 이 미로 속에 기댈 수 있는 건 너뿐이야 눈 감아 내게 안겨 내일은 또 없으니까 지금 나에게 와 말해 줘 우리에게  내일은 없어 망설이지 마 더 늦기 전에 Now 더 멀리 더 멀리 날 밀어내지 말고 우리 둘이 지금 여기서 사라지기 전에 우우우우 Tell me now now now 우우우우 Tell me now now now 우우우우 오늘이 끝나기 전에 Tell me now now now now now now"}, {"song_no": "4302973", "year": "2013", "rank": "2", "title": "해볼라고", "artist": "형용돈죵 (정형돈 & G-DRAGON)", "genre": "Dance", "lyrics": "매일 말만 해볼라고 하지만 난 할 수 없었다고 용기를 내 고마 해볼라고 오늘 밤에 일 내볼라고 Wait a minute 형도니가 랩을 한다 호옹 호옹 호옹 지용이가 랩을 한다 호옹 호옹 호옹 우리같이 랩을 한다 호옹 호옹 호옹 보고 있나 듣고 있나 2G 쓰던 그 녀석 LTE로 갈아타면 그건 해볼라고 해 해 해볼라고 너랑 하트 주고 라스트팡 뭐 좀 해볼라고 해 해 해볼라고 술 못 마시던 그 녀석 흑기사에 목숨 걸면 그건 해볼라고 해볼라고 어떻게든 해볼라고 꿍스꿍스꿍스 쿵쿵따리쿵쿵따나 해볼라고 해볼라고 해볼라고 해 고름베개 그 녀석 라텍스로 바꿔 베면 그건 해볼라고 해 해 해볼라고 한번 해볼라고 멀쩡하던 그 녀석 갑자기 매의 눈 하면 you know 해볼라고 달 볼라고 해볼라고 해 Fashion의 완성은 얼굴 호옹 호옹 호옹 음악의 완성은 누구 형용돈줘  One plus one 용 plus 돈 하나하면 힙 둘하면 합 힙합 토요일엔 무한도전 보며 호호호 다 같이 따라 불러 해볼라고 One plus one 용 plus 돈 너와 내가 하나되어 say HIP HOP Wait a minute 형도니가 랩을 한다 호옹 호옹 호옹 지용이가 랩을 한다 호옹 호옹 호옹 우리같이 랩을 한다 호옹 호옹 호옹 보고 있나 듣고 있나 엉아야 호옹 엉아 엉아 엉아 HEY 엉아야 호옹 엉아 엉아 엉아 HEY 아직까지 형도니가 랩을 한다 아직까지 지용이도 랩을 한다 안끝났다 좀 더 있다 랩이 있다 시작한다 좀 더 있다 춤이 있다 춤 출게요 호옹 호옹 호옹 춤 출게요 어떻게든 해볼라고 호옹 호옹 호옹 호옹 호옹 호옹 춤 출게요 뭐 좀 해볼라고 호옹 호옹 호옹 호옹 호옹 호옹 어떻게든 해볼라고"}, {"song_no": "4300699", "year": "2013", "rank": "3", "title": "너에게", "artist": "성시경", "genre": "Drama", "lyrics": "너의 말들을 웃어 넘기는   나의 마음을   너는 모르겠지 너의 모든 걸  좋아하지만 지금 나에겐   두려움이 앞서  너무 많은 생각들이   너를 가로 막고는 있지만   날 보고 웃어주는 네가  그냥 고마울 뿐이야 너는 아직 순수한 마음이  너무 예쁘게 남았어 하지만 나는 왜 그런지  모두가 어려운걸 세상은 분명히 변하겠지  우리의 생각들도 달라지겠지  생각해 봐 어려운 일 뿐이지 나에게 보내는  따뜻한 시선을 때로는 외면하고 얼굴을 돌리는 걸 넌 느끼니 너를 싫어해서가 아니야 너를 만난 후 언젠가부터  나의 마음속엔 근심이 생겼지 네가 좋아진 그 다음부터  널 생각하면 깊은 한숨뿐만 사랑스런 너의 눈을 보면  내 맘은 편안해지고 네 손을 잡고 있을 때면 난 이런 꿈을 꾸기도 했어 나의 뺨에 네가 키스할 땐  온 세상이 내 것 같아 이대로 너를 안고 싶어  하지만 세상에는 아직도 너무 많은 일이  네 앞에 버티고 있잖아  생각해 봐 어려운 일 뿐이지  네가 접하게 되는  새로운 생활들과 모두가 너에게 시선을  돌리게 될 것을 알 수 있니   너는 이런 내 마음을 아는지 조그마한 너의 마음  다치게 하긴 싫어  이러는 것 뿐이지 어른들은 항상 내게 말하지  넌 아직도 모르고 있는 일이  더 많다고 네 순수한 마음만 변치 않길 바래"}, {"song_no": "4282710", "year": "2013", "rank": "4", "title": "미스터리 (Feat. San E)", "artist": "박지윤", "genre": "Dance", "lyrics": "Hey 미스터리  나의 즐겨찾기  이미 네 time line   속 모든 얘긴  외울 만큼 익숙해  딱 좋은 몸매  운동을 좋아해  알 듯 말 듯 묘한 눈매  그 속이 참 궁금해  어떻게 시작해볼까  실수인 척 문자 해볼까  꿈에서처럼 너에게  전화가 온다면  갈게 말해   너 지금 어딘데  혹시 거기  옆에 누구있니  괜히 딴 데  한눈팔지 말고  그대로 멈춰라  Hey 미스테리  난 매일 꿈꾸지  깨어나기 싫을 만큼  짜릿한 상상인 걸  어질어질해  미칠 것만 같아  너의 존재만으로도  왠지 나는 흥분돼  어떻게 시작해볼까  실수인 척 문자 보낼까  꿈에서처럼 너에게  전화가 온다면  갈게 말해  너 지금 어딘데  혹시 거기  옆에 누구 있니  괜히 딴 데  한눈팔지 말고  그대로 멈춰라  Stop San E yeah dats me Classic ladies destiny 한창 솟은 내 주가 Sponsor brandnew racing car 왜 이러실까 너 정도면  꽤 괜찮잖아 급 근데 매일 이시간  니 문자 혹 지금 자냐구 난 쉬운건 별루 I like it trendy girl look Plus 개인 취향 스타킹 No 싫어 집착 스토킹 니 속이 훤히 보여  See thru u If u wanna master mr.lee Click 새로고침  어떻게 시작해볼까 실수인 척 문자 보낼까 꿈에서처럼 너에게 전화가 온다면 갈게 말해 너 지금 어딘데 혹시 거기 옆에 누구 있니 괜히 딴 데 한눈팔지 말고 그대로 멈춰라"}, {"song_no": "4296990", "year": "2013", "rank": "5", "title": "눈물이 맘을 훔쳐서", "artist": "에일리", "genre": "Drama", "lyrics": "한사람이 생겼죠 사랑하면   안되는 그 사람  안되는데 안되는데   몇 번을 뿌리쳐 보았죠 그 사람을 울렸죠   지독히도 못된 나의 집착에  눈물이 맘을 훔쳐서   사라져 버린다면  꼭 다가올 것만 같아서  I believe that I love you   미치게 나를 흔드는  I believe that I love you   비틀대는 내 사랑이  다가가면 그대 겁이 나서   숨어 버릴까봐  나 죽을 듯 아프대도   난 바라만 보죠  어느날 그 어느날   우린 서로 오늘 처음 본거죠  갑자기 숨이 막혀와   아팠던 내 기억이   모두 다 사라져 버린 거죠  I believe that I love you   미치게 나를 흔드는  I believe that I love you   비틀대는 내 사랑이  다가가면 그대 겁이 나서   숨어 버릴까봐  나 죽을 듯 아프대도   난 바라만 보죠  지금은 아니라 해도 흔들리는   그댈 느낄 수가 있는데  음 내 맘이 그댈 아니까   그대가 사랑이니까   I believe that I love you   미치게 나를 흔드는  I believe that I love you   비틀대는 내 사랑이  다가가면 겁이 나서  숨어 버릴까봐 나 죽을 듯 아프대도  난 바라만 보죠 눈물이 내 맘 안다면 음"}, {"song_no": "4302975", "year": "2013", "rank": "6", "title": "I Got C (Feat. 개코 Of 다이나믹 듀오)", "artist": "거머리 (박명수 & 프라이머리)", "genre": "Dance", "lyrics": "heat is on  primary beat is on  전설이 되려는 한 남자를 소개  해줄테니 다 이리로  연기처럼 왔다 사라지는 매직  중절모에 양복 소 로맨틱  앤틱한 분위기에 사랑하는  방식이 구식 no it's 클래식 새로 닦은 구두  머리 위에 꽃가루  주머니는 풍년 난 아름다운 중년  고독은 섹시 치명적이야  애들은 집에 가아아아  짐싸아아아아아  이 밤은 내가 접수 내 이름은 명수  hey baby would you like  something to drink 싫음 말어 아가씨   오예 아가씨 baby baby 우 아가씨 come on baby baby   come on 아가씨  get it  화난 게 아냐 난 시크한 거야  내게 반한 거 같아 그냥  윙크한 거야  엑소처럼 으르렁대 화려한  밤을 걷는 늑대  상 남자 여의도 신사  그녀는 내가 접수 내 이름은 명수  hey baby would you like  something to drink 싫음 말어 우 아가씨  오예 아가씨 baby baby 우 아가씨 come on baby baby   come on 아가씨  Dance  우스꽝 우스꽝  우스꽝 우스꽝스러운 춤을 춰  우스꽝 우스꽝  우스꽝 우스꽝스러운 남자  우스꽝 우스꽝  우스꽝 우스꽝스러운 춤을 춰  이 밤을 구워삶을수록   더욱 굶주릴 뿐  우스꽝 break down 아 화려 한 밤 그대여 나와 한마디만  섞어주세요 제발 제발 싫음 말어 우 아가씨 오예 아가씨 baby baby 우 아가씨 come on baby baby  come on 아가씨 싫음말어"}, {"song_no": "4302974", "year": "2013", "rank": "7", "title": "Please Don`t Go My Girl (Feat. 김조한)", "artist": "하우두유둘 (유재석 & 유희열)", "genre": "R&B / Soul", "lyrics": "그대 향기 그대 미소  you are my No1 내 기억 속 그댄 No1 하우 두 유 두 오 베이베 뜨거웠던 그대 체온 you are always on my mind 달콤했던 키스 on my mind Deep deep deep deep baby Please dont go my girl 우리 이별하는 날 오 노 눈물로 밤을 지새우고 살아도 사는 게 아닌걸 아무것도 먹질 못해 입만 튀어나와 Please dont go my girl 정말 날 지웠나요 오 예 밤새 보낸 메시지 옆 1번은 그대로 답장을 원해 원해 그대를 원해 원해 그대의 사랑을 원해 제발 약속해요 원 나한테 전화하지 않기 약속해요 투 심심해도 내 생각은 않기 약속해요 쓰리 파도타고 들어오지 않기 내 마지막 부탁은 단 하나 Please dont go my girl I love you 그대 향기 그대 미소 you are my No1 내 기억 속 그댄 No1 하우 두 유 두 오 베이베 요 오늘은 우리의 마지막 이별의 날 마지막 너를 바래다주는 슬픔의 밤 내일 하루만 더 만나주면 안 돼 그러면 진짜 너와 헤어져 줄게 저 문을 열고 들어가면 다신 못 볼 텐데 키스를 원해 원해 한 번만 원해 원해 안 들어가면 안 돼요 제발 약속해요 원 나한테 전화하지 않기 약속해요 투 심심해도 내 생각은 않기 약속해요 쓰리 파도타고 들어오지 않기 내 마지막 부탁은 단 하나 Please dont go my girl I love you 약속할게 원 주변에 니 험담하지 않을게 약속할게 투 험담 안하기 힘들지만 지킬게 약속할게 쓰리 너의 행복 진심으로 빌게 내 마지막 소원은 단 하나 Please dont go my girl 이젠 안녕 I love you"}, {"song_no": "4282578", "year": "2013", "rank": "8", "title": "촌스럽게 왜 이래 (You Don`t Know Love)", "artist": "케이윌", "genre": "Ballad", "lyrics": "변했다는 말 영혼이 없단 네 말  사랑이 식었다 그건 아니야 피곤해 그래 딱  오늘만 참아줄래  왜 너만 생각해 가끔 아무 말도 안 해도  그냥 있어줄래 그게 그렇게 어려운거니 그만 좀 날 괴롭히고  숨 쉴 수 있게 만들어줘  사랑을 몰라  넌 너밖에 잘 몰라  어린애 같은 투정은  그만 해 줄래 넌 여전히 사랑을 몰라  넌 너밖에 잘 몰라  꼭 말해줘야 내 맘을 알겠니 그게 아닌데 촌스럽게  내게 왜이래  내 말은 그런 뜻이 아닌데 나도 모르게 너를 울게 만들어  나도 잘 아는데 촌스럽게 자꾸 왜이래  생각보다 말이 더 빠르게 나와  어떡해 한번만 눈감아줘 헤어지잔 말  끝내자 하는 그 말  참 쉽게 하지만 이해가 안돼  투정인건 알지만  제발 그만해줘  왜 너만 생각해 가끔 아무 말도 안 해도  그냥 있어줄래  그게 그렇게 어려운거니 그만 좀 날 괴롭히고  숨 쉴 수 있게 만들어줘  사랑을 몰라  넌 너밖에 잘 몰라  어린애 같은 투정은  그만 해 줄래 넌 여전히 사랑을 몰라  넌 너밖에 잘 몰라  꼭 말해줘야 내 맘을 알겠니 그게 아닌데 촌스럽게  내게 왜이래  내 말은 그런 뜻이 아닌데 나도 모르게 너를 울게 만들어  나도 잘 아는데 촌스럽게 자꾸 왜이래  생각보다 말이 더 빠르게 나와  어떡해 한번만 눈감아줘 무심한 듯 보여도 내 마음은  너 뿐이야 너 뿐이야 항상 네가 닿는 거리에  난 여기에 있는데 사랑을 몰라  넌 너밖에 잘 몰라  어린애 같은 투정은  그만 해 줄래 넌 여전히 사랑을 몰라  넌 너밖에 잘 몰라  꼭 말해줘야 내 맘을 알겠니 그게 아닌데 촌스럽게  내게 왜이래  내 말은 그런 뜻이 아닌데 나도 모르게 너를 울게 만들어  나도 잘 아는데 촌스럽게 자꾸 왜이래  생각보다 말이 더 빠르게 나와  어떡해 한번만 눈감아줘"}, {"song_no": "4268435", "year": "2013", "rank": "9", "title": "분홍신", "artist": "아이유", "genre": "Dance", "lyrics": "길을 잃었다 어딜 가야 할까  열두 개로 갈린 조각난 골목길  어딜 가면 너를 다시 만날까  운명으로 친다면 내 운명을 고르자면  눈을 감고 걸어도 맞는 길을 고르지  사라져버린 Summer Time  너의 두 눈이 나를 비추던   Summer Time  기다리기만 하는 내가 아냐   너를 찾아 뚜벅  내게 돌아올 Summer Time  찬 바람 불면 그냥 두 눈 감기로 해  what's the time Summer Time  움파룸파둠 두비두바둠 슬프지 않아   춤을 춘다  다시 다시 길을 찾아 떠난 갈색머리 아가씨는  다시 사랑에 빠졌고 행복했더라는  처음부터 다시 쓰는 이야기  좋은 구둘 신으면 더 좋은 데로 간다며  멈춰지지 않도록 너를 찾을 때까지  사라져버린 Summer Time  너의 두 눈이 나를 비추던 Summer Time  기다리기만 하는 내가 아냐  너를 찾아 뚜벅 내게 돌아올 Summer Time 찬 바람 불면 그냥 두 눈 감기로 해 what's the time Summer Time 움파룸파둠 두비두바둠 멈추지 않아  춤을 춘다 다시 다시 나의 발이 자꾸 발이 자꾸 맘대로  yoohoo oh my pink shoes oh my 난난 마음 잡고 마음 잡고 제대로  yoohoo Yah yah 좀 더 빠르게 잃어버린 내 Summer Time 낯선 시간을 헤매이다 널 찾을까 아직 길은 멀었니 겁이 나면 나는  괜히 웃어 혹시 넌 나를 잊을까 너의 시간이 내게 멈춰있길 바래 slow the time stop the time 움파룸파룸 두비두비 움파룸파룸 두비두바둠 좀 더 빠르게  달려간다 다시 다시 다시 다시"}, {"song_no": "4308010", "year": "2013", "rank": "10", "title": "Hush", "artist": "미쓰에이", "genre": "Dance", "lyrics": "숨 소리가 들려 yeah   몸이 녹아 내려 yeah   견딜 수가 없어 yeah   참을 수가 없어 yeah   숨이 달아 올라 yeah   자꾸 똑바로 난 yeah   걷 잡을 수 없어   I'm loosing control   내가 왜이러니   Hurry Hurry Boy   너를 원해   Kiss Kiss Kiss baby   Hush Hush Hush baby   좀 더 가까이   날 꼭 안아줘   Give it 2 me   Give it 2 me oh   Come to me   Come to me oh   Give it 2 me   Give it 2 me oh   비밀스런 Party   Kiss Kiss Kiss baby   Hush Hush Hush baby   Hot Hot 뜨겁게   날 꼭 녹여줘   Give it 2 me   Give it 2 me oh   Come to me   Come to me oh   Give it 2 me   Give it 2 me oh   숨 소리가 들려 yeah   몸이 녹아 내려 yeah   견딜 수가 없어 yeah   참을 수가 없어 yeah   숨이 달아 올라 yeah   자꾸 똑바로 난 yeah   걷 잡을 수 없어   I'm loosing control   내가 왜이러니   Hurry Hurry Boy   너를 원해   Kiss Kiss Kiss baby   Hush Hush Hush baby   좀 더 가까이   날 꼭 안아줘   Give it 2 me   Give it 2 me oh   Come to me   Come to me oh   Give it 2 me   Give it 2 me oh   비밀스런 Party   Kiss Kiss Kiss baby   Hush Hush Hush baby   Hot Hot 뜨겁게   날 꼭 녹여줘   Give it 2 me   Give it 2 me oh   Come to me   Come to me oh   Give it 2 me   Give it 2 me oh   Ah ha   힐끔 힐끔 눈치보지마   이미 들켰어   웃지 말고 뒤 돌아서   롤리 롤리 롤리팝보다   니가 맛있어   꽉 깨물어 주고 싶어 너를 원해   Kiss Kiss Kiss baby   Hush Hush Hush baby   좀 더 가까이   날 꼭 안아줘   Give it 2 me   Give it 2 me oh   Come to me   Come to me oh   Give it 2 me   Give it 2 me oh   비밀스런 Party   Kiss Kiss Kiss baby   Hush Hush Hush baby   Hot Hot 뜨겁게  날 꼭 녹여줘   Give it 2 me   Give it 2 me oh   Come to me   Come to me oh   Give it 2 me   Give it 2 me oh   숨 소리가 들려 yeah  몸이 녹아 내려 yeah  견딜 수가 없어 yeah  참을 수가 없어 yeah"}, {"song_no": "4307957", "year": "2013", "rank": "11", "title": "어디서 잤어 (Feat. 버벌진트, 스윙스)", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "brand new music presents overclass 어젯밤 어디서 잤어 전화긴 왜 꺼놨어 집가면 콜한단 약속 nah ah let me ask you again girl 어젯밤 어디서 잤어 전화긴 왜 꺼놨어 집가면 콜한단 약속 where did you sleep last night 넌 말해 당연히 집이지 못받아 미안해 왜 무슨일있니 넌 참 담담하게 당당하게 재밌는 놀이하듯 간단하게 제길차듯 제길 넌 LTE 남자들은 3G 싹 너로 갈아타려해 속 쓰리지 내 머린 미친듯 어젯밤 너를 그리지 도화지엔 온통 살색 뿐이지 그냥 속마음 깔래 너 딴놈 만났잖아 어쭈 대답도 안해 말해  괜찮다잖아 왜 혹시 내가 아는사람이야 누구 버벌진트 이야 어젯밤 어디서 잤어 전화긴 왜 꺼놨어 집가면 콜한단 약속 it was all good just a week ago 어젯밤 어디서 잤어 전화긴 왜 꺼놨어 집가면 콜한단 약속 where did you sleep last night 어디서 잤니 왜 연락은 안 받았니 믿음이란 게 얼마나 쉽게 무너지는지 내가 일일이 설명까지 할 필요 없잖아 어 연기하는 네 얼굴 보니 나 기가 막혀 불과 몇 달 전 만나달라 매달리던 너 어디로 갔니 역시 불길한 예감이 전혀 틀리지 않았네 지금 네 변명 어설퍼 한 번 더 그러면 어떤 짓을 할지  몰라 넣어둬 why you wanna go and do that 자꾸 내 맘 갖고 놀다가 나 놓친 후에 너 후회하게 될 걸 나 좋다는 여잔 많아 이게 사랑이 아니면 그만 만나 왜 why 왜 why 너 따위 끌리는데 bad so bad this girl overclass baaam wow baaam 같은 여자 끌리는데 bad so bad yo swings show me the rap 전화를 안 받아 안 받아 안 받아 한 번은 넘어갔지만 이제는 못 참아 이번엔 어서 자고 왔어 아 그래 사우나 아유 참 내가 바보냐 소리 지르고 싸울까 아냐 절대 안 싸워 그냥 이게 너다워 난 잠 한숨도 못 잤어 대충 9 hours 니 친구 이름 팔아 니 엄마 이름 팔아 넌 장사꾼인 가봐 학교 그만 나가 처음 만났을땐 넌 내 dream girl  이제는 악몽 나도 인기 좋아짐 역시 대박이야  방송은 내 바람둥이 친구 소개해줄게 애인해 역시 짜갈 겪어야지 알게돼 real lady 어젯밤 어디서 잤어 전화긴 왜 또 꺼놨어 집가면 콜한단 약속 this aint a game girl just talk  to me come on 어젯밤 어디서 잤어 전화긴 왜 또 꺼놨어 집가면 콜한단 약속 where did you sleep last night where did you sleep last night where did you sleep last night where did you sleep last night where 어디 where girl where did you sleep last night where did you sleep last night where did you sleep last night 어젯밤 어디서잤어"}, {"song_no": "4302976", "year": "2013", "rank": "12", "title": "오빠라고 불러다오", "artist": "장미하관 (노홍철 & 장미여관)", "genre": "Rock", "lyrics": "허 허 허 나 아직 오빠야 오빠 오빠 오빠 나 오빠로 돌아갈래  배나온남자 아저씨라 부르지좀 말아줘요 날씬하진 않지만 깜찍하고 귀엽기만 하잖아 숱없는 남자 아저씨라 부르지좀 말아줘요 평생을 혼자 벗겨질까 불안함에 살아가요 머리큰 남자 아저씨라 부르지좀 말아줘요 사진찍으면 그대얼굴 콩만하게 만들어요 이렇게 태어나고 싶어서 태어났나 왜 나를 괴롭히나 제발 아저씨라 부르지마 오빠라고 좀 불러다오 오빠라고 좀 불러다오 오빠라고 좀 불러다오 오빠라고 좀 불러다오 오빠 오빠 오빠 이렇게 태어나고 싶어서 태어났나 왜 나를 괴롭히나 제발 아저씨라 부르지마 오빠라고 좀 불러다오 오빠라고 좀 불러다오 오빠라고 좀 불러다오 오빠라고 좀 불러다오 오빠라고 좀 불러다오 오빠라고 좀 불러다오 오빠라고 좀 불러다오 오빠라고 좀 불러다오 오빠 오빠 오빠 오빠라고 불러다오  오빠"}, {"song_no": "4252728", "year": "2013", "rank": "13", "title": "처음엔 사랑이란게", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "거리에 오 겹쳐진 그녀  모습 속에는  오 난 그어떤 그리움도  찾아볼 순 없군요  거리에 일렁이는 그녀  모습 속에는  오 난 그어떤 외로움도  찾아볼 순 없군요 처음엔 사랑이란 게 참 쉽게  영원할 거라 그렇게 믿었었는데 그렇게  믿었었는데 나에게 사랑이란 게 또다시  올수 있다면 그때는 가깝진 않게 그다지  멀지도 않게 난 예 벤치에 앉아있는 그녀  모습 속에는 오 난 그어떤 그리움도 찾아볼 순  없군요 벤치에 들려오는 그녀  웃음 속에는 오 난 그어떤 외로움도  찾아볼 순 없군요 처음엔 사랑이란 게 참 쉽게  영원할 거라 그렇게 믿었었는데 그렇게  믿었었는데 나에게 사랑이란 게 또다시  올수 있다면 그때는 가깝진 않게 그다지  멀지도 않게 머린 아픈데 오 너는 없고  그때 또 차오르는 니 생각에 어쩔 수 없는 나의 맘 그때의 밤 나에겐 사랑이란 게 아 사랑이란 처음엔 사랑이란 게 참 쉽게  영원할 거라 그렇게 믿었었는데 그렇게  믿었었는데 나에게 사랑이란 게 라랄라라 워 허허어 허어 워  허어허어 예 라랄라라 워 허허어 허어 워  허어허어 예"}, {"song_no": "4237755", "year": "2013", "rank": "14", "title": "착해 빠졌어 (Stupid In Love)", "artist": "소유 (SOYOU)", "genre": "Rap / Hip-hop", "lyrics": "니 입술이 나를 욕해도 난 아니 아니야 니 마음이 나를 접어도 난 아니 아니야 내 눈물의 의미를 왜 몰라 끝내자는 게 아니야 안아 달란 말이야 평소완 다른 말투 심장이 시큰해 난 니가 낯설었고 비가 내릴 듯 하늘은 시커메 반복된 실망과 다툼 속 서론 지쳤고 넌 아마도 오늘 여기서 내게 꼭 이별을 말할 것 같아 순간 가슴에 불지른 듯 나도 모르게 소리쳤지 밀치고 부딪히고 널 보며 진저리 쳤지 너 왜 그렇게 슬픈 눈을 하고서 날 쳐다보고만 있어 항상 그랬지 난 모질고 넌 지겹게 착해 빠졌어 니 입술이 나를 욕해도 난 아니 아니야 니 마음이 나를 접어도 난 아니 아니야 내 눈물의 의미를 왜 몰라 끝내자는 게 아니야 안아 달란 말이야 혼자 아닌 둘이라 넌 더 외롭다 했어 슬픈 표정으로 넌 물었지 내 말 이해 할 수 있어 난 귀찮고 바쁘단 핑계로 널 짐처럼 취급했지 믿음은 플라스틱처럼 부러져 니 의심 지긋지긋했지 그리고 너희 집 앞 바래다준 마지막에 어김없이 폭탄 터졌지 참 더럽게도 징하게 서롤 밀쳤고 욕을 뱉고 우린 미쳤고 now we can't go back 누군가 그랬지 계절은 이별을 데리고 오네  계속 그렇게 거친 말 해 다신 안볼 듯 상처를 내봐 어차피 끝낼 맘이면 좀 더 제대로 나쁜 척해봐 너 짜증나게 굴지마 누굴 만나든 잘 살테니까 뒤늦게 다시 날 찾을 때 난 절대로 거기 없으니까 그냥 꺼지라 했지 울먹이는 니 모습 지겨워서 바보같이 아파하는 그 꼴 봐주기 힘겨워서  미안해 할 것 없어 주저하지 말고 말해 어서 이별의 순간 난 여전히 못났고 넌 끝까지 착해빠졌어 헤어지잔 말이 아니야 난 아니 아니야 싫어졌다는 말이 아니야 난 아니 아니야 내 눈물의 의미를 왜 몰라 잡아달란 말이야 안아달란 말이야 가지마 내 눈에 써놨잖아 내 눈물이 말하잖아 멀어져가는 우리 바라보기만 할 뿐 잡지 않아 길었던 연애의 끝 서로의 마음은 닿지 않아 제발 예전의 너로 돌아와 가지마 가지마 이제 끝낼 시간 somebody got to say goodbye 미안해 난 널 더는 사랑 하지 않아 진심 와 닿지 않아  만질 수 없고 볼 수 없어 아무것도 느낄 수 없어 괜찮아 날 욕해 넌 왜 끝까지 멍청하게 그리 착해 빠졌어  서로의 맘 헤프게 떠들며 그저 시간만 끌었지 너는 언제나 최선을 다했고 난 언제나 너의 최악이었지 알아 너가 더 참고 더 울고 더 외로웠어 이별의 순간 난 여전히 못났고 끝내 널 잡지 못했어 평소완 다른 말투 심장이 시큰해 난 니가 낯설었고 비가 내릴 듯 하늘은 시커메 반복된 실망과 다툼 속 서론 지쳤고 넌 아마도 오늘 여기서 내게 꼭 이별을 말할 것 같아"}, {"song_no": "4249547", "year": "2013", "rank": "15", "title": "나란놈이란", "artist": "임창정", "genre": "Ballad", "lyrics": "그대를 잊는다는 건 지금의  나로선 좀 힘들 거 같아 아무리 원망을 해도 어느새  흐르는 눈물 나도 모르게 그리워 그 목소리 보고 싶어  일어설 수도 없어 시간은 잊으라 하는데  오히려 선명해진 얼굴 그 날은 그대 모습이  떠난다는 말을 하려던 것 같아 초라한 나의 어깨에 차마  말을 못 했었나봐 그랬나봐 그리워 그 목소리 가끔은  힘들던 잔소리마저 잔인한 이별이 있던 날  그 날조차 이젠 그리워 잘 지내라는 행복하라는 그 흔한 이별의  위로마저도 없이 마지막 인사도 못했던  우리의 이별 나를 떠난  그 이유마저 그대가 두고 떠난  그대 인생의 절반은 나란 말 이제는 잊어야 할텐데  오히려 선명해진 그 말 여전히 선명한 목소리"}, {"song_no": "4298535", "year": "2013", "rank": "16", "title": "Always be there", "artist": "브라운 아이드 소울", "genre": "Ballad", "lyrics": "계절의 틈 사이로 추억의 날들이   떠밀려와  말없이 웃어주던 널 생각나게 해  한 여름 햇살에도 그늘이 돼준   너의 위로가  다정하던 목소리가 너무나도 그리워 기나긴 침묵이 이별은 아닌지 Let me show you love Let me give you love 조심스레 뒤돌아보면 늘 반겨주던 너 귀를 기울여 맘을 들어줘 조금 늦은 나의 고백을 지친 너의 하루 끝에 단잠이 될 널 위한 이 노래를 멀리 있어도 나를 불러줘 슬픈 날이 찾아오면은 언제라도 따뜻하게 안아줄게 너의 마음 가득히 불빛 하나 없는 먼 길을 지날 때 Let me show you love Let me give you love 늘 나란히 걸어주었던 널 항상  기억해 귀를 기울여 맘을 들어줘 조금 늦은 나의 고백을 지친 너의 하루 끝에 단잠이 될 널 위한 이 노래를 멀리 있어도 나를 불러줘 슬픈 날이 찾아오면은 언제라도 따뜻하게 안아줄게 너의 마음 가득히 어두운 밤이 다가와 찾아와 마음의 등불을 환하게 비춰줄게 다시 웃어줘 내게 기대어 처음처럼 곁에 있어줘 귀를 기울여 맘을 들어줘 조금 늦은 나의 고백을 지친 너의 하루 끝에 단잠이 될 널 위한 이 노래를 멀리 있어도 나를 불러줘 슬픈 날이 찾아오면은 언제라도 따뜻하게 안아줄게 너의 마음 가득히 Always be there"}, {"song_no": "4309790", "year": "2013", "rank": "17", "title": "편지", "artist": "다비치", "genre": "Ballad", "lyrics": "유난히 부은 두 눈이  혹시 밤새 울었는지 전할 것 있다 짧게 끊은 어제 전화  또 불안한 지금  넌 금방 이라도 울어 버릴 것 같아  아무 말 못 걸겠잖아  던지듯 내 손 꼭 쥐어 준 채로  네가 사라진 뒤  미친 듯 써 내려간  한 장의 편질 이제야 읽어봤어 나도 미친 듯이 따라가서  널 불러 보지만  찬바람 싸늘하게  코 끝을 스치며 나에게 말해줘 너는 가고 없다고 보내주라고  낯 설은 이 아침 햇살  네가 없는 하루하루 사랑했지만 사랑만으론 부족한  너와 나 우리  난 금방 이라도 눈물 흘릴 것 같아  그때가 생각 나잖아  던지듯 내 손 꼭 쥐어 준 채로  네가 떠나던 날  미친 듯 써 내려간  한 장의 편질 이제야 읽어봤어 나도 미친 듯이 따라가서  널 불러 보지만 찬바람 싸늘하게 코 끝을 스치며  나에게 말해줘 너는 가고 없다고 보내주라고  보내주라고 미친 듯 써 내려간  한 장의 편질 이제야 읽어봤어 이제야 읽어봤어  나도 미친 듯이 따라가서  널 불러 보지만 찬바람 싸늘하게 코 끝을 스치며  나에게 말해줘 너는 가고 없다고 보내주라고  보내주라고"}, {"song_no": "4232200", "year": "2013", "rank": "18", "title": "삐딱하게 (Crooked)", "artist": "G-DRAGON", "genre": "Rap / Hip-hop", "lyrics": "영원한 건 절대 없어 결국에 넌 변했지 이유도 없어 진심이 없어 사랑 같은 소리 따윈 집어 쳐 오늘밤은 삐딱하게 내버려둬 어차피 난 혼자였지 아무도 없어 다 의미 없어 사탕 발린 위로 따윈 집어 쳐 오늘밤은 삐딱하게 버럭버럭 소리쳐 나는 현기증 내 심심풀이 화풀이  상대는 다른 연인들 괜히 시비 걸어 동네 양아치처럼 가끔 난 삐딱하게  다리를 일부러 절어 이 세상이란 영화속  주인공은 너와나 갈 곳을 잃고 헤매는  외로운 저 섬 하나 텅텅 빈 길거리를  가득 채운 기러기들 내 맘과 달리 날씨는  참 더럽게도 좋아 너 하나 믿고 마냥  행복했었던 내가 우습게 남겨졌어 새끼손가락 걸고  맹세했었던 네가 결국엔 영원한 건 절대 없어 결국에 넌 변했지 이유도 없어 진심이 없어 사랑 같은 소리 따윈 집어 쳐 오늘밤은 삐딱하게 내버려둬 어차피 난 혼자였지 아무도 없어 다 의미 없어 사탕 발린 위로 따윈 집어 쳐 오늘밤은 삐딱하게 짙은 아이라인 긋고  스프레이 한 통 다 쓰고 가죽바지 가죽자켓  걸치고 인상 쓰고 아픔을 숨긴 채 앞으로  더 비뚤어질래 네가 미안해지게  하늘에다 침을 칵 투박해진 내 말투와  거칠어진 눈빛이 무서워 너 실은 나 있지 두려워져  돌아가고픈데 갈 데 없고 사랑하고픈데 상대 없고  뭘 어쩌라고 돌이 킬 수 없더라고 너 하나 믿고 마냥  행복했었던 내가 우습게 남겨졌어 새끼손가락 걸고  맹세했었던 네가 결국엔 영원한 건 절대 없어 결국에 넌 변했지 이유도 없어 진심이 없어 사랑 같은 소리 따윈 집어 쳐 오늘밤은 삐딱하게 내버려둬 어차피 난 혼자였지 아무도 없어 다 의미 없어 사탕 발린 위로 따윈 집어 쳐 오늘밤은 삐딱하게 오늘밤은 나를 위해 아무 말 말아줄래요 혼자인 게 나 이렇게  힘들 줄 몰랐는데 그대가 보고 싶어 오늘밤만 나를 위해  친구가 되어줄래요 이 좋은 날 아름다운  날 네가 그리운 날 오늘밤은 삐딱하게"}, {"song_no": "4289386", "year": "2013", "rank": "19", "title": "Moment", "artist": "이창민", "genre": "Drama", "lyrics": "In your eyes In your mind 사랑이 그려져 우리 멀리 있어도 가려진 데도  Love is you 바람결에 날리운 그리움이 내 마음을 전해주길 Love is the moment 니가 오던 그날 그 순간 두 눈에 맺혀 가슴에 맺혀 자꾸 떠올라 Love is the moment 니가 가던 그날 그 순간 잊을 수 없어 자꾸 떠올라 Close your eyes Close your ears  사랑이 느껴져 너를 잡지 못해도 안지 못해도  Love is you 햇살 속에 가려진 그리움이 내 마음을 전해주길 Love is the moment 니가 오던 그날 그 순간 두 눈에 맺혀 가슴에 맺혀 자꾸 떠올라 Love is the moment 니가 가던 그날 그 순간 잊을 수 없어 자꾸 떠올라 Love is the moment 너를 보낸 그날 그 순간 심장이 멈춰 시간이 멈춰 자꾸만 아파 Love is the moment 너를 떠난 그날 그 순간 사랑도 떠나 자꾸만 아파 In your eyes In your mind 사랑이"}, {"song_no": "4271833", "year": "2013", "rank": "20", "title": "넘버나인 (No.9)", "artist": "티아라", "genre": "Dance", "lyrics": "당신은 날 너무 아프게만 하네요  별이 빛나던 그때 우릴 기억해요  내 맘을 가져간 얄미운 그 사람  있잖아요 나 지금 너무 아프거든요 넘버나인 너만이 날 웃게 하는 넘버나인 너만이 날 울게 하는 넘버나인 넌 나의 턱시도가면 날 지켜준 히어로 날 떠난 그대 미워요 네가 필요해 넘버나인 넘버나인 넘버나인  나를 떠나지 말아요 날 잊었나요 넘버나인 넘버나인 넘버나인  그대 없는 나 밤에 잠도 못 자요 아 나 너무 아파서 그래요 아 나 너무 아파서 그래요 내 맘 다 가져간 그대는 어디 있나요  돌아와요 넘버나인 자꾸 날 들었다 놨다 하지 말아요 자꾸 나 들렸다 놨다 힘이 드네요 무화과 꽃도 피게 만들었던  그때 있잖아요 나 지금 너무 아프거든요 넘버나인 너만이 날 웃게 하는 넘버나인 너만이 날 울게 하는 넘버나인 넌 나의 턱시도가면 날 지켜준 히어로 날 떠난 그대 미워요 네가 필요해 넘버나인 넘버나인 넘버나인  나를 떠나지 말아요 날 잊었나요 넘버나인 넘버나인 넘버나인  그대 없는 나 밤에 잠도 못 자요 아 나 너무 아파서 그래요 아 나 너무 아파서 그래요 내 맘 다 가져간 그대는 어디 있나요  돌아와요 넘버나인 I'm addict I'm addict I'm addict I'm addict  I'm addict I'm addict I'm addict I'm addict 또 눈을 감았다 뜨면 여기 나 혼자 있어  I'm in the dark in the dark I'm dancing in the dark 네가 필요해 너 너 너 나를 떠나지 말아요 나 나 나 그대 없는 나 밤에 잠도 못 자요 아 나 너무 아파서 그래요 아 나 너무 아파서 그래요 내 맘 다 가져간 그대는 어디 있나요  돌아와요 넘버나인"}, {"song_no": "4300927", "year": "2013", "rank": "21", "title": "링가 링가 (RINGA LINGA)", "artist": "태양", "genre": "Rap / Hip-hop", "lyrics": "손 들어라 광복 된 것처럼 뛰어봐라 발목 삘 것처럼 발작 온 듯이 흔들어 다같이 노래를 불러 My name is T to the A to the E to the  Y to the A N G hot 뜨거워  언제나 붉게 타오르지 오르지 끓어  여자들은 내 몸에 내 노래에 울어  Slow jam 아니면 dance 넌 그냥  네 몸을 맡기면 돼 겁내지 말아 눈 가리면 돼  wanna get high 내 짝이면 돼 오늘 밤 우린 타 롤러코스터 ride 안전벨트는 없어 난 그냥  내 옆자리면 돼 멈추지마 baby don’t kill my vibe 이대로가 지금 좋으니까 To the left to the right 그대로 날  따라와 ye 아 ye ye yeah 손 들어라 광복 된 것처럼 뛰어봐라 발목 삘 것처럼 발작 온 듯이 흔들어 다같이 노래를 불러 링가링가링 링가링가링 like  링가링가링 링가링가링 like  링가링가링 링가링가링  링가링가 아싸 링가링가 좋다  오늘은 불금이니까 화재 조심 물은 좋으니까 걱정 말고서  body movin’ We party ain’t so hard 힘주면  부러질 것 같이 월요일 so far 다신 안 찾아올 것 같이 어제 일은 다 잊어버려 그제 일처럼 내일 일은 다 지워버려 남의 일처럼 다 같이 jump jump jump 마치 고무줄 놀이 Ladies bump bump bump shake  shake that thing for me 멈추지마 baby don’t kill my vibe 이대로가 지금 좋으니까 To the left to the right 그대로  날 따라와 ye 아 ye ye yeah 손 들어라 광복 된 것처럼 뛰어봐라 발목 삘 것처럼 발작 온 듯이 흔들어 다같이 노래를 불러 링가링가링 링가링가링 like  링가링가링 링가링가링 like  링가링가링 링가링가링  링가링가 링가링가  It’s our party we can do  what we want to 이 리듬에 맞춰 모두 1 2 하나 둘 셋 baby 1 2 step Ye ye ye ye ye ye ye 내 두 손을 놓지마 don’t run boo 세상을 가져다줄게 전부 Hey dj 볼륨을 더 키워줘 이제 손 들어라 광복 된 것처럼 뛰어봐라 발목 삘 것처럼 발작 온 듯이 흔들어 다같이 노래를 불러 링가링가링 링가링가링 like  링가링가링 링가링가링 like  링가링가링 링가링가링  링가링가 아싸 링가링가 좋다"}, {"song_no": "4314704", "year": "2013", "rank": "22", "title": "It`s You", "artist": "박효신", "genre": "Drama", "lyrics": "그댄 모르죠 그댈  사랑하는 누군가를  온종일 곁에서 바라보는데도  모르고 있죠 그댄 모르죠 그댈  목숨보다 사랑하는  바보 같은 사람을 It's you  사랑한답니다  그게 내 진심입니다 그댄 모르고 살아도  오늘도 내 맘은 그대뿐입니다 내가 사랑하는 한 사람  It's you 나는 모르죠 그댈  사랑하는 것만 알죠  아픈 사랑이라 해도 It's you  사랑한답니다  그게 내 진심입니다  그댄 모르고 살아도  오늘도 내 맘은 그대뿐입니다 내가 사랑하는 한 사람  내겐 마지막 한 사람  내맘을 가진 한 사람  나는 그대만 알아서  오늘도 사랑을 기다릴 겁니다 사랑하는 한 사람  It's you 그대만 알아서 버리질 못해서  눈물이 납니다  사랑하는 한 사람  그댄 모르죠 그대보다  그댈 사랑하는 바보 같은 사람을"}, {"song_no": "4302972", "year": "2013", "rank": "23", "title": "사라질것들 (Feat. 이소라, Beenzino)", "artist": "병살 (정준하 & 김C)", "genre": "Electronica", "lyrics": "사라질 것들엔 미련을  갖지 말자 꽃이 그렇듯 시간이라는 것도  그러하겠지  어떻게 될지는 아무도  모르는 거라고 어떻게 될지는 이미 정해져  있는 거고 우린 모를뿐야  우리들 사이엔 끝이라는 게 있지 상황이란 것 시간이라는 것도  그러하겠지  어떻게 될지는 아무도  모르는 거라고 어떻게 될지는 이미 정해져  있는 거고 우린 모를뿐야  오늘밤 그 길을 확인하러 가고  싶은 건데  오늘밤 그 길을 함께 걸어가고  싶은 사람  어찌됐건 살아지고 또 결국엔  다 사라져  우린 누군갈 만나기도 하지만  또 누군가와는 갈라져  my friend dont be afraid 우린  서툴고 또 미흡해  오늘 밤 막잔을 비울 때쯤엔  자책은 제발 하지 말아줘  누가 알아 우리가 어떻게 될지  아무도 아무도 man  인생이란 건 창 밖의 날씨 같지  난 누워서 그저 바라볼래  thunder or rain or sunrise or wind  오늘밤 그 길을 나와 함께 가볼래  오늘밤 그 길을 확인하러  가고 싶은 건데   오늘밤 그 길을 함께 걸어가고  싶은 사람   오늘밤 그 길을 확인하러  가고 싶은 건데  오늘밤 그 길을 함께 걸어가고 싶은 사람 오늘밤 유난히 빛나고 있는 저 빛을 따라 오늘밤 그 길을 함께 걸어가고 싶은 사람"}, {"song_no": "4221128", "year": "2013", "rank": "24", "title": "Touch Love", "artist": "윤미래", "genre": "Drama", "lyrics": "내 손 끝에 그대가 스치면 차가웠던 심장에 온기가 번지죠 살며시 다가가 기대고만 싶지만 그대와의 거리는 좁혀지질 않네요 만질 수가 없어도 돼 안을 수도 없어도 돼 Lonely love Yes I love you 내 운명처럼 그댈 느낄 수 있어요 랄랄라 랄라 랄라 랄랄라 랄라 랄라 랄랄라 랄라 랄라 랄라 내 맘 닿을 수 있어요 두 손을 내밀어 그댈 잡고 싶지만 더 멀어질 것 같아 그대 곁을 맴돌죠 사랑할 수 없어도 돼 닿을 수도 없어도 돼 Lonely love Yes I love you 난 멀리서도 그댈 볼 수가 있어요 만질 수가 없어도 돼 안을 수도 없어도 돼 Lonely love Yes I love you 내 운명처럼 그댈 느낄 수 있어요 랄랄라 랄라 랄라 랄랄라 랄라 랄라 랄랄라 랄라 랄라 랄라 내 맘 닿을 수 있어요 Lonely love"}, {"song_no": "4252726", "year": "2013", "rank": "25", "title": "잘할 걸", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "고요하고 어두운 밤이  찾아오면은  난 다시 그대 생각에 니 말투 니 표정 그 하나만 보아도  알 수 있었었는데 근데 왜 나는 네게 찾아가 너에게 너무 많은 걸 뺏고 조금만 더 잘할 걸 조금만 더 참을 걸 그랬지  내가 원한 건 이런 게 아니었는데 도대체 우리가 왜 이렇게 그때는 우리가 완벽했을지라도  지금은 닿을 수 없어 그렇지만 그대여 이것 하나만  제발 부디 기억해줘요 그대여 부디 잊지 말아요 그대가 그때에 외워 두었던 나를 조금만 더 잘할 걸 조금만 더 참을 걸 그랬지  내가 원한 건 이런 게 아니었는데 도대체 우리가 왜 이렇게 조금만 더 잘할 걸 조금만 더 참을 걸 그랬지  내가 원한 건 이런 게 아니었는데 도대체 우리가 왜 이렇게 어눌한 목소리와 어색한 표정 그 말투는 네게는 익숙해질 그리운  모습이란 걸  넌 알고 있니 어눌한 목소리와 어색한 표정 그 말투는 네게는 익숙해질 그리운  모습이란 걸  넌 기억하고 있니"}, {"song_no": "4317286", "year": "2013", "rank": "26", "title": "밤이 오는 거리 (Feat. 다이나믹듀오)", "artist": "노을", "genre": "Ballad", "lyrics": "밤이 오는 이 거리  어느 새 많은 사람들  차가워진 계절에   네가 생각나는 이 밤  차갑게 식은 밤   거리는 내리는 비가 적시고  메마른 내 맘은 몇 잔의 술이 적시고  참 딱하기도 하지 보고 있어 아직  지우지 못한 전화기 속   문자들 네 사진  널 아직도 못 보낸   내 자신이 너무 구차해서 분해  하다가도 갑자기 밀려 와   끝까지 잡지 못한 후회  터진 수도관처럼 그리움이 물이 돼  쏟아져 넘쳐 내 눈에  이젠 익숙해져가   나 없이 보낼 네 모습도  누군가에 안겨서 함께 있을 모습도   내 입에 입 맞추던   널 안고 밤을 새우던   그때처럼 어딘가에서  밤이 오는 거리 어느새 많은 사람들  달라진 계절에 괜히 조금 울적한 밤  어느 샌가  취해져 가면  또 괜히 네 생각이 나는 지금 이 거리  요즘 내 기분처럼   큰 폭으로 움직이는 일교차  분주한 밤에 뒤편에서   독한 Liquor Shot 열정에 사로잡혀 있던  그때 그 날씨에 비해 지금 공기는 많이  날카로운 기분 oh 스웨터를 꺼냈어  몇 계절 전에 입었던 지웠던 잊었던 힘겹게 비웠던 너의 모습과 옷에  묻어있는 너의 체취 떠올라도 웃어 넘기지 못해  무뎌진 재치 거리에 수많은 불빛 담배연기 떠나가는 사람들  남은 잔을 모두 비우고 일어날 때 쯤 내가 많이 취했나 봐 지금 내 머릿속엔 계속  네 얼굴만 생각나 밤이 오는 거리  어느새 많은 사람들 달라진 계절에 괜히 조금 울적한 밤 어느 샌가 취해져 가면 또 괜히 네 생각이 나는 지금 이 거리 공기는 쌀쌀해 날  떠나던 그 날의 네 목소리처럼 나 혼자야 나 버려졌던  그 날의 그 거리처럼 내가 짐처럼 느껴졌다던  마지막 얘기처럼 이 밤은 너무 잔인해  난 울었어 애기처럼 산소가 없는 듯한 거리위에 신경질적인 네온의 깜빡임이  오늘따라 괜히 성가셔 밤이 오는 거리  어느새 많은 사람들 달라진 계절에 괜히 조금 울적한 밤 어느 샌가 취해져 가면 또 괜히 네 생각이 나는 지금 이 거리"}, {"song_no": "4271854", "year": "2013", "rank": "27", "title": "이별 10분 전", "artist": "정준영", "genre": "Rock", "lyrics": "차가운 목소리 뭔가 잘못된 것 같아  짐작할 수 없어 너의 마음을  갑작스런 약속에  거울 속에 나를 바라보다  별일 없을 거라 믿고 집을 나서  마음은 알았나 봐 발걸음이 느려져  이별의 말을 하는 그 예쁜 얼굴   나는 차마  바라볼 수 없을 것 같아  무슨 말을 할까  어떤 표정 지을까  돌아선 뒷모습이 너무 아프지는   않을까  울며 붙잡을까  약한 모습 보일까  저 멀리서 보일 네 모습이 난 두려워  정말 끝날 건가 봐  자꾸 숨이 차올라  보낼 자신 없어도  한걸음 물러서는 이별  어른스런 사랑일 텐데  무슨 말을 할까 어떤 표정 지을까 돌아선 뒷모습이 너무 아프지는  않을까 울며 붙잡을까 약한 모습 보일까 저 멀리서 보일 네 모습이 난 두려워 차가운 목소리 뭔가 잘못된 것 같아 울컥 눈물이 나 이런 내게 화가 나 흐르는 일분 일초 여기서 멈출 순 없을까 나는 연습할게 괜찮다는 거짓말 그런데 왜 저 멀리 네 모습 흐려질까"}, {"song_no": "4230002", "year": "2013", "rank": "28", "title": "예뻐 예뻐", "artist": "레이디스 코드", "genre": "Dance", "lyrics": "Come on baby Ladies' show oh Let get it funky now  그래 바로 내가 리세  다른 애들보다  좀 더 Hot해  평범하지 않아 기쎄  보인다고 함부로 말 못해 얼굴도 Sexy하니  성격도 Cool하잖니 말 시켜놓고 발음  이상하다 놀려대지 마 언니보다 이쁜 막내  얼굴론 어디든 알아 주니 춤을 추러 가도 돈 안내  시크한 매력에 빠져 드니 한번 보면 못 헤어나와  내 고양이 눈매 오늘도 나만 자꾸 쳐다보잖아 예뻐 예뻐 머리부터 발끝까지 예뻐 예뻐 내가 원래 좀 예뻐 예뻐 예뻐 따라오는 남자마다 아 아아아아아아 예뻐 예뻐 태어났을 때부터 난 예뻐 예뻐 원래 이렇게 예뻐 됐어 됐어 귀찮은 남자들 다  됐어 됐어 하루 이틀 일이면 차라리 나 말도 않겠어  귀찮아 죽겠어  I love you 선물 막 들이대는데  관심도 없는데  남자들 제발 나 좀 그냥 놔줘 이 세상에 니가 젤 예뻐 내 사랑을 제발 받아줘 아무리 애를 써도 지금  나 혼자가 좋아 예뻐 예뻐 머리부터 발끝까지 예뻐 예뻐 내가 원래 좀 예뻐 예뻐 예뻐 따라오는 남자마다 아 아아아아아아 예뻐 예뻐 태어났을 때부터 난 예뻐 예뻐 원래 이렇게 예뻐 됐어 됐어 귀찮은 남자들 다  됐어 됐어 Please please please please Move your body and mind  Move your body and mind  Move your body and mind  Move your body and mind  Move your body and mind  Move your body and mind  Come on come on  come on come on  Come on come on  come on come on  Take it to the move You know you are not alive Take it to the groove Yeah yeah yeah yeah Take it to the move You know I feel alright  Take it to the groove Yeah yeah yeah yeah 예뻐 예뻐 머리부터 발끝까지 예뻐 예뻐 내가 원래 좀 예뻐 예뻐 예뻐 따라오는 남자마다 아 아아아아아아 예뻐 예뻐 태어났을 때부터 난 예뻐 예뻐 원래 이렇게 예뻐 됐어 됐어 귀찮은 남자들 다  됐어 됐어"}, {"song_no": "4302979", "year": "2013", "rank": "29", "title": "그래, 우리 함께", "artist": "무한도전", "genre": "Ballad", "lyrics": "너에게 나 하고 싶었던 말  고마워 미안해  함께 있어서 할 수 있었어 웃을 수 있어 정말 고마웠어 내 손을 놓지 않아 줘서 힘을 내볼게 함께 있다면 두렵지 않아 내가 늘 웃으니까 내가 우습나 봐 하지만 웃을 거야 날 보고 웃는 너 좋아 자꾸만 도망치고 싶은데 저 화려한 큰 무대 위에 설 수 있을까 자신 없어 지금까지 걸어온 이 길을 의심하지는 마 잘못 든 길이 때론 지도를 만들었잖아 혼자 걷는 이 길이 막막하겠지만 느리게 걷는 거야 천천히 도착해도 돼 술 한잔 하자는 친구의 말도 의미 없는 인사처럼 슬프게 들릴 때 날 찾아와 그래 괜찮아 잘해온 거야  그 힘겨운 하루 버티며 살아낸 거야 지지마 지켜왔던 꿈들 이게  전부는 아닐 거야 웃는 날 꼭 올 거야 괜찮아 잘해온 거야 길 떠나  헤매는 오늘은 흔적이 될 거야 시원한 바람 불어오면  우리 좋은 얘길 나누자 시간을 함께 걷자 그게 너여서 좋아 그래 우리 함께"}, {"song_no": "4193337", "year": "2013", "rank": "30", "title": "으르렁 (Growl)", "artist": "EXO", "genre": "Dance", "lyrics": "Yo Okay 나 혹시 몰라 경고하는데 잘 들어 지금 위험해 So Dangerous 자꾸 나를 자극하지마 큰일 나  나도 날 몰라  숨이 자꾸 멎는다 네가 날 향해 걸어온다 나를 보며 웃는다 너도 내게 끌리는지  눈앞이 다 캄캄해 네가 뚫어져라 쳐다볼 땐 귓가에 가까워진 숨소리 날 미치게 만드는 너인걸 아무도 널 못 보게 품에 감추고 싶어 널 노리는 시선들 내 안에 일어난 거센 소용돌이  검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 날이 선 눈빛과 베일듯한 긴장감 지금 탐색 중이야 너의 주위를 Babe Babe Oh 넌 그냥 그대로 있어 나만을 바라보면서 절대 널 보내지 않아 두고 봐 Babe  흐린 공간속에서 선명하게 빛나는 널 노리는 시선들 내 안에 울리는 경보 울림소리 검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 E X O 또 다른 늑대들이 볼세라 너무나 완벽한 내 여자라 품속엔 부드럽게 너를 안고 너만을 위해서 나는 난폭해지고 결국엔 강한 자가 얻게 되는 미인 자리가 없으니까 그냥 돌아가 I win 가능성 제로야 닳으니까 그만 봐 그녀를 넘본다면 나를 먼저 넘어봐  우리 말곤 하나둘씩 지워버리자 너하고 나만 여기 남아 멈춰진 듯이 워 검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라"}, {"song_no": "4312933", "year": "2013", "rank": "31", "title": "향기만 남아", "artist": "허각", "genre": "Ballad", "lyrics": "멀리서 불어와 날 스쳐 지나는  너를 떠올리게 하는 익숙한 향기 아직까지 널 잊지  못하는 걸 보니 바보 같아 언젠가는 저 바람처럼  흩어지겠지 향기만 남아서 나를 괴롭히는데  무뎌진 기억 너머로 너를 그리다 쓸쓸한 바람에 휘날리는 추억  이렇게 슬플 땐 누가  나를 위로해주나 두 눈을 감으면 또 니가 생각나  난 또 또 혼자 남아  이 거리를 또 헤매이다 아주 작은 떨림에 끌려  문득 고개를 들어보니  우리 같이 함께 불렀던  그 노래가 들려와 향기만 남아서 나를 괴롭히는데  무뎌진 기억 너머로 너를 그리다 쓸쓸한 바람에 휘날리는 추억  이렇게 슬플 땐  누가 나를 위로해주나 멀어지는 널 붙잡고 싶지만  언제나 그랬듯이  너를 잊고 살겠지 아련했던 너의 기억  아름다웠던 그 추억  아직도 널 닮은 향기만 남아 어느새 하루가 저물어 가네  짙은 추억만 남기고 멀어져 가네 혹시라도 니가 또 생각 날까봐  아무렇지 않게 하루를 살아 언젠간 널 다시 만날 수가 있을까  다른 사람으로 널 잊을 수 있을까 누구를 만나도 행복해야만 해  다시는 볼 수 없는 너  향기만 남아"}, {"song_no": "4262252", "year": "2013", "rank": "32", "title": "Very Good", "artist": "블락비 (Block B)", "genre": "Dance", "lyrics": "Show time  환호와 기대 속에 첫 등장 No doubt  남들과 차별화되는 순간 나갈 문은 없어 넌 넋이 나가게 돼 Getcha Getcha ya ya  here Getcha Getcha ya ya Get on I'm very very Good very very Good I'm very very Good King of the jungle  꼬마들 재롱잔치를 멈춰 분위기는 벌써 무르익었고 순식간에 객석을 정복 카펫을 깔아 헹가래 받아 터지는 pop bottle 박차를 가해 How many fake MCz out there  벌들아 더 세게 울어 웽웽 무대가 떠나가게 비명 질러 땍땍  아무나 데려 오시고 마음 내키는 대로 움직여  Getcha Getcha ya ya here  Getcha Getcha ya ya Get on 시간 다 됐어 정적을 깨워  적당히 할 생각 버려  Stupid  엄지를 세워 열기를 불태워 이 구역에 미친 듯이 모여라 What I'm very very Good very very Good I'm very very Good 안 나오면 쳐들어간다  조 조여 들어간다  안 나오면 쳐들어간다 What can I do for you uh 안 나오면 쳐들어간다  조 조여 들어간다  안 나오면 쳐들어간다 Aight 폭주 하는 일곱 악당 빨간 불로는 못 막아 내 밑으로 주목 한다  전방에 힘찬 함성 발사 hey 거기 너 똥 폼 잡지마 손들어 벌 좀 받자 하나가 된 듯이 단합을 해 벌들아 더 세게 울어 웽웽 무대가 떠나가게 비명 질러  땍땍  꽃미남들은 기를 써 센 척 해도 너무 귀여운걸  깽판 부려 개판 오 분전 이런 컨셉은 우리가 전문이야  leggo 시간 다 됐어 정적을 깨워  적당히 할 생각들은 갖다 버려  Stupid  엄지를 세워 열기를 불태워 이 구역에 미친 듯이 모여라 I'm very very good Are you ready I'm very very Good very very Good I'm very very Good 안 나오면 쳐들어간다  조 조여 들어간다  안 나오면 쳐들어간다 What can I do for you uh 안 나오면 쳐들어간다  조 조여 들어간다  안 나오면 쳐들어간다"}, {"song_no": "4252727", "year": "2013", "rank": "33", "title": "사랑은 타이밍", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "완벽한 상황 속 인연의 끝을 각자의 상처들은 각자의  인연으로 추억으로 만들어 잔잔한  상처들이 각자의 인연으로 각자의  인연으로 생각해보면 정말로 우린 아마  인연이 아닌가 봐 내가 있어야 할 순간에 내가  있었더라면  운명이란 인연이란 타이밍이  중요한 건가 봐 내가 있어야 할 순간에 내가  있었더라면 그때 랄라라 랄라라 랄라 라라 라라라 랄라 랄라 라라  라라라 라라 라라라 평범한 사랑 속 인연의 끝을 각자의 상처들은 각자의  기억으로 추억으로 만들어 잔잔한  상처들이 각자의 기억으로 각자의  기억으로 생각해보면 정말로 우린 아마  인연이 아닌가 봐 내가 있어야 할 순간에 내가  있었더라면  운명이란 인연이란 타이밍이  중요한 건가 봐 내가 있어야 할 순간에 내가  있었더라면 그때 랄라라 랄라라 랄라 라라 라라라 랄라 랄라 라라  라라라 라라 라라라 사랑이 지나갈 때면 떠오르고 마는 너 사랑이 떠나갈 때면 남모르게 오 그때 오 우워 랄라라 라라 랄라라  그때 오 우워 랄라라 라라 랄라라 라"}, {"song_no": "4302978", "year": "2013", "rank": "34", "title": "G.A.B", "artist": "G.A.B (길 & BoA)", "genre": "Dance", "lyrics": "GAB GAB GAB Bring It 이 길을 보아하니 너무 갑갑해 이 길을 보아하니 너무 답답해 이 길을 보아하니 너무 적적해 그래도 살아갈 만하잖아 it's OK 다 그런 거잖아 it's All Right 두려울 것 없잖아 살다 보면 시련은 언제나 찾아오는 법 1 2 Everybody Bring It On 하나만 잘해도 어려운 이 시대 멀티로 잘하긴 더 어려운 내 미래 편한 길옆 Oh 험한 길만 Oh 골라가네 Oh 손뼉 치면서 소릴 질러봐 노래를 부르며 손뼉 치면서 소릴 질러봐 노래를 부르며 매일 아침 머릴 밀며 난 생각해 매일 아침 커피를 마시며 난 다짐해 다신 미루지 말자 포기하지 말자 시작해 새로운 오늘 향해 it's OK 다 그런 거잖아 it's All Right 두려울 것 없잖아 살다 보면 시련은 언제나 찾아오는 법 1 2 Everybody Bring It On 하나만 잘해도 어려운 이 시대 멀티로 잘하긴 더 어려운 내 미래 편한 길옆 Oh 험한 길만 Oh 골라가네 Oh 나란 놈이란 답은 없다 시작해 다시 TV 끄고 하나뿐인 넌 Only One 누가 뭐래도 No1 노래 연기 예능 YES SIR 쉬운 것 하나 없어도 가슴 펴고 당당하게 Everybody Bring It On 손뼉 치면서 소릴 질러봐 노래를 부르며 손뼉 치면서 소릴 질러봐 노래를 부르며 하나만 잘해도 어려운 이 시대 멀티로 잘하긴 더 어려운 내 미래 편한 길옆 Oh 험한 길만 Oh 골라가네 Oh 하나만 잘해도 어려운 이 시대 멀티로 잘하긴 더 어려운 내 미래 편한 길옆 Oh 험한 길만 Oh 골라가네 Oh WE ARE THE GAB"}, {"song_no": "4312955", "year": "2013", "rank": "35", "title": "거짓말 거짓말 거짓말", "artist": "이적", "genre": "Ballad", "lyrics": "다시 돌아올 거라고 했잖아  잠깐이면 될 거라고 했잖아  여기 서 있으라 말했었잖아  거짓말 거짓말 거짓말  물끄러미 선 채 해가 저물고  웅크리고 앉아 밤이 깊어도  결국 너는 나타나지 않잖아  거짓말 음 거짓말  우우 그대만을  하염없이 기다렸는데  우우 그대 말을  철석같이 믿었었는데  우우우우우  찬 바람에 길은 얼어붙고  우우우우우  나도 새하얗게 얼어버렸네  내겐 잘못이 없다고 했잖아  나는 좋은 사람이라 했잖아  상처까지 안아준다 했잖아  거짓말 거짓말 음  다시 나는 홀로 남겨진 거고  모든 추억들은 버리는 거고  역시 나는 자격이 없는 거지  거짓말 음  우우 그대만을  하염없이 기다렸는데  우우 그대 말을  철석같이 믿었었는데  우우우우우 찬 바람에 길은 얼어붙고  우우우우우  나도 새하얗게 얼어버렸네  철석같이 믿었었는데  거짓말 거짓말 거짓말"}, {"song_no": "4302977", "year": "2013", "rank": "36", "title": "슈퍼잡초맨", "artist": "세븐티핑거스 (하하 & 장기하와 얼굴들)", "genre": "Rock", "lyrics": "슈퍼잡초맨 슈퍼잡초맨 슈퍼잡초맨 슈퍼잡초맨 슈슈슈슈 퍼퍼퍼퍼 잡초맨 그대 나를 밟아주세요 아예 깔아 뭉개주세요 나의 팔과 다리가 강철보다 더 단단해질 때까지 나를 밟아주세요 죽지 않으니까 그대 나를 때려주세요 아예 확 후려쳐주세요 내 맘이 바람개비나 팽이처럼 빙빙 돌아갈 때까지 나를 때려주세요 죽지 않으니까 왜냐면 난 슈퍼잡초맨 슈퍼잡초맨 슈퍼잡초맨 슈퍼잡초맨 슈슈슈슈 퍼퍼퍼퍼 잡초맨 그대 나를 밟아주세요 아예 깔고 앉아주세요 나의 심장소리가 천둥처럼 꽝꽝 울려댈 때까지 나를 밟아주세요 죽지 않으니까 왜냐면 난 슈퍼잡초맨 열 받게 하지 말라구  슈퍼잡초맨 슈퍼잡초맨  슈퍼잡초맨 슈퍼잡초맨 슈퍼잡초맨 슈퍼잡초맨"}, {"song_no": "3953196", "year": "2013", "rank": "37", "title": "만약에 말야 (전우성 Solo)", "artist": "노을", "genre": "Ballad", "lyrics": "만약에 말야 우리 조금  어렸었다면 지금 어땠었을까 만약에 말야 우리 지금 이럴  거라면 후회 하진 않을까 세월에 닫혀진 우리의 연이 더는 허락되어 지지 않아도 만약에 말야 우리 조금  어렸었다면 지금 어땠었을까 만약에 말야 우리 지금  이럴 거라면 후회 하진 않을까 세상에 닫혀진 우리의 날이  이젠 바랜 기억 뿐 일 지라도 만약에 말야 우리 조금  어렸었다면 지금 어땠었을까 만약에 말야 우리 지금  이럴 거라면 후회 하진 않을까 만약에 말야 만약에 말야 만약에 말야 우리 같은  마음이라면 다시 되돌아볼까 만약에 말야 우리 정말  사랑했다면 지워 낼 수 있을까 만약에 말야"}, {"song_no": "3726617", "year": "2013", "rank": "38", "title": "자니 (Feat. Dynamic Duo)", "artist": "프라이머리", "genre": "Rap / Hip-hop", "lyrics": "일 끝나서 친구들과 한잔 내일은 노는 토요일이니깐 일 얘기 사는 얘기 재미난 얘기 시간가는 줄 모르는 이 밤 술기운이 올라오니 사내놈들끼린 결국엔 여자 얘기 적적해서 서로의 전화기를 꺼내 번호목록을 뒤져보지 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 돌려보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 술자리가 끝나가 3차로 이동하기 전인데 문자는 일분 칠분 십분 and 이십분 담배와 애만 태우는 지금 답장 왔어 오빠 나 남친 생겼어 늦었어 좀 일찍 연락하지 그랬어 담에 봐 그냥 담에 낮에 봐 후회할거 알면서 전 여자친구에게 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 보내보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 아 진짜 술만 들어가면 왜 이렇게 들뜨는지 나도 잘 몰라 난 왜 그녀들을 부르는지 갑자기 허전해 작업을 걸어대지 여기저기 오늘 밤 나 자존심 다 버렸네 전 여친한테 더럽게 달라붙어 봤지만 그녀는 버럭해 너 진짜 철없게 언제까지 이럴래 미안해 갑자기 외로운걸 어떡해 껄떡대 껄떡대 나 여기저기 다 맘껏 들쑤시고 다녀 온 거릴 거릴 다 또 잠들었어 프라이머리가 텐션 떨어진다 동훈아 넌 저리가 이제 해가 나올 시간이 되가니까 눈이 녹듯이 사그라드는 기대감 너무 지치고 피곤해 자고 싶어 이제 나 첫차를 타고 졸며 집에가 창밖에 앉아 밖을 바라보네  나는 꾸벅꾸벅 조는데 사람들은 하루를 시작해 눈부셔 아침해를 보는게 정신은 맑아지지 않는 기분 아직도 바쁜 내 손가락 아직 손은 바쁘게 움직이지 해장국이나 먹고 갈래 오빠랑 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 보내보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 가지마 제발 심심해서 그래"}, {"song_no": "4192787", "year": "2013", "rank": "39", "title": "아는사람 얘기", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "내가 아는 사람 얘기해 줄게 며칠 전 사랑하는 그녀와 헤어진 주위 그냥 아는 사람 힘들고 많이 슬퍼하던데 너는 어떻게 생각해 아 내 얘기는 절대 아니야 그냥 그냥 아는 사람 얘기 그는 그녀를 너무 사랑했대 1년을 넘게 만났어도 반하겠대 여자들 앞에서 싱글이라 하던 그가 친구들에게도 자랑했대 예뻐 보였나 봐 그의 엄마가 어릴적 날마다 해준 말마따나 머리부터 발끝까지 넌 버릴 구석이 없다고 그 정도로 좋았었나 봐 매일 밤 택시 타고 그녈 데려다 주고 그는 막차 타고 집에 돌아와 수고스럽지만 1분 더 있고 싶어서 손잡고 있음 걱정 녹아내려서 그렇게 둘은 행복했대 여기까진 스토리 좋잖아 행복 백 배 근데 그 사람이 누구냐고 어 그냥 아는 사람 내가 아는 사람 얘기해 줄게 며칠 전 사랑하는 그녀와 헤어진 주위 그냥 아는 사람 힘들고 많이 슬퍼하던데 너는 어떻게 생각해 아 내 얘기는 절대 아니야 그냥 그냥 아는 사람 얘기 뭔가 이상했대 어느 순간부터 가까웠던 둘 사이에 어색함이 줄곧 왜 그런지 대체 모르겠더라고 후에 알고 보니 되게 멀리 떠난다고 그녀 울면서 이제 그만하쟤 하얀 손끝에 가재처럼 매달려 봤지만 더욱 아파하는 모습에 집게를 놨네 나는 말해 줬어 인정해 그년 널 사랑하지 않아 아냐 몇번이고 부정했어 애써 배고픈 거지처럼 구걸했지만 그녀가 준 건 사랑 아닌 동정 나 너무 슬퍼 나 방금 나라고 했니 너무 감정이입 했나 봐 이해 되지 근데 어떻게 이렇게 자세히도 아냐고 어 친하거든 내가 아는 사람 얘기해 줄게 며칠 전 사랑하는 그녀와 헤어진 주위 그냥 아는 사람 힘들고 많이 슬퍼하던데 너는 어떻게 생각해 아 내 얘기는 진짜 아니야 그냥 그냥 아는 사람 얘기 누군 이런일도 있다 해서 그냥 그냥 아는 사람 얘기 참 별일이야 유치하지 않냐 그냥 그냥 아는 사람 얘기 넌 근데 어떻게 생각해 그 남자가 어떻게 해야 될 것 같애 잡아야 할까 포기해야 할까 나 너무 진지한가 니가 아는 사람 얘기해 줄게 며칠 전 사랑하는 그녀와 헤어진 그래 지금 나란 사람 힘들고 많이 슬퍼 그러는데 이걸 어떻게 해야 해 아니다 아냐 그냥 그냥"}, {"song_no": "4320843", "year": "2013", "rank": "40", "title": "DOOM DADA", "artist": "T.O.P", "genre": "Rap / Hip-hop", "lyrics": "Long time no see  Long time no see  Long time no see  Long time no see  Long Long time no see  Long time no see  간질간질 해  어린 애들은 가 구석에  나 그대의 Taste를 바꿔주는   Sommelier  뜨끈뜨끈할 때 후후불어 함께 옛다   던져줄때 감사하며 고개숙여 만세  Hey Mister n Sister 나 타타탑   진짜가 나가신다  뜨끈뜨끈 할때   후후 잘불어 나Rap할때 너무 Hot 해  얼마안됐어 이 탄내 어떡할래   잠재된 세포가 흐르는 자여  최후의 무기를 본적 있나요  잠자는 영혼의 가녀린 고막에  가시를 찌르니 활활 타요  잠재된 세포가 흐르는 자여  가시를 찌르니 활활 타요  Oh God God God God  고막을 씻기는 Shower   멈추지 않는 뜨거운 영혼   저 넓은 터전에서 우리같이 춤춰요 멈추지 않는 뜨거운 영혼   Let’s Go  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA DOOM  행진  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA DOOM  난 21세기 범상치 않은 Korean  MIC 를 쥔 신들린 Rap basquiat   오랜만에 입을 푼다 난 한 곡이면 끝나  널 미치게 하지만 나는 맑은pinot noir  뼈가 녹아도 나 좋아 광란에   끝장을 봐요   다 그대로 이대로 또 새로운   세상을 봐요   복잡한 세상에 시끄런 소리들   총알 넣고 탕탕탕  거친 숨 학학 내쉬고 DOOM   DA DA DIVI DA  가나다라마바사   아자차카타파하 늘이 보우하사   우주 위를 보고 듣는 느낌 난   겁 없는 몽상가  도망가 안 도망가  너희 지금 물만났어   God God God God  고막을 씻기는 Shower  멈추지 않는 뜨거운 영혼   저 넓은 터전에서 우리같이 춤춰요 멈추지 않는 뜨거운 영혼   Let’s Go  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA DOOM  행진  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA DOOM  행진 Mass media 침착하고 새  영감을 감당해  DOOM DADA DIVI DA 나  명상으로 제 3세계를 관찰해 신이 주신 인류의 힘  더 눈부신 문명의 Win DOOM DADA DIVI DA  새 생명에 푸른빛이 비추길  돌아 돌아 돌고 돌아 거꾸로만  돌아 돌아  입만살은 인간들의 목소리만  겉돌아 몰아몰아 몰고 몰아 지글지글  모락모락 과열이된 Media가 사람들을 몰아 Hakunamatata Hakunamatata  DOOM DADA DIVI DA 새 생명에  푸른빛이 비추길 DOOM DA DA DIVI DA DA DOOM DA DA DIVI DA DA DOOM DA DA DIVI DA DA DOOM Let’s Go DOOM DA DA DIVI DA DA DOOM DA DA DIVI DA DA DOOM DA DA DIVI DA DA DOOM Ye"}, {"song_no": "4287434", "year": "2013", "rank": "41", "title": "거꾸로 걷는다", "artist": "어반자카파", "genre": "Ballad", "lyrics": "돌아서기 아쉬워 거꾸로 걷는다  끝을 아는 내 발길 거꾸로 걷는다  거꾸로 걷는다 거꾸로 걷는다  돌아서기 아쉬워 거꾸로 걷는다  거꾸로 걷는다 거꾸로 걷는다  돌아서기 아쉬워 거꾸로 걷는다  눈 감아도 보이는 내 등 뒤의 길  차라리 모르는 채 거꾸로 걷는다  거꾸로 걷는다 거꾸로 걷는다  돌아서기 아쉬워 거꾸로 걷는다  거꾸로 걷는다 거꾸로 걷는다  돌아서기 아쉬워 거꾸로 걷는다  거꾸로 걷는다 거꾸로 걷는다  돌아서기 아쉬워 거꾸로 걷는다  거꾸로 걷는다 거꾸로 걷는다  돌아서기 아쉬워 거꾸로 걷는다  거꾸로 걷는다 거꾸로 걷는다  돌아서기 아쉬워 거꾸로 걷는다"}, {"song_no": "4262132", "year": "2013", "rank": "42", "title": "불치병 (Feat. 키비 Of 이루펀트)", "artist": "나비", "genre": "Drama", "lyrics": "다가가도 나 괜찮은 걸까 겁이나 멈춰서있어 정말 우린 만나야 했을까 대답을 할 수가 없어 지울 수가 없는 상처가 아파서  다시 사랑한다는  말을 할 수가 있을까 너를 버리고 버려도  결국 너로 채워져 아무리 지우려 몸부림 쳐봐도  불치병처럼 내 몸 안에 퍼져가는  이 사랑을 막을 수가 없어 더 이상 발걸음이 안 떨어져 숨 막히게 날카로운  그 바람을 맞고서 널 세차게 끌어안던 마지막 밤 그건 다 지나간 사랑이었다고  우린 내일부터 다짐할 수 있을까 너의 해맑은 눈 사이로  흘러다니던 행복한 미소가 전시장의 조각품처럼  그대로 멈춰있는데 uh 더는 참지 못해  널 향한 길은 어딘데 지울 수가 없는 상처가 아파서  다시 사랑한다는  말을 할 수가 있을까 너를 버리고 버려도  결국 너로 채워져 아무리 지우려 몸부림 쳐봐도 불치병처럼 내 몸 안에 퍼져가는  이 사랑을 막을 수가 없어 그 날과 똑같은 길을  걸어보려해 잃어버린 기억 속  니가 보이는 저 문앞으로 다만 무너진 시간 너머에  그대가 서있다면 제발 움직이지마  날 잊기 위해 노력하지마 멈췄던 시간이 너로  다시 흘러가고 있어 다시 사랑한다는  말을 할 수가 있을까 너를 버리고 버려도  결국 너로 채워져 아무리 지우려 몸부림 쳐봐도  불치병처럼 내 몸 안에 퍼져가는  이 사랑을 막을 수가 없어 내가 망쳐논 우리 관계의 댓가 그 아팠던 시간만큼  널 안으면 안될까 널 사랑한 이후로 한번도 널 사랑하지 않은  날이 없는 나라고  그런 나라고 널 사랑한 이후로 한번도 널 사랑하지 않은  날이 없는 나라고  그런 나라고 널 사랑한 이후로 한번도 널 사랑하지 않은 날이  없는 나라고"}, {"song_no": "4226211", "year": "2013", "rank": "43", "title": "니가 뭔데 (Who You?)", "artist": "G-DRAGON", "genre": "Rap / Hip-hop", "lyrics": "Baby I love you 이렇게 말하지만 내 마음은 왠지 하나도 좋지 않아 I want you I need you 노래  부르지만 I don’t know why I feel bad  니가 뭔데 축하해 그새 다른 남자를 또 만나 잘됐음 해 아직 좀 이르다만 난 네가 좋아하면 그 뿐이라고  but 자꾸 화가나 baby  대체 니가 뭔데 Du du du du du du du du du  du du du du oh oh oh oh oh Du du du du du du du du du  du du du du oh oh oh oh oh Baby I miss you 왜 자꾸 너만  생각나 다른 사람 못 만나  원하지 않아 널 사랑하는지도 미워하는지도  구분이 안가 매일 헷갈려 아직도 I don’t know why I feel bad  니가 뭔데 눈 앞에 알짱거려 그 놈과 팔짱  걸며 이건 경우가 아니지 장난쳐  누구 놀려 어머 엔간히 좀 해라 에라이  거리에서 핀 한 쌍의 더러운 개나리 내가 너에게 못 사준 비싼 백에  구두 대신 사버린 눈물 젖은 베개  왜 넌 행복하고 난 불행해야  하는 건데 대체 니가 뭔데 Du du du du du du du du du  du du du du oh oh oh oh oh Du du du du du du du du du  du du du du oh oh oh oh oh Baby I just want you back I want you back I want you back Baby I know it’s too late it  just too late it just too late Baby I just want you back  I want you back I want you back Baby I know it’s too late it  just too late it just too late 싸워라 빌어 헤어져라 빌어  내게로 다시 돌아와 달라고 늘 빌어 동네마다 거리마다 애써 찾아  다니며 걔네 요즘 안 좋던데 라고 일러 구차하고 찌질해 나 원래 찌질해  몰랐어 너도 마찬가지야 나쁜 기집애 내가 더 잘할게 한번 만나 줄래  귀찮게 안 할게 제발 돌아와줄래 Baby I hate you Baby I loved you Ma baby hate you Baby love you du du du du du 니가 뭔데"}, {"song_no": "4092360", "year": "2013", "rank": "44", "title": "봉숙이", "artist": "장미여관", "genre": "Folk", "lyrics": "야 봉숙아  말라고 집에 드갈라고   꿀발라스 났드나  나도 함 묵어보자  아까는 집에 안 간다고   데낄라 시키돌라케서   시키났드만  집에 간다 말이고  못 드간다 못 간단 말이다  이 술 우짜고 집에 간단 말이고  못 드간다 못 간단 말이다  묵고 가든지 니가 내고 가든지  야 봉숙아  택시는 말라 잡을라고   오빠 술 다 깨면  집에다 태아줄게 태아줄게  저기서 술만 깨고 가자   딱 30분만 셔따 가자  아줌마 저희 술만 깨고 갈게요  못 드간다 못 간단 말이다  이 술 우짜고 집에 간단 말이고  못 드간다 못 간단 말이다  묵고 가든지 니가 내고 가든지 못 드간다 못 간단 말이다  이 술 우짜고 집에 간단 말이고 못 간단 말이다  묵고 가든지 니가 내고 가든지 사랑을 찾아서 사람을 찾아서  오늘도 헤매고 있잖아 사랑을 찾아서 사람을 찾아서  오늘도 헤매고 있잖아"}, {"song_no": "4282611", "year": "2013", "rank": "45", "title": "서울 이곳은", "artist": "로이킴", "genre": "Drama", "lyrics": "아무래도 난 돌아가야겠어 이곳은 나에게 어울리지 않아 화려한 유혹 속에서 웃고 있지만 모든 것이 낯설기만 해 외로움에 길들여진 후로 차라리 혼자가 마음편한 것을 어쩌면 너는 아직도 이해 못하지 내가 너를 모르는 것처럼 언제나 선택이란 둘 중에 하나 연인 또는 타인뿐인걸 그 무엇도 될 수 없는 나의 슬픔을 무심하게 바라만 보는 너 처음으로 난 돌아가야겠어 힘든 건 모두가 다를 게 없지만 나에게 필요한 것은 휴식뿐이야 약한 모습 보여서 미안해 하지만 언젠가는 돌아올 거야 휴식이란 그런 거니까 내 마음이 넓어지고 자유로워져 너를 다시 만나면 좋을 거야 처음으로 난 돌아가야겠어 힘든 건 모두가 다를 게 없지만 나에게 필요한 것은 휴식뿐이야 약한 모습 보여서 미안해 약한 모습 보여서 미안해"}, {"song_no": "3893169", "year": "2013", "rank": "46", "title": "홀로 (Feat. 김나영)", "artist": "정키", "genre": "Ballad", "lyrics": "아침에 눈을 떴을 때 텅 빈 방안에 나 홀로  니 빈자리 거닐면서 많은 생각들에 잠겨 지워질 수 없는 기억  돌이킬 수 없는 우리  헤어날 수 없는 나와  멀어져만 가는 너를 바라봐 누군가 한 말 처럼 언젠가 만날 거라 그렇게 우린 헤어진 거야 집에 오는 길을 홀로 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴 안고 추억 속에 살아 홀로 방안에서 깨면 홀로 늘 있던 니가 없어 익숙해지겠지  나 홀로 그 때를 기억하니 너와 내가 우리란 말로 함께 할 수 있었던 그 날의 사랑들을 잠시 맞잡았던 두 손  차마 놀 수 없어 붙잡았던 우리라 해도 그립고 그리워 그저  바라만 봐야 했어 누군가 한 말 처럼 언젠가 만날 거라 그렇게 우린  헤어진 거야 집에 오는 길을 홀로  텅 빈 방 침대에 홀로 너와의 기억에 홀로 나 홀로 무뎌질 가슴  안고 추억 속에 살아 홀로 방안에서 깨면 홀로  늘 있던 니가 없어  익숙해지겠지 나 홀로 지난 시간들이 그리워  힘든 건지 내 손길만을  기다린 건지 다른 누군갈 만날  내 모습 바란 건지  그저 날 사랑한다고 말해줘 집에 오는 길을 홀로 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴 안고 살아  보고 싶어 매일 널 그리며 살아  다시 아파한다 해도  내게 손 내밀어  그저 날 사랑한다고 말해줘 이제 더 이상 잊혀질  그 날처럼 처음 날  만나서 설레었던 그 날 그 때로 다시 돌아와 나 하나만 바라보며  사랑한다고 말했던 그 때의 우리로 돌아갈래 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴  안고 추억 속에 살아 홀로 방안에서 깨면 홀로 늘 있던 니가 없어 익숙해지겠지  나 홀로"}, {"song_no": "4274230", "year": "2013", "rank": "47", "title": "Everybody", "artist": "SHINee (샤이니)", "genre": "Dance", "lyrics": "Wow  Everybody Wake up Wake up  해가 뜬다   Everybody   해가 뜬다 Everybody Every Everybody  Everybody Everybody   Every Everybody   잠든 이 밤을 깨워  늘 어른스런 가면 뒤에   가려져 있는 소녀의 눈빛과 같은   반짝임 눈부셔  한 번쯤 철없이 굴고 싶었을 걸   네 가슴 안에 사는   너를 닮은 그 애처럼  이 밤의 틈새를 파고 든 순간   처음 듣는 리듬이   널 찾아 간 시간  난 마치 피리 부는 사내처럼   넌 마치 꿈을 꾸는 아이처럼  자 모두 함께 나를 따라   발을 맞춰  Everybody Everybody   Every Everybody   네 맘을 흔들어  Everybody Every Everybody  Everybody Everybody   Every Everybody   잠든 이 밤을 깨워  질서정연 할 이유는 없어   감출 수 없는 흥분에   휘파람을 불어  거리를 가득 채운 저마다의 빛  계속 이어져 어디까지 갈지   나도 몰라  최면에 걸린 듯 움직일   그 때 강렬한 멜로디   널 불러 낼 그 때  난 마치 피리 부는 사내처럼   넌 마치 자유로운 아이처럼  넌 누구보다 화려하게 아름다워  Everybody Everybody   Every Everybody   네 맘을 흔들어  Everybody Every Everybody  Everybody Everybody   Every Everybody   잠든 이 밤을 깨워  Everybody Wake up Wake up  해가 뜬다 No one No one  아침이 와 다시 어른의   지친 가면을 써   우리만의 비밀스러운   밤을 간직한 채  Everybody Every Everybody  잠든 이 밤을 깨워  Everybody Everybody   Every Everybody   네 맘을 흔들어  Everybody Everybody   Every Everybody   잠든 이 밤을 깨워  Everybody Every Everybody   Everybody Everybody   Every Everybody   잠든 네 맘을 깨워 Everybody Wake up Wake up  해가 뜬다  Everybody Wake up Wake up"}, {"song_no": "4294468", "year": "2013", "rank": "48", "title": "가시사랑", "artist": "포맨", "genre": "Drama", "lyrics": "나는 위험하니까 내 사랑은 나를 사랑하면 할수록 결국 너만 다칠지 몰라 나를 시험하지마 내 사랑을 절대 못해 못해 못해 못해 못해 위험하니까 널 위한 거니까 나의 사랑엔 비밀이 있어 제발 내게 손을 대지 마 나의 침묵엔 이유가 있어 제발 더 가까이 오지 마 사랑해요 사랑해요 안아줄 순 없지만 나는 위험하니까 내 사랑은 나를 사랑하면 할수록 결국 너만 다칠지 몰라 나를 시험하지마 내 사랑을 절대 못해 못해 못해 못해 못해 위험하니까 널 위한 거니까 시간이 가면 알게 될거야 우린 어울리지 않단 걸 미안해요 미안해요 위태로운 나라서 나는 위험하니까 내 사랑은 나를 사랑하면 할수록 결국 너만 다칠지 몰라 나를 시험하지마 내 사랑을 절대 못해 못해 못해 못해 못해 위험하니까 위험하니까 널 위한 거니까 널 사랑하지만 절대 못해 못해 못해 난 널 사랑하지 못해 떠나가 나는 위험하니까 너무 위험하니까 나도 이런 가시같은 나 땜에 미칠 것 같아 나를 사랑하지마 부탁이야 절대 안돼 안돼 안돼 안돼 안돼 위험하니까 널 위한 거니까"}, {"song_no": "4205993", "year": "2013", "rank": "49", "title": "갖고놀래 (Feat. 다이나믹 듀오)", "artist": "범키", "genre": "R&B / Soul", "lyrics": "ma lady 나 널 갖고놀래 더 가까이와 널 꼭 안을래 마침 딱 분위기 좋아 두 눈은 감을래 I wanna be with you 사실은 나 숨기려 해도  두근거림은 감출 수 없어  숨이 딱 멎을거 같아 숨쉴 수가 없어 우리 단둘이 이길을 걷고 있으면 더 바라는건 없지 네 손을 잡고 있으면 시간이 멈출것만 같아 난 꿈을 꾸는것만 같아 How do i Say goodbye 오늘 함께 있고 싶은데 얼음 위스키 음악 슬로우잼 게임은 시작됐어 누가 술래 자정 넘어 언어로 하는 테니스 밀당 하면서 서로의 맘을 훔쳐보네 짖？은 말장난이 술잔에 섞이면 넌 불빛을 좀 낮추길 원하지 용기를 내서 내가 다음 단계를 밟으면 넌 음악의 볼륨을 조금 높이길 원하지 ma lady 나 널 갖고놀래 더 가까이와 널 꼭 안을래 마침 딱 분위기 좋아 두 눈은 감을래 I wanna be with you 사실은 나 숨기려 해도  두근거림은 감출 수 없어  숨이 딱 멎을거 같아 숨쉴 수가 없어 She is so lovely 내 눈을 바라볼때면 To keep her accompanied Anything she say i'd do 너 아닌 다른 누구도 널 대신할 순 없어 How do i Say goodbye 헤어지고 싶지 않은데 사랑을 받는것보다 사랑을 주는게 훨씬 더 달콤하다는걸 처음 배웠어 두근대 내 심장이 넌 대체 누군데 매순간 날 느낌표 짓게해 놀던 내감정이 분주해 늦었어 난 그걸 숨겨 보려했지만 절대 불가능 널 보면 너무 들떠 안전거리 확보가 안돼 내 몸이 자꾸 네게로부터 발이 안 떨어져 너란 세계로부터 ma lady 나 널 갖고놀래 더 가까이와 널 꼭 안을래 마침 딱 분위기 좋아 두 눈은 감을래 I wanna be with you 사실은 나 숨기려 해도  두근거림은 감출 수 없어  숨이 딱 멎을거 같아 숨쉴 수가 없어 Baby 걱정따윈 없어 너와 함께 있으면 I'll let you know that you're attraction 이젠 알았으면 해 tell me what i must do tell me anything ill do my heart is true girl i gotta make you mine tonight ma lady 나 널 갖고놀래 더 가까이와 널 꼭 안을래 마침 딱 분위기 좋아 두 눈은 감을래 I wanna be with you 사실은 나 숨기려 해도  두근거림은 감출 수 없어  숨이 딱 멎을거 같아 숨쉴 수가 없어"}, {"song_no": "4268433", "year": "2013", "rank": "50", "title": "누구나 비밀은 있다 (Feat. 가인 Of Brown Eyed Girls)", "artist": "아이유", "genre": "Dance", "lyrics": "내가 누굴 탐했었는지  네가 알면 넌 어떤 표정을 할까  내가 어제 무얼 했는지  네가 알면 넌 어떤 얘기를 할까  영원한 비밀이란 없다고  Oh 말을 하지만  떠들썩하거나 사소하거나  끔찍한 파문이 일지 몰라  누구나 비밀은 있는 거야  아무에게도 말하지 마  우리 아무 일도 없던 걸로   안 들은 걸로 해요  모두 비밀은 있는 거야  누구에게도 말하지 마  사람들에게는 진실이란   중요하지 않아  내가 무슨 꿈을 꿨는지  네가 알면 넌 어떤 얼굴을 할까  내가 누굴 싫어하는지  네가 알면 까무러칠지도 몰라  영원한 비밀이란 없다고  Oh oh oh oh 말을 하지만  넌 내가 정말로 없을 것 같니  아무도 모르는 story 하나  넌 네가 정말로 다 안 것 같니  너의 제일 가까운 그 사람을  누구나 비밀은 있는 거야  아무에게도 말하지 마  우리 아무 일도 없던 걸로   안 들은 걸로 해요  모두 비밀은 있는 거야  누구에게도 말하지 마  사람들에게는 진실이란   중요하지 않아  비밀이 있기에 빛나는 사람  나를 언제나 궁금하게 만들어  다가갈수록 신비로운 사람  그대의 모든 걸 말하지 마요  누구나 비밀은 있는 거야 아무에게도 말하지 마 우리 아무 일도 없던 걸로  안 들은 걸로 해요 모두 비밀은 있는 거야 누구에게도 말하지 마 사람들에게는 진실이란  중요하지 않아"}]