[{"song_no": "4381724", "year": "2014", "rank": "1", "title": "그대가 분다", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "옅은 바람 냄새에  두 눈을 감아본다 낡은 가슴 여전한 떨림  그대가 그대가 온다 어렴풋이 피어오르는 그 옛날의 기억이 두 눈에 소리 없이 흘러  이 가슴을 울려온다 내 맘속에 그대가 분다 그 시절 그때처럼  웃으며 나에게 불어와 소리 없이 그대가 분다 내 가슴 한가운데  보고 싶은 그대가 분다 앙상해진 너의 계절에  가슴이 시려 와도 돌아보면 어제 같은 날들  그 시절은 영원하다 내 맘속에 그대가 분다 그 시절 그때처럼  웃으며 나에게 불어와 소리 없이 그대가 분다 내 가슴 한가운데  보고 싶은 그대가 분다 정말 사랑했구나  그댈 매일 돌아보며 사는 나 내 맘속에 그대가 분다 어디선가 그대가 운다 안아주고 싶지만  자꾸만 멀어지잖아 온 맘 다해 그댈 부른다 이 세상 한가운데  눈물로 그댈 불러본다 하루 종일 그대가 분다"}, {"song_no": "4369827", "year": "2014", "rank": "2", "title": "금요일에 만나요 (Feat. 장이정 Of HISTORY)", "artist": "아이유", "genre": "Ballad", "lyrics": "월요일엔 아마 바쁘지 않을까  화요일도 성급해 보이지 안 그래  수요일은 뭔가 어정쩡한 느낌  목요일은 그냥 내가 왠지 싫어  우 이번 주 금요일  우 금요일에 시간 어때요  주말까지 기다리긴 힘들어  시간아 달려라 시계를   더 보채고 싶지만   mind control  일분 일초가 달콤해  이 남자 도대체 뭐야  사랑에 빠지지 않곤 못 배기겠어  온 종일 내 맘은 저기   시계바늘 위에 올라타  한 칸씩 그대에게 더 가까이  우 이번 주 금요일  우 금요일에 시간 어때요  딱히 보고 싶은 영화는 없지만  딱히 먹고 싶은 메뉴는 없지만  주말까지 기다리긴 힘들어  시간아 달려라 시계를   더 보채고 싶지만   mind control  일분 일초가 달콤해  이 남자 도대체 뭐야  사랑에 빠지지 않곤   못 배기겠어  온 종일 내 맘은 저기   시계바늘 위에 올라타  한 칸씩 그대에게 더 가까이  나 뭔가에 홀린 것 같아  이 여잔 도대체 뭐야  사랑해주지 않고는 못 배기겠어  돌아오는 이번 주   금요일에 만나요  그 날 내 맘을 더 가져가줘요 더 가까이 더 가까이 와요   더 가까이"}, {"song_no": "4383773", "year": "2014", "rank": "3", "title": "Something", "artist": "걸스데이", "genre": "Dance", "lyrics": "don't you look into my eyes and lie again im sick of being alone 흔들리는 표정 말투에 넌 뭔가 있는 듯해  네 몸에 베인 낯선 향기에 뭔가에 홀린 듯해  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  앞뒤가 이랬다 저랬다 왜 그러니  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  왜 덜컥 겁이나 이손 놔 날 속이지마 나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 흐린 하늘 속 그 무지개 슬피 우는 피아노  네 몸에 베인 낯선 향기에 뭔가에 홀린듯해  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  앞뒤가 이랬다 저랬다 왜 그러니  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  왜 덜컥 겁이나 이손 놔 날 속이지마 나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 사랑을 쉽게  얻으려고 하지마  후회 하지마  속이고  여잘 또 울리는 넌 여기까지  bye bye bye out  나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 내가 준 사랑이 넌 우스웠니 내가 준 사랑이 지겨워졌니 니 앞에서 보이기 싫어 참았던 눈물 내가 준 사랑이 넌 우스웠니 내가 준 사랑이 지겨워졌니 우린 여기까지니  우린 여기까지니"}, {"song_no": "4375626", "year": "2014", "rank": "4", "title": "My Destiny", "artist": "린", "genre": "Drama", "lyrics": "나 다시 허락한다면 그댈 다시 볼 수 있다면 내 지난 기억 속에서  그 아픔 속에서 그댈 불러 You`re my destiny 그댄 You`re my destiny 그댄 You`re my everything 그대만 보면서 이렇게 소리없이 불러봅니다 You`re the one my love 그댄 You`re the one my love 그댄 You`re my delight of all 그대는 영원한 나의 사랑이죠 내 곁에 다가와 줘요 날 아직 사랑한다면 두 눈에 고인 눈물이 그대를 원하죠 사랑해요 You`re my destiny 그댄 You`re my destiny 그댄 You`re my everything 변하지 않는건 그대를 향한 나의 사랑입니다 You`re the one my love 그댄 You`re the one my love 그댄 You`re my delight of all 세상이 변해도 그대만 사랑하는 나를 아나요  My Destiny 그대를 불러봅니다"}, {"song_no": "4383349", "year": "2014", "rank": "5", "title": "노래가 늘었어", "artist": "에일리", "genre": "Ballad", "lyrics": "정신이 나갔었지 너의 자상함에  너의 달콤함에 너의 거짓말에  꿈이 변했었지  유명한 가수보다 좋은 아내가 되려 했지 정말  정말 바보 같았어  정말 바보 같았어 노래가 늘었어  너와 헤어지고 나서 음악에 미쳐 살았더니  모든 노래 가사가 내 얘기 같았어 죽도록 불렀어 조금씩 조금씩  차차 눈물이 말라 갔어 눈앞이 캄캄했지 어찌나 힘든지 욕도 많이 했지 속도 다 버렸지 이젠 다 끝났어 난 너 하나를 잃고  더 큰 희망을 얻은 거야  정말 정말 잘 된 일이야 정말 잘된 일이야 노래가 늘었어  너와 헤어지고 나서 음악에 미쳐 살았더니  모든 노래 가사가 내 얘기 같았어 죽도록 불렀어 조금씩 조금씩  차차 눈물이 말라 갔어 언젠가 너에게 연락이 오겠지 그 땐 남자답게  축하해 주길 바래 니 덕분이니까 고맙다는 인사 나도 멋지게 준비 해둘게 노래가 늘었어  너와 헤어지고 나서 음악에 미쳐 살았더니  모든 노래 가사가 내 얘기 같았어 죽도록 불렀어 조금씩 조금씩  차차 눈물이 말라 갔어 차차 눈물이 말라 갔어 차차 그렇게 널 잊었어"}, {"song_no": "4381721", "year": "2014", "rank": "6", "title": "그때 우리", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "어디서부터 얘기를 시작할지 제대로 보여 준 것도  하나 없이 그때 널 보냈구나 가끔 네 생각을 하면  지친 내 삶이 모두  다 지워질 만큼 눈을 감아도 보일 만큼  네가 보고 싶다 가끔 네 생각을 하면  지친 내 삶이 모두  다 지워질 만큼 눈을 감아도 보일 만큼  네가 보고 싶다 사랑한다고 말하면  또다시 돌아올 줄 알고 그댈 지킬 수 없었던 아무것도 해줄 수  없었던 나여서 이젠 돌이킬 수도 없이 그때 우리 우리"}, {"song_no": "4366156", "year": "2014", "rank": "7", "title": "Dali, Van, Picasso", "artist": "빈지노 (Beenzino)", "genre": "Rap / Hip-hop", "lyrics": "salvador dali van gogh 같이  picasso in my body  man i'm fuckin artist  i'm dali van picasso 를 보며 난 자랐어  나도 물감을 짰고  난 여기까지 왔어  and you can't tell me nothing  you know that i'm doing it right  내가 누군진 묻지마  i'm dali van picasso 반 고흐의 달이 보이는 밤  나는 물감을 고르듯 단어를 골라  오늘 밤 어떤 게  나올진 나도 잘 몰라  일단은 시작해 볼게  with a bottle of wine  얼굴은 빨갛고 온몸엔 피가 돌아  술에 취한 내 코의 모양은 피카소가  그린 그림처럼  삐뚤어졌을진 몰라도  결국엔 이런 게 돈이 될지 몰라  똑같은 주제 똑같은 느낌  동양의 2chain  man i'm also different  동양의 dali but i'm 21century  누구든 이걸 듣는다면  놀라겠지 흠칫  절대 훔칠 수 없는 내 identity  예술가들은 이게 뭔지 알겠지  겁이 없고 과감한 어린아이의 feel  난 오늘 밤 마치  salvador dali van gogh 같이  picasso in my body  man i'm fuckin artist  dali van picasso 를 보며 난 자랐어  나도 물감을 짰고  난 여기까지 왔어  and you can't tell me nothing  you know that i'm doing it right  내가 누군진 묻지마  i'm dali van picasso 아마 누군간 나를  미쳤다고 보겠지만  난 그런 걸 상관 안 하는 성격이지  물감 묻은 붓같이 끈적이는  여름 밤 내 목소린 곳곳에 퍼졌지  여름 밤하늘에 부서진 내 목소린  붉은 색 와인처럼 몽롱해  폴 고갱이 화폭에 옮긴  타히티처럼 내 심장도 뜨겁네  are you with me  are you listening  or do you hate me like  you don't feeling this shit  아마도 내가 그렇듯  예술에 미친 애들은  느끼고 있겠지 칼에 찔린 듯이  지금 이 느낌은 심상치 않네  그 누구도 이런 시도를 안 해  분명한 건 지금 내 몸 안엔  내가 아닌 누군가가 함께해  salvador dali van gogh 같이  picasso in my body  man i'm fuckin artist  i'm dali van picasso 를 보며 난 자랐어  나도 물감을 짰고  난 여기까지 왔어  and you can't tell me nothing  you know that i'm doing it right  내가 누군진 묻지마  i'm dali van picasso i'm dali van picasso i'm dali van picasso i'm dali van picasso i'm dali van picasso dali van picasso dali van picasso dali van picasso i'm dali van picasso dali van picasso"}, {"song_no": "4367874", "year": "2014", "rank": "8", "title": "너를", "artist": "브라운 아이드 소울", "genre": "R&B / Soul", "lyrics": "아득하게 멀어보여  함께 걷던 이 길이 이젠 나즈막히 불러보았지 그 이름  더 차갑게 느껴지는  밤 하늘과 이 공기는 나의 곁에 너 없는 까닭이겠지 별들이 하나 둘 어둠에 잠기면 헛된 기다림도 이 밤을 따라  떠나면 좋을텐데 달아나도 가지못해 미련은  무거운 짐이 되어 한순간도 잊지못해 그리운  니 모습만 내곁을 맴도는데 아직 난 널 이렇게 흰눈이 흩어져 사라지기전에 어리석은 맘도 하늘멀리  떠나면 좋을텐데 달아나도 가지못해 미련은  무거운 짐이 되어 한순간도 잊지못해 그리운  니 모습만 내곁을 맴도는데 아직 난 널 이렇게 빗물처럼 스며들어  언제까지 가슴안에 그대 가지말란 말을 못해 후회는  무거운 짐이되어 한순간도 잊지못해 그리운  니 모습만 내곁을 맴도는데 아직 난 널 놓지못해 미련은  무거운 짐이되어 한순간도 잊지못해 그리운  니 모습만 내곁을 맴도는데 단 하루만 나에게로 단 한번만  나에게로 아직 널 사랑해"}, {"song_no": "4382254", "year": "2014", "rank": "9", "title": "La Song", "artist": "비", "genre": "Dance", "lyrics": "뻔하디 뻔한 그렇게 하는  그런 놈은 아니에요 그러네요  말썽 많지만 순종적인  그런 귀염둥이에요  예뻐해줘요  라 라라라라 라라라  라라 라라 라라라  라 라라라라 라라라  라라 라라 라라라  1 2 3 4 show me what's you got  1 2 3 4 show me what's you got  난 누울 수 있는 땅은 많지  남들처럼 없어도 있는 척  외제차만 돌리지는 cheesy 와는   달라도 완전히 change  Follow me  Maserati ferrari Key는 필요 없어  난 몸둥아리  자체가 so rich 하니까   부티가나니까 그렇게 사니까  이런 신발끈을 꽉매 넥타이는 쫌 풀래 오늘은 다른 말 하기가 싫어 그냥 있는 티 내기는 싫어 오늘은 나 좀 할래 나처럼 쫙 빼 입고 오늘은 달려 그래 사실은 오늘 나 좀 빼 입었다 신발끈 라 라라라라 라라라 라라 라라 라라라 라 라라라라 라라라 라라 라라 라라라 아하 that's right here we go let's dance time everybody sing a song 라 라라라라 라라라 라라 라라 라라라 라 라라라라 라라라 라라 라라 라라라 라 라라라라 라라라 라라 라라 라라라 라 라라라라 라라라 라라 라라 라라라"}, {"song_no": "4342054", "year": "2014", "rank": "10", "title": "이별남녀", "artist": "서인국", "genre": "Ballad", "lyrics": "반년이 지나고 나서야 난  니 번호를 어렵게 지웠는데   한 달도 채 안돼서 넌  또 다른 사랑을 시작했어  우리는 뜨겁지도   차갑지도 않았어  그런 벼랑 끝에 우린   헤어진게 당연한 얘기  누가 잘못해서가 아냐  낮과 밤이 지나듯  사랑도 변했다고  날 위로해도  공평하지가 않아  우린 같은 사랑을 했었는데  같은 이별을 했는데  왜 나만 아파  친구로 시작했던 우리   친구보다 못한 사이가 됐어  사랑은 뜨겁지도   차갑지도 않았어  슬픈 결말 끝에   우린 마주보며 서있던 거야  누가 잘못해서가 아냐 낮과 밤이 지나듯 사랑도 변했다고 날 위로해도 공평하지가 않아 우린 같은 사랑을 했었는데 같은 이별을 했는데 왜 나만 아파 나쁜 꿈을 꾸고 있어  혼자 사랑하고 이별 했나봐 날 깨워줘  사랑은 악몽일 뿐 내가 잘못한게 맞나봐 모두 내 잘못 같아 네게 못해준 것만 자꾸 떠올라 아직도 눈물이나 우린 정말 사랑을 했었는데 영원할 줄 알았는데 넌 가버렸어 공평하지가 않아 우린 같은 사랑을 했었는데 같은 이별을 했는데 왜 나만 아파 감정이 없는 사람처럼 난 사랑을 못해 두려워 난 이젠"}, {"song_no": "4388702", "year": "2014", "rank": "11", "title": "별처럼", "artist": "케이윌", "genre": "Drama", "lyrics": "그대 어디 있어도 무얼 하고 있어도 그저 이 내 가슴은 그댈 느낄 수 있죠 사랑할 것 같았죠 사랑할 수 밖에 없죠 내 눈에 내 맘 그 안에 그댄 별처럼 빛나니까 하루 시작을 그대와 하루 마지막을 그대와 하나만 바라다 오늘이 다 가는데 아직 사랑한다는 말 못 해서 조금 멀리서 그대 뒤에서 웃어요 한 발 먼저 다가가다 한 발 멀어질 것 같아 이런 게 사랑이니까 그댈 놓치면 안 되지만 하루 시작을 그대와 하루 마지막을 그대와 하나만 바라다 오늘이 다 가는데 아직 사랑한다는 말 못 해서 조금 멀리서 그대 뒤에서 웃어요 세어봐도 세지 못 할 만큼 계절이 바뀌어도 메마른 내 기억을 두드리는 비 같은 그 사람은 그대이니까 하루 시작을 그대와 하루 마지막을 그대와 하나만 바라다 오늘이 다 가는데 아직 사랑한다는 말 못 해서 조금 멀리서 그대 뒤에서 웃어요"}, {"song_no": "3174148", "year": "2014", "rank": "12", "title": "가슴 시린 이야기 (Feat. 용준형 Of Beast)", "artist": "휘성 (Realslow)", "genre": "Ballad", "lyrics": "세상에 가장 예쁜 거짓말 goodbye goodbye 가슴 찢겨도 뱉는 그 말 goodbye goodbye 좋은 안녕이란 말 말도 안되는 그말 사랑한 만큼 믿었던 만큼 아파 아파 네가 너무 미워서 너무 슬퍼서 아파 아파 이게 이별이잖아 좋을 리가 없잖아 그래도 goodbye 안녕 미워도 너는 내사랑 사랑을 알려준 첫 사람 그런 너를 보내는 한 남자의 거짓말 goodbye goodbye 나만 느끼던 너의 체온도 goodbye goodbye 나만 맞추던 너의 입술도 goodbye goodbye 너무 절망스러워 그래도 널 위해서 남자로써 꼭 해야하는 말 goodbye goodbye 마지막으로 너를 힘껏 안고서 goodbye goodbye 늘어난 테잎처럼 무겁게 더듬대며 행복해 goodbye 안녕 미워도 너는 내사랑 사랑을 알려준 첫 사람 그런 너를 보내는 한 남자의 거짓말 goodbye goodbye 안녕 좋은 사람 만나 행복해 뻔한 드라마 속 이별 장면을 베낀다 말이 좋은 안녕이지 결국 널 누군가에게 뺏긴다 부모를 잃은 아이처럼 우리가 낳은 사랑은 버려진다 그래 이별은 너와 나의 책임이야 사랑 앞에 우린 죄인이야 울지마 바보야 나 정말 괜찮아 어떻게든 살아 행복할게 만남 사랑 추억 이별 참 고마웠었어 그 동안 이를 악물고 너를 보낼게 어떻게든 너를 잊을게 우리 둘이서 만든 가슴 시린 이야기 goodbye goodbye 안녕 미워도 너는 내사랑 사랑을 알려준 첫 사람 처음이자 마지막 너를 위한 거짓말 goodbye goodbye"}, {"song_no": "4340421", "year": "2014", "rank": "13", "title": "Special Love", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "Special Love    대화 따위는 필요 없어 서로  눈빛으로 모든 걸 알 수 있어  뭔가 흐름이 좋아 이 만남이 주는  기분에 난 취하고 있어 황홀한 이 느낌 더 깊이  알고 싶은 너 어지러운 느낌 사랑이  아닌가 싶어  You're my special love  너를 본 순간 세상이  다 흔들렸어  이건 완벽한 행운인걸  정말 완벽한 행복인걸 오늘 이전의 날 버렸어  너의 여자로 다시 태어난 날  따뜻하게 껴안아줘   번쩍 널 안아 든 채 어디도  못 가게 잡고 싶은 맘뿐이야 황홀한 이 느낌 더 깊이  알고 싶은 너  어지러운 느낌 사랑이  아닌가 싶어  You're my special love  너를 본 순간 세상이 다 흔들렸어  이건 완벽한 행운인걸  정말 완벽한 행복인걸  My boy My girl We're special love  We're special love special love  그대로의 널 원해 우릴  어쩔 수 없어 떼어 낼 수 없어  special love 황홀한 이 느낌 더 깊이  알고 싶은 너  어지러운 느낌 사랑이  아닌가 싶어  You're my special love  너를 본 순간 세상이 다 흔들렸어  오 미치도록 황홀한 이 느낌  더 깊이 알고 싶은 너  어지러운 느낌 사랑이  아닌가 싶어  You're my special love  너를 본 순간 세상이 다 흔들렸어  이건 완벽한 행운인걸  정말 완벽한 행복인걸  우린 완벽한 만남인걸"}, {"song_no": "4397969", "year": "2014", "rank": "14", "title": "조금 이따 샤워해 (Feat. Crush)", "artist": "개리", "genre": "Rap / Hip-hop", "lyrics": "조금 이따 샤워해 이대로   더 나를 안아줘   이렇게 니 품에서 얘기 하고파  조금 이따 샤워해 이대로   더 나를 안아줘  이렇게 니 품에서 장난 치고파 작지만 귀여운 너의 가슴이   난 좋아   니 머리카락 넘겨줄 때 손에   닿는 이마  내 몸 위에 올라 날 바라보는   그 눈동자  조명 아래 살짝 비친 하얀   살결의 빛깔  날 미치게 하는 이 못된 여자   때론 너와 사랑할 때 난 3년 만에   집에 온 뱃사람 같아  니가 날 거칠게 만드니까  침대는 바다가 되고 우린 헤엄쳐   서로의 상처를 치유하듯   부드럽게 어루만져  세상 가장 깨끗한 너의 품에 안겨  내 더렵혀진 영혼을 다 씻어  이대로 더 있어  격렬하게 사랑하고서 땀에   젖은 채 둘이 누워서  오늘 어땠냐고 묻는 너에게   난 끝내줘 끝내줘 끝내줘  우린 옷 벗고 사랑한 사이   더 이상 숨길 것 없어 세상   가장 친한 사이  학벌 배경 차이 그런 거 따위   신경 안 써 서로 딱 원하는 타입  서두르지마 오늘 밤은 깍지를   끼듯이 너의 허벅질 내   다리에 끼고 살을  다 맞대고 삶을 말하고 싶어  오늘 하루 어땠는지 다른  별일은 없었는지 늘 궁금해 난 니가 지금 이순간  나에겐 너무나 큰 낭만 삶의 난관 나의 방황 선과 악  그 모든 것이 다 두렵지 않아 너와 내가 함께 있는 이순간  오로지 평화 조금 이따 샤워해 이대로 더  나를 안아줘  이렇게 니 품에서 얘기 하고파 조금 이따 샤워해 이대로 더  나를 안아줘 이렇게 니 품에서 장난 치고파 어둠 속에 보일 듯 말듯한 너의  실루엣 너의 실루엣 나를 감고 있는 너의 두 다리는  끝내줘 끝내줘 끝내줘 가끔은 내 앞에서 아직도  부끄러워하는 너  난 니가 절대 안 질려 여전히  끌려 분명 우린 절대적 운명  찬 바람 불면 니 얼굴을 내 가슴에  묻어버리듯 딱 붙어 나도 알어 때론 너도 힘이 들텐데  니 남자 기죽어 보이는 거 싫어 널 허락하는걸 너란 여자 참  아름다워 늘 미안하지만  또 사랑스러워 나 혼자 남겨두지마 모든 게  완벽한 지금 이 순간 하얀 천사가 내 옆에 누워있네 날 바라보는 너의 두 눈에  살며시 키스해 조금 이따 샤워해 이대로 더  나를 안아줘  이렇게 니 품에서 얘기 하고파 조금 이따 샤워해 이대로 더  나를 안아줘 이렇게 니 품에서 장난 치고파 사랑하자 촛불 하나 켜놓고 단  둘이 꽉 껴안고 사랑하자 촛불 하나 켜놓고 단  둘이 꽉 껴안고"}, {"song_no": "4354180", "year": "2014", "rank": "15", "title": "겨울 고백", "artist": "성시경", "genre": "Ballad", "lyrics": "첫눈이 내리던 날 나는  네게 전활 했지 oh  가장 기쁜 소식은 다  젤 먼저 들려주고 싶어서  내 목소린 태연했지만  사실 난 떨렸어  너를 만나서 해야 할 말이  내겐 너무 큰 진심이라서  하루종일 망설이다가  창밖에 내린 새하얀 눈에  맘 설레여서  너의 집 앞으로 난 달려갔지  횡설수설 말돌리다가  너와 내 눈이 마주친 순간  그만 나도 모르게  입맞추며 내 맘 전했지  벌써 일년이 된 것 같아  너만 생각한 건  이런 내 맘 넌 몰랐겠지만  내겐 여전히 큰 진심이 있어  하루종일 망설이다가 창밖에 내린 새하얀 눈에 맘 설레여서 너의 집 앞으로 난 달려갔지 횡설수설 말돌리다가 너와 내 눈이 마주친 순간 그만 나도 모르게 입맞추며 내 맘 전했지 많이 생각 했니 내 고백의 대답 오늘은 꼭 나 듣고 싶어 my love 내 맘을 알아줘 아 아 목소리 테스트 배우가 된 듯 대사도 체크 시나리오도 모르는 여배우와  고백을 눈앞에 둔 남자의 만남 포근한 날씨 예감은  so good 배경은 너의 집 앞  완벽한 설정 대사만 치면  컷소리 나올 텐데 난 왜 고백씬을  키스씬으로 만들었나 자자 준비  action 그 동안 난 기다렸나봐 내 맘이 커진 그 시간 동안 난 간절하게 내 맘이 너에게 닿길 바랬어 오늘도 난 여기 서있어 우리 첨 만난 그 거리에서 수많은 사람 속에 니가 멀리 보여 내게 걸어오는 너 나를 보며 웃는 너"}, {"song_no": "4381725", "year": "2014", "rank": "16", "title": "백야", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "하얀 밤을 모두 지새고 네게로 돌아간다 오래 비워둔 내 제자리로 부서지고 날카로웠던 마음들뿐이어서 널 안을 수 없을 때도 나를 놓치지 않으려 스스로 다치던 네게 지금 다시 돌아가며 시간이 흘러가면서 천천히 잊혀져가는 기억은 모두 사라져 내게 멀어진대도 영원한 건 너의 마음뿐 나를 놓치지 않으려 스스로 다치던 네게 지금 다시 돌아가며 시간이 흘러가면서 천천히 잊혀져가는 기억은 모두 사라져 내게 멀어진대도 영원한 건 너의 마음뿐 내게 남아있는 모든 것들이 모두 사라지고 이름뿐일 때 모든 것을 감싸 안으며 따뜻하게 불러준 사람 이제는 웃어주겠니 길었던 방황의 끝에 지난 시간을 등 뒤로 너와 마주 잡은 손을 놓치진 않을 거야 두 눈 가득 담은 그댈 다시 네게서 떠나지 않을 거야 너에게 약속할게"}, {"song_no": "4333566", "year": "2014", "rank": "17", "title": "너 밖에 몰라 (One Way Love)", "artist": "효린", "genre": "Dance", "lyrics": "Yeah you think I’m selfish That’s what I thought about you You need to get it straight Oh no no so selfish love You’re so selfish boy ye 먹고 싶은 것도 니가 다 정하고 하고 싶은 것도 니 멋대로 하네 다투고 화 풀 때도 니 방식대로 하고 내 의견 그리 별로 중요하지 않아 우린 아직 사랑을 몰라 넌 아직 겪어 봐야 돼 더욱더 아파 봐야 해 우린 아직 이별을 몰라 넌 정말 나쁜 남자야 후회하게 될 거야 너 밖에 몰라 넌 너 밖에 몰라 왜 너 밖에 몰라 왜 니 생각만 해 Boy 너 밖에 몰라 넌 너 밖에 몰라 왜 너 밖에 몰라 나 좀 미치게 하지 마 one way one way 내 사랑 일방통행 no way no way 멋대로 하지 좀 마 one way one way 내 사랑 일방통행 no way no way 내 주위 사람 만나지 못하게 하면서 넌 밤새워 술 마시고 뭐 하러 다녀 내 맘이 썩어가는 줄도 모르면서 니 친구들 챙기기에 넌 정신 없어 우린 아직 사랑을 몰라 넌 아직 겪어 봐야 돼 더욱더 아파 봐야 해 우린 아직 이별을 몰라 넌 정말 나쁜 남자야 후회하게 될 거야 너 밖에 몰라 넌 너 밖에 몰라 왜 너 밖에 몰라 왜 니 생각만 해 Boy 너 밖에 몰라 넌 너 밖에 몰라 왜 너 밖에 몰라 나 좀 미치게 하지 마 one way one way 내 사랑 일방통행 no way no way 멋대로 하지 좀 마 one way one way 내 사랑 일방통행 no way no way 너 지금 말 다했어 뭐를 결정할 때 마다 사랑이나 배려 따윈 없이 주구장창 너만 생각하는 이기적인 남자고 난 피해자 다시 생각해도 계속 후회가 안 봐도 뻔해 니 친구들에게 내 얘기를 어떻게 했을지 왜 몰라 그건 니 얼굴에 침 뱉기 물어봐 니가 하는게 사랑인지 one way one way 내 사랑 일방통행 no way no way 멋대로 하지 좀 마 one way one way 내 사랑 일방통행 no way no way"}, {"song_no": "4300699", "year": "2014", "rank": "18", "title": "너에게", "artist": "성시경", "genre": "Drama", "lyrics": "너의 말들을 웃어 넘기는   나의 마음을   너는 모르겠지 너의 모든 걸  좋아하지만 지금 나에겐   두려움이 앞서  너무 많은 생각들이   너를 가로 막고는 있지만   날 보고 웃어주는 네가  그냥 고마울 뿐이야 너는 아직 순수한 마음이  너무 예쁘게 남았어 하지만 나는 왜 그런지  모두가 어려운걸 세상은 분명히 변하겠지  우리의 생각들도 달라지겠지  생각해 봐 어려운 일 뿐이지 나에게 보내는  따뜻한 시선을 때로는 외면하고 얼굴을 돌리는 걸 넌 느끼니 너를 싫어해서가 아니야 너를 만난 후 언젠가부터  나의 마음속엔 근심이 생겼지 네가 좋아진 그 다음부터  널 생각하면 깊은 한숨뿐만 사랑스런 너의 눈을 보면  내 맘은 편안해지고 네 손을 잡고 있을 때면 난 이런 꿈을 꾸기도 했어 나의 뺨에 네가 키스할 땐  온 세상이 내 것 같아 이대로 너를 안고 싶어  하지만 세상에는 아직도 너무 많은 일이  네 앞에 버티고 있잖아  생각해 봐 어려운 일 뿐이지  네가 접하게 되는  새로운 생활들과 모두가 너에게 시선을  돌리게 될 것을 알 수 있니   너는 이런 내 마음을 아는지 조그마한 너의 마음  다치게 하긴 싫어  이러는 것 뿐이지 어른들은 항상 내게 말하지  넌 아직도 모르고 있는 일이  더 많다고 네 순수한 마음만 변치 않길 바래"}, {"song_no": "4372791", "year": "2014", "rank": "19", "title": "그런 줄 알았어", "artist": "지아", "genre": "Ballad", "lyrics": "찬 바람이 불 땐 발을 따뜻하게 하고 소매단추도 꽉 채우라 했어 밥 먹기 전에는 물을 너무 먹지 말고 택실 탈 때 꼭 전화하랬어 너라서 다 들어준 거야  네 말대로면 그냥 되는 줄 알았어  이별이 아니라 해서 그런 줄 알았어 난 네 말 한마디면 다 맞는 줄 알았어  사랑이 맞다고 해서 그런 줄 알았어 네가 그래서 그냥 바보처럼  그런 줄 알았어 흔한 술자리도 네가 싫대서 안 갔어  친한 친구도 만나지 않았어 나도 원래 이런 쉬운 여잔 아녔는데  너 하나 보고 나 살았나 봐  그 흔한 사랑노래처럼 돌아온대서  그냥 마냥 기다렸어  이별이 아니라 해서 그런 줄 알았어 난 네 말 한마디면 다 맞는 줄 알았어  사랑이 맞다고 해서 그런 줄 알았어 네가 그래서 그냥 바보처럼 그만 잊으라고 하면 잊혀질 줄 알았어 미워하려고 애쓰면 미울 줄 알았어 나쁜 놈이라 욕하면 편할 줄 알았어 울고 매달려 보면 한번쯤은  봐줄 줄 알았어 찬바람이 불 땐 발을 따뜻하게 하고  소매단추도 꼭 채우고 다녀 밥 먹을 때에는 너무 빨리 먹지 말고  혹시 생각나면 전화해줘"}, {"song_no": "4328659", "year": "2014", "rank": "20", "title": "그리워해요", "artist": "2NE1", "genre": "Ballad", "lyrics": "그렇게 너무 편하게 굴지 마요 아직 너와 난 남남이니까 어린애처럼 보채지 좀 마요 아직 시작도 안 했으니까 아이들의 불장난 같은 사랑은 싫어 조금 움츠려 있을 뿐이야 난 괜찮아 아냐 사실 난 나를 떠나 보낸 그가 아직 너무 미워요 차갑게 식어버린 내 가슴은 아직도 그를 그리워해요 그리워해요 그리워해요 그리워해요 그리워해요 그렇게 너무 밝히지 좀 마요 세상은 원래 어두우니까 어쩜 그렇게 해맑게 웃어요 what 자세히 보니 슬픈 표정이야 I know I’ve been there before 어른들의 계산적인 사랑은 싫어 살짝 지쳐있을 뿐이야 난 괜찮아 아냐 사실 난 나를 떠나 보낸 그가 아직 너무 미워요 차갑게 식어버린 내 가슴은 아직도 그를 그리워해요 그리워해요 그리워해요 그리워해요 그리워해요 나의 젊은 날의 사랑은 이렇게 끝이 나네요 그대 꼭 행복해야 해요 오랜 시간이 지나가도 우리 서로 기억해요 그땐 서로가 있었음을 그땐 서로가 있었음을"}, {"song_no": "4362019", "year": "2014", "rank": "21", "title": "너에게만", "artist": "범키", "genre": "Ballad", "lyrics": "Bumkey VJ DEUX time for some slow jam 너는 지금 내게서  너무나 멀리에 다시 내게 올 수 없지만 눈을 감으면 아직도  나의 가슴엔 항상 네가 웃으며 서 있는데 너는 내게서 멀어져가고 나는 혼자 남게 됐지만 너의 기억은 아직도 나를 자꾸 눈물 짓게 하지 내 맘에 내리는 이 비는 너만이 멈출 수 있어  only you 내 눈에 흐르는 눈물은 오직 너만이 멈출 수 있어 너는 지금 내게서  너무나 멀리에 너무나 멀리에 다시 내게 올 수 없지만 눈을 감으면 아직도  나의 가슴엔 아직 내 가슴에 항상 네가 웃으며 서 있는데 우리 헤어진 후에 변했어 많은 것들이 난 새 차를 샀고 조그맣던  작업실이 이젠 네가 수줍게 춤추던  클럽보다 커 하지만 사람들과 일하고  웃으며 돌아서 집에 온 후엔 텅빈 느낌 뿐 다른 여자를 만나보랬지 나의 친한 친군 no way 말도 안 돼 내 마음 한 가운데 네가 있는걸 그래서 이렇게  혼자 남은 밤에 전화기를 붙잡고 망설여 계속 눈을 감으면 내 옆에 꼭 네가 있는 것만 같아 I need you by my side 여기서 여전히 널  이렇게 그리며 서 있어 지나간 날들은 괜찮아 네가 다시 나에게 만약 돌아올 수 있다면 oh 나를 돌아봐 그대 나를 너의 맘 속엔 내가 없는지 I wanna know 너는 지금 내게서  너무나 멀리에 다시 내게 올 수 없지만 눈을 감으면 아직도  나의 가슴엔 널 사랑하는 마음 뿐이야 너 없인 내겐 아픔 뿐이야"}, {"song_no": "4312933", "year": "2014", "rank": "22", "title": "향기만 남아", "artist": "허각", "genre": "Ballad", "lyrics": "멀리서 불어와 날 스쳐 지나는  너를 떠올리게 하는 익숙한 향기 아직까지 널 잊지  못하는 걸 보니 바보 같아 언젠가는 저 바람처럼  흩어지겠지 향기만 남아서 나를 괴롭히는데  무뎌진 기억 너머로 너를 그리다 쓸쓸한 바람에 휘날리는 추억  이렇게 슬플 땐 누가  나를 위로해주나 두 눈을 감으면 또 니가 생각나  난 또 또 혼자 남아  이 거리를 또 헤매이다 아주 작은 떨림에 끌려  문득 고개를 들어보니  우리 같이 함께 불렀던  그 노래가 들려와 향기만 남아서 나를 괴롭히는데  무뎌진 기억 너머로 너를 그리다 쓸쓸한 바람에 휘날리는 추억  이렇게 슬플 땐  누가 나를 위로해주나 멀어지는 널 붙잡고 싶지만  언제나 그랬듯이  너를 잊고 살겠지 아련했던 너의 기억  아름다웠던 그 추억  아직도 널 닮은 향기만 남아 어느새 하루가 저물어 가네  짙은 추억만 남기고 멀어져 가네 혹시라도 니가 또 생각 날까봐  아무렇지 않게 하루를 살아 언젠간 널 다시 만날 수가 있을까  다른 사람으로 널 잊을 수 있을까 누구를 만나도 행복해야만 해  다시는 볼 수 없는 너  향기만 남아"}, {"song_no": "4381937", "year": "2014", "rank": "23", "title": "Something", "artist": "동방신기 (TVXQ!)", "genre": "Dance", "lyrics": "She got that something She got that something She’s just beautiful Not just beautiful She Watch Out Aha Yeah 제발 나 좀 깨우지마 어젯밤 한숨도 못 잤단 말야 수 많은 여자들  모두 내가 좋대  아이돌 같대나 뭐래나 솔직히 덤덤한 기분  언제나 내게 꽂혀버린 시선들 불편해도 뭘 어쩌겠어  맨날 그래왔던 걸 오늘도 난 burn like fire She got that something But 내겐 부족해요 Stop Baby 도도해 보이지만 나를 향한 눈빛이 흔들리지 좀 더 분발해야 될 걸 She got that something 망설인다면 나는 fly baby 들키지 말고 내게  살금 살금 살금 다가와 주면 내가 모른 척 넘어가 줄 텐데 내가 못된 남자라면 여자를 울릴 남자라면 물러나는 게 좋아 다치기 전에 거부할 수 없는 걸 알지만 흔하디 흔한 남자들이  지겨워졌다면 그대로 All in 위험한 Come in 둘이 함께 burn like fire She got that something But 내겐 부족해요 Stop Baby 도도해 보이지만 나를 향한 눈빛이 흔들리지 좀 더 분발해야 될 걸 She got that something 망설인다면 나는 fly baby 들키지 말고 내게  살금 살금 살금 다가와 주면 내가 모른 척 넘어가 줄 텐데 오늘밤은 기대해도 좋아 Friday night 숨이 멎어 버릴지도  모를 멋진 밤 모두 다 흥에 겨워 즐거워할 때 너만 심각해 어쩌면 수줍은 거니 나를 맴도니  Round and round and  round round round round 1 2 3 She got that something But 내겐 아주 조금 모자라 그렇게 기회만 보면  때는 이미 늦은 걸 no no no no She got that something But 내겐 부족해요 Stop Baby 도도해 보이지만 나를 향한 눈빛이 흔들리지 좀 더 분발해야 될 걸 She got that something 망설인다면 나는 fly baby 들키지 말고 내게  살금 살금 살금 다가와 주면 내가 모른 척 넘어가 줄 텐데"}, {"song_no": "4296990", "year": "2014", "rank": "24", "title": "눈물이 맘을 훔쳐서", "artist": "에일리", "genre": "Drama", "lyrics": "한사람이 생겼죠 사랑하면   안되는 그 사람  안되는데 안되는데   몇 번을 뿌리쳐 보았죠 그 사람을 울렸죠   지독히도 못된 나의 집착에  눈물이 맘을 훔쳐서   사라져 버린다면  꼭 다가올 것만 같아서  I believe that I love you   미치게 나를 흔드는  I believe that I love you   비틀대는 내 사랑이  다가가면 그대 겁이 나서   숨어 버릴까봐  나 죽을 듯 아프대도   난 바라만 보죠  어느날 그 어느날   우린 서로 오늘 처음 본거죠  갑자기 숨이 막혀와   아팠던 내 기억이   모두 다 사라져 버린 거죠  I believe that I love you   미치게 나를 흔드는  I believe that I love you   비틀대는 내 사랑이  다가가면 그대 겁이 나서   숨어 버릴까봐  나 죽을 듯 아프대도   난 바라만 보죠  지금은 아니라 해도 흔들리는   그댈 느낄 수가 있는데  음 내 맘이 그댈 아니까   그대가 사랑이니까   I believe that I love you   미치게 나를 흔드는  I believe that I love you   비틀대는 내 사랑이  다가가면 겁이 나서  숨어 버릴까봐 나 죽을 듯 아프대도  난 바라만 보죠 눈물이 내 맘 안다면 음"}, {"song_no": "2903041", "year": "2014", "rank": "25", "title": "결혼까지 생각했어", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "To all My people hellow hellow hellow hellow My name is RealSlow come on and hellow hellow hellow hellow hellow hellow 걱정 말고 날 떠나가  Bye Bye 너 없다고 죽진 않아  Good bye 어서 좀 빨리 가 내가 달려가 널 가로막고 붙잡기 전에 우리 인연 여기까진 거야 분명 우린 운명 아닌 거야 어차피 우리 헤어질 테니 마지막 얘길 들어주겠니 너와 결혼까지 생각했어 같은 집 같은 방에서 같이 자고 깨며 실컷 사랑하려 했어 한 순간 물거품이 된 꿈 슬퍼서  Cry Cry Cry To all My people hellow hellow hellow hellow My name is RealSlow come on and hellow hellow hellow hellow hellow hellow 울컥울컥 차오르는 기억 눈물 없인 잊지 못할 추억 잠도 못 자고 퀭 한 눈으로 많이 울 거야 그리울 거야 너와 결혼까지 생각했어 같은 집 같은 방에서 같이 자고 깨며 실컷 사랑하려 했어 한 순간 물거품이 된 꿈 슬퍼서  Cry Cry Cry 나는 날 잘 알아 아마 난 못 참아 널 다시 찾아갈 거야 그땐 날 만나주지마 너와 결혼까지 생각했어 같은 집 같은 방에서 같이 자고 깨며 실컷 사랑하려 했어 한 순간 물거품이 된 꿈 슬퍼서 Cry Cry Cry To all My people hellow hellow hellow hellow My name is RealSlow come on and hellow hellow 이젠 정말 안녕 끝으로 꼭 듣고 싶던 사랑해 나 매일 듣던 말 못 듣고 Bye Bye Bye"}, {"song_no": "4347674", "year": "2014", "rank": "26", "title": "12월의 기적 (Miracles In December)", "artist": "EXO", "genre": "Ballad", "lyrics": "보이지 않는 널 찾으려고 애쓰다   들리지 않는 널 들으려 애쓰다   보이지 않던 게 보이고   들리지 않던 게 들려   너 나를 떠난 뒤로 내겐 없던   힘이 생겼어   늘 나밖에 몰랐었던 이기적인   내가 yeah  네 맘도 몰라줬던 무심한 내가   이렇게도 달라졌다는 게 나조차   믿기지 않아   네 사랑은 이렇게 계속 날 움직여  난 생각만 하면 세상을 너로   채울 수 있어 음   눈송이 하나가 네 눈물 한   방울이니까   단 한 가지 못하는 것은 널   내게로 오게 하는 일   이 초라한 초능력 이젠 없었으면   좋겠어 우   늘 나밖에 몰랐었던 이기적인 내가  네 맘도 몰라줬던 무심한 내가   이렇게도 달라졌다는 게 나조차   믿기지 않아   네 사랑은 이렇게 계속 날 움직여   시간을 멈춰 네게 돌아가   추억의 책은 너의 페이지를 열어   난 그 안에 있어 오   너와 함께 있는 걸   아주 조그맣고 약한 사람이   너의 사랑이   이렇게 모든 걸 내 삶을 모두   바꾼 걸 세상을 모두   오 사랑이 고마운 줄 몰랐었던   내가 오   끝나면 그만인 줄 알았던 내가 오   너 원했던 그 모습 그대로 날마다   나를 고쳐 가   내 사랑은 끝없이 계속될 것 같아   시간을 멈춰 오 이제 나  네게 돌아가 네게 돌아가  추억의 책은 오 오늘도  너의 페이지를 열어  난 그 안에 있어 오  그 겨울에 와있는걸 보이지 않는 널 찾으려고 애쓰다  들리지 않는 널 들으려 애쓰다"}, {"song_no": "4308010", "year": "2014", "rank": "27", "title": "Hush", "artist": "미쓰에이", "genre": "Dance", "lyrics": "숨 소리가 들려 yeah   몸이 녹아 내려 yeah   견딜 수가 없어 yeah   참을 수가 없어 yeah   숨이 달아 올라 yeah   자꾸 똑바로 난 yeah   걷 잡을 수 없어   I'm loosing control   내가 왜이러니   Hurry Hurry Boy   너를 원해   Kiss Kiss Kiss baby   Hush Hush Hush baby   좀 더 가까이   날 꼭 안아줘   Give it 2 me   Give it 2 me oh   Come to me   Come to me oh   Give it 2 me   Give it 2 me oh   비밀스런 Party   Kiss Kiss Kiss baby   Hush Hush Hush baby   Hot Hot 뜨겁게   날 꼭 녹여줘   Give it 2 me   Give it 2 me oh   Come to me   Come to me oh   Give it 2 me   Give it 2 me oh   숨 소리가 들려 yeah   몸이 녹아 내려 yeah   견딜 수가 없어 yeah   참을 수가 없어 yeah   숨이 달아 올라 yeah   자꾸 똑바로 난 yeah   걷 잡을 수 없어   I'm loosing control   내가 왜이러니   Hurry Hurry Boy   너를 원해   Kiss Kiss Kiss baby   Hush Hush Hush baby   좀 더 가까이   날 꼭 안아줘   Give it 2 me   Give it 2 me oh   Come to me   Come to me oh   Give it 2 me   Give it 2 me oh   비밀스런 Party   Kiss Kiss Kiss baby   Hush Hush Hush baby   Hot Hot 뜨겁게   날 꼭 녹여줘   Give it 2 me   Give it 2 me oh   Come to me   Come to me oh   Give it 2 me   Give it 2 me oh   Ah ha   힐끔 힐끔 눈치보지마   이미 들켰어   웃지 말고 뒤 돌아서   롤리 롤리 롤리팝보다   니가 맛있어   꽉 깨물어 주고 싶어 너를 원해   Kiss Kiss Kiss baby   Hush Hush Hush baby   좀 더 가까이   날 꼭 안아줘   Give it 2 me   Give it 2 me oh   Come to me   Come to me oh   Give it 2 me   Give it 2 me oh   비밀스런 Party   Kiss Kiss Kiss baby   Hush Hush Hush baby   Hot Hot 뜨겁게  날 꼭 녹여줘   Give it 2 me   Give it 2 me oh   Come to me   Come to me oh   Give it 2 me   Give it 2 me oh   숨 소리가 들려 yeah  몸이 녹아 내려 yeah  견딜 수가 없어 yeah  참을 수가 없어 yeah"}, {"song_no": "4393161", "year": "2014", "rank": "28", "title": "Lonely (없구나)", "artist": "B1A4", "genre": "Dance", "lyrics": "lonely lonely lonely  lonely lonely lonely lonely lonely lonely  lonely lonely lonely lonely lonely lonely  lonely lonely lonely lonely lonely lonely lonely boy lonely lonely lonely  lonely lonely lonely lonely lonely lonely  lonely lonely lonely lonely lonely lonely  lonely lonely lonely lonely lonely lonely lonely boy 네가 사준 넥타이에  화이트셔츠 조금 작은  한 동안 안 입던 팬츠 혼자 입고서 난 랄랄라  혼자 좋아서 난 랄랄라 다시 꺼낸 많이 낡은 스티커 사진  예전 너와 내가 행복해 웃는 사진  혼자 보고서 난 랄랄라  혼자 좋아서 난 랄랄라  아직 난 왜 여전히  왜 여기서 왜 이러는지 내가 다시 전화할게  자기야 no  내가 잘할게 더 나 때문에  울지 않도록 나 너무 그리워  네 눈 네 코 네 입술 함께 밥을 먹으려 해도 네가 없구나 같이  영활 보려고 해도 네가 없구나 우린 아무것도 없구나 정말 아무것도 없구나 every day every say  너와 함께 거리를  걷는다 걷는다  다시 함께 걷는다면  우리 함께 걷는다면 좋겠다 네가 내게 항상  들려줬던 노래  이젠 내가 네게 들려주는 노래 혼자 듣고서 난 랄랄라  혼자 좋아서 난 랄랄라 네가 없는 거리를 걸어보고 네가 없는 차를 타고  달아나고 달아나도  결국 네게 눈이 먼 바보 날 찾는 사람은 없는 듯 해  활짝 빛이 나던 네 맘의  창들도 이미 닫힌 듯 해 hey 함께 밥을 먹으려 해도  네가 없구나 같이 영활  보려고 해도 네가 없구나 우린 아무것도 없구나  정말 아무것도 없구나 every day every say  너와 함께 거리를 걷는다 걷는다 다시 함께 걷는다면  우리 함께 걷는다면 아직 난 왜 여전히  왜 여기서 왜 이러는지  연기처럼 흩날리는 기억 you're right girl  나는 많이 아파  sick my heart 우리에게 절대 없을 거라던 이별 몰래 날 찾아왔다가  이렇게 너무 쉽게  사랑은 소리 없이 나를 떠나 다시 돌아가려고 해도  네가 없구나  아무리 불러 봐도 이제  네가 없구나  우린 아무것도 없구나  정말 아무것도 없구나 every day every say  너와 함께 거리를 걷는다  걷는다 다시 함께 걷는다면  우리 함께 걷는다면 baby I just wanna spend some time with you baby I just wanna spend  some time with you baby I just wanna spend  some time with you baby I just wanna spend  some time with you"}, {"song_no": "4309790", "year": "2014", "rank": "29", "title": "편지", "artist": "다비치", "genre": "Ballad", "lyrics": "유난히 부은 두 눈이  혹시 밤새 울었는지 전할 것 있다 짧게 끊은 어제 전화  또 불안한 지금  넌 금방 이라도 울어 버릴 것 같아  아무 말 못 걸겠잖아  던지듯 내 손 꼭 쥐어 준 채로  네가 사라진 뒤  미친 듯 써 내려간  한 장의 편질 이제야 읽어봤어 나도 미친 듯이 따라가서  널 불러 보지만  찬바람 싸늘하게  코 끝을 스치며 나에게 말해줘 너는 가고 없다고 보내주라고  낯 설은 이 아침 햇살  네가 없는 하루하루 사랑했지만 사랑만으론 부족한  너와 나 우리  난 금방 이라도 눈물 흘릴 것 같아  그때가 생각 나잖아  던지듯 내 손 꼭 쥐어 준 채로  네가 떠나던 날  미친 듯 써 내려간  한 장의 편질 이제야 읽어봤어 나도 미친 듯이 따라가서  널 불러 보지만 찬바람 싸늘하게 코 끝을 스치며  나에게 말해줘 너는 가고 없다고 보내주라고  보내주라고 미친 듯 써 내려간  한 장의 편질 이제야 읽어봤어 이제야 읽어봤어  나도 미친 듯이 따라가서  널 불러 보지만 찬바람 싸늘하게 코 끝을 스치며  나에게 말해줘 너는 가고 없다고 보내주라고  보내주라고"}, {"song_no": "4328770", "year": "2014", "rank": "30", "title": "이별식탁 (Feat. 산체스 Of 팬텀)", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "밥 한 끼 먹자 안돼 밥 한 끼 먹는 건데 왜 우리 헤어졌잖아 부탁이야 응 한 번만 하그래 나갈게 마지막으로 밥 한 끼 먹자 내가 사줄게 걱정하지 마 손도 잡지 않을게 그냥 전처럼 함께 식탁에 앉아 맛있게 먹는 네 모습 보고 싶은 게 다야 네 문자 좀 늦겠다 차가 막히네 내 답장 천천히 와 오는 길 조심해 네가 염려한 곤란한 자리 듣기 불편할 말 입과 접시에 안 담을 테니 baby I just wanna feed you 배부르게 해주고픈 게 이유 네가 저기 오며 미안해 많이 기다렸지 난 평소와 같이 아냐 배고프지 일단 앉아 나름 신경 쓴 식탁 맘에 들었으면 해 모자란 내 마지막 정성이야 웃자 자꾸 왜 울어 정말 음식 다 식겠어 그만 울고 한 입만 들어 내가 맘대로 주문했어 괜찮지 너 연어 좋아하잖아 우리 꽤 됐지 이런데 온 지 어때 야경 참 좋지 더 많이 좋은 곳 데려갔어야 했는데 여기요 물 좀 더 갖다 줄 수 있어요 자꾸 목이 타네 네 불편한 건 없어요 울지 마 네가 자꾸 우니까 우릴 다 쳐다보잖아 그만 뚝 어서요 good girl 오늘 너 진심 예쁘다 네 새 남자친구 누군지 정말 행운아 그 사람 잘해줘 착해 술 버릇은 혹시 사진 갖고 있 oh sorry hu 음식 진짜 맛있다 예약하느라 고생했어 어디 가 화장 번져 화장실 다녀온다고 아냐 제발 지금 말고 일단 앉아 나름 신경 쓴 식탁 맘에 들었으면 해 모자란 내 마지막 정성이야 웃자 자꾸 왜 울어 정말 음식 다 식겠어 그만 울고 한 입만 들어 음식 다 식겠어 이별 식탁 맛있게 먹자 다 먹고 나면 네가 잊혀질까 그건 아니겠지 하지만  우리의 이별 식탁 이 밤이 가면 다신 네 모습 보지 못하니까 담아두고 싶어 그러니 일단 앉아 나름 신경 쓴 식탁 맘에 들었으면 해 모자란 내 마지막 정성이야 웃자 자꾸 왜 울어 정말 음식 다 식겠어 그만 울고 한 입만 들어 음식 다 식겠어 thank you I can let you go out  of my life now good bye"}, {"song_no": "4381720", "year": "2014", "rank": "31", "title": "입술의 말", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "아무 일 없듯이 굳게 잠긴 말들 돌아서는 뒷모습에  들리지 않는 인사를 시간이 지나가도  덜어내진 못할  네 입술의 못된 말이  전부 다 너의 맘일까 안녕 그대로 걸어가  우리 이제 다시 만나지 말아 잊혀짐도 잊을 만큼  나를 지워가 돌아선 그대로 남아 있는 나의 맘은  하루하루 모두 흩어짐으로 결국에는 사랑만을  내게 말했던 네 고운 입술만 시간이 지나가도 덜어내진 못할  네 입술의 못된 말이  전부 다 너의 맘일까 살아가는 동안에 이런  사랑 다시 온대도 그 처음이 너였음을  잊지 않을게 이루어질 수 없었던  우리 둘의 얘기는  여기까지인 거야 안녕 그대로 걸어가  우리 이제 다시 만나지 말아 잊혀짐도 잊을 만큼  나를 지워가 돌아선 그대로 남아 있는 나의 맘은  하루하루 모두 흩어짐으로  결국에는 사랑만을  내게 말했던 네 고운 입술만 네 고운 입술만"}, {"song_no": "4333791", "year": "2014", "rank": "32", "title": "코끝에 겨울", "artist": "어반자카파", "genre": "Ballad", "lyrics": "점차 나아지겠지 혼자 내렸던  그 모든 결론이  마치 먼지처럼 흩어져  사라져 버리던 날 그저 한숨만 내쉬던 날  도저히 견딜 수 없다  누군가 내게 건네온 계절  코끝에 먼저 와버린 차가운 겨울  내내 오지 않길 기도해도  이젠 무색해져 버린  따뜻한 내 두 손  다시 어디론가 가야 하는 나  길이 있기만을 바라며 두 손으로 훔쳐낸 눈물  어지러운 공기 나 숨이 막혀  가만히 두 눈을 다시 감고  내일이 오길 기도해 본다 냉정한 공기가  다시 겨울을 내게 건넨다 함께 나누던 공기 함께 나누던  그 모든 기억이 마치 먼지처럼 흩어져  사라져 버리던 날 붉어진 눈으로 거릴  헤매던 날  도저히 견딜 수 없다  누군가 내게 건네온 이별 코끝에 먼저 와 버린 차가운 겨울  내내 오지 않길 기도해도  이젠 무색해져 버린  따뜻한 내 두 손  다시 어디론가 가야 하는 나  길이 있기만을 바라며 두 손으로 훔쳐낸 눈물  어지러운 공기 나 숨이 막혀  가만히 두 눈을 다시 감고  내일이 오길 기도해 본다 냉정한 공기가 다시  겨울을 내게 건넨다 슬퍼 눈을 감아 슬퍼 눈을 감아"}, {"song_no": "4294284", "year": "2014", "rank": "33", "title": "내일은 없어", "artist": "트러블메이커", "genre": "Dance", "lyrics": "우우우우 Tell me now now now 우우우우 Tell me now now now 우우우우 오늘이 끝나기 전에 Tell me now now now now now now 그대로 멈춘 네가 날 또 망설이게 하고 아무 말도 안 하는 넌 그저 어제와 같아 여과 없이 말해 봐 내 눈을 좀  바라봐 봐 이 밤이 가버리기 전에 불빛이  사라지기 전에 이렇게는 떠나가지 말자 망설이는 동안 시간은 또  간다 고고고고 I don't wanna go 이게 마지막 지금이  마지막이라고오오오오 지금 나에게 와 말해 줘 우리에게  내일은 없어 망설이지 마 더 늦기 전에 Now 더 멀리 더 멀리 날 밀어내지 말고 우리 둘이 지금 여기서 사라지기 전에 우우우우 Tell me now now now 우우우우 Tell me now now now 우우우우 오늘이 끝나기 전에 Tell me now now now now now now 더 이상 우리에겐 없어 내일은 내일은 그러니까 불러줘 어 Call my name 내 이름 지금 당장 네 입에서 꺼내 털어놔  이 길에서 나 그냥 네게 기대고만 싶어  기대고 싶어 이렇게 또 멀어지지 말자 망설이는 동안 시간은 또  간다고고고고 I don't wanna go 여기가 마지막 오늘이  마지막이라고오오오오 지금 나에게 와 말해 줘 우리에게  내일은 없어 망설이지 마 더 늦기 전에 Now 더 멀리 더 멀리 날 밀어내지 말고 우리 둘이 지금 여기서 사라지기 전에 우리 같이 있는 이 미로 속에 기댈 수 있는 건 너뿐이야 눈 감아 내게 안겨 내일은 또 없으니까 지금 나에게 와 말해 줘 우리에게  내일은 없어 망설이지 마 더 늦기 전에 Now 더 멀리 더 멀리 날 밀어내지 말고 우리 둘이 지금 여기서 사라지기 전에 우우우우 Tell me now now now 우우우우 Tell me now now now 우우우우 오늘이 끝나기 전에 Tell me now now now now now now"}, {"song_no": "4381723", "year": "2014", "rank": "34", "title": "퇴근길", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "천근 같은 달을 짊어진 채  터벅터벅 걷다 좁은 방안에 나만  기다렸을 그대가 걸려서 그대 좋아하는 귤을  사 들고 돌아가는 중 울컥해져요 그대 생각만 하면 울컥해져요 참 다행인 걸요 그저 그런 내 삶에  그대란 사람 있단 게 정말이지 나 고마워 그대여 남들처럼 사치  한 번 못한 못난 나를 만나 고생만 했던 아는  그림자가 저 멀리 보여서 그대가 고른  넥타이를 고치고 문 여는 중 울컥해져요  그대 생각만 하면 울컥해져요 참 다행인 걸요 그저 그런 내 삶에  그대란 사람 있단 게 정말이지 나 고마워  나의 그대여 고마워요 고마워요  내가 잘할게요 나 떨려요  이제 이 문을 열면  그대 웃고 있네요  나 왜 우냐고 묻지 말아요 그냥 난 행복해서  그냥 다 고마워서 너무 사랑해서 그대여"}, {"song_no": "4193337", "year": "2014", "rank": "35", "title": "으르렁 (Growl)", "artist": "EXO", "genre": "Dance", "lyrics": "Yo Okay 나 혹시 몰라 경고하는데 잘 들어 지금 위험해 So Dangerous 자꾸 나를 자극하지마 큰일 나  나도 날 몰라  숨이 자꾸 멎는다 네가 날 향해 걸어온다 나를 보며 웃는다 너도 내게 끌리는지  눈앞이 다 캄캄해 네가 뚫어져라 쳐다볼 땐 귓가에 가까워진 숨소리 날 미치게 만드는 너인걸 아무도 널 못 보게 품에 감추고 싶어 널 노리는 시선들 내 안에 일어난 거센 소용돌이  검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 날이 선 눈빛과 베일듯한 긴장감 지금 탐색 중이야 너의 주위를 Babe Babe Oh 넌 그냥 그대로 있어 나만을 바라보면서 절대 널 보내지 않아 두고 봐 Babe  흐린 공간속에서 선명하게 빛나는 널 노리는 시선들 내 안에 울리는 경보 울림소리 검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 E X O 또 다른 늑대들이 볼세라 너무나 완벽한 내 여자라 품속엔 부드럽게 너를 안고 너만을 위해서 나는 난폭해지고 결국엔 강한 자가 얻게 되는 미인 자리가 없으니까 그냥 돌아가 I win 가능성 제로야 닳으니까 그만 봐 그녀를 넘본다면 나를 먼저 넘어봐  우리 말곤 하나둘씩 지워버리자 너하고 나만 여기 남아 멈춰진 듯이 워 검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라"}, {"song_no": "4340248", "year": "2014", "rank": "36", "title": "행복한 나를", "artist": "김예림 (투개월)", "genre": "Drama", "lyrics": "몇 번 인가 이별을 경험하고서 널 만났지 그래서 더 시작이 두려웠는지 몰라 하지만 누군 갈 알게 되고  사랑하게 되는 건 니가 마지막이라면 얼마나 좋을까  우 나처럼 바쁜 하루 중에도 잠시 네 목소리 들으면 함께 있는 것처럼 너도 느껴지는지 매일 밤 집으로 돌아갈 때 그 곳에 니가 있다면 힘든 하루 지친 니 마음이 내 품에  안겨 쉴 텐데 지금처럼만 날 사랑해줘 난 너만  변하지 않는다면 내 모든걸 가질 사람은 너뿐이야  난 흔들리지 않아 넌 가끔은 자신이 없는 미래를  미안해 하지만 잊지 말아줘 사랑해 너와 함께라면  이젠 행복한 나를 바쁜 하루 중에도 잠시 네 목소리 들으면 함께 있는 것처럼 너도 느껴지는지 매일 밤 집으로 돌아갈 때 그 곳에  니가 있다면 힘든 하루 지친 니 마음이 내 품에  안겨 쉴 텐데 지금처럼만 날 사랑해줘 난 너만 변하지 않는다면 내 모든걸 가질 사람은 너뿐이야  난 흔들리지 않아 넌 가끔은 자신이 없는 미래를  미안해 하지만 잊지 말아줘 사랑해 너와 함께라면  이젠 행복한 나를 난 많은 기대들로 세상이 정해  놓은 사랑을 버리고 니 마음처럼 난 늘 같은 자리에 또 하나의 니가 되고 싶어 소중한 널 위해 지금처럼만 사랑해줘 항상 너만 변하지 않으면 내 전불 가진 사람은 너뿐이야 난 흔들리지 않아 자신 없는 미래 넌 미안해 하고 있니 넌 이제 혼자가 아니야 이젠 잊지마 너와 함께라면 언제나  행복한 나를"}, {"song_no": "4359786", "year": "2014", "rank": "37", "title": "너만을 느끼며", "artist": "정우", "genre": "Drama", "lyrics": "네가 나이기를 바랬던 것만큼 많은 것을 바라지는 않아  알 수 없는 이 아쉬움 들은  그리움의 마음일 뿐 오 짧았던 우리의 시간은 오랜 아픔으로 남겠지만 모든 것이 변할 순 없잖아  소중했던 우리 얘기도 오 서러워 우는 건 아니야 그저 미련만이 남아있을 뿐 오래 전 알고 지낸 너와 함께한내 모습 워 더욱 더 초라해 보이는 쓸쓸한 미소만이 더 이상 아무 말도 할 수 없지만 힘없이 뒤돌아 가지만 널 잊을 순 없을 거야 서로가 원한 건 아니 였잖아 조금 더 가까이 다가 와 너만을 느끼며 달콤한 내 사랑을  전할꺼야 그냥 이대로 영원히 내 품에 안겨 내 사랑 Oh my love to you 오 서러워 우는 건 아니야 그저 미련만이 남아있을 뿐 오래 전 알고 지낸 너와 함께한 내 모습 워 더욱 더 초라해 보이는 쓸쓸한 미소만이 더 이상 아무 말도 할 수 없지만 힘없이 뒤돌아 가지만 널 잊을 순 없을 거야 서로가 원한 건 아니 였잖아 조금 더 가까이 다가 와 너만을 느끼며 달콤한 내 사랑을 전할꺼야 그냥 이대로 영원히 내 품에 안겨 내 사랑 Oh my love to you 힘없이 뒤돌아 가지만 널 잊을 순 없을 거야 서로가 원한 건 아니 였잖아 조금 더 가까이 다가 와 너만을 느끼며 달콤한 내 사랑을  전할꺼야 그냥 이대로 영원히 내 품에 안겨 내 사랑 Oh my love 내 사랑 Oh my love 내 사랑 Oh my love to you"}, {"song_no": "4397968", "year": "2014", "rank": "38", "title": "XX몰라 (ZOTTO MOLA)", "artist": "개리", "genre": "Rap / Hip-hop", "lyrics": "다른 여자 백 명 필요 없어 다 오오오오 오로지 너 나한텐 너만 있으면 돼 나는 너만 빼면 필요 없어 다 오오오오 오로지 너 나한텐 너만 있으면 돼 아무리 말해도 내 맘을 넌 조또 몰라 때때로 내 표현이 거칠어지면 넌 또 놀라 사랑이란 말로는 표현이 안돼 너란 여잔 그냥 말이 안돼 말이 안돼 아무리 말해도 내 맘을 넌 조또 몰라 때때로 내 표현이 거칠어지면 넌 또 놀라 그 어떤 여자와도 게임 안돼 너란 여잔 그냥 말이 안돼 말이 안돼 사랑한다고 백 번 말해도 성이 안차 감정이 끌어 오를 때면 난 니가 땡겨 난 너를 빼면 시체야 그 어느 때건 너만 있으면 웃음이 생겨 배신 사기 거짓 그런 추한 것들 속에서 넌 오로지 나만 챙겨 넌 내편 내꺼 또 아주 예뻐 그래서 너만 보면 난 헤퍼 자주 니 옷을 벗겨 미안 쨌든 너랑 섞여 이 세상을 사는 게 난 행복해 니 성격 행동 그 모든 것에 내 맘이 다 뺏겨 다른 여자 백 명 필요 없어 다 오오오오 오로지 너 나한텐 너만 있으면 돼 나는 너만 빼면 필요 없어 다 오오오오 오로지 너 나한텐 너만 있으면 돼 아무리 말해도 내 맘을 넌 조또 몰라 때때로 내 표현이 거칠어지면 넌 또 놀라 사랑이란 말로는 표현이 안돼 너란 여잔 그냥 말이 안돼 말이 안돼 아무리 말해도 내 맘을 넌 조또 몰라 때때로 내 표현이 거칠어지면 넌 또 놀라 그 어떤 여자와도 게임 안돼 너란 여잔 그냥 말이 안돼 말이 안돼 넌 내가 딱 바라던 여자 순수하면서 또 색기가 흘러 넘쳐 아주 독해 마치 데킬라 니 아름다움은 추상적인 작품 장 미쉘 바스키아 그림처럼 다채로워 자유로워 중독 돼 빠져들어 못 벗어나 너의 아름다움에 혹시 다음에 다른 놈 생기면 그 새낀 반 죽어 미안 그 만큼 난 니가 좋아 넌 꽃이야 허브 꽃 이유는 몰라 난 그냥 사랑에 서툰 놈 우리 그냥 필대로 사랑하자 저 먼 곳 어디라도 함께 가자 가끔 정 떨어질 땐 차라리 존나 싸우자 중요한 건 진흙탕이건 백 평짜리 집이건 너와 내가 사랑한다는 것 그것만 기억해 돈 걱정 사는 걱정 그런 건 다 그냥 접어 내가 알아서 잘 벌어 그냥 뚝방길이나 같이 걸어 어릴 적 나 살던 곳 둘이 같이 손잡고 한강 바람 사람 꽃 비둘기 노을 은빛 물결 그 모든 것들과 하나되자 서로의 품에 안겨"}, {"song_no": "4369884", "year": "2014", "rank": "39", "title": "천국 (Feat. 이영현, 신용재 Of 포맨, 임세준, 원지 Of 벨라포)", "artist": "바이브", "genre": "Ballad", "lyrics": "그대와 함께라면 어디든 천국 그대와 함께라면 세상도 천국 험한 세상 속에 넌  유일한 피난처이니 그대와 함께라면 어디든 천국 그대가 있는 바로 여기가 천국 그대와 나만 아는 이곳이 천국 험한 세상 속에 넌  유일한 피난처이니 그대와 함께라면 어디든 천국 이 또한 지나가리라  그대의 슬픈 아픔도 이 또한 지나가리라  그대 당신의 슬픈 기억도 그대와 함께라면 어디든 천국 그대와 함께라면 세상도 천국 험한 세상 속에 넌  유일한 피난처이니 그대와 함께라면 어디든 천국 이 또한 지나가리라  그대의 슬픈 아픔도 이 또한 지나가리라  그대 당신의 슬픈 기억도 그대와 함께라면 어디든 천국 그대와 함께라면 세상도 천국 험한 세상 속에 넌  유일한 피난처이니 그대와 함께라면 어디든 천국 그대가 있는 바로 여기가 천국 그대와 나만 아는 이곳이 천국 험한 세상 속에 넌  유일한 피난처이니 그대와 함께라면 어디든 천국 그대와 함께라면 어디든 천국 그대와 함께라면 세상도 천국 험한 세상 속에 넌  유일한 피난처이니 그대와 함께라면 어디든 천국 그대와 함께라면 어디든 천국 그대와 함께라면 세상도 천국 험한 세상 속에 넌  유일한 피난처이니 그대와 함께라면 어디든 천국 그대가 있는 바로 여기가 천국 그대와 나만 아는 이곳이 천국 험한 세상 속에 넌  유일한 피난처이니 그대와 함께라면 어디든 천국 그대가 있는 바로 여기가 천국 그대와 나만 아는 이곳이 천국"}, {"song_no": "4237755", "year": "2014", "rank": "40", "title": "착해 빠졌어 (Stupid In Love)", "artist": "소유 (SOYOU)", "genre": "Rap / Hip-hop", "lyrics": "니 입술이 나를 욕해도 난 아니 아니야 니 마음이 나를 접어도 난 아니 아니야 내 눈물의 의미를 왜 몰라 끝내자는 게 아니야 안아 달란 말이야 평소완 다른 말투 심장이 시큰해 난 니가 낯설었고 비가 내릴 듯 하늘은 시커메 반복된 실망과 다툼 속 서론 지쳤고 넌 아마도 오늘 여기서 내게 꼭 이별을 말할 것 같아 순간 가슴에 불지른 듯 나도 모르게 소리쳤지 밀치고 부딪히고 널 보며 진저리 쳤지 너 왜 그렇게 슬픈 눈을 하고서 날 쳐다보고만 있어 항상 그랬지 난 모질고 넌 지겹게 착해 빠졌어 니 입술이 나를 욕해도 난 아니 아니야 니 마음이 나를 접어도 난 아니 아니야 내 눈물의 의미를 왜 몰라 끝내자는 게 아니야 안아 달란 말이야 혼자 아닌 둘이라 넌 더 외롭다 했어 슬픈 표정으로 넌 물었지 내 말 이해 할 수 있어 난 귀찮고 바쁘단 핑계로 널 짐처럼 취급했지 믿음은 플라스틱처럼 부러져 니 의심 지긋지긋했지 그리고 너희 집 앞 바래다준 마지막에 어김없이 폭탄 터졌지 참 더럽게도 징하게 서롤 밀쳤고 욕을 뱉고 우린 미쳤고 now we can't go back 누군가 그랬지 계절은 이별을 데리고 오네  계속 그렇게 거친 말 해 다신 안볼 듯 상처를 내봐 어차피 끝낼 맘이면 좀 더 제대로 나쁜 척해봐 너 짜증나게 굴지마 누굴 만나든 잘 살테니까 뒤늦게 다시 날 찾을 때 난 절대로 거기 없으니까 그냥 꺼지라 했지 울먹이는 니 모습 지겨워서 바보같이 아파하는 그 꼴 봐주기 힘겨워서  미안해 할 것 없어 주저하지 말고 말해 어서 이별의 순간 난 여전히 못났고 넌 끝까지 착해빠졌어 헤어지잔 말이 아니야 난 아니 아니야 싫어졌다는 말이 아니야 난 아니 아니야 내 눈물의 의미를 왜 몰라 잡아달란 말이야 안아달란 말이야 가지마 내 눈에 써놨잖아 내 눈물이 말하잖아 멀어져가는 우리 바라보기만 할 뿐 잡지 않아 길었던 연애의 끝 서로의 마음은 닿지 않아 제발 예전의 너로 돌아와 가지마 가지마 이제 끝낼 시간 somebody got to say goodbye 미안해 난 널 더는 사랑 하지 않아 진심 와 닿지 않아  만질 수 없고 볼 수 없어 아무것도 느낄 수 없어 괜찮아 날 욕해 넌 왜 끝까지 멍청하게 그리 착해 빠졌어  서로의 맘 헤프게 떠들며 그저 시간만 끌었지 너는 언제나 최선을 다했고 난 언제나 너의 최악이었지 알아 너가 더 참고 더 울고 더 외로웠어 이별의 순간 난 여전히 못났고 끝내 널 잡지 못했어 평소완 다른 말투 심장이 시큰해 난 니가 낯설었고 비가 내릴 듯 하늘은 시커메 반복된 실망과 다툼 속 서론 지쳤고 넌 아마도 오늘 여기서 내게 꼭 이별을 말할 것 같아"}, {"song_no": "4380131", "year": "2014", "rank": "41", "title": "그렇게 당해놓고 (Feat. 마부스 Of 일렉트로보이즈)", "artist": "임창정", "genre": "Ballad", "lyrics": "so sick and tired  빙빙도는 쳇바퀴같이  지겹게도 반복되지  결국엔 원위치 그렇게 당해놓고  또 맘이 흔들려 두 번 다시 만나지 말아야지 그렇게 당해놓고  또 맘이 흔들려 니 문자 한 통에 맘이 흔들려 이젠 정말 지칠 것 같아  전화로 싸운지 벌써 4시간째 욕도하고 심한 말도 했지만  결국엔 제자리 걸음인걸 그래 헤어져 우리 이쯤에서 그만하자 매번 헤어져 버릇처럼 말하지만   그래 헤어져 마지막인 것 처럼 소릴 지르고  서로에게 실망을 해 그렇게 당해놓고  또 맘이 흔들려 두 번 다시 만나지 말아야지 그렇게 당해놓고  또 맘이 흔들려 니 문자 한 통에 맘이 흔들려 벌써 몇 번짼지 모르겠어  이러는 거 아직도 모르겠어  이 짓거리 멈추는 법 싸울 때마다  한마디 마디가 다 날이 선 칼끝처럼  날카롭지 못 잡아 먹어 안달 난 사람처럼  소릴 질러 다신  안 볼 사람처럼  얘기하는 이별 이젠  진짜 끝 이젠 진짜 끝 근데 것도 잠시 뿐  서로 등을 못 돌리는  우리 둘 come on 그래 헤어져 우리 이쯤에서 그만하자 매번 헤어져 버릇처럼 말하지만   그래 헤어져 마지막인 것 처럼 소릴 지르고 서로에게  실망을 해 그렇게 당해놓고  또 맘이 흔들려 두 번 다시 만나지 말아야지 그렇게 당해놓고  또 맘이 흔들려 니 문자 한 통에 맘이 흔들려 처음에 이별이란 말을  너무 쉽게 뱉어버렸어 두 번짼 처음보다  좀 더 쉬워졌고 세 번째부턴 싸울 때마다 버릇처럼 나오는 레퍼토리 우리 이제 그만 헤어져 또 다시 밤은 깊었어  홀로 거실에 앉아 너만 생각하면  또 맘이 아파 내 맘이 아파 우린 너무 변했나봐 우린 너무 어렸나봐 우린 아직 철이 없나봐 wanna know how to  love come on 우린 너무 변했나봐 우린 너무 어렸나봐 우린 아직 철이 없나봐"}, {"song_no": "4381727", "year": "2014", "rank": "42", "title": "하루만 빌려줘", "artist": "엠씨더맥스", "genre": "Rock", "lyrics": "볼만한 영환 없는지 오늘 날씨는 어떤지 이젠 아무 상관없어 내 곁에 네가 없어서 하루가 왜 이리 긴지 이리 할 일이 없던지 오늘 한 일을 손꼽아보니 네 생각밖에는 없어 네가 없단 게 서러워서 혼자란 게 막막해서 뭔가에 미친 사람처럼 소리 내 흠뻑 울었어 1분 1초가 1년만 같아 시간이 굳어버린 것 같아 hoo 나 하루라도 살 수 있게 숨 쉴 수 있게 하루만 널 빌려줘 안 하던 운동을 하고 혼자서 옷도 고르고 너 없이 잘 지내고 싶은데 그게 맘처럼 잘 안 돼 네가 없단 게 서러워서 혼자란 게 막막해서 뭔가에 미친 사람처럼 소리 내 흠뻑 울었어 1분 1초가 1년만 같아 시간이 굳어버린 것 같아 hoo 나 하루라도 살 수 있게 숨 쉴 수 있게 하루 종일 머릿속에 너를 비워도 내일이면 가슴속에 차는 너라서 매일 난 혼자 이별하며 살고 있어 어떻게 살아 나 혼자서 이렇게는 못 살겠어 하루만 내게 널 빌려줘 정말 하루면 되니까 내일이 내게 없어도 좋아 시간이 굳어버려도 좋아 hoo 나 하루라도 살 수 있게 숨 쉴 수 있게 하루만 널 빌려줘"}, {"song_no": "4333556", "year": "2014", "rank": "43", "title": "꾸리스마스", "artist": "크레용팝", "genre": "Dance", "lyrics": "Save me save me  Save me save me  흰 눈 사이로 썰매를 타고  달리려 해도 외로워서  혼자라서 너무 추워  추워 추워  좀 꾸리꾸리해  좀 꾸리꾸리해  혼자서 맞는 크리스마스   차라리 떠나볼까아  아아 아아 오늘  떠나요 함께  고민은 no no  팝 팝 크레용팝 레디 고  나나나나 나나나  나나나나 나나나  나나나나 나나나  나나나나 나 Hey  나나나나 나나나  나나나나 나나나  나나나나 나나나  나나나나 나 Hey  You you Don't worry be happy  You you Don't worry be happy  이 고요한 밤에  이 거룩한 밤에  나는 또 혼자 밤을 새워  외로워 서 너무 추워  추워 추워  좀 꾸리꾸리해  좀 꾸리꾸리해  혼자서 맞는 크리스마스  차라리 떠나볼까아  아아 아아 오늘  떠나요 함께 고민은 no  나나나나 나나나  나나나나 나나나  나나나나 나나나  나나나나 나 Hey  나나나나 나나나  나나나나 나나나  나나나나 나나나  나나나나 나 Hey  꾸리 꾸리 꾸리스마스  혼자라서 너무 외로워  꾸리 꾸리 꾸리스마스  아으아으아으아으  떠나버려  나나나나 나나나   나나나나 나나나  나나나나 나나나   나나나나 나 Hey  나나나나 나나나  나나나나 나나나 나나나나 나나나  나나나나 나 Hey 나나나나 웨이와 리리리리 엘린과 라라라라 초아와 함께 떠나요 나나나나 소율이 미미미미 금미와 라라라라 라라라 함께 떠나요"}, {"song_no": "3893169", "year": "2014", "rank": "44", "title": "홀로 (Feat. 김나영)", "artist": "정키", "genre": "Ballad", "lyrics": "아침에 눈을 떴을 때 텅 빈 방안에 나 홀로  니 빈자리 거닐면서 많은 생각들에 잠겨 지워질 수 없는 기억  돌이킬 수 없는 우리  헤어날 수 없는 나와  멀어져만 가는 너를 바라봐 누군가 한 말 처럼 언젠가 만날 거라 그렇게 우린 헤어진 거야 집에 오는 길을 홀로 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴 안고 추억 속에 살아 홀로 방안에서 깨면 홀로 늘 있던 니가 없어 익숙해지겠지  나 홀로 그 때를 기억하니 너와 내가 우리란 말로 함께 할 수 있었던 그 날의 사랑들을 잠시 맞잡았던 두 손  차마 놀 수 없어 붙잡았던 우리라 해도 그립고 그리워 그저  바라만 봐야 했어 누군가 한 말 처럼 언젠가 만날 거라 그렇게 우린  헤어진 거야 집에 오는 길을 홀로  텅 빈 방 침대에 홀로 너와의 기억에 홀로 나 홀로 무뎌질 가슴  안고 추억 속에 살아 홀로 방안에서 깨면 홀로  늘 있던 니가 없어  익숙해지겠지 나 홀로 지난 시간들이 그리워  힘든 건지 내 손길만을  기다린 건지 다른 누군갈 만날  내 모습 바란 건지  그저 날 사랑한다고 말해줘 집에 오는 길을 홀로 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴 안고 살아  보고 싶어 매일 널 그리며 살아  다시 아파한다 해도  내게 손 내밀어  그저 날 사랑한다고 말해줘 이제 더 이상 잊혀질  그 날처럼 처음 날  만나서 설레었던 그 날 그 때로 다시 돌아와 나 하나만 바라보며  사랑한다고 말했던 그 때의 우리로 돌아갈래 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴  안고 추억 속에 살아 홀로 방안에서 깨면 홀로 늘 있던 니가 없어 익숙해지겠지  나 홀로"}, {"song_no": "4330549", "year": "2014", "rank": "45", "title": "가질 수 없는 너", "artist": "하이니 (HiNi)", "genre": "Drama", "lyrics": "술에 취한 니 목소리  문득 생각났다던 그 말 슬픈 예감 가누면서  내게로 달려갔던 날 그 밤 희미한 두 눈으로  날 반기며 넌 말했지 헤어진 그를 위해선 남아있는  니 삶도 버릴수 있다고  며칠사이 야윈 널 달래고  집으로 돌아 오면서  마지막까지도 하지 못한 말  혼자서 되뇌였었지 사랑한다는 마음으로도  가질 수 없는 사람이 있어  나를 봐 이렇게 곁에 있어도  널 갖진 못하잖아 눈물섞인 니 목소리  내가 필요하다던 그 말 그것으로 족한거지  나 하나 힘이 된다면 내게  붉어진 두 눈으로  나를 보며 넌물었지 사랑의 다른 이름은  아픔이라는 것을  알고 있느냐고 며칠 사이 야윈 널 달래고  집으로 돌아 오면서  마지막까지도 하지 못한 말  혼자서 되뇌였었지 사랑한다는 마음으로도  가질 수 없는 사람이 있어  나를 봐 이렇게 곁에 있어도  널 갖진 못하잖아 널 갖진 못하잖아"}, {"song_no": "4268435", "year": "2014", "rank": "46", "title": "분홍신", "artist": "아이유", "genre": "Dance", "lyrics": "길을 잃었다 어딜 가야 할까  열두 개로 갈린 조각난 골목길  어딜 가면 너를 다시 만날까  운명으로 친다면 내 운명을 고르자면  눈을 감고 걸어도 맞는 길을 고르지  사라져버린 Summer Time  너의 두 눈이 나를 비추던   Summer Time  기다리기만 하는 내가 아냐   너를 찾아 뚜벅  내게 돌아올 Summer Time  찬 바람 불면 그냥 두 눈 감기로 해  what's the time Summer Time  움파룸파둠 두비두바둠 슬프지 않아   춤을 춘다  다시 다시 길을 찾아 떠난 갈색머리 아가씨는  다시 사랑에 빠졌고 행복했더라는  처음부터 다시 쓰는 이야기  좋은 구둘 신으면 더 좋은 데로 간다며  멈춰지지 않도록 너를 찾을 때까지  사라져버린 Summer Time  너의 두 눈이 나를 비추던 Summer Time  기다리기만 하는 내가 아냐  너를 찾아 뚜벅 내게 돌아올 Summer Time 찬 바람 불면 그냥 두 눈 감기로 해 what's the time Summer Time 움파룸파둠 두비두바둠 멈추지 않아  춤을 춘다 다시 다시 나의 발이 자꾸 발이 자꾸 맘대로  yoohoo oh my pink shoes oh my 난난 마음 잡고 마음 잡고 제대로  yoohoo Yah yah 좀 더 빠르게 잃어버린 내 Summer Time 낯선 시간을 헤매이다 널 찾을까 아직 길은 멀었니 겁이 나면 나는  괜히 웃어 혹시 넌 나를 잊을까 너의 시간이 내게 멈춰있길 바래 slow the time stop the time 움파룸파룸 두비두비 움파룸파룸 두비두바둠 좀 더 빠르게  달려간다 다시 다시 다시 다시"}, {"song_no": "4320843", "year": "2014", "rank": "47", "title": "DOOM DADA", "artist": "T.O.P", "genre": "Rap / Hip-hop", "lyrics": "Long time no see  Long time no see  Long time no see  Long time no see  Long Long time no see  Long time no see  간질간질 해  어린 애들은 가 구석에  나 그대의 Taste를 바꿔주는   Sommelier  뜨끈뜨끈할 때 후후불어 함께 옛다   던져줄때 감사하며 고개숙여 만세  Hey Mister n Sister 나 타타탑   진짜가 나가신다  뜨끈뜨끈 할때   후후 잘불어 나Rap할때 너무 Hot 해  얼마안됐어 이 탄내 어떡할래   잠재된 세포가 흐르는 자여  최후의 무기를 본적 있나요  잠자는 영혼의 가녀린 고막에  가시를 찌르니 활활 타요  잠재된 세포가 흐르는 자여  가시를 찌르니 활활 타요  Oh God God God God  고막을 씻기는 Shower   멈추지 않는 뜨거운 영혼   저 넓은 터전에서 우리같이 춤춰요 멈추지 않는 뜨거운 영혼   Let’s Go  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA DOOM  행진  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA DOOM  난 21세기 범상치 않은 Korean  MIC 를 쥔 신들린 Rap basquiat   오랜만에 입을 푼다 난 한 곡이면 끝나  널 미치게 하지만 나는 맑은pinot noir  뼈가 녹아도 나 좋아 광란에   끝장을 봐요   다 그대로 이대로 또 새로운   세상을 봐요   복잡한 세상에 시끄런 소리들   총알 넣고 탕탕탕  거친 숨 학학 내쉬고 DOOM   DA DA DIVI DA  가나다라마바사   아자차카타파하 늘이 보우하사   우주 위를 보고 듣는 느낌 난   겁 없는 몽상가  도망가 안 도망가  너희 지금 물만났어   God God God God  고막을 씻기는 Shower  멈추지 않는 뜨거운 영혼   저 넓은 터전에서 우리같이 춤춰요 멈추지 않는 뜨거운 영혼   Let’s Go  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA DOOM  행진  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA  DOOM DA DA DIVI DA DA DOOM  행진 Mass media 침착하고 새  영감을 감당해  DOOM DADA DIVI DA 나  명상으로 제 3세계를 관찰해 신이 주신 인류의 힘  더 눈부신 문명의 Win DOOM DADA DIVI DA  새 생명에 푸른빛이 비추길  돌아 돌아 돌고 돌아 거꾸로만  돌아 돌아  입만살은 인간들의 목소리만  겉돌아 몰아몰아 몰고 몰아 지글지글  모락모락 과열이된 Media가 사람들을 몰아 Hakunamatata Hakunamatata  DOOM DADA DIVI DA 새 생명에  푸른빛이 비추길 DOOM DA DA DIVI DA DA DOOM DA DA DIVI DA DA DOOM DA DA DIVI DA DA DOOM Let’s Go DOOM DA DA DIVI DA DA DOOM DA DA DIVI DA DA DOOM DA DA DIVI DA DA DOOM Ye"}, {"song_no": "4412196", "year": "2014", "rank": "48", "title": "안녕", "artist": "효린", "genre": "Drama", "lyrics": "우연히 내게 다가와 감싸 안아주고 서로 멍하니 바라보다 건낸 말 안녕 꿈속에서만 스쳐갔던 지금 넌 내 앞에 사랑이 왔는데 그댄 떠난대 기다렸는데 더 볼 수가 없대 늘 바보처럼 흐르는 눈물이 말해 안녕 이젠 Good bye Hello Hello Hello Hello Hello 다시 만날 땐 내가 먼저 괜찮아 안녕 꿈에서라도 마주칠까 두 눈을 감아요 사랑이 왔는데 그댄 떠난대 기다렸는데 더 볼 수가 없대 늘 바보처럼 흐르는 눈물이 말해 안녕 이젠 Good bye 시간이 서둘러 널 내게로 데려와주길 단 한번만 말해주길 믿어지지 않는 이야기를 어디 있는지 내맘 아는지 보고 싶은데 다신 볼 수 없는 곳에 밤 하늘에 소리쳐 안녕 사랑이 왔는데 그댄 떠난대 기다렸는데 더 볼 수가 없대 늘 바보처럼 흐르는 눈물이 말해 안녕 이젠 Good bye Hello Hello Hello Hello Hello"}, {"song_no": "4232200", "year": "2014", "rank": "49", "title": "삐딱하게 (Crooked)", "artist": "G-DRAGON", "genre": "Rap / Hip-hop", "lyrics": "영원한 건 절대 없어 결국에 넌 변했지 이유도 없어 진심이 없어 사랑 같은 소리 따윈 집어 쳐 오늘밤은 삐딱하게 내버려둬 어차피 난 혼자였지 아무도 없어 다 의미 없어 사탕 발린 위로 따윈 집어 쳐 오늘밤은 삐딱하게 버럭버럭 소리쳐 나는 현기증 내 심심풀이 화풀이  상대는 다른 연인들 괜히 시비 걸어 동네 양아치처럼 가끔 난 삐딱하게  다리를 일부러 절어 이 세상이란 영화속  주인공은 너와나 갈 곳을 잃고 헤매는  외로운 저 섬 하나 텅텅 빈 길거리를  가득 채운 기러기들 내 맘과 달리 날씨는  참 더럽게도 좋아 너 하나 믿고 마냥  행복했었던 내가 우습게 남겨졌어 새끼손가락 걸고  맹세했었던 네가 결국엔 영원한 건 절대 없어 결국에 넌 변했지 이유도 없어 진심이 없어 사랑 같은 소리 따윈 집어 쳐 오늘밤은 삐딱하게 내버려둬 어차피 난 혼자였지 아무도 없어 다 의미 없어 사탕 발린 위로 따윈 집어 쳐 오늘밤은 삐딱하게 짙은 아이라인 긋고  스프레이 한 통 다 쓰고 가죽바지 가죽자켓  걸치고 인상 쓰고 아픔을 숨긴 채 앞으로  더 비뚤어질래 네가 미안해지게  하늘에다 침을 칵 투박해진 내 말투와  거칠어진 눈빛이 무서워 너 실은 나 있지 두려워져  돌아가고픈데 갈 데 없고 사랑하고픈데 상대 없고  뭘 어쩌라고 돌이 킬 수 없더라고 너 하나 믿고 마냥  행복했었던 내가 우습게 남겨졌어 새끼손가락 걸고  맹세했었던 네가 결국엔 영원한 건 절대 없어 결국에 넌 변했지 이유도 없어 진심이 없어 사랑 같은 소리 따윈 집어 쳐 오늘밤은 삐딱하게 내버려둬 어차피 난 혼자였지 아무도 없어 다 의미 없어 사탕 발린 위로 따윈 집어 쳐 오늘밤은 삐딱하게 오늘밤은 나를 위해 아무 말 말아줄래요 혼자인 게 나 이렇게  힘들 줄 몰랐는데 그대가 보고 싶어 오늘밤만 나를 위해  친구가 되어줄래요 이 좋은 날 아름다운  날 네가 그리운 날 오늘밤은 삐딱하게"}, {"song_no": "4314704", "year": "2014", "rank": "50", "title": "It`s You", "artist": "박효신", "genre": "Drama", "lyrics": "그댄 모르죠 그댈  사랑하는 누군가를  온종일 곁에서 바라보는데도  모르고 있죠 그댄 모르죠 그댈  목숨보다 사랑하는  바보 같은 사람을 It's you  사랑한답니다  그게 내 진심입니다 그댄 모르고 살아도  오늘도 내 맘은 그대뿐입니다 내가 사랑하는 한 사람  It's you 나는 모르죠 그댈  사랑하는 것만 알죠  아픈 사랑이라 해도 It's you  사랑한답니다  그게 내 진심입니다  그댄 모르고 살아도  오늘도 내 맘은 그대뿐입니다 내가 사랑하는 한 사람  내겐 마지막 한 사람  내맘을 가진 한 사람  나는 그대만 알아서  오늘도 사랑을 기다릴 겁니다 사랑하는 한 사람  It's you 그대만 알아서 버리질 못해서  눈물이 납니다  사랑하는 한 사람  그댄 모르죠 그대보다  그댈 사랑하는 바보 같은 사람을"}]