[{"song_no": "4342899", "year": "2014", "rank": "1", "title": "Let It Go", "artist": "Idina Menzel", "genre": "Animation,Pop", "lyrics": "The snow glows white on the mountain tonight Not a footprint to be seen A kingdom of isolation And it looks like I'm the queen The wind is howling like this swirling storm inside Couldn't keep it in heaven knows I've tried Don't let them in don't let them see Be the good girl you always have to be Conceal don't feel don't let them know Well now they know Let it go let it go Can't hold it back anymore Let it go let it go Turn away and slam the door I don't care what they're going to say Let the storm rage on The cold never bothered me anyway It's funny how some distance makes everything seem small And the fears that once controlled me can't get to me at all It's time to see what I can do To test the limits and break through No right no wrong no rules for me I'm free Let it go let it go I am one with the wind and sky Let it go let it go You'll never see me cry Here I stand and here I'll stay Let the storm rage on My power flurries through the air into the ground My soul is spiraling in frozen fractals all around And one thought crystallizes like an icy blast I'm never going back the past is in the past Let it go let it go And I'll rise like the break of dawn Let it go let it go That perfect girl is gone Here I stand in the light of day Let the storm rage on The cold never bothered me anyway"}, {"song_no": "4412196", "year": "2014", "rank": "2", "title": "안녕", "artist": "효린", "genre": "Drama", "lyrics": "우연히 내게 다가와 감싸 안아주고 서로 멍하니 바라보다 건낸 말 안녕 꿈속에서만 스쳐갔던 지금 넌 내 앞에 사랑이 왔는데 그댄 떠난대 기다렸는데 더 볼 수가 없대 늘 바보처럼 흐르는 눈물이 말해 안녕 이젠 Good bye Hello Hello Hello Hello Hello 다시 만날 땐 내가 먼저 괜찮아 안녕 꿈에서라도 마주칠까 두 눈을 감아요 사랑이 왔는데 그댄 떠난대 기다렸는데 더 볼 수가 없대 늘 바보처럼 흐르는 눈물이 말해 안녕 이젠 Good bye 시간이 서둘러 널 내게로 데려와주길 단 한번만 말해주길 믿어지지 않는 이야기를 어디 있는지 내맘 아는지 보고 싶은데 다신 볼 수 없는 곳에 밤 하늘에 소리쳐 안녕 사랑이 왔는데 그댄 떠난대 기다렸는데 더 볼 수가 없대 늘 바보처럼 흐르는 눈물이 말해 안녕 이젠 Good bye Hello Hello Hello Hello Hello"}, {"song_no": "4433490", "year": "2014", "rank": "3", "title": "썸 (Feat. 릴보이 Of 긱스)", "artist": "소유 (SOYOU)", "genre": "R&B / Soul", "lyrics": "썸 (Feat. 릴보이 Of 긱스)  가끔씩 나도 모르게 짜증이나  너를 향한 맘은 변하지 않았는데 혹시 내가 이상한 걸까  혼자 힘들게 지내고 있었어 텅 빈 방 혼자 멍하니 뒤척이다  티비에는 어제 본 것 같은 드라마  잠이 들 때까지 한번도  울리지 않는 핸드폰을 들고  요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 이게 무슨 사이인 건지 사실  헷갈려 무뚝뚝하게 굴지마 연인인 듯 연인 아닌 연인 같은 너 나만 볼 듯  애매하게 날 대하는 너  때로는 친구 같다는 말이  괜히 요즘 난 듣기 싫어 졌어 매일 아침 너의 문자에  눈을 뜨고 하루 끝에는  니 목소리에 잠들고 파 주말에는 많은 사람 속에서  보란 듯이 널 끌어 안고 싶어 요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 때로는 친구 같다는 말이  괜히 요즘 난 듣기 싫어 졌어 너 요즘 너 별로야 너 별로야  나 근데 난 너뿐이야  난 너뿐이야 분명하게 내게 선을 그어줘  자꾸 뒤로 빼지 말고  날 사랑한다 고백해 줘 여전히 친구인척 또 연인인척  행동하는 모습을 전부다 돌이켜 생각 할 수록 너의 진심이  더 궁금해지는 걸 girl you’re so ambiguous 난 못해  무엇도 아니 어쩌면  기적을 바라지 lotto 확실한 표현을 원하지만  너의 미소 띈 표정에  잊어버리지 난 요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 순진한 척 웃지만 말고  그만 좀 해  너 솔직하게 좀 굴어봐 니 맘 속에 날 놔두고  한 눈 팔지 마 너야말로  다 알면서 딴청 피우지 마 피곤하게 힘 빼지 말고  어서 말해줘 사랑한단 말이야"}, {"song_no": "4383773", "year": "2014", "rank": "4", "title": "Something", "artist": "걸스데이", "genre": "Dance", "lyrics": "don't you look into my eyes and lie again im sick of being alone 흔들리는 표정 말투에 넌 뭔가 있는 듯해  네 몸에 베인 낯선 향기에 뭔가에 홀린 듯해  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  앞뒤가 이랬다 저랬다 왜 그러니  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  왜 덜컥 겁이나 이손 놔 날 속이지마 나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 흐린 하늘 속 그 무지개 슬피 우는 피아노  네 몸에 베인 낯선 향기에 뭔가에 홀린듯해  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  앞뒤가 이랬다 저랬다 왜 그러니  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  왜 덜컥 겁이나 이손 놔 날 속이지마 나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 사랑을 쉽게  얻으려고 하지마  후회 하지마  속이고  여잘 또 울리는 넌 여기까지  bye bye bye out  나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 내가 준 사랑이 넌 우스웠니 내가 준 사랑이 지겨워졌니 니 앞에서 보이기 싫어 참았던 눈물 내가 준 사랑이 넌 우스웠니 내가 준 사랑이 지겨워졌니 우린 여기까지니  우린 여기까지니"}, {"song_no": "4383349", "year": "2014", "rank": "5", "title": "노래가 늘었어", "artist": "에일리", "genre": "Ballad", "lyrics": "정신이 나갔었지 너의 자상함에  너의 달콤함에 너의 거짓말에  꿈이 변했었지  유명한 가수보다 좋은 아내가 되려 했지 정말  정말 바보 같았어  정말 바보 같았어 노래가 늘었어  너와 헤어지고 나서 음악에 미쳐 살았더니  모든 노래 가사가 내 얘기 같았어 죽도록 불렀어 조금씩 조금씩  차차 눈물이 말라 갔어 눈앞이 캄캄했지 어찌나 힘든지 욕도 많이 했지 속도 다 버렸지 이젠 다 끝났어 난 너 하나를 잃고  더 큰 희망을 얻은 거야  정말 정말 잘 된 일이야 정말 잘된 일이야 노래가 늘었어  너와 헤어지고 나서 음악에 미쳐 살았더니  모든 노래 가사가 내 얘기 같았어 죽도록 불렀어 조금씩 조금씩  차차 눈물이 말라 갔어 언젠가 너에게 연락이 오겠지 그 땐 남자답게  축하해 주길 바래 니 덕분이니까 고맙다는 인사 나도 멋지게 준비 해둘게 노래가 늘었어  너와 헤어지고 나서 음악에 미쳐 살았더니  모든 노래 가사가 내 얘기 같았어 죽도록 불렀어 조금씩 조금씩  차차 눈물이 말라 갔어 차차 눈물이 말라 갔어 차차 그렇게 널 잊었어"}, {"song_no": "4418185", "year": "2014", "rank": "6", "title": "Fxxk U (Feat. 범키)", "artist": "가인", "genre": "Dance", "lyrics": "나쁜 손이 어딜 자꾸  올라오니 어쭈  나름 갈고 닦은 말로  들었다 놓고 이 긴 시간을 타오르고 싶어 난  we must be slowing down  전부를 가지면 떠나고야 말 널  가지려는 irony  어떤 말도 믿지마  니가 본 나 그게 전부야  밀어내려 하지마  why not 우리 사랑하잖아  stop it 미안하지만  Fxxk U don’t want it now  당연한 것처럼 니 곁에   눕긴 싫어  Fxxk U you know Fxxk U  이렇게 하긴 싫어  내 맘은 그런 게 아니야  그런 목소리로 뭔들  못하겠니 넌 늘  나도 빠져드는 넌데  하긴 누군들 내가 아니면  너를 다룰 수 없어  different difficulty  니가 아니면  나를 건들 수 없어  we will be a destiny  이젠 나를 알잖아  어른다운 사랑을 원해  깊게 고민하지마  이미 너무 사랑하잖아  stop it 미안하지만  Fxxk U don’t want it now  당연한 것처럼 니 곁에   눕긴 싫어  Fxxk U you know Fxxk U  이렇게 하긴 싫어  내 맘은 그런 게 아니야 can someone tell me when 늘 어려운 문제 난 이 사람이 겁이 나 it’s okay 난 어디 안가 여기 있어  니 곁에만 그러니까 이제 this can never really end Fxxk U we’re going fast 아직도 니 눈엔 간절한  뭔가가 없어 love me you know love you 얼마나 날 사랑해 이보다 더 할 순 없어 Fxxk U you know Fxxk U 당연한 것처럼 니 곁에  눕긴 싫어 Fxxk U you know Fxxk U 이렇게 하긴 싫어 oh 제발 나를 믿어줘 나쁜 손이 어딜 자꾸 올라오니 어쭈 나름 갈고 닦은 말로 들었다 놓고"}, {"song_no": "4381724", "year": "2014", "rank": "7", "title": "그대가 분다", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "옅은 바람 냄새에  두 눈을 감아본다 낡은 가슴 여전한 떨림  그대가 그대가 온다 어렴풋이 피어오르는 그 옛날의 기억이 두 눈에 소리 없이 흘러  이 가슴을 울려온다 내 맘속에 그대가 분다 그 시절 그때처럼  웃으며 나에게 불어와 소리 없이 그대가 분다 내 가슴 한가운데  보고 싶은 그대가 분다 앙상해진 너의 계절에  가슴이 시려 와도 돌아보면 어제 같은 날들  그 시절은 영원하다 내 맘속에 그대가 분다 그 시절 그때처럼  웃으며 나에게 불어와 소리 없이 그대가 분다 내 가슴 한가운데  보고 싶은 그대가 분다 정말 사랑했구나  그댈 매일 돌아보며 사는 나 내 맘속에 그대가 분다 어디선가 그대가 운다 안아주고 싶지만  자꾸만 멀어지잖아 온 맘 다해 그댈 부른다 이 세상 한가운데  눈물로 그댈 불러본다 하루 종일 그대가 분다"}, {"song_no": "4389940", "year": "2014", "rank": "8", "title": "Do You Want To Build A Snowman? (삼성전자 갤럭시 노트 4 & 노트 엣지 2015 신년 광고 광고 삽입곡)", "artist": "Kristen Bell", "genre": "Animation,Pop", "lyrics": "Elsa Do you want to build a snowman Come on, let's go and play I never see you anymore Come out the door It's like you've gone away We used to be best buddies And now we're not I wish you would tell me why Do you want to build a snowman It doesn't have to be a snowman Go away Anna Okay bye Do you want to build a snowman Or ride our bike around the halls I think some company is overdue I've started talking to The pictures on the walls Hang in there Joan It gets a little lonely All these empty rooms Just watching the hours tick by   Tick tock tick tock  tick tock tick tock Elsa please I know you're in there People are asking where you've been They say have courage And I'm trying to I'm right out here for you Just let me in We only have each other It's just you and me What are we gonna do Do you want to build a snowman"}, {"song_no": "4369827", "year": "2014", "rank": "9", "title": "금요일에 만나요 (Feat. 장이정 Of HISTORY)", "artist": "아이유", "genre": "Ballad", "lyrics": "월요일엔 아마 바쁘지 않을까  화요일도 성급해 보이지 안 그래  수요일은 뭔가 어정쩡한 느낌  목요일은 그냥 내가 왠지 싫어  우 이번 주 금요일  우 금요일에 시간 어때요  주말까지 기다리긴 힘들어  시간아 달려라 시계를   더 보채고 싶지만   mind control  일분 일초가 달콤해  이 남자 도대체 뭐야  사랑에 빠지지 않곤 못 배기겠어  온 종일 내 맘은 저기   시계바늘 위에 올라타  한 칸씩 그대에게 더 가까이  우 이번 주 금요일  우 금요일에 시간 어때요  딱히 보고 싶은 영화는 없지만  딱히 먹고 싶은 메뉴는 없지만  주말까지 기다리긴 힘들어  시간아 달려라 시계를   더 보채고 싶지만   mind control  일분 일초가 달콤해  이 남자 도대체 뭐야  사랑에 빠지지 않곤   못 배기겠어  온 종일 내 맘은 저기   시계바늘 위에 올라타  한 칸씩 그대에게 더 가까이  나 뭔가에 홀린 것 같아  이 여잔 도대체 뭐야  사랑해주지 않고는 못 배기겠어  돌아오는 이번 주   금요일에 만나요  그 날 내 맘을 더 가져가줘요 더 가까이 더 가까이 와요   더 가까이"}, {"song_no": "4397969", "year": "2014", "rank": "10", "title": "조금 이따 샤워해 (Feat. Crush)", "artist": "개리", "genre": "Rap / Hip-hop", "lyrics": "조금 이따 샤워해 이대로   더 나를 안아줘   이렇게 니 품에서 얘기 하고파  조금 이따 샤워해 이대로   더 나를 안아줘  이렇게 니 품에서 장난 치고파 작지만 귀여운 너의 가슴이   난 좋아   니 머리카락 넘겨줄 때 손에   닿는 이마  내 몸 위에 올라 날 바라보는   그 눈동자  조명 아래 살짝 비친 하얀   살결의 빛깔  날 미치게 하는 이 못된 여자   때론 너와 사랑할 때 난 3년 만에   집에 온 뱃사람 같아  니가 날 거칠게 만드니까  침대는 바다가 되고 우린 헤엄쳐   서로의 상처를 치유하듯   부드럽게 어루만져  세상 가장 깨끗한 너의 품에 안겨  내 더렵혀진 영혼을 다 씻어  이대로 더 있어  격렬하게 사랑하고서 땀에   젖은 채 둘이 누워서  오늘 어땠냐고 묻는 너에게   난 끝내줘 끝내줘 끝내줘  우린 옷 벗고 사랑한 사이   더 이상 숨길 것 없어 세상   가장 친한 사이  학벌 배경 차이 그런 거 따위   신경 안 써 서로 딱 원하는 타입  서두르지마 오늘 밤은 깍지를   끼듯이 너의 허벅질 내   다리에 끼고 살을  다 맞대고 삶을 말하고 싶어  오늘 하루 어땠는지 다른  별일은 없었는지 늘 궁금해 난 니가 지금 이순간  나에겐 너무나 큰 낭만 삶의 난관 나의 방황 선과 악  그 모든 것이 다 두렵지 않아 너와 내가 함께 있는 이순간  오로지 평화 조금 이따 샤워해 이대로 더  나를 안아줘  이렇게 니 품에서 얘기 하고파 조금 이따 샤워해 이대로 더  나를 안아줘 이렇게 니 품에서 장난 치고파 어둠 속에 보일 듯 말듯한 너의  실루엣 너의 실루엣 나를 감고 있는 너의 두 다리는  끝내줘 끝내줘 끝내줘 가끔은 내 앞에서 아직도  부끄러워하는 너  난 니가 절대 안 질려 여전히  끌려 분명 우린 절대적 운명  찬 바람 불면 니 얼굴을 내 가슴에  묻어버리듯 딱 붙어 나도 알어 때론 너도 힘이 들텐데  니 남자 기죽어 보이는 거 싫어 널 허락하는걸 너란 여자 참  아름다워 늘 미안하지만  또 사랑스러워 나 혼자 남겨두지마 모든 게  완벽한 지금 이 순간 하얀 천사가 내 옆에 누워있네 날 바라보는 너의 두 눈에  살며시 키스해 조금 이따 샤워해 이대로 더  나를 안아줘  이렇게 니 품에서 얘기 하고파 조금 이따 샤워해 이대로 더  나를 안아줘 이렇게 니 품에서 장난 치고파 사랑하자 촛불 하나 켜놓고 단  둘이 꽉 껴안고 사랑하자 촛불 하나 켜놓고 단  둘이 꽉 껴안고"}, {"song_no": "4433528", "year": "2014", "rank": "11", "title": "오늘 같은 눈물이", "artist": "허각", "genre": "Drama", "lyrics": "이렇게 널 부르던 그 사람 나라는걸  눈치 없이 흐르는 내 눈물 사랑인걸  늘 내 옆에 있었는데 너인줄 모르고   왜 기다린 널 안고 슬픈 얘기만 말해  오늘 같은 눈물이 더  얼마나 남아있나  사랑을 또 이별을 난 몰라 말해줄래  자꾸만 빗물이 눈물되어  내 앞을 가리고  어디쯤 가고 있나  오늘 같은 눈물이 더  얼마나 더 난 몰라   얼마나 더 난 몰라 눈물 없는 사랑은 사랑이 아니란걸 이제서야 알았어 이별도 사랑인걸 널 두고서 떠나야해 널 두고 가야해 왜 오늘을 알면서 사랑한다고 말해 오늘 같은 눈물이  더 얼마나 남아있나 사랑을 또 이별을  난 몰라 말해줄래 자꾸만 빗물이 눈물되어 내 앞을 가리고 어디쯤 가고 있나 오늘 같은 눈물이 더 얼마나 더 난 몰라  얼마나 더 난 몰라 오늘 같은 눈물이  난 몰라 얼마나 더 난 몰라"}, {"song_no": "4375626", "year": "2014", "rank": "12", "title": "My Destiny", "artist": "린", "genre": "Drama", "lyrics": "나 다시 허락한다면 그댈 다시 볼 수 있다면 내 지난 기억 속에서  그 아픔 속에서 그댈 불러 You`re my destiny 그댄 You`re my destiny 그댄 You`re my everything 그대만 보면서 이렇게 소리없이 불러봅니다 You`re the one my love 그댄 You`re the one my love 그댄 You`re my delight of all 그대는 영원한 나의 사랑이죠 내 곁에 다가와 줘요 날 아직 사랑한다면 두 눈에 고인 눈물이 그대를 원하죠 사랑해요 You`re my destiny 그댄 You`re my destiny 그댄 You`re my everything 변하지 않는건 그대를 향한 나의 사랑입니다 You`re the one my love 그댄 You`re the one my love 그댄 You`re my delight of all 세상이 변해도 그대만 사랑하는 나를 아나요  My Destiny 그대를 불러봅니다"}, {"song_no": "4382254", "year": "2014", "rank": "13", "title": "La Song", "artist": "비", "genre": "Dance", "lyrics": "뻔하디 뻔한 그렇게 하는  그런 놈은 아니에요 그러네요  말썽 많지만 순종적인  그런 귀염둥이에요  예뻐해줘요  라 라라라라 라라라  라라 라라 라라라  라 라라라라 라라라  라라 라라 라라라  1 2 3 4 show me what's you got  1 2 3 4 show me what's you got  난 누울 수 있는 땅은 많지  남들처럼 없어도 있는 척  외제차만 돌리지는 cheesy 와는   달라도 완전히 change  Follow me  Maserati ferrari Key는 필요 없어  난 몸둥아리  자체가 so rich 하니까   부티가나니까 그렇게 사니까  이런 신발끈을 꽉매 넥타이는 쫌 풀래 오늘은 다른 말 하기가 싫어 그냥 있는 티 내기는 싫어 오늘은 나 좀 할래 나처럼 쫙 빼 입고 오늘은 달려 그래 사실은 오늘 나 좀 빼 입었다 신발끈 라 라라라라 라라라 라라 라라 라라라 라 라라라라 라라라 라라 라라 라라라 아하 that's right here we go let's dance time everybody sing a song 라 라라라라 라라라 라라 라라 라라라 라 라라라라 라라라 라라 라라 라라라 라 라라라라 라라라 라라 라라 라라라 라 라라라라 라라라 라라 라라 라라라"}, {"song_no": "4400561", "year": "2014", "rank": "14", "title": "짧은 치마 (Miniskirt)", "artist": "AOA", "genre": "Dance", "lyrics": "Hey Hey Hey AOA Hey Hey Hey Brave Sound Drop it 날 바라보는 시선이 너는 예전 같지가 않은 걸 난 아직도 쓸만한데 너는 왜 날 헌 신 짝 보듯이 해 Hey 너무 이뻐 보여 내가 뭐를 입던지 너무 섹시해 보여 굳이 노출 안 해도 아찔한 나의 하이힐 새까만 스타킹 도저히 눈을 뗄 수 없을 걸  말리지마 짧은 치마를 입고 내가 길을 걸으면 모두 나를 쳐다봐 짧은 치마를 입고 근데 왜 하필 너만 날 몰라주는데 당당한 여잔데 왜 나를 힘들게 해 넌 나만 무시해 어디로 튈지 몰라 나 시간 내 nail 받고 머릴 바꿔봐도 새 구두 신고 괜히 짧은 치말 입어 봐도 넌 몰라봐 왜 무덤덤해 왜 딴 늑대들이 날 물어가기 전에  그만 정신 차려 boy 너무 이뻐 보여 내가 뭐를 입던지 너무 섹시해 보여 굳이 노출 안 해도 아찔한 나의 하이힐 새까만 스타킹 도저히 눈을 뗄 수 없을 걸  말리지마 짧은 치마를 입고 내가 길을 걸으면 모두 나를 쳐다봐 짧은 치마를 입고 근데 왜 하필 너만 날 몰라주는데 당당한 여잔데 왜 나를 힘들게 해 넌 나만 무시해 어디로 튈지 몰라 나 난 점점 지쳐가 날 바라보는 그 눈빛마저도 왜 그리 차가운지 모르겠어 이제 변할 거야 oh oh 당당한 여잔데 왜 나를 힘들게 해 넌 나만 무시해 어디로 튈지 몰라 나"}, {"song_no": "4389943", "year": "2014", "rank": "15", "title": "Let It Go", "artist": "Idina Menzel", "genre": "Animation,Pop", "lyrics": "The snow glows white on the mountain tonight Not a footprint to be seen A kingdom of isolation And it looks like I'm the queen The wind is howling like this swirling storm inside Couldn't keep it in heaven knows I've tried Don't let them in don't let them see Be the good girl you always have to be Conceal don't feel don't let them know Well now they know Let it go let it go Can't hold it back anymore Let it go let it go Turn away and slam the door I don't care what they're going to say Let the storm rage on The cold never bothered me anyway It's funny how some distance makes everything seem small And the fears that once controlled me can't get to me at all It's time to see what I can do To test the limits and break through No right no wrong no rules for me I'm free Let it go let it go I am one with the wind and sky Let it go let it go You'll never see me cry Here I stand and here I'll stay Let the storm rage on My power flurries through the air into the ground My soul is spiraling in frozen fractals all around And one thought crystallizes like an icy blast I'm never going back the past is in the past Let it go let it go And I'll rise like the break of dawn Let it go let it go That perfect girl is gone Here I stand in the light of day Let the storm rage on The cold never bothered me anyway"}, {"song_no": "4393161", "year": "2014", "rank": "16", "title": "Lonely (없구나)", "artist": "B1A4", "genre": "Dance", "lyrics": "lonely lonely lonely  lonely lonely lonely lonely lonely lonely  lonely lonely lonely lonely lonely lonely  lonely lonely lonely lonely lonely lonely lonely boy lonely lonely lonely  lonely lonely lonely lonely lonely lonely  lonely lonely lonely lonely lonely lonely  lonely lonely lonely lonely lonely lonely lonely boy 네가 사준 넥타이에  화이트셔츠 조금 작은  한 동안 안 입던 팬츠 혼자 입고서 난 랄랄라  혼자 좋아서 난 랄랄라 다시 꺼낸 많이 낡은 스티커 사진  예전 너와 내가 행복해 웃는 사진  혼자 보고서 난 랄랄라  혼자 좋아서 난 랄랄라  아직 난 왜 여전히  왜 여기서 왜 이러는지 내가 다시 전화할게  자기야 no  내가 잘할게 더 나 때문에  울지 않도록 나 너무 그리워  네 눈 네 코 네 입술 함께 밥을 먹으려 해도 네가 없구나 같이  영활 보려고 해도 네가 없구나 우린 아무것도 없구나 정말 아무것도 없구나 every day every say  너와 함께 거리를  걷는다 걷는다  다시 함께 걷는다면  우리 함께 걷는다면 좋겠다 네가 내게 항상  들려줬던 노래  이젠 내가 네게 들려주는 노래 혼자 듣고서 난 랄랄라  혼자 좋아서 난 랄랄라 네가 없는 거리를 걸어보고 네가 없는 차를 타고  달아나고 달아나도  결국 네게 눈이 먼 바보 날 찾는 사람은 없는 듯 해  활짝 빛이 나던 네 맘의  창들도 이미 닫힌 듯 해 hey 함께 밥을 먹으려 해도  네가 없구나 같이 영활  보려고 해도 네가 없구나 우린 아무것도 없구나  정말 아무것도 없구나 every day every say  너와 함께 거리를 걷는다 걷는다 다시 함께 걷는다면  우리 함께 걷는다면 아직 난 왜 여전히  왜 여기서 왜 이러는지  연기처럼 흩날리는 기억 you're right girl  나는 많이 아파  sick my heart 우리에게 절대 없을 거라던 이별 몰래 날 찾아왔다가  이렇게 너무 쉽게  사랑은 소리 없이 나를 떠나 다시 돌아가려고 해도  네가 없구나  아무리 불러 봐도 이제  네가 없구나  우린 아무것도 없구나  정말 아무것도 없구나 every day every say  너와 함께 거리를 걷는다  걷는다 다시 함께 걷는다면  우리 함께 걷는다면 baby I just wanna spend some time with you baby I just wanna spend  some time with you baby I just wanna spend  some time with you baby I just wanna spend  some time with you"}, {"song_no": "4446485", "year": "2014", "rank": "17", "title": "너의 모든 순간", "artist": "성시경", "genre": "Drama", "lyrics": "이윽고 내가 한눈에 너를 알아봤을 때 모든 건 분명 달라지고 있었어 내 세상은 널 알기 전과 후로 나뉘어 니가 숨 쉬면 따스한 바람이 불어와 니가 웃으면 눈부신 햇살이 비춰 거기 있어줘서 그게 너라서 가끔 내 어깨에 가만히 기대주어서 나는 있잖아 정말 빈틈없이 행복해 너를 따라서 시간은 흐르고 멈춰 물끄러미 너를 들여다 보곤 해 그것 말고는 아무것도 할 수 없어서 너의 모든 순간 그게 나였으면 좋겠다 생각만 해도 가슴이 차올라 나는 온통 너로 보고 있으면 왠지 꿈처럼 아득한 것 몇 광년 동안 날 향해 날아온 별빛  또 지금의 너 거기 있어줘서 그게 너라서 가끔 나에게 조용하게 안겨주어서 나는 있잖아 정말 남김없이 고마워 너를 따라서 시간은 흐르고 멈춰 물끄러미 너를 들여다보곤 해 너를 보는 게 나에게는 사랑이니까 너의 모든 순간 그게 나였으면 좋겠다 생각만 해도 가슴이 차올라 나는 온통 너로 니 모든 순간 나였으면"}, {"song_no": "4388702", "year": "2014", "rank": "18", "title": "별처럼", "artist": "케이윌", "genre": "Drama", "lyrics": "그대 어디 있어도 무얼 하고 있어도 그저 이 내 가슴은 그댈 느낄 수 있죠 사랑할 것 같았죠 사랑할 수 밖에 없죠 내 눈에 내 맘 그 안에 그댄 별처럼 빛나니까 하루 시작을 그대와 하루 마지막을 그대와 하나만 바라다 오늘이 다 가는데 아직 사랑한다는 말 못 해서 조금 멀리서 그대 뒤에서 웃어요 한 발 먼저 다가가다 한 발 멀어질 것 같아 이런 게 사랑이니까 그댈 놓치면 안 되지만 하루 시작을 그대와 하루 마지막을 그대와 하나만 바라다 오늘이 다 가는데 아직 사랑한다는 말 못 해서 조금 멀리서 그대 뒤에서 웃어요 세어봐도 세지 못 할 만큼 계절이 바뀌어도 메마른 내 기억을 두드리는 비 같은 그 사람은 그대이니까 하루 시작을 그대와 하루 마지막을 그대와 하나만 바라다 오늘이 다 가는데 아직 사랑한다는 말 못 해서 조금 멀리서 그대 뒤에서 웃어요"}, {"song_no": "3174148", "year": "2014", "rank": "19", "title": "가슴 시린 이야기 (Feat. 용준형 Of Beast)", "artist": "휘성 (Realslow)", "genre": "Ballad", "lyrics": "세상에 가장 예쁜 거짓말 goodbye goodbye 가슴 찢겨도 뱉는 그 말 goodbye goodbye 좋은 안녕이란 말 말도 안되는 그말 사랑한 만큼 믿었던 만큼 아파 아파 네가 너무 미워서 너무 슬퍼서 아파 아파 이게 이별이잖아 좋을 리가 없잖아 그래도 goodbye 안녕 미워도 너는 내사랑 사랑을 알려준 첫 사람 그런 너를 보내는 한 남자의 거짓말 goodbye goodbye 나만 느끼던 너의 체온도 goodbye goodbye 나만 맞추던 너의 입술도 goodbye goodbye 너무 절망스러워 그래도 널 위해서 남자로써 꼭 해야하는 말 goodbye goodbye 마지막으로 너를 힘껏 안고서 goodbye goodbye 늘어난 테잎처럼 무겁게 더듬대며 행복해 goodbye 안녕 미워도 너는 내사랑 사랑을 알려준 첫 사람 그런 너를 보내는 한 남자의 거짓말 goodbye goodbye 안녕 좋은 사람 만나 행복해 뻔한 드라마 속 이별 장면을 베낀다 말이 좋은 안녕이지 결국 널 누군가에게 뺏긴다 부모를 잃은 아이처럼 우리가 낳은 사랑은 버려진다 그래 이별은 너와 나의 책임이야 사랑 앞에 우린 죄인이야 울지마 바보야 나 정말 괜찮아 어떻게든 살아 행복할게 만남 사랑 추억 이별 참 고마웠었어 그 동안 이를 악물고 너를 보낼게 어떻게든 너를 잊을게 우리 둘이서 만든 가슴 시린 이야기 goodbye goodbye 안녕 미워도 너는 내사랑 사랑을 알려준 첫 사람 처음이자 마지막 너를 위한 거짓말 goodbye goodbye"}, {"song_no": "4389942", "year": "2014", "rank": "20", "title": "Love Is An Open Door", "artist": "Kristen Bell", "genre": "Animation,Pop", "lyrics": "Okay can I just say  something crazy I love crazy All my life has been a series  of doors in my face And then suddenly  I bump into you I was thinking the same  thing ‘Cause like I've been searching my whole life to find my own place And maybe it's the party talking  or the chocolate fondue But with you But with you I found my place I see your face And it's nothing like I've ever known before Love is an open door Love is an open door Love is an open door With you With you With you With you Love is an open door I mean it's crazy What  We finish each other's Sandwiches That's what I was gonna say I've never met someone Who thinks so much like me Jinx Jinx again Our mental synchronization Can have but one explanation You And I Were Just Meant to be Say goodbye Say goodbye To the pain of the past We don't have  to feel it any more Love is an open door Love is an open door Life can be so much more With you With you With you With you Love is an open door Can I say something crazy  Will you marry me Can I say something even crazier Yes"}, {"song_no": "4402769", "year": "2014", "rank": "21", "title": "내 생각날 거야 (Narr. 이시영)", "artist": "거미", "genre": "Ballad", "lyrics": "집으로 걷는데 멀다고 느낄 때 그때 그때 오 그때 그때 말을 하려고 하는데 들을 사람이 없을 때 그때 그때 그때 외로운 맘에 뒤척이다 잠드는 밤에 목이 타는 듯이 마를 때마다 내 생각날 거야 그럴 거야 넌 버릇처럼 날 잊었다고 해도 내 생각날 거야 그럴 거야 너를 너무나 사랑했던 나니까 내 생각날 거야 허전한 저녁에 아무 약속이 없을 때 그때 그때 그때 눈물이 뺨에 이유없이 흐르는 날에 가슴 한가운데 아플 때마다 내 생각날 거야 그럴 거야 넌 버릇처럼 날 잊었다고 해도 내 생각날 거야 그럴 거야 너를 너무나 사랑했던 나니까 사랑만 하다가 끝이라는 말로 너도 나도 또 다시 못 만나도 혹시나 언젠가 돌아올 너라면 받아줄 나라서 그리워 그리워 그리워할 거야 그럴 거야 누가 물어보면 넌 아니라고 해도 그리워할 거야 그럴 거야 나를 너무나 사랑했던 너니까 내 생각날 거야 내 생각날 거야 그럴 거야 내 생각날 거야 그럴 거야"}, {"song_no": "4412480", "year": "2014", "rank": "22", "title": "답이 없었어", "artist": "홍대광", "genre": "Ballad,Rock", "lyrics": "행여나 우연히 널 마주친다면 웃을 수 있을까  웃어줄 수 있을까 다시 운명처럼 너를 만나면 웃을 수 있을까 그냥  뒤돌아설까 언제부터였는지  이 길을 걸으면 유난히 추웠었던  그 날이 또 생각나 하루에도 열두번씩  사랑한다 말했던 그래 그때 그때 우리 그때 난 뭐랄까 난 답이 없었어 끝내 너를 잡지 않았던 그 날 그냥 그렇게 더 아무말도 없이 끝날 줄은 몰랐어 그땐 또 뭐랄까 너도 답이 없었어 끝내 너도 잡지 않았던 그 날 시간이 흘러 난 이렇게 살아가 이렇게 너와나 사랑하지 않았었다면 너를 한번만 더 잡았더라면 난 후회없을까 지금 행복했을까 흔해빠진 얘기가 뭐가  그리 좋은지 나만을 바라보던 니  눈빛이 생각나 하루에도 열두번씩  사랑한다 말했던 그래 그때 그때 우리 그때 난 뭐랄까 난 답이 없었어 끝내 다시 잡지 않았던 그 날 그냥 뭐랄까 더 편할 줄 알았어 그날은 그때 난 미쳤나봐 그래 그땐 우린 너무 어렸으니까 다시 사랑한다면 그게 니가 된다면 그럴 수만 있다면 그때 난 뭐랄까 난 답이 없었어 끝내 너를 잡지 않았던 그 날 그냥 그렇게 더 아무 말도 없이 끝날줄은 몰랐어 그땐 또 뭐랄까 너도 답이 없었어 끝내 너도 잡지 않았던 그 날 시간이 흘러 난 이렇게 살아가 이렇게"}, {"song_no": "4381721", "year": "2014", "rank": "23", "title": "그때 우리", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "어디서부터 얘기를 시작할지 제대로 보여 준 것도  하나 없이 그때 널 보냈구나 가끔 네 생각을 하면  지친 내 삶이 모두  다 지워질 만큼 눈을 감아도 보일 만큼  네가 보고 싶다 가끔 네 생각을 하면  지친 내 삶이 모두  다 지워질 만큼 눈을 감아도 보일 만큼  네가 보고 싶다 사랑한다고 말하면  또다시 돌아올 줄 알고 그댈 지킬 수 없었던 아무것도 해줄 수  없었던 나여서 이젠 돌이킬 수도 없이 그때 우리 우리"}, {"song_no": "4389941", "year": "2014", "rank": "24", "title": "For The First Time In Forever", "artist": "Kristen Bell", "genre": "Animation,Pop", "lyrics": "The window is open  So's that door I didn't know they did  that anymore Who knew we owned eight  thousand salad plates For years I've roamed  these empty halls Why have a ballroom with no balls Finally they're  opening up the gates There'll be actual real  live people It'll be totally strange But wow Am I so ready  for this change 'Cause for the first time  in forever There'll be music  there'll be light For the first time in forever I'll be dancing through the night Don't know if I'm elated or gassy But I'm somewhere in that zone Cause for the first time in forever I won't be alone I can't wait to meet everyone  What if I meet the one Tonight imagine me gown and all Fetchingly draped against the wall The picture of sophisticated grace Ooh I suddenly see him  standing there A beautiful stranger tall and fair I wanna stuff some  chocolate in my face But then we laugh and talk  all evening Which is totally bizarre Nothing like the life I've lead so far For the first time in forever There'll be magic there'll be fun For the first time in forever I could be noticed by someone And I know it is totally crazy To dream I'd find romance But for the first time in forever At least I've got a chance Don't let them in  Don't let them see Be the good girl  You always have to be Conceal Don't feel Put on a show Make one wrong move And  everyone will know  But it's only for today It's only for today It's agony to wait It's agony to wait Tell the guards  to open up the gate the gate For the first time in forever Don't let them in I'm getting what  I'm dreaming of Be the good girl you  always have to be A chance to change my lonely world Conceal A chance to find true love Conceal don't feel  Don't let them know I know it all ends tomorrow So it has to be today 'Cause for the first time  in forever For the first time in forever Nothing's in my way"}, {"song_no": "2903041", "year": "2014", "rank": "25", "title": "결혼까지 생각했어", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "To all My people hellow hellow hellow hellow My name is RealSlow come on and hellow hellow hellow hellow hellow hellow 걱정 말고 날 떠나가  Bye Bye 너 없다고 죽진 않아  Good bye 어서 좀 빨리 가 내가 달려가 널 가로막고 붙잡기 전에 우리 인연 여기까진 거야 분명 우린 운명 아닌 거야 어차피 우리 헤어질 테니 마지막 얘길 들어주겠니 너와 결혼까지 생각했어 같은 집 같은 방에서 같이 자고 깨며 실컷 사랑하려 했어 한 순간 물거품이 된 꿈 슬퍼서  Cry Cry Cry To all My people hellow hellow hellow hellow My name is RealSlow come on and hellow hellow hellow hellow hellow hellow 울컥울컥 차오르는 기억 눈물 없인 잊지 못할 추억 잠도 못 자고 퀭 한 눈으로 많이 울 거야 그리울 거야 너와 결혼까지 생각했어 같은 집 같은 방에서 같이 자고 깨며 실컷 사랑하려 했어 한 순간 물거품이 된 꿈 슬퍼서  Cry Cry Cry 나는 날 잘 알아 아마 난 못 참아 널 다시 찾아갈 거야 그땐 날 만나주지마 너와 결혼까지 생각했어 같은 집 같은 방에서 같이 자고 깨며 실컷 사랑하려 했어 한 순간 물거품이 된 꿈 슬퍼서 Cry Cry Cry To all My people hellow hellow hellow hellow My name is RealSlow come on and hellow hellow 이젠 정말 안녕 끝으로 꼭 듣고 싶던 사랑해 나 매일 듣던 말 못 듣고 Bye Bye Bye"}, {"song_no": "4366156", "year": "2014", "rank": "26", "title": "Dali, Van, Picasso", "artist": "빈지노 (Beenzino)", "genre": "Rap / Hip-hop", "lyrics": "salvador dali van gogh 같이  picasso in my body  man i'm fuckin artist  i'm dali van picasso 를 보며 난 자랐어  나도 물감을 짰고  난 여기까지 왔어  and you can't tell me nothing  you know that i'm doing it right  내가 누군진 묻지마  i'm dali van picasso 반 고흐의 달이 보이는 밤  나는 물감을 고르듯 단어를 골라  오늘 밤 어떤 게  나올진 나도 잘 몰라  일단은 시작해 볼게  with a bottle of wine  얼굴은 빨갛고 온몸엔 피가 돌아  술에 취한 내 코의 모양은 피카소가  그린 그림처럼  삐뚤어졌을진 몰라도  결국엔 이런 게 돈이 될지 몰라  똑같은 주제 똑같은 느낌  동양의 2chain  man i'm also different  동양의 dali but i'm 21century  누구든 이걸 듣는다면  놀라겠지 흠칫  절대 훔칠 수 없는 내 identity  예술가들은 이게 뭔지 알겠지  겁이 없고 과감한 어린아이의 feel  난 오늘 밤 마치  salvador dali van gogh 같이  picasso in my body  man i'm fuckin artist  dali van picasso 를 보며 난 자랐어  나도 물감을 짰고  난 여기까지 왔어  and you can't tell me nothing  you know that i'm doing it right  내가 누군진 묻지마  i'm dali van picasso 아마 누군간 나를  미쳤다고 보겠지만  난 그런 걸 상관 안 하는 성격이지  물감 묻은 붓같이 끈적이는  여름 밤 내 목소린 곳곳에 퍼졌지  여름 밤하늘에 부서진 내 목소린  붉은 색 와인처럼 몽롱해  폴 고갱이 화폭에 옮긴  타히티처럼 내 심장도 뜨겁네  are you with me  are you listening  or do you hate me like  you don't feeling this shit  아마도 내가 그렇듯  예술에 미친 애들은  느끼고 있겠지 칼에 찔린 듯이  지금 이 느낌은 심상치 않네  그 누구도 이런 시도를 안 해  분명한 건 지금 내 몸 안엔  내가 아닌 누군가가 함께해  salvador dali van gogh 같이  picasso in my body  man i'm fuckin artist  i'm dali van picasso 를 보며 난 자랐어  나도 물감을 짰고  난 여기까지 왔어  and you can't tell me nothing  you know that i'm doing it right  내가 누군진 묻지마  i'm dali van picasso i'm dali van picasso i'm dali van picasso i'm dali van picasso i'm dali van picasso dali van picasso dali van picasso dali van picasso i'm dali van picasso dali van picasso"}, {"song_no": "4340421", "year": "2014", "rank": "27", "title": "Special Love", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "Special Love    대화 따위는 필요 없어 서로  눈빛으로 모든 걸 알 수 있어  뭔가 흐름이 좋아 이 만남이 주는  기분에 난 취하고 있어 황홀한 이 느낌 더 깊이  알고 싶은 너 어지러운 느낌 사랑이  아닌가 싶어  You're my special love  너를 본 순간 세상이  다 흔들렸어  이건 완벽한 행운인걸  정말 완벽한 행복인걸 오늘 이전의 날 버렸어  너의 여자로 다시 태어난 날  따뜻하게 껴안아줘   번쩍 널 안아 든 채 어디도  못 가게 잡고 싶은 맘뿐이야 황홀한 이 느낌 더 깊이  알고 싶은 너  어지러운 느낌 사랑이  아닌가 싶어  You're my special love  너를 본 순간 세상이 다 흔들렸어  이건 완벽한 행운인걸  정말 완벽한 행복인걸  My boy My girl We're special love  We're special love special love  그대로의 널 원해 우릴  어쩔 수 없어 떼어 낼 수 없어  special love 황홀한 이 느낌 더 깊이  알고 싶은 너  어지러운 느낌 사랑이  아닌가 싶어  You're my special love  너를 본 순간 세상이 다 흔들렸어  오 미치도록 황홀한 이 느낌  더 깊이 알고 싶은 너  어지러운 느낌 사랑이  아닌가 싶어  You're my special love  너를 본 순간 세상이 다 흔들렸어  이건 완벽한 행운인걸  정말 완벽한 행복인걸  우린 완벽한 만남인걸"}, {"song_no": "4398445", "year": "2014", "rank": "28", "title": "별에서 온 그대", "artist": "윤하 (YOUNHA)", "genre": "Drama", "lyrics": "별빛이 반짝이던 그 어느 날 내 심장을 멈추게 했던 그 사람 눈 부시게 아름다운 그대의 사랑이  하얀 눈처럼 내려왔죠 We will be together for all times I'll be on your side never turn again 아껴왔던 나의 순간들을  이제 함께 할 그대는 영원한 나의 사랑 내 곁에 아무도 없다 말해도 또 그대는 아무 말 없이 웃네요 내 두 눈을 바라보는 그대의 사랑이 나의 마음을 움직이죠 We will be together for all times I'll be on your side never turn again 아껴왔던 나의 순간들을  이제 함께 할 그대는 영원한 나의 사랑 이제 말해봐요 my love 세상에 외칠 준비됐나요 아껴왔던 나의 순간들을  이제 함께 할  그대는 영원한 나의 사랑"}, {"song_no": "4435548", "year": "2014", "rank": "29", "title": "진실 혹은 대담", "artist": "가인", "genre": "Dance", "lyrics": "안녕하세요 얘기 좀 할까요 그렇게 나를 잘 안다고요 참 이상해요 눈 앞에서는 한 마디 못하면서 뒤에선  참 말이 많아 미치지 않고서야 그럴 리  있겠어요 그 정도였겠어 못 오를 나무 아래  겁쟁이들의 외침 떠들어라 맘껏 make it loud make it more  make me hot wanna know the truth all  the truth 중요한 건 너의 입에 내가 막 오르내리는 거 많을수록 nice very nice 소문이란 많을 수록 좋아 나나나 난 그냥 웃지 나는  이런 게 쉽지 꼬리 열 개쯤 잘 알지도  못하면서 다 있지 오해 하는 게 있지 내가 웃는 게 말하는 게  걷는 게 좀 아이 그러지 말고 얘기를 해봐 이런 거 기대했었나요 이름만 겨우 아는 사이에 어머나 그대랑은 정말 손끝만 스쳤다간 아주 난리  나겠어요 미치지 않고서야 이름만  안 사이에 그런걸 하겠어 니가 못 가졌다고 그런 말  하는 거 아니야 떠들어라 실컷 make it loud make it more  make me hot wanna know the truth all  the truth 중요한 건 너의 입에 내가 막 오르내리는 거 많을수록 nice very nice 소문이란 많을 수록 좋아 나나나 난 그냥 웃지 나는    이런 게 쉽지 꼬리 열 개쯤 잘 알지도  못하면서 다 있지 오해 하는 게 있지 내가 웃는 게 말하는 게  걷는 게 좀 소리 없이 퍼져가는 소문 바라는 건 진실 혹은 대담 사실 모든 건 너에게 달렸죠 내가 과연 어떤 사람이 될런진 wanna know the truth all  the truth 중요한 건 내가 아닌 그대 너 먼저 말해줘요 중요한 건 now 바로 now 눈앞에서 바라보니 어때 나나나 난 그냥 웃지   나는 이런 게 쉽지 그대 하나쯤 쬐끔한 게  바보같은 게 나 믿지 이제 내 말만 믿지 니가 믿는 게 바라는 게  속는 게 참"}, {"song_no": "4342054", "year": "2014", "rank": "30", "title": "이별남녀", "artist": "서인국", "genre": "Ballad", "lyrics": "반년이 지나고 나서야 난  니 번호를 어렵게 지웠는데   한 달도 채 안돼서 넌  또 다른 사랑을 시작했어  우리는 뜨겁지도   차갑지도 않았어  그런 벼랑 끝에 우린   헤어진게 당연한 얘기  누가 잘못해서가 아냐  낮과 밤이 지나듯  사랑도 변했다고  날 위로해도  공평하지가 않아  우린 같은 사랑을 했었는데  같은 이별을 했는데  왜 나만 아파  친구로 시작했던 우리   친구보다 못한 사이가 됐어  사랑은 뜨겁지도   차갑지도 않았어  슬픈 결말 끝에   우린 마주보며 서있던 거야  누가 잘못해서가 아냐 낮과 밤이 지나듯 사랑도 변했다고 날 위로해도 공평하지가 않아 우린 같은 사랑을 했었는데 같은 이별을 했는데 왜 나만 아파 나쁜 꿈을 꾸고 있어  혼자 사랑하고 이별 했나봐 날 깨워줘  사랑은 악몽일 뿐 내가 잘못한게 맞나봐 모두 내 잘못 같아 네게 못해준 것만 자꾸 떠올라 아직도 눈물이나 우린 정말 사랑을 했었는데 영원할 줄 알았는데 넌 가버렸어 공평하지가 않아 우린 같은 사랑을 했었는데 같은 이별을 했는데 왜 나만 아파 감정이 없는 사람처럼 난 사랑을 못해 두려워 난 이젠"}, {"song_no": "4367874", "year": "2014", "rank": "31", "title": "너를", "artist": "브라운 아이드 소울", "genre": "R&B / Soul", "lyrics": "아득하게 멀어보여  함께 걷던 이 길이 이젠 나즈막히 불러보았지 그 이름  더 차갑게 느껴지는  밤 하늘과 이 공기는 나의 곁에 너 없는 까닭이겠지 별들이 하나 둘 어둠에 잠기면 헛된 기다림도 이 밤을 따라  떠나면 좋을텐데 달아나도 가지못해 미련은  무거운 짐이 되어 한순간도 잊지못해 그리운  니 모습만 내곁을 맴도는데 아직 난 널 이렇게 흰눈이 흩어져 사라지기전에 어리석은 맘도 하늘멀리  떠나면 좋을텐데 달아나도 가지못해 미련은  무거운 짐이 되어 한순간도 잊지못해 그리운  니 모습만 내곁을 맴도는데 아직 난 널 이렇게 빗물처럼 스며들어  언제까지 가슴안에 그대 가지말란 말을 못해 후회는  무거운 짐이되어 한순간도 잊지못해 그리운  니 모습만 내곁을 맴도는데 아직 난 널 놓지못해 미련은  무거운 짐이되어 한순간도 잊지못해 그리운  니 모습만 내곁을 맴도는데 단 하루만 나에게로 단 한번만  나에게로 아직 널 사랑해"}, {"song_no": "4404589", "year": "2014", "rank": "32", "title": "Cha Cha", "artist": "레인보우 블랙", "genre": "Dance", "lyrics": "싫습니다 좋습니다  말을 좀 해봐 있습니까  없습니까 내게 올 맘이  후회하지 않을 자신   있나요 Uh Uh  언제까지 기다릴   나일리가 없어  내 조급한 성격을   미리 말해 줄게  You feel I feel we feel   what is coming to us  알면서 Uh 뭐 그래  그 기분 나 뭔지 알아요   이렇게 널 원하는 나를  조금 더 바라보고 싶지  이해할게요  I wanna feel you I wanna love you  이렇게 말하는 게   나는 두렵지 않아요  매번 매번 물어봐도   말할게요 매일 매일   그대를 난 생각해요  I wanna feel you I wanna love you  이렇게 얘기하는   내가 너무 좋으면서  그런 맘을 내가 너무   잘 알아요 그럼 내가   조금 더 보여줄까요  싫습니다 좋습니다  말을 좀 해봐 있습니까  없습니까 내게 올 맘이  후회하지 않을 자신   있나요 Uh Uh  ChaCha 더 미루지도   또 숨기지도 난 그런 거  원래 잘 못해  난 티내 내가 어떤 맘인지   니 어디가 어떻게 좋은 건지  싫습니다 좋습니다  좋아요 좋아요   있습니까 없습니까  말해봐 좀 더 노는 게 좋아  그 기분 나 뭔지 알아요   겁이 많은 그대라는 걸  그대만 모른다는 사실  알려나 몰라   걱정하지 말아요   우린 누구보다 좋을 테니까  그러니 말해요   이 귀한 기분을 놓치지 마요  I wanna feel you I wanna love you  이렇게 말하는 게   나는 두렵지 않아요  매번 매번 물어봐도   말할게요 매일 매일   그대를 난 생각해요  I wanna feel you I wanna love you  이렇게 얘기하는   내가 너무 좋으면서  그런 맘을 내가 너무   잘 알아요 그럼 내가   조금 더 보여줄까요  싫습니다 좋습니다 말을 좀 해봐 있습니까 없습니까 내게 올 맘이 후회하지 않을 자신  있나요 Uh Uh"}, {"song_no": "4381937", "year": "2014", "rank": "33", "title": "Something", "artist": "동방신기 (TVXQ!)", "genre": "Dance", "lyrics": "She got that something She got that something She’s just beautiful Not just beautiful She Watch Out Aha Yeah 제발 나 좀 깨우지마 어젯밤 한숨도 못 잤단 말야 수 많은 여자들  모두 내가 좋대  아이돌 같대나 뭐래나 솔직히 덤덤한 기분  언제나 내게 꽂혀버린 시선들 불편해도 뭘 어쩌겠어  맨날 그래왔던 걸 오늘도 난 burn like fire She got that something But 내겐 부족해요 Stop Baby 도도해 보이지만 나를 향한 눈빛이 흔들리지 좀 더 분발해야 될 걸 She got that something 망설인다면 나는 fly baby 들키지 말고 내게  살금 살금 살금 다가와 주면 내가 모른 척 넘어가 줄 텐데 내가 못된 남자라면 여자를 울릴 남자라면 물러나는 게 좋아 다치기 전에 거부할 수 없는 걸 알지만 흔하디 흔한 남자들이  지겨워졌다면 그대로 All in 위험한 Come in 둘이 함께 burn like fire She got that something But 내겐 부족해요 Stop Baby 도도해 보이지만 나를 향한 눈빛이 흔들리지 좀 더 분발해야 될 걸 She got that something 망설인다면 나는 fly baby 들키지 말고 내게  살금 살금 살금 다가와 주면 내가 모른 척 넘어가 줄 텐데 오늘밤은 기대해도 좋아 Friday night 숨이 멎어 버릴지도  모를 멋진 밤 모두 다 흥에 겨워 즐거워할 때 너만 심각해 어쩌면 수줍은 거니 나를 맴도니  Round and round and  round round round round 1 2 3 She got that something But 내겐 아주 조금 모자라 그렇게 기회만 보면  때는 이미 늦은 걸 no no no no She got that something But 내겐 부족해요 Stop Baby 도도해 보이지만 나를 향한 눈빛이 흔들리지 좀 더 분발해야 될 걸 She got that something 망설인다면 나는 fly baby 들키지 말고 내게  살금 살금 살금 다가와 주면 내가 모른 척 넘어가 줄 텐데"}, {"song_no": "4418413", "year": "2014", "rank": "34", "title": "You Don`t Love Me", "artist": "스피카", "genre": "Dance", "lyrics": "You don't love me 오늘 난 준비가 됐어 You don't love me 이제는 다 말할 때가 됐어 You don't love me 결론은 간단한 Story You don't love me 넌 나를 사랑하지 않아 You don't love me 놀란 척 하는 네 눈이 You don't love me 어제 본 드라마처럼 뻔해 You don't love me 더 이상 속이는 건 무리 You don't love me 넌 나를 사랑하지 않아 이제껏 그 많은 시간들 너만 보며 참은 내게 이럴 수 있어 You don't love me 난 사랑에 미친 You don't love me 너완 다른 여자 You don't love me 하나하나 계산해 이리저리 재고선 그것도 사랑이라니 You don't love me 넌 사랑을 몰라 You don't love me 여자 맘을 몰라 You don't love me 이런저런 변명만 주절주절 늘어놔 차라리 그냥 날 떠나 You better go 사랑한단 사탕발림 You don't love me 매일매일 속고 또 속았어 You don't love me 이제는 알겠어 truly You don't love me 넌 나를 사랑하지 않아 외롭고 힘들었던 날들 너만 보며 참은 내게 이럴 수 있어 You don't love me 난 사랑에 미친 You don't love me 너완 다른 여자 You don't love me 하나하나 계산해 이리저리 재고선 그것도 사랑이라니 You don't love me 넌 사랑을 몰라 You don't love me 여자 맘을 몰라 You don't love me 이런저런 변명만 주절주절 늘어놔 차라리 그냥 날 떠나 You better go 지금껏 내 사랑은 언제나 일방적 사랑하기엔 넌 태생부터 이기적 이제 그만 batter stop 이별장소 mini stop 지기만 하는 여자얘긴 옛날 옛적  I need you love love 진실한 맘을 원해 I need you love love 근데 도대체 왜이래 I need you love love 있는 그대로 나를 사랑해 줄 수는 없니 You don't love me 난 사랑에 미친 You don't love me 너완 다른 여자 You don't love me 하나하나 계산해 이리저리 재고선 그것도 사랑이라니 그건 사랑도 아냐 You don't love me 난 너에게 지쳐 You don't love me 조금씩 너 미쳐 You don't love me 이것저것 따져야 너덜너덜 해질 뿐 차라리 그냥 날 떠나 You better go"}, {"song_no": "4300699", "year": "2014", "rank": "35", "title": "너에게", "artist": "성시경", "genre": "Drama", "lyrics": "너의 말들을 웃어 넘기는   나의 마음을   너는 모르겠지 너의 모든 걸  좋아하지만 지금 나에겐   두려움이 앞서  너무 많은 생각들이   너를 가로 막고는 있지만   날 보고 웃어주는 네가  그냥 고마울 뿐이야 너는 아직 순수한 마음이  너무 예쁘게 남았어 하지만 나는 왜 그런지  모두가 어려운걸 세상은 분명히 변하겠지  우리의 생각들도 달라지겠지  생각해 봐 어려운 일 뿐이지 나에게 보내는  따뜻한 시선을 때로는 외면하고 얼굴을 돌리는 걸 넌 느끼니 너를 싫어해서가 아니야 너를 만난 후 언젠가부터  나의 마음속엔 근심이 생겼지 네가 좋아진 그 다음부터  널 생각하면 깊은 한숨뿐만 사랑스런 너의 눈을 보면  내 맘은 편안해지고 네 손을 잡고 있을 때면 난 이런 꿈을 꾸기도 했어 나의 뺨에 네가 키스할 땐  온 세상이 내 것 같아 이대로 너를 안고 싶어  하지만 세상에는 아직도 너무 많은 일이  네 앞에 버티고 있잖아  생각해 봐 어려운 일 뿐이지  네가 접하게 되는  새로운 생활들과 모두가 너에게 시선을  돌리게 될 것을 알 수 있니   너는 이런 내 마음을 아는지 조그마한 너의 마음  다치게 하긴 싫어  이러는 것 뿐이지 어른들은 항상 내게 말하지  넌 아직도 모르고 있는 일이  더 많다고 네 순수한 마음만 변치 않길 바래"}, {"song_no": "4312933", "year": "2014", "rank": "36", "title": "향기만 남아", "artist": "허각", "genre": "Ballad", "lyrics": "멀리서 불어와 날 스쳐 지나는  너를 떠올리게 하는 익숙한 향기 아직까지 널 잊지  못하는 걸 보니 바보 같아 언젠가는 저 바람처럼  흩어지겠지 향기만 남아서 나를 괴롭히는데  무뎌진 기억 너머로 너를 그리다 쓸쓸한 바람에 휘날리는 추억  이렇게 슬플 땐 누가  나를 위로해주나 두 눈을 감으면 또 니가 생각나  난 또 또 혼자 남아  이 거리를 또 헤매이다 아주 작은 떨림에 끌려  문득 고개를 들어보니  우리 같이 함께 불렀던  그 노래가 들려와 향기만 남아서 나를 괴롭히는데  무뎌진 기억 너머로 너를 그리다 쓸쓸한 바람에 휘날리는 추억  이렇게 슬플 땐  누가 나를 위로해주나 멀어지는 널 붙잡고 싶지만  언제나 그랬듯이  너를 잊고 살겠지 아련했던 너의 기억  아름다웠던 그 추억  아직도 널 닮은 향기만 남아 어느새 하루가 저물어 가네  짙은 추억만 남기고 멀어져 가네 혹시라도 니가 또 생각 날까봐  아무렇지 않게 하루를 살아 언젠간 널 다시 만날 수가 있을까  다른 사람으로 널 잊을 수 있을까 누구를 만나도 행복해야만 해  다시는 볼 수 없는 너  향기만 남아"}, {"song_no": "4426293", "year": "2014", "rank": "37", "title": "나 이런 여자예요 (With 예지, 체스카 Of 피에스타)", "artist": "지아", "genre": "Ballad", "lyrics": "차갑게 식었던 내 맘 감싸 안아주던 그대가 마치 날 위해 존재하는 것처럼 그대가 내 사람의  존재의 이유였었던 건 I thought your feelings for me was fake I misunderstood but it's too late uh 항상 날 보며 미소 가득했던 니 얼굴 이제 어떤 것도 보이지 않아 니가 내게 남긴 마지막 선물 지금에야 나 내가 보여 Now I see more to life you know 지워지지 않는 그대 이름과 내 속 안에 남아 있는 그댈 지금 나 보내주려 해 Take your flight 잊어보려 해  All the fights Take separate flight 사랑이 미워요 이 사랑이  아프기만 한 사랑  나 더 이상은 싫어요 그래요 나 정말 못됐나 봐요 그런 여자였어요  나 이런 여자예요 미안해요 uh 이 거리엔 너와 함께 한 추억들로 가득해 너의 미소 둘만의 얘기도  눈뜬 장님이 된 듯 까마득해 How u talk like that  널 등지고 내가 떠날 때 뻔뻔하게 가만히 서있던 네가 이기적 시기 적절한  변명으로 전화를 거네  but I don't wanna waste time 너 때문에 울며 잠든 매일 밤 또 부은 얼굴로 세수를 하고  집을 나서는 매일 아침  uh 이제 잊을게 내가  나쁜 여자의 총대를 매 더는 매달리지 않아  메아리 일뿐이잖아 혼자 하는  Love  그만둘래 uh 사랑이 우리가 한 사랑이 눈물로 변해가네요  우리가 한 사랑이 그래요 나 역시 변했나 봐요 그런 여자였어요  나 이런 여자예요 그만해요 이젠 끝난 그대와 나 눈물로 밤을 지새워 가 You're not who I thought you were 꿈만 같았던 그때가 그리워 우리의 비밀의 속삭임 아직도 어제 일처럼  내겐 귓가에 아직 선명해 사랑이 미워요 이 사랑이  아프기만 한 사랑  난 더 이상은 못해요 그래요 나 정말 바보 같아요 그런 바보였어요 나 이런 여자예요  미안해요"}, {"song_no": "4441132", "year": "2014", "rank": "38", "title": "숨소리 (Breath) (Sung By 태연 (소녀시대) & 종현 (샤이니))", "artist": "S.M. THE BALLAD", "genre": "Ballad", "lyrics": "나도 모르게 전화기를 들고  말았어 나야 참 오랜만이야 너무 힘이 들어서 잡기도  미안해서 너를 보낸 게  후회돼서 한숨만 쉬는걸 너무 놀라서 말이 나오지도  않았어 떨리는 가슴만 붙잡았어 많이 힘든지 지금 어디 있는지  묻기도 전에 눈물이 흘렀어  네 숨소리만 들려도 그래 눈물이 이렇게 흘러내리면  아끼던 내 작은 추억들마저도  어쩔 줄 몰라 너무 아파서 서로 놓아주길  약속했지만  자신 없을 때 가끔 숨소리라도  들려주길 숨을 쉬는 게 매일 눈을 뜨는 게  겨우 하루를 사는 게 죽는 것 보다 힘이 든다고 네게  말을 못했어  걱정할 것 같아서 바보처럼  한숨만 쉬는 걸 눈물이 이렇게 흘러내리면  아끼던 내 작은 추억들마저도  어쩔 줄 몰라 너무 아파서 서로 놓아주길  약속했지만  자신 없을 때 가끔 숨소리라도  들려주길 하고픈 말이 많아도 난 아무  말도 못 하고 다 괜찮다고  서로를 달래고 아파했어 다 되돌리면 우린 행복하기만  했어 놓지 못하고 있어 눈물이 이렇게 흘러내리면 아끼던  내 작은 추억들마저도 어쩔 줄 몰라 너무 아파서 서로 놓아주길  약속했지만  자꾸 네가 생각 날 땐  참을 수 없이 힘들 땐  이렇게라도 가끔 숨소리라도  들려주길"}, {"song_no": "4333566", "year": "2014", "rank": "39", "title": "너 밖에 몰라 (One Way Love)", "artist": "효린", "genre": "Dance", "lyrics": "Yeah you think I’m selfish That’s what I thought about you You need to get it straight Oh no no so selfish love You’re so selfish boy ye 먹고 싶은 것도 니가 다 정하고 하고 싶은 것도 니 멋대로 하네 다투고 화 풀 때도 니 방식대로 하고 내 의견 그리 별로 중요하지 않아 우린 아직 사랑을 몰라 넌 아직 겪어 봐야 돼 더욱더 아파 봐야 해 우린 아직 이별을 몰라 넌 정말 나쁜 남자야 후회하게 될 거야 너 밖에 몰라 넌 너 밖에 몰라 왜 너 밖에 몰라 왜 니 생각만 해 Boy 너 밖에 몰라 넌 너 밖에 몰라 왜 너 밖에 몰라 나 좀 미치게 하지 마 one way one way 내 사랑 일방통행 no way no way 멋대로 하지 좀 마 one way one way 내 사랑 일방통행 no way no way 내 주위 사람 만나지 못하게 하면서 넌 밤새워 술 마시고 뭐 하러 다녀 내 맘이 썩어가는 줄도 모르면서 니 친구들 챙기기에 넌 정신 없어 우린 아직 사랑을 몰라 넌 아직 겪어 봐야 돼 더욱더 아파 봐야 해 우린 아직 이별을 몰라 넌 정말 나쁜 남자야 후회하게 될 거야 너 밖에 몰라 넌 너 밖에 몰라 왜 너 밖에 몰라 왜 니 생각만 해 Boy 너 밖에 몰라 넌 너 밖에 몰라 왜 너 밖에 몰라 나 좀 미치게 하지 마 one way one way 내 사랑 일방통행 no way no way 멋대로 하지 좀 마 one way one way 내 사랑 일방통행 no way no way 너 지금 말 다했어 뭐를 결정할 때 마다 사랑이나 배려 따윈 없이 주구장창 너만 생각하는 이기적인 남자고 난 피해자 다시 생각해도 계속 후회가 안 봐도 뻔해 니 친구들에게 내 얘기를 어떻게 했을지 왜 몰라 그건 니 얼굴에 침 뱉기 물어봐 니가 하는게 사랑인지 one way one way 내 사랑 일방통행 no way no way 멋대로 하지 좀 마 one way one way 내 사랑 일방통행 no way no way"}, {"song_no": "4404345", "year": "2014", "rank": "40", "title": "살만찌고", "artist": "4minute", "genre": "Dance", "lyrics": "woo woo woo woo woo  니가 떠나고 난 뒤  woo woo woo woo woo  나만 홀로 남아  woo woo woo woo woo  아직 널 기다려  woo woo woo woo woo  돌아와 줘 Baby  얼굴 안 좋아 보여 무슨 고민 있어  왜그리 말이 없어  내가 요즘 듣는 말  머리는 왜 잘랐어  나 조금 지겨워서  변화를 주고 싶어 사랑 받고 싶어  시간은 빨리도 가는데  내 상처는 왜이리 아물지 않는지  마르지않는 샘물인 줄 알았어  우리 헤어짐은 너무나 빨랐어  가을이 또 지나가고  추운 겨울이 오겠지  내 가슴도 이렇게  서서히 얼어가겠지  요즘 계속 살만 찌고  짜증만 늘어나고  날씨는 추워지고  니 생각만 나 죽겠어  술만 생각나고 한숨만 늘어가고   별 것 아닌 일들로  자꾸 눈물 나 미치겠어  넌 아직 내 맘을 몰라요  이렇게 아파하는 내 맘을  난 아직도 너를 못 잊어  Oh baby I need you back  back in my life  점차 불어나는 체중만큼 점점  늘어가는 너에 대한 그리움  사라지는 턱선 이제 더는 없어  어떻게 보일까하는 외모 걱정  이건 아니다 싶어 머리도 하고  옷도 새로 사고 최면을 걸어  괜찮다고 자신 있게 가고  해보지만 내 기분은 계속 So So  요즘 계속 살만 찌고  짜증만 늘어나고  날씨는 추워지고  니 생각만 나 죽겠어  술만 생각나고 한숨만 늘어가고   별 것 아닌 일들로  자꾸 눈물 나 미치겠어  이젠 잊어야겠지  니가 없던 그때로  되돌리고 싶지만 oh no  쉽진 않겠지 이미 너와 같은 나라서 내 맘 이토록 아픈가봐 요즘 계속 살만 찌고 짜증만 늘어나고 날씨는 추워지고 니 생각만 나 죽겠어 술만 생각나고 한숨만 늘어가고  별 것 아닌 일들로 자꾸 눈물 나 미치겠어 woo woo woo woo woo 니가 떠나고 난 뒤 woo woo woo woo woo 나만 홀로 남아 woo woo woo woo woo 아직 널 기다려 woo woo woo woo woo 돌아와 줘 Baby"}, {"song_no": "4393317", "year": "2014", "rank": "41", "title": "Good Morning Baby", "artist": "Apink (에이핑크)", "genre": "Dance", "lyrics": "Good Morning Baby 한순간에 빠져 버린다는 그 말을  믿어요 분명히 운명 같은 사랑  이야기 하루가 너무 멀다 하고 그립다  말하고 싶은 너에게 빠졌나 봐  love is you 새빨간 스웨터도 너무 잘 어울린  남자 그대 손만 잡고 있어도 왠지  모르게 포근해서 나에게는 오직 너야 아니 평생  오직 너야 특별한 넌 season of love good morning baby good morning  너와 아침을 함께 여는 난 매일매일 상상해 잠이 덜 깬  눈에 키스해 크게 말하지 않아도 알아요 I love you 새하얀 길을 걷고 둘이 발자국을  남기고 투명한 하늘 위로 천사가  노랠 해 하늘만 봐도 난 좋아 그냥 너라서  다 좋아 심하게 빠졌나 봐 love is you be be my my love wanna be be be my my love love 그대 손만 잡고 있어도 왠지  모르게 포근해서 나에게는 오직 너야 아니 평생  오직 너야 특별한 넌 season of love good morning baby good morning  너와 아침을 함께 여는 난 매일매일 상상해 잠이 덜 깬  눈에 키스해 크게 말하지 않아도 알아요 I love you 난 포근한 그대 품에서 눈 깜짝할  사이 잠들죠 나와 후 wanna be falling in love  나만의 사랑이 되어줘 good morning baby good morning  너와 아침을 함께 여는 난 매일매일 상상해 잠이 덜 깬  눈에 키스해 크게 말하지 않아도 알아요 I love you"}, {"song_no": "4388691", "year": "2014", "rank": "42", "title": "B.B.B (Big Baby Baby)", "artist": "달샤벳", "genre": "Dance", "lyrics": "넌 Big Baby Baby I Need Some Body Body  넌 Big Baby Baby I wanna get your  body tonight big baby  넌 Big Baby Baby  넌 Big Baby Baby  왜 필요할 때 달라 너 Big baby 왜 끝나면 달라 너 Big baby 왜 어제와는 달라 너 Big baby 왜 오늘 더 달라 너 Big Baby Baby 네가 그렇게 날 볼 때마다  느껴지는 식어버린  감정들을 눈치 챘어 이제 어떡하라고  I Gotta go 내가 아프다고 아프다고  아프다고 화를내고  말해봐도 아무 관심 없는 그런 모습에 I Can’t take no more 너무 빨라 너 너무 달라져 혼자 허무해진 마음이 너무 커져서 너무 아팠어  너를 향한 나의 마음을  아프게 하는 너 Hey 너 너 너  come back to me baby 너너너너너너너넌  Big Baby Baby Hey 너 너 너  wanna be my baby 너너너너너너너넌  Big Baby Baby 왜 말끝마다 달라 너 Big baby 왜 눈빛이 달라 너 Big baby 왜 처음이랑 달라 너 Big baby 왜 끝이랑 달라 너 Big Baby Baby 나를 하루종일 바라보고 바라보고 생각해도  그렇게 해도 부족하다 말해줄땐 언제고 Don't you know 이제 너도 몰래 나도 몰래  꺼내어진 다른 너의 모습들이  나를 자꾸만 힘들게 해 I Can’t take no more 너무 빨라 너 너무 달라져  혼자 허무해진 마음이 너무 커져서 너무 아팠어  너를 향한 나의 마음을  아프게 하는 너 Hey 너 너 너  come back to me baby 너너너너너너너넌  Big Baby Baby Hey 너 너 너  wanna be my baby 너너너너너너너넌  Big Baby Baby 빠져든다 빠져든다  빠져든다 너는 내게로  Big Baby Baby Big Baby Baby 돌아온다 돌아온다  돌아온다 처음 그때로  Big Baby Baby Big Baby Baby Big baby 대체 왜이래  이거 참 대책 없네 이것 저것 하나 둘 셋 넷  다 아는 사이인데 다시 돌아와  돌아와 돌아와 다시 내게 돌아와 너무 빨라 너 너무 달라져 혼자 허무해진 마음이 너무 커져서 너무 아팠어  너를 향한 나의 마음을  아프게 하는 너 Hey 너 너 너 come back to me baby 너너너너너너너넌  Big Baby Baby Hey 너 너 너  wanna be my baby 너너너너너너너넌  Big Baby Baby"}, {"song_no": "4193337", "year": "2014", "rank": "43", "title": "으르렁 (Growl)", "artist": "EXO", "genre": "Dance", "lyrics": "Yo Okay 나 혹시 몰라 경고하는데 잘 들어 지금 위험해 So Dangerous 자꾸 나를 자극하지마 큰일 나  나도 날 몰라  숨이 자꾸 멎는다 네가 날 향해 걸어온다 나를 보며 웃는다 너도 내게 끌리는지  눈앞이 다 캄캄해 네가 뚫어져라 쳐다볼 땐 귓가에 가까워진 숨소리 날 미치게 만드는 너인걸 아무도 널 못 보게 품에 감추고 싶어 널 노리는 시선들 내 안에 일어난 거센 소용돌이  검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 날이 선 눈빛과 베일듯한 긴장감 지금 탐색 중이야 너의 주위를 Babe Babe Oh 넌 그냥 그대로 있어 나만을 바라보면서 절대 널 보내지 않아 두고 봐 Babe  흐린 공간속에서 선명하게 빛나는 널 노리는 시선들 내 안에 울리는 경보 울림소리 검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 E X O 또 다른 늑대들이 볼세라 너무나 완벽한 내 여자라 품속엔 부드럽게 너를 안고 너만을 위해서 나는 난폭해지고 결국엔 강한 자가 얻게 되는 미인 자리가 없으니까 그냥 돌아가 I win 가능성 제로야 닳으니까 그만 봐 그녀를 넘본다면 나를 먼저 넘어봐  우리 말곤 하나둘씩 지워버리자 너하고 나만 여기 남아 멈춰진 듯이 워 검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라"}, {"song_no": "4362019", "year": "2014", "rank": "44", "title": "너에게만", "artist": "범키", "genre": "Ballad", "lyrics": "Bumkey VJ DEUX time for some slow jam 너는 지금 내게서  너무나 멀리에 다시 내게 올 수 없지만 눈을 감으면 아직도  나의 가슴엔 항상 네가 웃으며 서 있는데 너는 내게서 멀어져가고 나는 혼자 남게 됐지만 너의 기억은 아직도 나를 자꾸 눈물 짓게 하지 내 맘에 내리는 이 비는 너만이 멈출 수 있어  only you 내 눈에 흐르는 눈물은 오직 너만이 멈출 수 있어 너는 지금 내게서  너무나 멀리에 너무나 멀리에 다시 내게 올 수 없지만 눈을 감으면 아직도  나의 가슴엔 아직 내 가슴에 항상 네가 웃으며 서 있는데 우리 헤어진 후에 변했어 많은 것들이 난 새 차를 샀고 조그맣던  작업실이 이젠 네가 수줍게 춤추던  클럽보다 커 하지만 사람들과 일하고  웃으며 돌아서 집에 온 후엔 텅빈 느낌 뿐 다른 여자를 만나보랬지 나의 친한 친군 no way 말도 안 돼 내 마음 한 가운데 네가 있는걸 그래서 이렇게  혼자 남은 밤에 전화기를 붙잡고 망설여 계속 눈을 감으면 내 옆에 꼭 네가 있는 것만 같아 I need you by my side 여기서 여전히 널  이렇게 그리며 서 있어 지나간 날들은 괜찮아 네가 다시 나에게 만약 돌아올 수 있다면 oh 나를 돌아봐 그대 나를 너의 맘 속엔 내가 없는지 I wanna know 너는 지금 내게서  너무나 멀리에 다시 내게 올 수 없지만 눈을 감으면 아직도  나의 가슴엔 널 사랑하는 마음 뿐이야 너 없인 내겐 아픔 뿐이야"}, {"song_no": "4237755", "year": "2014", "rank": "45", "title": "착해 빠졌어 (Stupid In Love)", "artist": "소유 (SOYOU)", "genre": "Rap / Hip-hop", "lyrics": "니 입술이 나를 욕해도 난 아니 아니야 니 마음이 나를 접어도 난 아니 아니야 내 눈물의 의미를 왜 몰라 끝내자는 게 아니야 안아 달란 말이야 평소완 다른 말투 심장이 시큰해 난 니가 낯설었고 비가 내릴 듯 하늘은 시커메 반복된 실망과 다툼 속 서론 지쳤고 넌 아마도 오늘 여기서 내게 꼭 이별을 말할 것 같아 순간 가슴에 불지른 듯 나도 모르게 소리쳤지 밀치고 부딪히고 널 보며 진저리 쳤지 너 왜 그렇게 슬픈 눈을 하고서 날 쳐다보고만 있어 항상 그랬지 난 모질고 넌 지겹게 착해 빠졌어 니 입술이 나를 욕해도 난 아니 아니야 니 마음이 나를 접어도 난 아니 아니야 내 눈물의 의미를 왜 몰라 끝내자는 게 아니야 안아 달란 말이야 혼자 아닌 둘이라 넌 더 외롭다 했어 슬픈 표정으로 넌 물었지 내 말 이해 할 수 있어 난 귀찮고 바쁘단 핑계로 널 짐처럼 취급했지 믿음은 플라스틱처럼 부러져 니 의심 지긋지긋했지 그리고 너희 집 앞 바래다준 마지막에 어김없이 폭탄 터졌지 참 더럽게도 징하게 서롤 밀쳤고 욕을 뱉고 우린 미쳤고 now we can't go back 누군가 그랬지 계절은 이별을 데리고 오네  계속 그렇게 거친 말 해 다신 안볼 듯 상처를 내봐 어차피 끝낼 맘이면 좀 더 제대로 나쁜 척해봐 너 짜증나게 굴지마 누굴 만나든 잘 살테니까 뒤늦게 다시 날 찾을 때 난 절대로 거기 없으니까 그냥 꺼지라 했지 울먹이는 니 모습 지겨워서 바보같이 아파하는 그 꼴 봐주기 힘겨워서  미안해 할 것 없어 주저하지 말고 말해 어서 이별의 순간 난 여전히 못났고 넌 끝까지 착해빠졌어 헤어지잔 말이 아니야 난 아니 아니야 싫어졌다는 말이 아니야 난 아니 아니야 내 눈물의 의미를 왜 몰라 잡아달란 말이야 안아달란 말이야 가지마 내 눈에 써놨잖아 내 눈물이 말하잖아 멀어져가는 우리 바라보기만 할 뿐 잡지 않아 길었던 연애의 끝 서로의 마음은 닿지 않아 제발 예전의 너로 돌아와 가지마 가지마 이제 끝낼 시간 somebody got to say goodbye 미안해 난 널 더는 사랑 하지 않아 진심 와 닿지 않아  만질 수 없고 볼 수 없어 아무것도 느낄 수 없어 괜찮아 날 욕해 넌 왜 끝까지 멍청하게 그리 착해 빠졌어  서로의 맘 헤프게 떠들며 그저 시간만 끌었지 너는 언제나 최선을 다했고 난 언제나 너의 최악이었지 알아 너가 더 참고 더 울고 더 외로웠어 이별의 순간 난 여전히 못났고 끝내 널 잡지 못했어 평소완 다른 말투 심장이 시큰해 난 니가 낯설었고 비가 내릴 듯 하늘은 시커메 반복된 실망과 다툼 속 서론 지쳤고 넌 아마도 오늘 여기서 내게 꼭 이별을 말할 것 같아"}, {"song_no": "3893169", "year": "2014", "rank": "46", "title": "홀로 (Feat. 김나영)", "artist": "정키", "genre": "Ballad", "lyrics": "아침에 눈을 떴을 때 텅 빈 방안에 나 홀로  니 빈자리 거닐면서 많은 생각들에 잠겨 지워질 수 없는 기억  돌이킬 수 없는 우리  헤어날 수 없는 나와  멀어져만 가는 너를 바라봐 누군가 한 말 처럼 언젠가 만날 거라 그렇게 우린 헤어진 거야 집에 오는 길을 홀로 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴 안고 추억 속에 살아 홀로 방안에서 깨면 홀로 늘 있던 니가 없어 익숙해지겠지  나 홀로 그 때를 기억하니 너와 내가 우리란 말로 함께 할 수 있었던 그 날의 사랑들을 잠시 맞잡았던 두 손  차마 놀 수 없어 붙잡았던 우리라 해도 그립고 그리워 그저  바라만 봐야 했어 누군가 한 말 처럼 언젠가 만날 거라 그렇게 우린  헤어진 거야 집에 오는 길을 홀로  텅 빈 방 침대에 홀로 너와의 기억에 홀로 나 홀로 무뎌질 가슴  안고 추억 속에 살아 홀로 방안에서 깨면 홀로  늘 있던 니가 없어  익숙해지겠지 나 홀로 지난 시간들이 그리워  힘든 건지 내 손길만을  기다린 건지 다른 누군갈 만날  내 모습 바란 건지  그저 날 사랑한다고 말해줘 집에 오는 길을 홀로 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴 안고 살아  보고 싶어 매일 널 그리며 살아  다시 아파한다 해도  내게 손 내밀어  그저 날 사랑한다고 말해줘 이제 더 이상 잊혀질  그 날처럼 처음 날  만나서 설레었던 그 날 그 때로 다시 돌아와 나 하나만 바라보며  사랑한다고 말했던 그 때의 우리로 돌아갈래 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴  안고 추억 속에 살아 홀로 방안에서 깨면 홀로 늘 있던 니가 없어 익숙해지겠지  나 홀로"}, {"song_no": "4328659", "year": "2014", "rank": "47", "title": "그리워해요", "artist": "2NE1", "genre": "Ballad", "lyrics": "그렇게 너무 편하게 굴지 마요 아직 너와 난 남남이니까 어린애처럼 보채지 좀 마요 아직 시작도 안 했으니까 아이들의 불장난 같은 사랑은 싫어 조금 움츠려 있을 뿐이야 난 괜찮아 아냐 사실 난 나를 떠나 보낸 그가 아직 너무 미워요 차갑게 식어버린 내 가슴은 아직도 그를 그리워해요 그리워해요 그리워해요 그리워해요 그리워해요 그렇게 너무 밝히지 좀 마요 세상은 원래 어두우니까 어쩜 그렇게 해맑게 웃어요 what 자세히 보니 슬픈 표정이야 I know I’ve been there before 어른들의 계산적인 사랑은 싫어 살짝 지쳐있을 뿐이야 난 괜찮아 아냐 사실 난 나를 떠나 보낸 그가 아직 너무 미워요 차갑게 식어버린 내 가슴은 아직도 그를 그리워해요 그리워해요 그리워해요 그리워해요 그리워해요 나의 젊은 날의 사랑은 이렇게 끝이 나네요 그대 꼭 행복해야 해요 오랜 시간이 지나가도 우리 서로 기억해요 그땐 서로가 있었음을 그땐 서로가 있었음을"}, {"song_no": "4381725", "year": "2014", "rank": "48", "title": "백야", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "하얀 밤을 모두 지새고 네게로 돌아간다 오래 비워둔 내 제자리로 부서지고 날카로웠던 마음들뿐이어서 널 안을 수 없을 때도 나를 놓치지 않으려 스스로 다치던 네게 지금 다시 돌아가며 시간이 흘러가면서 천천히 잊혀져가는 기억은 모두 사라져 내게 멀어진대도 영원한 건 너의 마음뿐 나를 놓치지 않으려 스스로 다치던 네게 지금 다시 돌아가며 시간이 흘러가면서 천천히 잊혀져가는 기억은 모두 사라져 내게 멀어진대도 영원한 건 너의 마음뿐 내게 남아있는 모든 것들이 모두 사라지고 이름뿐일 때 모든 것을 감싸 안으며 따뜻하게 불러준 사람 이제는 웃어주겠니 길었던 방황의 끝에 지난 시간을 등 뒤로 너와 마주 잡은 손을 놓치진 않을 거야 두 눈 가득 담은 그댈 다시 네게서 떠나지 않을 거야 너에게 약속할게"}, {"song_no": "4397968", "year": "2014", "rank": "49", "title": "XX몰라 (ZOTTO MOLA)", "artist": "개리", "genre": "Rap / Hip-hop", "lyrics": "다른 여자 백 명 필요 없어 다 오오오오 오로지 너 나한텐 너만 있으면 돼 나는 너만 빼면 필요 없어 다 오오오오 오로지 너 나한텐 너만 있으면 돼 아무리 말해도 내 맘을 넌 조또 몰라 때때로 내 표현이 거칠어지면 넌 또 놀라 사랑이란 말로는 표현이 안돼 너란 여잔 그냥 말이 안돼 말이 안돼 아무리 말해도 내 맘을 넌 조또 몰라 때때로 내 표현이 거칠어지면 넌 또 놀라 그 어떤 여자와도 게임 안돼 너란 여잔 그냥 말이 안돼 말이 안돼 사랑한다고 백 번 말해도 성이 안차 감정이 끌어 오를 때면 난 니가 땡겨 난 너를 빼면 시체야 그 어느 때건 너만 있으면 웃음이 생겨 배신 사기 거짓 그런 추한 것들 속에서 넌 오로지 나만 챙겨 넌 내편 내꺼 또 아주 예뻐 그래서 너만 보면 난 헤퍼 자주 니 옷을 벗겨 미안 쨌든 너랑 섞여 이 세상을 사는 게 난 행복해 니 성격 행동 그 모든 것에 내 맘이 다 뺏겨 다른 여자 백 명 필요 없어 다 오오오오 오로지 너 나한텐 너만 있으면 돼 나는 너만 빼면 필요 없어 다 오오오오 오로지 너 나한텐 너만 있으면 돼 아무리 말해도 내 맘을 넌 조또 몰라 때때로 내 표현이 거칠어지면 넌 또 놀라 사랑이란 말로는 표현이 안돼 너란 여잔 그냥 말이 안돼 말이 안돼 아무리 말해도 내 맘을 넌 조또 몰라 때때로 내 표현이 거칠어지면 넌 또 놀라 그 어떤 여자와도 게임 안돼 너란 여잔 그냥 말이 안돼 말이 안돼 넌 내가 딱 바라던 여자 순수하면서 또 색기가 흘러 넘쳐 아주 독해 마치 데킬라 니 아름다움은 추상적인 작품 장 미쉘 바스키아 그림처럼 다채로워 자유로워 중독 돼 빠져들어 못 벗어나 너의 아름다움에 혹시 다음에 다른 놈 생기면 그 새낀 반 죽어 미안 그 만큼 난 니가 좋아 넌 꽃이야 허브 꽃 이유는 몰라 난 그냥 사랑에 서툰 놈 우리 그냥 필대로 사랑하자 저 먼 곳 어디라도 함께 가자 가끔 정 떨어질 땐 차라리 존나 싸우자 중요한 건 진흙탕이건 백 평짜리 집이건 너와 내가 사랑한다는 것 그것만 기억해 돈 걱정 사는 걱정 그런 건 다 그냥 접어 내가 알아서 잘 벌어 그냥 뚝방길이나 같이 걸어 어릴 적 나 살던 곳 둘이 같이 손잡고 한강 바람 사람 꽃 비둘기 노을 은빛 물결 그 모든 것들과 하나되자 서로의 품에 안겨"}, {"song_no": "4296990", "year": "2014", "rank": "50", "title": "눈물이 맘을 훔쳐서", "artist": "에일리", "genre": "Drama", "lyrics": "한사람이 생겼죠 사랑하면   안되는 그 사람  안되는데 안되는데   몇 번을 뿌리쳐 보았죠 그 사람을 울렸죠   지독히도 못된 나의 집착에  눈물이 맘을 훔쳐서   사라져 버린다면  꼭 다가올 것만 같아서  I believe that I love you   미치게 나를 흔드는  I believe that I love you   비틀대는 내 사랑이  다가가면 그대 겁이 나서   숨어 버릴까봐  나 죽을 듯 아프대도   난 바라만 보죠  어느날 그 어느날   우린 서로 오늘 처음 본거죠  갑자기 숨이 막혀와   아팠던 내 기억이   모두 다 사라져 버린 거죠  I believe that I love you   미치게 나를 흔드는  I believe that I love you   비틀대는 내 사랑이  다가가면 그대 겁이 나서   숨어 버릴까봐  나 죽을 듯 아프대도   난 바라만 보죠  지금은 아니라 해도 흔들리는   그댈 느낄 수가 있는데  음 내 맘이 그댈 아니까   그대가 사랑이니까   I believe that I love you   미치게 나를 흔드는  I believe that I love you   비틀대는 내 사랑이  다가가면 겁이 나서  숨어 버릴까봐 나 죽을 듯 아프대도  난 바라만 보죠 눈물이 내 맘 안다면 음"}]