[{"song_no": "4433490", "year": "2014", "rank": "1", "title": "썸 (Feat. 릴보이 Of 긱스)", "artist": "소유 (SOYOU)", "genre": "R&B / Soul", "lyrics": "썸 (Feat. 릴보이 Of 긱스)  가끔씩 나도 모르게 짜증이나  너를 향한 맘은 변하지 않았는데 혹시 내가 이상한 걸까  혼자 힘들게 지내고 있었어 텅 빈 방 혼자 멍하니 뒤척이다  티비에는 어제 본 것 같은 드라마  잠이 들 때까지 한번도  울리지 않는 핸드폰을 들고  요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 이게 무슨 사이인 건지 사실  헷갈려 무뚝뚝하게 굴지마 연인인 듯 연인 아닌 연인 같은 너 나만 볼 듯  애매하게 날 대하는 너  때로는 친구 같다는 말이  괜히 요즘 난 듣기 싫어 졌어 매일 아침 너의 문자에  눈을 뜨고 하루 끝에는  니 목소리에 잠들고 파 주말에는 많은 사람 속에서  보란 듯이 널 끌어 안고 싶어 요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 때로는 친구 같다는 말이  괜히 요즘 난 듣기 싫어 졌어 너 요즘 너 별로야 너 별로야  나 근데 난 너뿐이야  난 너뿐이야 분명하게 내게 선을 그어줘  자꾸 뒤로 빼지 말고  날 사랑한다 고백해 줘 여전히 친구인척 또 연인인척  행동하는 모습을 전부다 돌이켜 생각 할 수록 너의 진심이  더 궁금해지는 걸 girl you’re so ambiguous 난 못해  무엇도 아니 어쩌면  기적을 바라지 lotto 확실한 표현을 원하지만  너의 미소 띈 표정에  잊어버리지 난 요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 순진한 척 웃지만 말고  그만 좀 해  너 솔직하게 좀 굴어봐 니 맘 속에 날 놔두고  한 눈 팔지 마 너야말로  다 알면서 딴청 피우지 마 피곤하게 힘 빼지 말고  어서 말해줘 사랑한단 말이야"}, {"song_no": "4478187", "year": "2014", "rank": "2", "title": "Come Back Home", "artist": "2NE1", "genre": "Electronica", "lyrics": "One two three 넌 나를 떠났지만 어딘가에서 너의 숨소리가  들려와 또 다시 Four five six 빨간 눈물이 내려와 나를 안던 너의 향기가 그립다 나를 위한 거라 했던 너의 말 거짓말처럼 차갑게 돌아섰던  너는 왜 너는 왜 you’re gone away Come Back Home Can you come back home  차가운 세상 끝에 날 버리지  말고 내 곁으로 Come back home Can you come back home 모든 아픔은 뒤로 해  여전히 널 기다려 이렇게 Now you gotta do what you gotta do COME BACK HOME COME BACK HOME Come baby baby come come baby Come Come baby baby come come 내게 돌아와 Come baby baby come come baby Come Come baby baby come come 아무 대답 없는 니가 너무 밉지만 가끔은 너도 나를 그리워할까 yeah 너 없는 시간 속에 갇혀버린 난 앞을 볼 수가 없어 너무 두려워 아직도 못다 한 많은 날들이 기다리고 있을 것만 같아  너는 어디에 어디에 too far away Come Back Home Can you come back home  차가운 세상 끝에 날 버리지  말고 내 곁으로 Come back home Can you come back home  모든 아픔은 뒤로 해  여전히 널 기다려 이렇게 Now you gotta do what you gotta do Come back home Come back home Come baby baby come come baby Come Come baby baby come come 내게 돌아와 Come baby baby come come baby Come Come baby baby come come Come Back Home Can you come back home 차가운 세상 끝에 날 버리지 말고  내 곁으로 Come back home Can you come back home  모든 아픔은 뒤로 해  여전히 널 기다려 이렇게 Now you gotta do what you gotta do"}, {"song_no": "4471542", "year": "2014", "rank": "3", "title": "Mr.Mr.", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Dance", "lyrics": "Let's go 뭘 걱정하는데 넌 됐고  뭐가 또 두려운데 재고 또 재다 늦어버려 Uh Uh 매일 하루가 다르게 불안해져 가  앞서 가 주길 바래 그 누군가가 넌 모른 척 눈을 감는 You Bad Bad  Bad boy You so bad 더 당당하게 넌 Mr. Mr. 날 봐 Mr. Mr. 그래 바로 너 너 너 날 가슴 뛰게 한 Mr. Mr. 최고의 남자 Mr. Mr. 그게 바로 너 상처로 깨진 유리조각도 별이 되는  너 Mr. Mr. Mr. Mr. 나를 빛내줄 선택 받은 자 그게 바로 너 Mr. Mr. 왜 넌 아직도 믿지 못해 진짜 비밀을 알려줄게 넌 왜 특별한 Mr.인지 Uh Uh 미랠 여는 열쇠 바로 니가 가진 걸  소년보다 더 큰 꿈을 끌어안아 빛난 눈 속 날 담고서 My Mi Mi Mister Rock this world 더 당당하게 넌 Mr. Mr. 날 봐 Mr. Mr. 그래 바로 너 너 너 날 가슴 뛰게 한 Mr. Mr. 최고의 남자 Mr. Mr. 그게 바로 너 상처로 깨진 유리조각도 별이 되는  너 Mr. Mr. Mr. Mr. 나를 빛내줄 선택 받은 자 그게 바로 너 Mr. Mr. Mr. Mr. 1 2 3 4 Mr. Mr. Mr. Mr. 지금 세상 안에  Oh 네 앞에  누구보다 먼저 널 던져 더 치열하게 더 치열하게 Mr. Mr. Mister 오직 그대만이 이뤄낼 단 하나 내일 앞의 너 그 안에 살아 갈 너와 나 Mister Oh 더 당당하게 넌 Mr. Mr. 날 봐 Mr. Mr. 그래 바로 너 너 너 날 가슴 뛰게 한 Mr. Mr. 최고의 남자 Mr. Mr. 그게 바로 너 상처로 깨진 유리조각도 별이 되는 너 Mr. Mr. Mr. Mr. 나를 빛내줄 최고의 남자 그게 바로 너 Mr. Mr. Mr. Mr."}, {"song_no": "4454382", "year": "2014", "rank": "4", "title": "보름달 (Feat. Lena)", "artist": "선미", "genre": "Dance", "lyrics": "The First collaboration of JYP  and Brave Sound  Here we comes 선미  eh eh eh eh eh   eh eh eh eh eh   eh eh eh eh eh   OK It's time to Leggo  지금 당장 아무 말도 필요 없어  그대와 나의 눈빛이 말해주는걸  말하지 마 아무 말도 필요 없어  촉촉이 젖은 내 입술에  살며시 다가와 입 맞춰줘  사랑한단 뻔한 그 한 마디가  특별하게 느껴지는 오늘 밤  왜 이리 심장은 빨리 뛰는지  자 이제 시간이 됐어  그대여 보름달이 뜨는 날  그대 날 보러와요 이 밤이 가기 전에  해 뜨기 전에 서둘러줘요  그대여 보름달이 뜨는 날  그대 사랑을 줘요   이 밤이 가기 전에  해 뜨기 전에 날 보러 와요  eh eh eh eh eh   eh eh eh eh eh   eh eh eh eh eh  Perfect weather can get no better  eh eh eh eh eh   eh eh eh eh eh   eh eh eh eh eh  Everything around us so so real yo  Tonight It's the night  보름달을 조명 삼아  사랑을 속삭이기 딱 좋은 밤  기분 좋은 날씨 11시 완벽한 세팅  하늘마저도 우릴 축복하나 봐  서두르지 말고 하나도 빼놓지 말고  우리만 생각하고 이 밤은 길다고  그대 손을 잡고  walking on the moon  굳게 닫힌 문 빠짐없이 열어  오랫동안 기다려 왔던 꿈  사랑한단 뻔한 그 한 마디가  특별하게 느껴지는 오늘 밤  왜 이리 심장은 빨리 뛰는지  자 이제 시간이 됐어  그대여 보름달이 뜨는 날  그대 날 보러와요  이 밤이 가기 전에  해 뜨기 전에 서둘러줘요  그대여 보름달이 뜨는 날  그대 사랑을 줘요   이 밤이 가기 전에  해 뜨기 전에 날 보러 와요  빗속에 이 옷이 흠뻑 젖고  너와 나 단둘이 이 길을 걷고  달콤한 사랑을 속삭여요  eh eh eh eh eh  eh eh eh eh eh  eh eh eh eh eh  Perfect weather can get no better eh eh eh eh eh  eh eh eh eh eh  eh eh eh eh eh Everything around us so so real yo"}, {"song_no": "4446485", "year": "2014", "rank": "5", "title": "너의 모든 순간", "artist": "성시경", "genre": "Drama", "lyrics": "이윽고 내가 한눈에 너를 알아봤을 때 모든 건 분명 달라지고 있었어 내 세상은 널 알기 전과 후로 나뉘어 니가 숨 쉬면 따스한 바람이 불어와 니가 웃으면 눈부신 햇살이 비춰 거기 있어줘서 그게 너라서 가끔 내 어깨에 가만히 기대주어서 나는 있잖아 정말 빈틈없이 행복해 너를 따라서 시간은 흐르고 멈춰 물끄러미 너를 들여다 보곤 해 그것 말고는 아무것도 할 수 없어서 너의 모든 순간 그게 나였으면 좋겠다 생각만 해도 가슴이 차올라 나는 온통 너로 보고 있으면 왠지 꿈처럼 아득한 것 몇 광년 동안 날 향해 날아온 별빛  또 지금의 너 거기 있어줘서 그게 너라서 가끔 나에게 조용하게 안겨주어서 나는 있잖아 정말 남김없이 고마워 너를 따라서 시간은 흐르고 멈춰 물끄러미 너를 들여다보곤 해 너를 보는 게 나에게는 사랑이니까 너의 모든 순간 그게 나였으면 좋겠다 생각만 해도 가슴이 차올라 나는 온통 너로 니 모든 순간 나였으면"}, {"song_no": "4478188", "year": "2014", "rank": "6", "title": "너 아님 안돼", "artist": "2NE1", "genre": "Electronica", "lyrics": "새로운 만남은 싫어 왠지 몰라도 여전히 네가 많이 미워 아직도 운명 같던 만남이 이젠 님에서 남이 되어 떠나갔어 아직도 맴도는 너의 향기 We used to be all turnt up 우린 멀어졌어 점점 넌 아니라 했지만 두고 봐 사랑의 역전 오늘도 외쳐 그전처럼 let's go 앞으로 rewind 처음으로 X O 아직도 널 잊지 못하고 있는 내 모습이 나 싫은데 잊으려 잊으려 해도 그게 안돼  everyday 너 아니면 안 된다고 끝이란 있을 수 없다고 It ain't over til it's over It ain't over til it's over It ain't over til it's over 너의 사랑이 날 망쳐도 날 아프게 한대도 내겐 오직 너 하나뿐 내 사랑은 너로 시작해 너로 끝나 이 자리에 Waiting for you 너 아님 안돼 No My one and only oh oh oh 너 아님 안돼 No 내 곁엔 너 아니면 안돼 난 다시 날 가둬 너라는 감옥에 너 없는 현실이 가혹해 죽을 만큼 힘들어도 I don't care 난 여우니까 목숨이 아홉 개 수백 번 날 부숴도 매섭게  몰아치는 너란 파도 I'm Okay 아파도 사랑 앞에 난  desperado 누가 뭐라 하던 간에 난 아무도 상관 안 해 우리 같이 춤추던 그 노래는 아직  안 끝났기에 널 향해 지금 외쳐 그전처럼 let's go 앞으로 rewind 처음으로 X O 마지막이라고 차갑게 말하던 네  모습이 싫은데 지우려 지우려 해도 자꾸 난 널 그리네 너 아니면 안 된다고 끝이란 있을 수 없다고 It ain't over til it's over It ain't over til it's over It ain't over til it's over 너의 사랑이 날 망쳐도 날 아프게 한대도 내겐 오직 너 하나뿐 내 사랑은 너로 시작해 너로 끝나 이 자리에 Waiting for you 너 아님 안돼 No My one and only oh oh oh 너 아님 안돼 No 내 곁엔 너 아니면 안돼 난 눈을 감아도 생각나 니 얼굴 표정 하나하나 넌 나의 첨이자 마지막 사랑이야  don't say good bye 너의 사랑이 날 망쳐도 날 아프게 한대도 내겐 오직 너 하나뿐 내 사랑은 너로 시작해 너로 끝나 이 자리에 Waiting for you 너 아님 안돼 No My one and only oh oh oh 너 아님 안돼 No 내 곁엔 너 아니면 안돼 난"}, {"song_no": "4462368", "year": "2014", "rank": "7", "title": "Can`t Stop", "artist": "CNBLUE (씨엔블루)", "genre": "Rock", "lyrics": "하루에 한 번만 그댄  떠올려줘요 miss you 하루에 한 번만 나는  잊어볼게요 그것도 안돼요 그것도 안돼요 그것도 안되면 그럼 난  어떡하나요 그대 한마디에 나는 웃어요 거울처럼 매일 살아요 나의 하루는 그대의 것이죠 Can't stop me now Can't  stop me now 그대를 닮은 봄 향기가  아직 차네요 Can't stop me now Can't  stop me now 나는 멈출 수 없네요 I can't  stop loving you 흩날리는 바람에 그대 떠올라 눈 부신 햇살에 그대 떠올라 나는 멈출 수 없네요  I can't stop loving you 한걸음 뒤라면 허락할 수 있나요  miss you 한걸음 뒤에서 나는 기다릴게요 그것도 안돼요 그것도 안돼요 그것도 안되면 그럼 난  어떡하나요 그대 한마디에 나는 웃어요 거울처럼 매일 살아요 나의 하루는 그대의 것이죠 Can't stop me now Can't  stop me now  그대를 닮은 봄 향기가  아직 차네요 Can't stop me now Can't  stop me now  나는 멈출 수 없네요 I can't  stop loving you 미친 듯 미칠 듯 한없이  부르다 보면 한번은 돌아볼까요 Can't stop me now Can't  stop me now 그대만 바라보는 내 맘  아직 시려요 Can't stop me now Can't  stop me now 나는 멈출 수 없네요  I can't stop loving you 흩날리는 바람에 그대 떠올라 눈 부신 햇살에 그대 떠올라 나는 멈출 수 없네요  I can't stop loving you"}, {"song_no": "4383773", "year": "2014", "rank": "8", "title": "Something", "artist": "걸스데이", "genre": "Dance", "lyrics": "don't you look into my eyes and lie again im sick of being alone 흔들리는 표정 말투에 넌 뭔가 있는 듯해  네 몸에 베인 낯선 향기에 뭔가에 홀린 듯해  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  앞뒤가 이랬다 저랬다 왜 그러니  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  왜 덜컥 겁이나 이손 놔 날 속이지마 나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 흐린 하늘 속 그 무지개 슬피 우는 피아노  네 몸에 베인 낯선 향기에 뭔가에 홀린듯해  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  앞뒤가 이랬다 저랬다 왜 그러니  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  왜 덜컥 겁이나 이손 놔 날 속이지마 나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 사랑을 쉽게  얻으려고 하지마  후회 하지마  속이고  여잘 또 울리는 넌 여기까지  bye bye bye out  나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 내가 준 사랑이 넌 우스웠니 내가 준 사랑이 지겨워졌니 니 앞에서 보이기 싫어 참았던 눈물 내가 준 사랑이 넌 우스웠니 내가 준 사랑이 지겨워졌니 우린 여기까지니  우린 여기까지니"}, {"song_no": "4412196", "year": "2014", "rank": "9", "title": "안녕", "artist": "효린", "genre": "Drama", "lyrics": "우연히 내게 다가와 감싸 안아주고 서로 멍하니 바라보다 건낸 말 안녕 꿈속에서만 스쳐갔던 지금 넌 내 앞에 사랑이 왔는데 그댄 떠난대 기다렸는데 더 볼 수가 없대 늘 바보처럼 흐르는 눈물이 말해 안녕 이젠 Good bye Hello Hello Hello Hello Hello 다시 만날 땐 내가 먼저 괜찮아 안녕 꿈에서라도 마주칠까 두 눈을 감아요 사랑이 왔는데 그댄 떠난대 기다렸는데 더 볼 수가 없대 늘 바보처럼 흐르는 눈물이 말해 안녕 이젠 Good bye 시간이 서둘러 널 내게로 데려와주길 단 한번만 말해주길 믿어지지 않는 이야기를 어디 있는지 내맘 아는지 보고 싶은데 다신 볼 수 없는 곳에 밤 하늘에 소리쳐 안녕 사랑이 왔는데 그댄 떠난대 기다렸는데 더 볼 수가 없대 늘 바보처럼 흐르는 눈물이 말해 안녕 이젠 Good bye Hello Hello Hello Hello Hello"}, {"song_no": "3753304", "year": "2014", "rank": "10", "title": "벚꽃 엔딩", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "그대여 그대여 그대여   그대여 그대여  오늘은 우리 같이 걸어요 이 거리를  밤에 들려오는 자장노래 어떤가요  오예  몰랐던 그대와 단 둘이 손 잡고  알 수 없는 이 떨림과 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  오예  그대여 우리 이제 손 잡아요  이 거리에 마침 들려오는  사랑 노래 어떤가요  오예  사랑하는 그대와 단 둘이 손잡고  알 수 없는 이 거리를 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  바람 불면 울렁이는 기분 탓에  나도 모르게  바람 불면 저편에서 그대여  니 모습이 자꾸 겹쳐  오 또 울렁이는 기분 탓에  나도 모르게  바람 불면 저편에서 그대여  니 모습이 자꾸 겹쳐  사랑하는 연인들이 많군요  알 수 없는 친구들이 많아요  흩날리는 벚꽃 잎이 많군요 좋아요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  그대여 그대여 그대여  그대여 그대여"}, {"song_no": "4478189", "year": "2014", "rank": "11", "title": "살아 봤으면 해", "artist": "2NE1", "genre": "R&B / Soul", "lyrics": "오늘도 이렇게 하루가 지나가네 온종일 나 너만을 위해 보냈는데 네가 가장 좋아하는 옷을 꺼내 입고 거울에 비친 가장 아름다워야 할  내 모습은 초라하게만 보여 눈치 없는 밤 하늘은 너무 아름다워 네가 나로 살아 봤으면 해 내가 너로 살아 봤으면 해 단 하루라도 느껴 봤으면 해 너의 마음 나의 마음 내가 너를 사랑했으면 해 네가 나를 사랑했으면 해 단 하루라도 함께 했으면 해 널 후회 없이 보내줄 수 있게 눈앞에 있는 걸 다 던져버리고  싶지만 크게 소리 지르고 싶지만 그걸 듣는 건 나 혼자뿐인걸 타들어 가는 촛불과 함께 얼마 남지 않은 내 마음 아름다운 이 집이 감옥처럼 느껴져 눈치 없는 밤 하늘은 너무 아름다워 네가 나로 살아 봤으면 해 내가 너로 살아 봤으면 해 단 하루라도 느껴 봤으면 해 너의 마음 나의 마음 내가 너를 사랑했으면 해 네가 나를 사랑했으면 해 단 하루라도 함께 했으면 해 널 후회 없이 보내줄 수 있게 가끔 나도 너처럼 다 뒤로하고 밖으로 나가 술로 아픔을 웃음으로 슬픔을 씻어 내리고 싶어 하지 않을 뿐 네가 나로 살아 봤으면 해 내가 너로 살아 봤으면 해 단 하루라도 느껴 봤으면 해 너의 마음 나의 마음 내가 너를 사랑했으면 해 네가 나를 사랑했으면 해 단 하루라도 함께 했으면 해 널 후회없이 보내줄 수 있게 네가 나로 살아봤으면 내가 너로 살아봤으면 단 하루라도 느껴봤으면 널 후회없이 보내 줄 수 있게"}, {"song_no": "4433528", "year": "2014", "rank": "12", "title": "오늘 같은 눈물이", "artist": "허각", "genre": "Drama", "lyrics": "이렇게 널 부르던 그 사람 나라는걸  눈치 없이 흐르는 내 눈물 사랑인걸  늘 내 옆에 있었는데 너인줄 모르고   왜 기다린 널 안고 슬픈 얘기만 말해  오늘 같은 눈물이 더  얼마나 남아있나  사랑을 또 이별을 난 몰라 말해줄래  자꾸만 빗물이 눈물되어  내 앞을 가리고  어디쯤 가고 있나  오늘 같은 눈물이 더  얼마나 더 난 몰라   얼마나 더 난 몰라 눈물 없는 사랑은 사랑이 아니란걸 이제서야 알았어 이별도 사랑인걸 널 두고서 떠나야해 널 두고 가야해 왜 오늘을 알면서 사랑한다고 말해 오늘 같은 눈물이  더 얼마나 남아있나 사랑을 또 이별을  난 몰라 말해줄래 자꾸만 빗물이 눈물되어 내 앞을 가리고 어디쯤 가고 있나 오늘 같은 눈물이 더 얼마나 더 난 몰라  얼마나 더 난 몰라 오늘 같은 눈물이  난 몰라 얼마나 더 난 몰라"}, {"song_no": "4400561", "year": "2014", "rank": "13", "title": "짧은 치마 (Miniskirt)", "artist": "AOA", "genre": "Dance", "lyrics": "Hey Hey Hey AOA Hey Hey Hey Brave Sound Drop it 날 바라보는 시선이 너는 예전 같지가 않은 걸 난 아직도 쓸만한데 너는 왜 날 헌 신 짝 보듯이 해 Hey 너무 이뻐 보여 내가 뭐를 입던지 너무 섹시해 보여 굳이 노출 안 해도 아찔한 나의 하이힐 새까만 스타킹 도저히 눈을 뗄 수 없을 걸  말리지마 짧은 치마를 입고 내가 길을 걸으면 모두 나를 쳐다봐 짧은 치마를 입고 근데 왜 하필 너만 날 몰라주는데 당당한 여잔데 왜 나를 힘들게 해 넌 나만 무시해 어디로 튈지 몰라 나 시간 내 nail 받고 머릴 바꿔봐도 새 구두 신고 괜히 짧은 치말 입어 봐도 넌 몰라봐 왜 무덤덤해 왜 딴 늑대들이 날 물어가기 전에  그만 정신 차려 boy 너무 이뻐 보여 내가 뭐를 입던지 너무 섹시해 보여 굳이 노출 안 해도 아찔한 나의 하이힐 새까만 스타킹 도저히 눈을 뗄 수 없을 걸  말리지마 짧은 치마를 입고 내가 길을 걸으면 모두 나를 쳐다봐 짧은 치마를 입고 근데 왜 하필 너만 날 몰라주는데 당당한 여잔데 왜 나를 힘들게 해 넌 나만 무시해 어디로 튈지 몰라 나 난 점점 지쳐가 날 바라보는 그 눈빛마저도 왜 그리 차가운지 모르겠어 이제 변할 거야 oh oh 당당한 여잔데 왜 나를 힘들게 해 넌 나만 무시해 어디로 튈지 몰라 나"}, {"song_no": "4381724", "year": "2014", "rank": "14", "title": "그대가 분다", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "옅은 바람 냄새에  두 눈을 감아본다 낡은 가슴 여전한 떨림  그대가 그대가 온다 어렴풋이 피어오르는 그 옛날의 기억이 두 눈에 소리 없이 흘러  이 가슴을 울려온다 내 맘속에 그대가 분다 그 시절 그때처럼  웃으며 나에게 불어와 소리 없이 그대가 분다 내 가슴 한가운데  보고 싶은 그대가 분다 앙상해진 너의 계절에  가슴이 시려 와도 돌아보면 어제 같은 날들  그 시절은 영원하다 내 맘속에 그대가 분다 그 시절 그때처럼  웃으며 나에게 불어와 소리 없이 그대가 분다 내 가슴 한가운데  보고 싶은 그대가 분다 정말 사랑했구나  그댈 매일 돌아보며 사는 나 내 맘속에 그대가 분다 어디선가 그대가 운다 안아주고 싶지만  자꾸만 멀어지잖아 온 맘 다해 그댈 부른다 이 세상 한가운데  눈물로 그댈 불러본다 하루 종일 그대가 분다"}, {"song_no": "4383349", "year": "2014", "rank": "15", "title": "노래가 늘었어", "artist": "에일리", "genre": "Ballad", "lyrics": "정신이 나갔었지 너의 자상함에  너의 달콤함에 너의 거짓말에  꿈이 변했었지  유명한 가수보다 좋은 아내가 되려 했지 정말  정말 바보 같았어  정말 바보 같았어 노래가 늘었어  너와 헤어지고 나서 음악에 미쳐 살았더니  모든 노래 가사가 내 얘기 같았어 죽도록 불렀어 조금씩 조금씩  차차 눈물이 말라 갔어 눈앞이 캄캄했지 어찌나 힘든지 욕도 많이 했지 속도 다 버렸지 이젠 다 끝났어 난 너 하나를 잃고  더 큰 희망을 얻은 거야  정말 정말 잘 된 일이야 정말 잘된 일이야 노래가 늘었어  너와 헤어지고 나서 음악에 미쳐 살았더니  모든 노래 가사가 내 얘기 같았어 죽도록 불렀어 조금씩 조금씩  차차 눈물이 말라 갔어 언젠가 너에게 연락이 오겠지 그 땐 남자답게  축하해 주길 바래 니 덕분이니까 고맙다는 인사 나도 멋지게 준비 해둘게 노래가 늘었어  너와 헤어지고 나서 음악에 미쳐 살았더니  모든 노래 가사가 내 얘기 같았어 죽도록 불렀어 조금씩 조금씩  차차 눈물이 말라 갔어 차차 눈물이 말라 갔어 차차 그렇게 널 잊었어"}, {"song_no": "4342899", "year": "2014", "rank": "16", "title": "Let It Go", "artist": "Idina Menzel", "genre": "Animation,Pop", "lyrics": "The snow glows white on the mountain tonight Not a footprint to be seen A kingdom of isolation And it looks like I'm the queen The wind is howling like this swirling storm inside Couldn't keep it in heaven knows I've tried Don't let them in don't let them see Be the good girl you always have to be Conceal don't feel don't let them know Well now they know Let it go let it go Can't hold it back anymore Let it go let it go Turn away and slam the door I don't care what they're going to say Let the storm rage on The cold never bothered me anyway It's funny how some distance makes everything seem small And the fears that once controlled me can't get to me at all It's time to see what I can do To test the limits and break through No right no wrong no rules for me I'm free Let it go let it go I am one with the wind and sky Let it go let it go You'll never see me cry Here I stand and here I'll stay Let the storm rage on My power flurries through the air into the ground My soul is spiraling in frozen fractals all around And one thought crystallizes like an icy blast I'm never going back the past is in the past Let it go let it go And I'll rise like the break of dawn Let it go let it go That perfect girl is gone Here I stand in the light of day Let the storm rage on The cold never bothered me anyway"}, {"song_no": "4369827", "year": "2014", "rank": "17", "title": "금요일에 만나요 (Feat. 장이정 Of HISTORY)", "artist": "아이유", "genre": "Ballad", "lyrics": "월요일엔 아마 바쁘지 않을까  화요일도 성급해 보이지 안 그래  수요일은 뭔가 어정쩡한 느낌  목요일은 그냥 내가 왠지 싫어  우 이번 주 금요일  우 금요일에 시간 어때요  주말까지 기다리긴 힘들어  시간아 달려라 시계를   더 보채고 싶지만   mind control  일분 일초가 달콤해  이 남자 도대체 뭐야  사랑에 빠지지 않곤 못 배기겠어  온 종일 내 맘은 저기   시계바늘 위에 올라타  한 칸씩 그대에게 더 가까이  우 이번 주 금요일  우 금요일에 시간 어때요  딱히 보고 싶은 영화는 없지만  딱히 먹고 싶은 메뉴는 없지만  주말까지 기다리긴 힘들어  시간아 달려라 시계를   더 보채고 싶지만   mind control  일분 일초가 달콤해  이 남자 도대체 뭐야  사랑에 빠지지 않곤   못 배기겠어  온 종일 내 맘은 저기   시계바늘 위에 올라타  한 칸씩 그대에게 더 가까이  나 뭔가에 홀린 것 같아  이 여잔 도대체 뭐야  사랑해주지 않고는 못 배기겠어  돌아오는 이번 주   금요일에 만나요  그 날 내 맘을 더 가져가줘요 더 가까이 더 가까이 와요   더 가까이"}, {"song_no": "4493462", "year": "2014", "rank": "18", "title": "보고 싶어...운다", "artist": "린", "genre": "Ballad", "lyrics": "아무렇지도 않은 듯 이제 친구들에게 농담도 해 혼자인 게 더 편하다고 이렇게 좋은 줄 몰랐다고 씩씩한 척 해봐도 애써 웃음 지어봐도 내 눈은 거짓말을 못 해 보고 싶어 운다 보고 싶어 운다 달래고 달래봐도 난 주룩 주룩 주룩 주룩 하염없이 울다가 지쳐 쓰러져 잠들면 꿈에서도 꿈에서도 너를 볼 수가 없어 운다 그저 난 운다 그냥 무작정 집을 나와 익숙한 버스에 올라타고 그리운 내 발길이 이끈 어느 곳에서도 나를 사랑했던 넌 어디에도 보이지 않잖아 보고 싶어 운다 보고 싶어 운다 달래고 달래봐도 난 주룩 주룩 주룩 주룩 하염없이 울다가 지쳐 쓰러져 잠들면 꿈에서도 꿈에서도 너를 볼 수가 없어 못 해준 게 너무 많잖아 뭐 하나 잘해준 게 없잖아 못나게 군 게 미안해서 자꾸 눈물이 나 운다 그저 난 운다 잊으려 애써봐도 자꾸만 보고 싶어 운다 보고 싶어 운다 달래고 달래봐도 난 주룩 주룩 주룩 주룩 하염없이 울다가 지쳐 쓰러져 잠들면 꿈에서도 꿈에서도 너를 볼 수가 없어 운다 그저 난 운다 운다"}, {"song_no": "4478186", "year": "2014", "rank": "19", "title": "Crush", "artist": "2NE1", "genre": "Electronica", "lyrics": "난 모든 여자들의 뜨거운 crush  너의 심장을 뛰게 하는 rush  예쁜 언니들은 날 좋아해  날 좋아하면 예뻐지니까  They love me cuz im hot  They love me cuz im cold  They love me cuz im real  They love me cuz I kill  They love me cuz im hot  They love me cuz im cold  They love me cuz im real  They love me cuz I kill  난 두려울 게 하나 없지  나도 내 자신이  무섭게 느껴져  난 바빠  넌 TV 도 안 보니  지금 나가  말 시키지 마  나처럼 춤 출수 있다고 생각하면   나와  죽여줄게 나 하나로  너를 미치게 하는 이 music  소리 들리니  MINZY they love me  난 싸가지  난 뭘 해도 내 멋대로지  난 싸가지  모두 알잖아 I don't care  난 싸가지  난 조금도 아쉽지 않지  많은 걸 바라지는 마  난 아무도 못 말리는 싸가지  They love me cuz im hot  They love me cuz im cold  They love me cuz im real  They love me cuz I kill  They love me cuz im hot They love me cuz im cold They love me cuz im real They love me cuz I I got 21 big brothers To me you ain't big brother 난 예쁜 입술로 거침없이 말해 날 건들면 바보 너만 손해 Valentines day everyday 큐피트도 나와 사랑에 빠졌지 내 웃는 얼굴에 속지는 마 난 위험하니까 난 싸가지 난 뭘 해도 내 멋대로지 난 싸가지 모두 알잖아 I don't care 난 싸가지 난 조금도 아쉽지 않지 많은 걸 바라지는 마 난 아무도 못 말리는 싸가지 They love me cuz im hot They love me cuz im cold They love me cuz im real They love me cuz I kill They love me cuz im hot They love me cuz im cold They love me cuz im real They love me cuz I kill Come and get it i kill Come and get it i kill Yeah Come and get it i kill Come and get it i kill 놀자 hey hey hey 놀자 놀자 hey hey hey 놀자 놀자 hey hey hey 놀자 놀자 hey hey hey 놀자 hey"}, {"song_no": "4462141", "year": "2014", "rank": "20", "title": "너의 집 앞", "artist": "김수현", "genre": "Drama", "lyrics": "네 향기가 가득한  너의 집 앞에 오면 한참 동안 망설이다  처음 손 잡았던 그날의 설레임 여전한데 혹시 너를 볼 수 있을까 웃으며 인사 할 수 있을까 바보 같은 기댈 하며  뒤돌아 서는데 저 멀리서 네 모습 보인다 곱게 빗어 넘긴 머리도 수줍게 웃던 그 미소도 그대론데 예전모습 그대론데 지금 네 옆에는 내가 아닌  다른 사람 혹시 네가 나를 볼까봐 저 골목 사이로 나를 숨기고 바보처럼 눈물이나  뒤돌아 서는데 저 멀리서 네가 날 부른다 곱게 빗어 넘긴 머리도 수줍게 웃던 그 미소도 그대론데 예전모습 그대론데 지금 네 옆에는 이젠 내가  아닌 다른 사람 나 없이도 웃고 있는 네 모습이 행복해 보여서 너무나 예뻐서"}, {"song_no": "4478169", "year": "2014", "rank": "21", "title": "지구가 태양을 네 번", "artist": "넬 (NELL)", "genre": "Rock", "lyrics": "천천히 솔직히 아주 금방까진   아니더라도 언젠간   잊혀질 거라고  믿었지 그렇게 믿고 지금까지   견뎌왔었는데 그런 날 비웃듯  그 기억들이 마치 중력처럼   내 모든 마음을 너에게로   끌어당기고 있어   벗어날 수가 없어   지구가 태양을 네 번 감싸   안는 동안 나는 수 백   번도 넘게   너를 그리워했고 눈물   흘려야 했어   참 그렇지 이렇게 날 힘들게   하고 외롭게 하는 그런   기억인데  그 기억들이 마치 중력처럼   내 모든 마음을 너에게로   끌어당기고 있어  벗어 날수가 없어   지구가 태양을 네 번 감싸   안는 동안 나는 수 백 번도   넘게 너를 그리워했고  또 지워가야 했어   왜 그래야만 했어  찰나의 순간에 영원히   갇혀진 흑백 사진 속 피사체같이  나의 슬픔은 항상 똑 같은   표정으로 널 향하고  지구가 태양을 네 번 감싸   안는 동안 나는 수 만 번도   넘게 너를 그리워했고  또 지워가야 했어 왜   그래야만 했어  지구가 태양을 네 번  감싸 안는 동안 한 번 생각해   본 적 있는 지   꽤 오랜 시간 지나 지구가   태양을 열 번 감싸 안은 후에도   널 여전히 그리워하고 있을   내 그 모습을  왜 그래야만 했어  왜 그래야만 했어 왜 날 떠나야 했어"}, {"song_no": "4418185", "year": "2014", "rank": "22", "title": "Fxxk U (Feat. 범키)", "artist": "가인", "genre": "Dance", "lyrics": "나쁜 손이 어딜 자꾸  올라오니 어쭈  나름 갈고 닦은 말로  들었다 놓고 이 긴 시간을 타오르고 싶어 난  we must be slowing down  전부를 가지면 떠나고야 말 널  가지려는 irony  어떤 말도 믿지마  니가 본 나 그게 전부야  밀어내려 하지마  why not 우리 사랑하잖아  stop it 미안하지만  Fxxk U don’t want it now  당연한 것처럼 니 곁에   눕긴 싫어  Fxxk U you know Fxxk U  이렇게 하긴 싫어  내 맘은 그런 게 아니야  그런 목소리로 뭔들  못하겠니 넌 늘  나도 빠져드는 넌데  하긴 누군들 내가 아니면  너를 다룰 수 없어  different difficulty  니가 아니면  나를 건들 수 없어  we will be a destiny  이젠 나를 알잖아  어른다운 사랑을 원해  깊게 고민하지마  이미 너무 사랑하잖아  stop it 미안하지만  Fxxk U don’t want it now  당연한 것처럼 니 곁에   눕긴 싫어  Fxxk U you know Fxxk U  이렇게 하긴 싫어  내 맘은 그런 게 아니야 can someone tell me when 늘 어려운 문제 난 이 사람이 겁이 나 it’s okay 난 어디 안가 여기 있어  니 곁에만 그러니까 이제 this can never really end Fxxk U we’re going fast 아직도 니 눈엔 간절한  뭔가가 없어 love me you know love you 얼마나 날 사랑해 이보다 더 할 순 없어 Fxxk U you know Fxxk U 당연한 것처럼 니 곁에  눕긴 싫어 Fxxk U you know Fxxk U 이렇게 하긴 싫어 oh 제발 나를 믿어줘 나쁜 손이 어딜 자꾸 올라오니 어쭈 나름 갈고 닦은 말로 들었다 놓고"}, {"song_no": "4443748", "year": "2014", "rank": "23", "title": "썸남썸녀 (Feat. 휘성)", "artist": "케이윌", "genre": "Dance", "lyrics": "Honey라고 부르긴 우리 아직은  뭔가 덜 익은 게 많은 사이 Honey라고 부르긴 우리 아마도  결국 시간문제인 걸 oh 사귀자 그 얘기 대기 달콤한  말 눈빛 터치 그런 게 재미 like 백일 날짜 세기 왠지 유치해  not 요즘 style 화사하게 smile  you ready 우리는 캔디 서서히  녹여 먹는 맛의 연애를 원해  사랑의 정의를 왜 이 나이에  정해 just 설레임 좋잖아  설레임 cool 나의 coffee chocolate  너무 달콤한 게 다가 아닌  우리 사이  페퍼민트 맛 chocolate  화한 달콤함 지금 우리 사이 미뤄 고백이나 뭐 그런  진심은 우리 나중에 다 나누면 돼 길어 우리 갈 길은 멀어  지금이 바로 이 관계의  highlight yeah 알지 모든 건 타이밍 난 느낌  왔어 너도 왔니 let's talk about this 사실 나 같은 남자 까칠한 게  살짝 넌 궁금해 그래서  지금 물을게 나 같은 여자 한마디로 괴짜  날 못 맞추면 너는 퇴짜 or  패자 으흠 으흠 어찌됐든 만나보면 알겠지 뭐 나의 coffee chocolate 너무  달콤한 게 다가 아닌 우리 사이  페퍼민트 맛 chocolate 화한 달콤함 지금 우리 사이 나 같은 남자 너 같은 여자  나 같은 남자 너 같은 여자 톡 쏘니 확 튀니 can you  feel it like 페퍼민트 나 같은 여자 너 같은 남자  나 같은 여자 너 같은 남자 이런 우리 사이 기다렸던 타입의 그 사람  넌 뭐를 좀 아는 한 사람 It's so beautiful beautiful beautiful  It such a beautiful love 나 같은 여자 너 같은 남자 나 같은 여자 너 같은 남자 나 같은 여자 너 같은 남자 나 같은 여자 너 같은 남자 나의 coffee chocolate 너무  달콤한 게 다가 아닌 우리 사이 페퍼민트 맛 chocolate 화한  달콤함 지금 우리 사이 나 같은 여자 너 같은 남자"}, {"song_no": "4503810", "year": "2014", "rank": "24", "title": "까탈레나 (Catallena)", "artist": "오렌지 캬라멜", "genre": "Dance", "lyrics": "춤추는 작은 까탈레나 Red Sun  나도 모르게 빠져 들어가  도도한 콧대 까탈레나 Red Sun  Jutti Meri Oye Hoi Hoi 홀려 들어가  어머머머 멋있어 반했어 어쩜 같은   여자끼리 봐도 참 멋있어  까칠까칠 하지만 한 번만 보고파   알고파 함께 춤 추고파  랄라랄라 흔들흔들 손 흔들고  네 목소리가 쉴 때까지 소리 질러  Jutti Meri Oye Hoi Hoi Paula   Mera Oye Hoi Hoi  참 잘했어요 100점 만점 주고파  춤추는 작은 까탈레나 Red Sun  나도 모르게 빠져 들어가  도도한 콧대 까탈레나 Red Sun  Jutti Meri Oye Hoi Hoi 홀려 들어가  스르르르르륵 스르르르르륵 녹 녹 녹 녹아든다 녹 녹 녹 녹아든다 파르르르르륵 파르르르르륵 떨 떨 떨 떨려온다 따라 따라 따라 하고파 시크해서 싫지만 그치만 어쩜 같은  여자끼리 봐도 매력 있어 분하지만 한 시간 두 시간 추고파 놀고파 뼈를 묻고 싶어 랄라랄라 흔들흔들 손 흔들고 네 목소리가 쉴 때까지 소리 질러 Jutti Meri Oye Hoi Hoi Paula  Mera Oye Hoi Hoi 아직 부족해 좀만 더 힘을 내봐 춤추는 작은 까탈레나 Red Sun 나도 모르게 빠져 들어가 도도한 콧대 까탈레나 Red Sun Jutti Meri Oye Hoi Hoi 홀려 들어가 스쳐 가는 두 손이 따듯해 알고 보면 착할래나 까칠한 나의 까탈레나 모두 다 같이 빠져들어 가 도도한 콧대 까탈레나 Red Sun Jutti Meri Oye Hoi Hoi 홀려 들어가 스르르르르륵 스르르르르륵 녹 녹 녹 녹아든다 녹 녹 녹 녹아든다 파르르르르륵 파르르르르륵 떨 떨 떨 떨려온다 따라 따라 따라 하고파"}, {"song_no": "4478191", "year": "2014", "rank": "25", "title": "멘붕 (CL Solo)", "artist": "2NE1", "genre": "Electronica", "lyrics": "자 지켜봐라 이 진동의 힘 척추를 타고 내려온 이 느낌 꽃 한 송이 피우리라 못다 핀  Fire Fire 다 같이 불조심  이건 말로 하는 요가 뻣뻣한 자들은 한 번에 녹아 꼬리가 길면 반드시 잡힌다 세상은 요지경 짜가가 판친다 수리수리 마수리 수수리 사바하 네 영혼을 확 깨우는 자장가 저 위로 올라가 자신을 내려 봐 월화 수목 금토 일 Karma karma karma is  looking for you What u gonna do when  they come for you Karma karma karma is  gonna find you What u gonna do  보름달이 떴다 강강수월래 2ne1이 떴다 everybody sqalay 이 세상을 멱살을 흔드는 막춤 숨겨진 내 눈은 감별해 짝퉁 빠르디 빠른 난 뛰어 산토끼처럼 대박을 터뜨려 쌍코피처럼 헝클어진 머리에 풀리는 동공 멘탈은 붕괴 미션은 성공 비비디 바비디 부 하쿠나 마타타 지금 너의 무의식을 따라가 돌고 도는 이 세상을 바라봐 월화 수목 금토 일 Karma karma karma is  looking for you What u gonna do when  they come for you Karma karma karma is  gonna find you What u gonna do  How beautiful is this life How painful is this life How beautiful is this life How painful is this life"}, {"song_no": "4375626", "year": "2014", "rank": "26", "title": "My Destiny", "artist": "린", "genre": "Drama", "lyrics": "나 다시 허락한다면 그댈 다시 볼 수 있다면 내 지난 기억 속에서  그 아픔 속에서 그댈 불러 You`re my destiny 그댄 You`re my destiny 그댄 You`re my everything 그대만 보면서 이렇게 소리없이 불러봅니다 You`re the one my love 그댄 You`re the one my love 그댄 You`re my delight of all 그대는 영원한 나의 사랑이죠 내 곁에 다가와 줘요 날 아직 사랑한다면 두 눈에 고인 눈물이 그대를 원하죠 사랑해요 You`re my destiny 그댄 You`re my destiny 그댄 You`re my everything 변하지 않는건 그대를 향한 나의 사랑입니다 You`re the one my love 그댄 You`re the one my love 그댄 You`re my delight of all 세상이 변해도 그대만 사랑하는 나를 아나요  My Destiny 그대를 불러봅니다"}, {"song_no": "4512170", "year": "2014", "rank": "27", "title": "흔한 노래", "artist": "임창정", "genre": "Ballad", "lyrics": "미뤄놨던 빨래를 개고 다 털어내듯 샤워를 하고 마침 걸려온 친구 놈의 술 한잔 약속에 머릿속을 비우러 간다 온통 네 생각에 걷고 또 걷다 너무 보고 싶어 눈물 흘리다 길거리에 흐르는 어떤 노랫말들이 모두 내 이야기 같아 너와 나의 이야기 이건 가장 흔한 노래야 들어봐 모든 사람들이 부르는 노래 아무리 슬퍼도 울면 안 돼 넌 그 흔한 이별처럼 흘려 보내면 돼 가장 흔한 노래 가사처럼 모두 사랑 앞엔 상처투성이 아픈 가슴 안고 나를 떠난 너 우리 같이 부르던 흥얼거리던 노래 지금 우리 이야기야 너와 나의 이야기 이건 가장 흔한 노래야 들어봐 모든 사람들이 부르는 노래 아무리 슬퍼도 울면 안 돼 넌 그 흔한 이별처럼 흘려 보내면 돼 가장 흔한 노래 가사처럼 잊을 수가 없잖아 널 보낼 수가 없잖아 이 노래를 들어 내게로 돌아와 이건 가장 흔한 노래 이건 가장 흔한 노래야 들어봐 들어봐 모든 사람들이 부르는 노래 아무리 슬퍼도 울면 안 돼 넌 그 흔한 이별처럼 흘려 보내면 돼 가장 흔한 노래 가사처럼"}, {"song_no": "4484403", "year": "2014", "rank": "28", "title": "씨스루", "artist": "권진아", "genre": "Folk", "lyrics": "Party time 아는 사람 없네 지루해 앉아있기만 해 바텐더 뭘 마셔야 해  그래 그걸로 줘 cause it's red 음악 바뀌었네 up tempo  그래도 난 여전해 down tempo 아 술은 안 마셔 그냥 색깔이 맘에 들어 골랐어  그때 널 봤어  빨간 타이 빨간 스니커즈 that's a point 넌 저기 서서 떠들고 있는 멍청한 남자들과는 달라 I see through 넌 보일 듯 보이지 않아 안타까운 마음에 쳐다만 봤네 I see through U See through U  I see through U See through U  이상한 기분야 몸이 가벼운 걸 취한 건 오 아냐 워어 쟤 누구야 궁금할 뿐 야 너무 괜찮은걸 놓치면 후회할거야 넌 보일 듯 보이지 않아 안타까운 마음에  쳐다만 봤네 I see through U See through U  I see through U See through U 넌 보일 듯 보이지 않아 ye 안타까운 마음에  쳐다만 봤네 I see through U See through U  I see through U See through U"}, {"song_no": "4389943", "year": "2014", "rank": "29", "title": "Let It Go", "artist": "Idina Menzel", "genre": "Animation,Pop", "lyrics": "The snow glows white on the mountain tonight Not a footprint to be seen A kingdom of isolation And it looks like I'm the queen The wind is howling like this swirling storm inside Couldn't keep it in heaven knows I've tried Don't let them in don't let them see Be the good girl you always have to be Conceal don't feel don't let them know Well now they know Let it go let it go Can't hold it back anymore Let it go let it go Turn away and slam the door I don't care what they're going to say Let the storm rage on The cold never bothered me anyway It's funny how some distance makes everything seem small And the fears that once controlled me can't get to me at all It's time to see what I can do To test the limits and break through No right no wrong no rules for me I'm free Let it go let it go I am one with the wind and sky Let it go let it go You'll never see me cry Here I stand and here I'll stay Let the storm rage on My power flurries through the air into the ground My soul is spiraling in frozen fractals all around And one thought crystallizes like an icy blast I'm never going back the past is in the past Let it go let it go And I'll rise like the break of dawn Let it go let it go That perfect girl is gone Here I stand in the light of day Let the storm rage on The cold never bothered me anyway"}, {"song_no": "4441132", "year": "2014", "rank": "30", "title": "숨소리 (Breath) (Sung By 태연 (소녀시대) & 종현 (샤이니))", "artist": "S.M. THE BALLAD", "genre": "Ballad", "lyrics": "나도 모르게 전화기를 들고  말았어 나야 참 오랜만이야 너무 힘이 들어서 잡기도  미안해서 너를 보낸 게  후회돼서 한숨만 쉬는걸 너무 놀라서 말이 나오지도  않았어 떨리는 가슴만 붙잡았어 많이 힘든지 지금 어디 있는지  묻기도 전에 눈물이 흘렀어  네 숨소리만 들려도 그래 눈물이 이렇게 흘러내리면  아끼던 내 작은 추억들마저도  어쩔 줄 몰라 너무 아파서 서로 놓아주길  약속했지만  자신 없을 때 가끔 숨소리라도  들려주길 숨을 쉬는 게 매일 눈을 뜨는 게  겨우 하루를 사는 게 죽는 것 보다 힘이 든다고 네게  말을 못했어  걱정할 것 같아서 바보처럼  한숨만 쉬는 걸 눈물이 이렇게 흘러내리면  아끼던 내 작은 추억들마저도  어쩔 줄 몰라 너무 아파서 서로 놓아주길  약속했지만  자신 없을 때 가끔 숨소리라도  들려주길 하고픈 말이 많아도 난 아무  말도 못 하고 다 괜찮다고  서로를 달래고 아파했어 다 되돌리면 우린 행복하기만  했어 놓지 못하고 있어 눈물이 이렇게 흘러내리면 아끼던  내 작은 추억들마저도 어쩔 줄 몰라 너무 아파서 서로 놓아주길  약속했지만  자꾸 네가 생각 날 땐  참을 수 없이 힘들 땐  이렇게라도 가끔 숨소리라도  들려주길"}, {"song_no": "4478190", "year": "2014", "rank": "31", "title": "착한 여자", "artist": "2NE1", "genre": "R&B / Soul", "lyrics": "모두 나쁜 남자라 해도 솔직한 니가 좋았어 It felt right But they were right 우리 처음 만난 순간부터 너의 무관심에 길들여졌어 And it’s so wrong It’s been so long 지금 니 눈빛에 담겨있는 그녀에겐 그토록 그리워했던 설렘을 느낄 수 있니 아름다운 그녀에겐 너를 위한 눈물 따윈 없을거야 이런 기나긴 기다림도 착한 여잔 나쁜 남잘 좋아해 왜 나쁜 남잔 나쁜 여잘 좋아해 왜 그래서 난 너를 이렇게 사랑해  근데 너는 이런 내 맘을 몰라 왜  Cuz I’m so good to you yeah You love her but her kiss is a lie Cuz I’m so good to you yeah you kiss her but your love is a lie Cuz I’m so good to you yeah You love her but her kiss is a lie Cuz I’m so good to you yeah 지금 니 눈앞에  웃고 있는 그녀에게 내게 처음 고백했던  그 말을 해줄 수 있니 너를 가진 그녀에게  어리석은 눈물 따윈 없을거야 이런  널 향한 그리움도  착한 여잔 나쁜 남잘 좋아해 왜 나쁜 남잔 나쁜 여잘 좋아해 왜 그래서 난 너를 이렇게 사랑해  근데 너는 이런 내 맘을 몰라 왜  Cuz I’m so good to you yeah You love her but her kiss is a lie Cuz I’m so good to you yeah you kiss her but your love is a lie Cuz I’m so good to you yeah You love her but her kiss is a lie Cuz I’m so good to you yeah 날 사랑한단 말을 믿었어 다른 남자와 다를 꺼라  믿고 싶었어 어리석게도 바보같이 내 맘 주고 너 땜에 난 깊은 슬픔에 잠겨 홀로 눈물을 삼켜 꼭 나여야만 했니 도대체 왜 그랬니 널 사랑한 게 죄니 왜 나만 아파야 되니 달콤하게 날 녹이고 가볍게 또 날 속이고 뜨겁게 날 적시고 차갑게 날 버리고 cuz I was good to you 내겐 널 자를 수 있는 그런  날이 없어  maybe I was too good for you  진심으로 착하게 살아봐야  다 필요 없어"}, {"song_no": "4397969", "year": "2014", "rank": "32", "title": "조금 이따 샤워해 (Feat. Crush)", "artist": "개리", "genre": "Rap / Hip-hop", "lyrics": "조금 이따 샤워해 이대로   더 나를 안아줘   이렇게 니 품에서 얘기 하고파  조금 이따 샤워해 이대로   더 나를 안아줘  이렇게 니 품에서 장난 치고파 작지만 귀여운 너의 가슴이   난 좋아   니 머리카락 넘겨줄 때 손에   닿는 이마  내 몸 위에 올라 날 바라보는   그 눈동자  조명 아래 살짝 비친 하얀   살결의 빛깔  날 미치게 하는 이 못된 여자   때론 너와 사랑할 때 난 3년 만에   집에 온 뱃사람 같아  니가 날 거칠게 만드니까  침대는 바다가 되고 우린 헤엄쳐   서로의 상처를 치유하듯   부드럽게 어루만져  세상 가장 깨끗한 너의 품에 안겨  내 더렵혀진 영혼을 다 씻어  이대로 더 있어  격렬하게 사랑하고서 땀에   젖은 채 둘이 누워서  오늘 어땠냐고 묻는 너에게   난 끝내줘 끝내줘 끝내줘  우린 옷 벗고 사랑한 사이   더 이상 숨길 것 없어 세상   가장 친한 사이  학벌 배경 차이 그런 거 따위   신경 안 써 서로 딱 원하는 타입  서두르지마 오늘 밤은 깍지를   끼듯이 너의 허벅질 내   다리에 끼고 살을  다 맞대고 삶을 말하고 싶어  오늘 하루 어땠는지 다른  별일은 없었는지 늘 궁금해 난 니가 지금 이순간  나에겐 너무나 큰 낭만 삶의 난관 나의 방황 선과 악  그 모든 것이 다 두렵지 않아 너와 내가 함께 있는 이순간  오로지 평화 조금 이따 샤워해 이대로 더  나를 안아줘  이렇게 니 품에서 얘기 하고파 조금 이따 샤워해 이대로 더  나를 안아줘 이렇게 니 품에서 장난 치고파 어둠 속에 보일 듯 말듯한 너의  실루엣 너의 실루엣 나를 감고 있는 너의 두 다리는  끝내줘 끝내줘 끝내줘 가끔은 내 앞에서 아직도  부끄러워하는 너  난 니가 절대 안 질려 여전히  끌려 분명 우린 절대적 운명  찬 바람 불면 니 얼굴을 내 가슴에  묻어버리듯 딱 붙어 나도 알어 때론 너도 힘이 들텐데  니 남자 기죽어 보이는 거 싫어 널 허락하는걸 너란 여자 참  아름다워 늘 미안하지만  또 사랑스러워 나 혼자 남겨두지마 모든 게  완벽한 지금 이 순간 하얀 천사가 내 옆에 누워있네 날 바라보는 너의 두 눈에  살며시 키스해 조금 이따 샤워해 이대로 더  나를 안아줘  이렇게 니 품에서 얘기 하고파 조금 이따 샤워해 이대로 더  나를 안아줘 이렇게 니 품에서 장난 치고파 사랑하자 촛불 하나 켜놓고 단  둘이 꽉 껴안고 사랑하자 촛불 하나 켜놓고 단  둘이 꽉 껴안고"}, {"song_no": "4455531", "year": "2014", "rank": "33", "title": "해운대 (Feat. 강민경 Of 다비치)", "artist": "바이브", "genre": "Ballad", "lyrics": "해운대 그 바다에 우리 이야기 눈물 없이 들을 수 없는 사랑이야기 내 마음도 몰라주는 부산 갈매기 네가 그녀에게 전해주렴 나의 이야기 사랑한다 정말 사랑한다 차마 네게 하지 못했던 그 말 해운대 앞바다에서 너는 내 품에 안겨서 오빠야 사르르 녹던 밤 오빠야 와르르 무너지던 밤 그 바다에 너를 모두 던져버렸어 해운대 어색해 네가 없는 여기 이 자리 애써 잊어보려 해도 내 맘은 제자리 여전히 날 반겨주는 부산 갈매기 네가 그녀에게 전해주렴 나의 이야기 사랑한다 정말 사랑한다 차마 네게 하지 못했던 말 차마 그땐 하지 못했던 그 말 해운대 앞바다에서 너는 내 품에 안겨서 오빠야 사르르 녹던 밤 오빠야 와르르 무너지던 밤 그 바다에 너를 모두 던져버렸어 내 마음도 몰라주는 부산 갈매기 가라 가라 가라 떠나가라고 가라 가라 가라 멀리 가라고 이젠 나를 잊고 살아가라고 해운대 앞바다에서 저 파도에 너를 보냈어 오빠야 사르르 녹던 밤 오빠야 와르르르 무너지던 밤 우리 헤어지던 밤 그 바다에 너를 모두 던져버렸어 해운대"}, {"song_no": "3174148", "year": "2014", "rank": "34", "title": "가슴 시린 이야기 (Feat. 용준형 Of Beast)", "artist": "휘성 (Realslow)", "genre": "Ballad", "lyrics": "세상에 가장 예쁜 거짓말 goodbye goodbye 가슴 찢겨도 뱉는 그 말 goodbye goodbye 좋은 안녕이란 말 말도 안되는 그말 사랑한 만큼 믿었던 만큼 아파 아파 네가 너무 미워서 너무 슬퍼서 아파 아파 이게 이별이잖아 좋을 리가 없잖아 그래도 goodbye 안녕 미워도 너는 내사랑 사랑을 알려준 첫 사람 그런 너를 보내는 한 남자의 거짓말 goodbye goodbye 나만 느끼던 너의 체온도 goodbye goodbye 나만 맞추던 너의 입술도 goodbye goodbye 너무 절망스러워 그래도 널 위해서 남자로써 꼭 해야하는 말 goodbye goodbye 마지막으로 너를 힘껏 안고서 goodbye goodbye 늘어난 테잎처럼 무겁게 더듬대며 행복해 goodbye 안녕 미워도 너는 내사랑 사랑을 알려준 첫 사람 그런 너를 보내는 한 남자의 거짓말 goodbye goodbye 안녕 좋은 사람 만나 행복해 뻔한 드라마 속 이별 장면을 베낀다 말이 좋은 안녕이지 결국 널 누군가에게 뺏긴다 부모를 잃은 아이처럼 우리가 낳은 사랑은 버려진다 그래 이별은 너와 나의 책임이야 사랑 앞에 우린 죄인이야 울지마 바보야 나 정말 괜찮아 어떻게든 살아 행복할게 만남 사랑 추억 이별 참 고마웠었어 그 동안 이를 악물고 너를 보낼게 어떻게든 너를 잊을게 우리 둘이서 만든 가슴 시린 이야기 goodbye goodbye 안녕 미워도 너는 내사랑 사랑을 알려준 첫 사람 처음이자 마지막 너를 위한 거짓말 goodbye goodbye"}, {"song_no": "4382254", "year": "2014", "rank": "35", "title": "La Song", "artist": "비", "genre": "Dance", "lyrics": "뻔하디 뻔한 그렇게 하는  그런 놈은 아니에요 그러네요  말썽 많지만 순종적인  그런 귀염둥이에요  예뻐해줘요  라 라라라라 라라라  라라 라라 라라라  라 라라라라 라라라  라라 라라 라라라  1 2 3 4 show me what's you got  1 2 3 4 show me what's you got  난 누울 수 있는 땅은 많지  남들처럼 없어도 있는 척  외제차만 돌리지는 cheesy 와는   달라도 완전히 change  Follow me  Maserati ferrari Key는 필요 없어  난 몸둥아리  자체가 so rich 하니까   부티가나니까 그렇게 사니까  이런 신발끈을 꽉매 넥타이는 쫌 풀래 오늘은 다른 말 하기가 싫어 그냥 있는 티 내기는 싫어 오늘은 나 좀 할래 나처럼 쫙 빼 입고 오늘은 달려 그래 사실은 오늘 나 좀 빼 입었다 신발끈 라 라라라라 라라라 라라 라라 라라라 라 라라라라 라라라 라라 라라 라라라 아하 that's right here we go let's dance time everybody sing a song 라 라라라라 라라라 라라 라라 라라라 라 라라라라 라라라 라라 라라 라라라 라 라라라라 라라라 라라 라라 라라라 라 라라라라 라라라 라라 라라 라라라"}, {"song_no": "4393161", "year": "2014", "rank": "36", "title": "Lonely (없구나)", "artist": "B1A4", "genre": "Dance", "lyrics": "lonely lonely lonely  lonely lonely lonely lonely lonely lonely  lonely lonely lonely lonely lonely lonely  lonely lonely lonely lonely lonely lonely lonely boy lonely lonely lonely  lonely lonely lonely lonely lonely lonely  lonely lonely lonely lonely lonely lonely  lonely lonely lonely lonely lonely lonely lonely boy 네가 사준 넥타이에  화이트셔츠 조금 작은  한 동안 안 입던 팬츠 혼자 입고서 난 랄랄라  혼자 좋아서 난 랄랄라 다시 꺼낸 많이 낡은 스티커 사진  예전 너와 내가 행복해 웃는 사진  혼자 보고서 난 랄랄라  혼자 좋아서 난 랄랄라  아직 난 왜 여전히  왜 여기서 왜 이러는지 내가 다시 전화할게  자기야 no  내가 잘할게 더 나 때문에  울지 않도록 나 너무 그리워  네 눈 네 코 네 입술 함께 밥을 먹으려 해도 네가 없구나 같이  영활 보려고 해도 네가 없구나 우린 아무것도 없구나 정말 아무것도 없구나 every day every say  너와 함께 거리를  걷는다 걷는다  다시 함께 걷는다면  우리 함께 걷는다면 좋겠다 네가 내게 항상  들려줬던 노래  이젠 내가 네게 들려주는 노래 혼자 듣고서 난 랄랄라  혼자 좋아서 난 랄랄라 네가 없는 거리를 걸어보고 네가 없는 차를 타고  달아나고 달아나도  결국 네게 눈이 먼 바보 날 찾는 사람은 없는 듯 해  활짝 빛이 나던 네 맘의  창들도 이미 닫힌 듯 해 hey 함께 밥을 먹으려 해도  네가 없구나 같이 영활  보려고 해도 네가 없구나 우린 아무것도 없구나  정말 아무것도 없구나 every day every say  너와 함께 거리를 걷는다 걷는다 다시 함께 걷는다면  우리 함께 걷는다면 아직 난 왜 여전히  왜 여기서 왜 이러는지  연기처럼 흩날리는 기억 you're right girl  나는 많이 아파  sick my heart 우리에게 절대 없을 거라던 이별 몰래 날 찾아왔다가  이렇게 너무 쉽게  사랑은 소리 없이 나를 떠나 다시 돌아가려고 해도  네가 없구나  아무리 불러 봐도 이제  네가 없구나  우린 아무것도 없구나  정말 아무것도 없구나 every day every say  너와 함께 거리를 걷는다  걷는다 다시 함께 걷는다면  우리 함께 걷는다면 baby I just wanna spend some time with you baby I just wanna spend  some time with you baby I just wanna spend  some time with you baby I just wanna spend  some time with you"}, {"song_no": "4412480", "year": "2014", "rank": "37", "title": "답이 없었어", "artist": "홍대광", "genre": "Ballad,Rock", "lyrics": "행여나 우연히 널 마주친다면 웃을 수 있을까  웃어줄 수 있을까 다시 운명처럼 너를 만나면 웃을 수 있을까 그냥  뒤돌아설까 언제부터였는지  이 길을 걸으면 유난히 추웠었던  그 날이 또 생각나 하루에도 열두번씩  사랑한다 말했던 그래 그때 그때 우리 그때 난 뭐랄까 난 답이 없었어 끝내 너를 잡지 않았던 그 날 그냥 그렇게 더 아무말도 없이 끝날 줄은 몰랐어 그땐 또 뭐랄까 너도 답이 없었어 끝내 너도 잡지 않았던 그 날 시간이 흘러 난 이렇게 살아가 이렇게 너와나 사랑하지 않았었다면 너를 한번만 더 잡았더라면 난 후회없을까 지금 행복했을까 흔해빠진 얘기가 뭐가  그리 좋은지 나만을 바라보던 니  눈빛이 생각나 하루에도 열두번씩  사랑한다 말했던 그래 그때 그때 우리 그때 난 뭐랄까 난 답이 없었어 끝내 다시 잡지 않았던 그 날 그냥 뭐랄까 더 편할 줄 알았어 그날은 그때 난 미쳤나봐 그래 그땐 우린 너무 어렸으니까 다시 사랑한다면 그게 니가 된다면 그럴 수만 있다면 그때 난 뭐랄까 난 답이 없었어 끝내 너를 잡지 않았던 그 날 그냥 그렇게 더 아무 말도 없이 끝날줄은 몰랐어 그땐 또 뭐랄까 너도 답이 없었어 끝내 너도 잡지 않았던 그 날 시간이 흘러 난 이렇게 살아가 이렇게"}, {"song_no": "4527879", "year": "2014", "rank": "38", "title": "감아 (Feat. Crush)", "artist": "로꼬", "genre": "Rap / Hip-hop", "lyrics": "이제 익숙해지는 것 같아 키가 작을 때부터 해왔던 상상 마음껏 펼치고는 꿀 같은 단잠 자고 일어났어 어딜 가든  나는 항상 자신감 넘치게 행동해야 하지 아직 많이 부족하긴 해도 끝까지 이뤄낼 거야 내 꿈 너도 알지 그래도 네가 있어 난 힘이 나지 너의 하루는 어땠어 느껴져 딱 목소리에서 누가 또 네 심기에 손 댔어 맞아 전부 그 사람이 잘못했어 쓰다듬어주고 싶어 네 머리를 오늘도 고생 많이 했어 이번 주말에는 떠나자 어디든 일단 눈 감아 내 팔에 기대서 Baby 난 너만 담아 오늘은 편하게 내게 안겨도 돼 겁먹지마 이 밤이 우릴 환하게 반겨주네 눈을 감아 두 눈을 감아 허리에 팔을 감아 나만 믿고 따라와 쉬는 동안에도 주말마다 일이  생기지 가끔은 너무 정신 없어서 내 몸도  못 챙기지 내 나름대로의 욕심 때문에 압박이  머리를 조여도 다 풀어냈을 때 그 시원함이 나를  무대위로 또 올려줘 나도 오늘 일을 끝냈으니 편안하게  와서 안겨도 돼 현실이 꼬리를 물기 전에 더 이상은  아무것도 생각하지 않기로 해 괜찮아 괜찮아 우리 둘 밖에 없어 네가 하고 싶은 대로 해 준비  안된 건 없어 Baby 난 너만 담아 오늘은 편하게 내게 안겨도 돼 겁먹지마 이 밤이 우릴 환하게 반겨주네 눈을 감아 두 눈을 감아 허리에 팔을 감아 나만 믿고 따라와 미리 맞춰놨어 적당한 온도 너 때문에 오늘 아침부터 뎁혀 놔서  따듯해 내 몸도 이리 와서 누워도 돼 내 옆에 눈감고  기대봐 내 옆에 잡은 손 놓지 않아 절대 네가 눈을 떠도  어디 가지 않아 절대 걱정하지 마 우리가 만날 시간은 많아 오늘 따라 밤이 차갑지만 곁에 있어  괜찮아 편하게 눈감아 내 곁에 누워도 돼 두 손을 꼭 잡고 Ma Baby Baby 난 너만 담아 오늘은 편하게 내게 안겨도 돼 겁먹지마 이 밤이 우릴 환하게 반겨주네 눈을 감아 두 눈을 감아 허리에 팔을 감아 나만 믿고 따라와 내 노래의 모든 주제가 니 이야기가 아니지만 니가 있었기 때문에 가능한 둘의 이야기야 나 때문에 너의 하루가 더 즐거웠으면 좋겠어 난 하지 않아 절대 말로만 거짓은 하나도 안 보탰어"}, {"song_no": "4438401", "year": "2014", "rank": "39", "title": "So Wonderful", "artist": "레이디스 코드", "genre": "Dance", "lyrics": "Woo yeah So Wonderful  so so so so Wonderful 언제나   so so Wonderful Wonderful 너무 멋진 남자 그래 너란 남자   사랑해줬잖아 날 버리고 간 남자  나한테 갑자기 왜 이래요  나 밖에 없다던 사람이 왜 변해요  어쩜 좋아요 아직도 그대 여전히   멋져요 그댄 너무 멋져요  하루 종일 고민이 많아요  참 많아요  밤만 되면 잠들기 전에 꼭 울어요  어지러워요 아직도 나는 여전히   슬퍼요 너무너무 슬퍼요  so so so so Wonderful 언제나   so so Wonderful Wonderful  너무 멋진 남자 그래 너란 남자   사랑해줬잖아 날 버리고 갔잖아 so so so so Wonderful 언제나   so so Wonderful Wonderful  너무 못된 남자 날 버린 그 남자  사랑했었잖아 여전히 멋진 남자 여전히 그댄 너무 멋져요   나 없이도 어디서든 매력 넘쳐요  아직도 그대 잊지 못하죠 난 정말   미쳐요 이러다간 미쳐요  하루에도 수십 번 울어요  또 울어요  밤만 되면 네 생각에 잠도 못 자요  사랑이란 걸 너무 몰라서 아직도   슬퍼요 너무너무 슬퍼요  so so so so Wonderful 언제나   so so Wonderful Wonderful  너무 멋진 남자 그래 너란 남자   사랑해줬잖아 날 버리고 갔잖아  so so so so Wonderful 언제나   so so Wonderful Wonderful  너무 못된 남자 날 버린 그 남자   사랑했었잖아 여전히 멋진 남자  흔들어봐 바 내 맘 떨리도록 막   흔들어놔  Please don't stop the music  이 밤 너를 꽉 안아줄까  Da bi da bi da bi dab  날 버렸던 그 남자  Get up Get up Get up  Shut off Shut off Shut off  so so so so Wonderful 언제나   so so Wonderful Wonderful  너무 멋진 남자 그래 너란 남자   사랑해줬잖아 날 버리고 갔잖아 so so so so Wonderful 언제나   so so Wonderful Wonderful  너무 못된 남자 날 버린 그 남자   사랑했었잖아 여전히 멋진 남자"}, {"song_no": "4389940", "year": "2014", "rank": "40", "title": "Do You Want To Build A Snowman? (삼성전자 갤럭시 노트 4 & 노트 엣지 2015 신년 광고 광고 삽입곡)", "artist": "Kristen Bell", "genre": "Animation,Pop", "lyrics": "Elsa Do you want to build a snowman Come on, let's go and play I never see you anymore Come out the door It's like you've gone away We used to be best buddies And now we're not I wish you would tell me why Do you want to build a snowman It doesn't have to be a snowman Go away Anna Okay bye Do you want to build a snowman Or ride our bike around the halls I think some company is overdue I've started talking to The pictures on the walls Hang in there Joan It gets a little lonely All these empty rooms Just watching the hours tick by   Tick tock tick tock  tick tock tick tock Elsa please I know you're in there People are asking where you've been They say have courage And I'm trying to I'm right out here for you Just let me in We only have each other It's just you and me What are we gonna do Do you want to build a snowman"}, {"song_no": "4478192", "year": "2014", "rank": "41", "title": "Happy", "artist": "2NE1", "genre": "Electronica", "lyrics": "Happy  가끔은 내 생각할까 아님 너무 희미해 그 의미조차 어색해 널 보낸 후로 매일매일 홀로 지난 시간에 집착해 이제 초라해 혹시 부담이 됐다면 내가 짐이 됐다면 진작 떠나야 했어 미안해 나 땜에 힘들었는지 많이 불편했는지 바보처럼 눈치도 못 챈 채 OH NO I DIDN’T CRY CRY CRY 어차피 누굴 원망해봤자 달라질 건 없어 다 끝이니까 널 위한 슬픈 BYE BYE BYE 내가 없어야 행복하니까 OOH OOH 너 없이 I’M NOT HAPPY BUT I HOPE YOU’RE HAPPY 멀리서 난 널 지켜볼게 너 없이 I’M NOT HAPPY  BUT I HOPE YOU’RE HAPPY 모든 기억들은 뒤로한 채 행복하게 날 잊고 살아줘 I Hope you’re H A P P Y 행복하게 날 잊고 살아줘 I Wish you’re H A P P Y I thought we had it together  but well 난 노력했어 in everyway 밤낮을 샜어 널 기다릴 땐 나란 여자 안에서 사랑 안에서  행복하지 않단 너의 말  WAIT 제대로 먹었어 POW 너무  아파 내 맘 OUCH Thought you was happy but  you turned me out Cool한 척 하느라 참은 눈물이  널 향한 내 진실된 맘  아쉽기라도 했다면 미련이 남았다면 이렇게 차갑진 못할 텐데 사랑하기는 했는지 다 거짓이었는지 바보처럼 눈치도 못 챈 채 OH NO I DIDN’T CRY CRY CRY 어차피 누굴 원망해봤자 달라질 건 없어 다 끝이니까 널 위한 슬픈 BYE BYE BYE 내가 없어야 행복하니까 OOH OOH 너 없이 I’M NOT HAPPY BUT  I HOPE YOU’RE HAPPY 멀리서 난 널 지켜볼게 너 없이 I’M NOT HAPPY BUT  I HOPE YOU’RE HAPPY 모든 기억들은 뒤로한 채 행복하게 날 잊고 살아줘 I Hope you’re H A P P Y 행복하게 날 잊고 살아줘 I Wish you’re H A P P Y 너라도 행복해야 HAPPY ENDING 나 비꼬는 거 아냐 다  진심인 거 알아줘 너라도 행복해야 HAPPY ENDING 나 비꼬는 거 아냐 다  진심인 거 알아줄래  너 없이 I’M NOT HAPPY  BUT I HOPE YOU’RE HAPPY 멀리서 난 널 지켜볼게 너 없이 I’M NOT HAPPY  BUT I HOPE YOU’RE HAPPY 모든 기억들은 뒤로한 채 행복하게 날 잊고 살아줘 I Hope you’re H A P P Y 행복하게 날 잊고 살아줘 I Wish you’re H A P P Y"}, {"song_no": "4435548", "year": "2014", "rank": "42", "title": "진실 혹은 대담", "artist": "가인", "genre": "Dance", "lyrics": "안녕하세요 얘기 좀 할까요 그렇게 나를 잘 안다고요 참 이상해요 눈 앞에서는 한 마디 못하면서 뒤에선  참 말이 많아 미치지 않고서야 그럴 리  있겠어요 그 정도였겠어 못 오를 나무 아래  겁쟁이들의 외침 떠들어라 맘껏 make it loud make it more  make me hot wanna know the truth all  the truth 중요한 건 너의 입에 내가 막 오르내리는 거 많을수록 nice very nice 소문이란 많을 수록 좋아 나나나 난 그냥 웃지 나는  이런 게 쉽지 꼬리 열 개쯤 잘 알지도  못하면서 다 있지 오해 하는 게 있지 내가 웃는 게 말하는 게  걷는 게 좀 아이 그러지 말고 얘기를 해봐 이런 거 기대했었나요 이름만 겨우 아는 사이에 어머나 그대랑은 정말 손끝만 스쳤다간 아주 난리  나겠어요 미치지 않고서야 이름만  안 사이에 그런걸 하겠어 니가 못 가졌다고 그런 말  하는 거 아니야 떠들어라 실컷 make it loud make it more  make me hot wanna know the truth all  the truth 중요한 건 너의 입에 내가 막 오르내리는 거 많을수록 nice very nice 소문이란 많을 수록 좋아 나나나 난 그냥 웃지 나는    이런 게 쉽지 꼬리 열 개쯤 잘 알지도  못하면서 다 있지 오해 하는 게 있지 내가 웃는 게 말하는 게  걷는 게 좀 소리 없이 퍼져가는 소문 바라는 건 진실 혹은 대담 사실 모든 건 너에게 달렸죠 내가 과연 어떤 사람이 될런진 wanna know the truth all  the truth 중요한 건 내가 아닌 그대 너 먼저 말해줘요 중요한 건 now 바로 now 눈앞에서 바라보니 어때 나나나 난 그냥 웃지   나는 이런 게 쉽지 그대 하나쯤 쬐끔한 게  바보같은 게 나 믿지 이제 내 말만 믿지 니가 믿는 게 바라는 게  속는 게 참"}, {"song_no": "4490672", "year": "2014", "rank": "43", "title": "그대라구요", "artist": "정은지", "genre": "Drama", "lyrics": "그대라구요  가슴 아파도 그대라구요  나의 간절했던 마음에  소중한 사랑  가슴 아파서 또 눈물이 나서  찬 바람에 움츠린 꽃처럼  소리없이 흐르는  구름 뒤의 별처럼  조심스럽게 추억을 거슬러  아픈 가슴에 힘든 사랑에  모진 세월 속에 아른거리던 그대만을 바라보던 슬픈 내 사랑  아쉬움에 잊혀질까 봐  바람 불어도 슬퍼 말아요  쉽게 터질 듯한 가슴에  묻어 둔 사랑  멀리 있어도 같은 추억만으로  눈물 같은 내 사랑아  아픈 가슴에 힘든 사랑에  모진 세월 속에 아른거리던 그대만을 바라보던 슬픈 내 사랑  아쉬움에 잊혀질까 봐  바람 불어도 슬퍼 말아요  쉽게 터질 듯한 가슴에  묻어 둔 사랑  멀리 있어도 같은 추억만으로  눈물 같은 내 사랑아  시린 기억들로 가득한가요  혼자 되뇌이며 울던 그 사람 가슴 아파도 그대라구요  나의 간절했던 마음에 소중한 사랑 눈물 흘러도 긴 밤 작은 별처럼 지켜주던 내 사랑"}, {"song_no": "4388702", "year": "2014", "rank": "44", "title": "별처럼", "artist": "케이윌", "genre": "Drama", "lyrics": "그대 어디 있어도 무얼 하고 있어도 그저 이 내 가슴은 그댈 느낄 수 있죠 사랑할 것 같았죠 사랑할 수 밖에 없죠 내 눈에 내 맘 그 안에 그댄 별처럼 빛나니까 하루 시작을 그대와 하루 마지막을 그대와 하나만 바라다 오늘이 다 가는데 아직 사랑한다는 말 못 해서 조금 멀리서 그대 뒤에서 웃어요 한 발 먼저 다가가다 한 발 멀어질 것 같아 이런 게 사랑이니까 그댈 놓치면 안 되지만 하루 시작을 그대와 하루 마지막을 그대와 하나만 바라다 오늘이 다 가는데 아직 사랑한다는 말 못 해서 조금 멀리서 그대 뒤에서 웃어요 세어봐도 세지 못 할 만큼 계절이 바뀌어도 메마른 내 기억을 두드리는 비 같은 그 사람은 그대이니까 하루 시작을 그대와 하루 마지막을 그대와 하나만 바라다 오늘이 다 가는데 아직 사랑한다는 말 못 해서 조금 멀리서 그대 뒤에서 웃어요"}, {"song_no": "4478193", "year": "2014", "rank": "45", "title": "Scream", "artist": "2NE1", "genre": "Electronica", "lyrics": "Scream ah ah ah ah  ah ah ah ah ah ah Scream ah ah ah ah  ah ah ah ah ah ah Scream ah ah ah ah  ah ah ah ah ah ah Scream Scream Scream  Scream Scream Scream  Scream Scream 네가 떠날 땐 언제고 이제  와서 나를 찾니 나보고 어쩌라고 Y u keep callin me 허니 아 아 안 들려 난 참견은 이제 그만 내가 알아서 다 해  I'm in control just wanna keep dancing 널 뒤로한 채 아무 생각 없이 오늘은 놀래  lets go crazy 모두 만취 상태 감당이 안돼 이제부터 네 눈치 안 봐  내 맘대로 할래 Bring it on 어디 할 말 있으면 해봐 Turn it up 넌 앞뒤가 맞지 않잖아 자유로운 기분이 좋아 눈을 감고 너도 느껴봐 항상 같은 situation 이젠 버리고 떠나자  get away 반복되는 situation  같이 fly away  come on let’s get away Scream ah ah ah ah  ah ah ah ah ah ah Scream ah ah ah ah  ah ah ah ah ah ah Scream ah ah ah ah  ah ah ah ah ah ah Scream Scream Scream  Scream Scream Scream  Scream Scream everybody  달리자 내일 걱정은 내일 오늘 밤 일은 너와 나 둘의 비밀 이 빛나는 젊음 Girls just I wanna have fun 끝나지 않길 바래 이 느낌 그대로 나를 보는 눈빛 심장이 뛰는 느낌 자신감 넘치게 지금 춤을  추고 있지 날 봐 이 기분이 좋아 I wanna be jumping Hey DJ  지루한 노래 끄고 자 PUMP IT Bring it on 음악을 멈추지 말아줘 Turn it up DJ 볼륨을 더 키워줘 자유로운 기분이 좋아 눈을 감고 너도 느껴봐 항상 같은 situation 이젠 버리고 떠나자 get away 반복되는 situation  같이 fly away  come on let’s get away I fell in love 나쁜 남자와 사랑에 빠지지 않을거라 또 이렇게 다짐하지만 I fell in love 두 번 다시 난  널 찾지 않을거야 날 잡지 마 이젠 끝이야 영원히 항상 같은 situation 이젠 버리고 떠나자 get away 반복되는 situation  같이 fly away  come on let’s get away  Scream ah ah ah ah  ah ah ah ah ah ah Scream ah ah ah ah  ah ah ah ah ah ah Scream ah ah ah ah  ah ah ah ah ah ah Scream Scream Scream  Scream Scream Scream  Scream Scream"}, {"song_no": "4237755", "year": "2014", "rank": "46", "title": "착해 빠졌어 (Stupid In Love)", "artist": "소유 (SOYOU)", "genre": "Rap / Hip-hop", "lyrics": "니 입술이 나를 욕해도 난 아니 아니야 니 마음이 나를 접어도 난 아니 아니야 내 눈물의 의미를 왜 몰라 끝내자는 게 아니야 안아 달란 말이야 평소완 다른 말투 심장이 시큰해 난 니가 낯설었고 비가 내릴 듯 하늘은 시커메 반복된 실망과 다툼 속 서론 지쳤고 넌 아마도 오늘 여기서 내게 꼭 이별을 말할 것 같아 순간 가슴에 불지른 듯 나도 모르게 소리쳤지 밀치고 부딪히고 널 보며 진저리 쳤지 너 왜 그렇게 슬픈 눈을 하고서 날 쳐다보고만 있어 항상 그랬지 난 모질고 넌 지겹게 착해 빠졌어 니 입술이 나를 욕해도 난 아니 아니야 니 마음이 나를 접어도 난 아니 아니야 내 눈물의 의미를 왜 몰라 끝내자는 게 아니야 안아 달란 말이야 혼자 아닌 둘이라 넌 더 외롭다 했어 슬픈 표정으로 넌 물었지 내 말 이해 할 수 있어 난 귀찮고 바쁘단 핑계로 널 짐처럼 취급했지 믿음은 플라스틱처럼 부러져 니 의심 지긋지긋했지 그리고 너희 집 앞 바래다준 마지막에 어김없이 폭탄 터졌지 참 더럽게도 징하게 서롤 밀쳤고 욕을 뱉고 우린 미쳤고 now we can't go back 누군가 그랬지 계절은 이별을 데리고 오네  계속 그렇게 거친 말 해 다신 안볼 듯 상처를 내봐 어차피 끝낼 맘이면 좀 더 제대로 나쁜 척해봐 너 짜증나게 굴지마 누굴 만나든 잘 살테니까 뒤늦게 다시 날 찾을 때 난 절대로 거기 없으니까 그냥 꺼지라 했지 울먹이는 니 모습 지겨워서 바보같이 아파하는 그 꼴 봐주기 힘겨워서  미안해 할 것 없어 주저하지 말고 말해 어서 이별의 순간 난 여전히 못났고 넌 끝까지 착해빠졌어 헤어지잔 말이 아니야 난 아니 아니야 싫어졌다는 말이 아니야 난 아니 아니야 내 눈물의 의미를 왜 몰라 잡아달란 말이야 안아달란 말이야 가지마 내 눈에 써놨잖아 내 눈물이 말하잖아 멀어져가는 우리 바라보기만 할 뿐 잡지 않아 길었던 연애의 끝 서로의 마음은 닿지 않아 제발 예전의 너로 돌아와 가지마 가지마 이제 끝낼 시간 somebody got to say goodbye 미안해 난 널 더는 사랑 하지 않아 진심 와 닿지 않아  만질 수 없고 볼 수 없어 아무것도 느낄 수 없어 괜찮아 날 욕해 넌 왜 끝까지 멍청하게 그리 착해 빠졌어  서로의 맘 헤프게 떠들며 그저 시간만 끌었지 너는 언제나 최선을 다했고 난 언제나 너의 최악이었지 알아 너가 더 참고 더 울고 더 외로웠어 이별의 순간 난 여전히 못났고 끝내 널 잡지 못했어 평소완 다른 말투 심장이 시큰해 난 니가 낯설었고 비가 내릴 듯 하늘은 시커메 반복된 실망과 다툼 속 서론 지쳤고 넌 아마도 오늘 여기서 내게 꼭 이별을 말할 것 같아"}, {"song_no": "4516940", "year": "2014", "rank": "47", "title": "오늘 뭐해", "artist": "4minute", "genre": "Dance", "lyrics": "Yeah It's 4MINUTE and  Brave sound Let go A ha a ha ah ah a ha A ha a ha 오늘 뭐해 4MINUTE  이따 뭐해 Ha 주말에 뭐해  Let's go  랄랄라 랄랄라 오늘 뭐해 4MINUTE  이따 뭐해 Ha 주말에 뭐해  Let's go  우리 만날래 Come on  학교 끝나고 갈 곳 없나요 집안일 끝내 놓고 할 일 없나요 회사 끝나고 방황을 하나요 지겹고 지루한 일상이 너무 싫어요 할 일 다 해 놓고도 할 일 없어 할 일 없나 찾는 사람 재미없는 TV 켜 놓고 리액션  따라 웃는 사람 다 들어와 이리 들어와  오늘만큼은 나와 놀아 봐 다 들어 봐 일단 들어 봐 오늘  뭐해 다 들어 봐 꾸미려 하지 마 즐기며 살아 세상은 밝아 사랑을 하면서 신나게 놀아  이따 전화할게요 오늘 뭐해 이따 뭐해 주말에 뭐해 랄랄라 랄랄라 오늘 뭐해 이따 뭐해 주말에 뭐해 우리 만날래 영화 보고 밥도 먹고 남자도  만나고 아메리카노 한잔 수다 떨래 밤새도록 미치는 거야 오늘  밤 다 같이 Party tonight 뭘 그리 걱정해 모두 다  잘 될 거야 모두 다 잘 될 거야  얼굴 좀 피고서 환하게 웃어 봐 I love that Show me the lol face 묵은 때처럼 스트레스에 찌든 일상에서 벗어나 4분간 전방에  웃음 발사 먼 산 보며 멍 때리던 사람  생활에 지쳐 축 처진 사람 이리로 다 모여라 We gon'  rock it kill it That's how we do it 꾸미려 하지 마 즐기며 살아 세상은 밝아 사랑을 하면서 신나게 놀아 이따 전화할게요 오늘 뭐해 이따 뭐해 주말에 뭐해 랄랄라 랄랄라 오늘 뭐해 이따 뭐해 주말에 뭐해 우리 만날래 영화 보고 밥도 먹고 남자도 만나고 아메리카노 한잔 수다 떨래 밤새도록 미치는 거야 오늘 밤  다 같이 Party tonight A ha a ha ah ah a ha A ha a ha Come on Let's party yo A ha a ha ah ah a ha A ha a ha 1 2 3 Go 오늘 뭐해 4MINUTE  이따 뭐해 Ha 주말에 뭐해 Let's go  랄랄라 랄랄라 오늘 뭐해 4MINUTE  이따 뭐해 Ha 주말에 뭐해 Let's go  우리 만날래 오늘 뭐해"}, {"song_no": "4535038", "year": "2014", "rank": "48", "title": "그런 남자", "artist": "Bro", "genre": "Ballad", "lyrics": "말하지 않아도 네맘 알아주고 달래주는 그런남자 너무 힘이들어서 지칠때 항상 네 편이 되어주는 그런남자 한번 눈길만 주고갔는데 말없이 원하던 선물을 안겨다 주는 잘생기진 않아도 네가 가끔 기대어 쉴수 있게 넓은 가슴을 가진 남자 그런 남자가 미쳤다고 너를 만나냐 너도 양심이 있을것 아니냐 뭔가 애매한놈들이  자꾸 꼬인다는건 너도 애매하다는 얘기야 훌쩍 떠나고 싶을때 너를 태워 바다로 쏘는 그런 남자 키가 크고 재벌2세는 아니지만 180은 되면서 연봉 6천인 남자 네가 아무리 우스갯소리를 해도 환하게 웃으며 쿨하게 넘기는 남자 내가 만약에 그런  남자가 될수 있다면 한눈에 반해버릴 그런 남자라면 약을 먹었니 미쳤다고 너를 만나냐 나도 인생을 좀 즐겨봐야지 왕자님을 원하신다면  사우디로 가세요 일부다처제인건 함정 네 가슴에 에어백을 달아도  눈밑에다 애벌레를 키워 보아도  숨길수 없는 단하나의 진실  너는 공격적인 얼굴이야 총을 맞았니 미쳤다고 너를 만나냐 너도 양심이 있을것 아니냐 뭔가 애매한놈들이  자꾸 꼬인다는건 네가 운이없는게  기다림이 모자란게 아냐 그냥 넌 별로야"}, {"song_no": "3893169", "year": "2014", "rank": "49", "title": "홀로 (Feat. 김나영)", "artist": "정키", "genre": "Ballad", "lyrics": "아침에 눈을 떴을 때 텅 빈 방안에 나 홀로  니 빈자리 거닐면서 많은 생각들에 잠겨 지워질 수 없는 기억  돌이킬 수 없는 우리  헤어날 수 없는 나와  멀어져만 가는 너를 바라봐 누군가 한 말 처럼 언젠가 만날 거라 그렇게 우린 헤어진 거야 집에 오는 길을 홀로 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴 안고 추억 속에 살아 홀로 방안에서 깨면 홀로 늘 있던 니가 없어 익숙해지겠지  나 홀로 그 때를 기억하니 너와 내가 우리란 말로 함께 할 수 있었던 그 날의 사랑들을 잠시 맞잡았던 두 손  차마 놀 수 없어 붙잡았던 우리라 해도 그립고 그리워 그저  바라만 봐야 했어 누군가 한 말 처럼 언젠가 만날 거라 그렇게 우린  헤어진 거야 집에 오는 길을 홀로  텅 빈 방 침대에 홀로 너와의 기억에 홀로 나 홀로 무뎌질 가슴  안고 추억 속에 살아 홀로 방안에서 깨면 홀로  늘 있던 니가 없어  익숙해지겠지 나 홀로 지난 시간들이 그리워  힘든 건지 내 손길만을  기다린 건지 다른 누군갈 만날  내 모습 바란 건지  그저 날 사랑한다고 말해줘 집에 오는 길을 홀로 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴 안고 살아  보고 싶어 매일 널 그리며 살아  다시 아파한다 해도  내게 손 내밀어  그저 날 사랑한다고 말해줘 이제 더 이상 잊혀질  그 날처럼 처음 날  만나서 설레었던 그 날 그 때로 다시 돌아와 나 하나만 바라보며  사랑한다고 말했던 그 때의 우리로 돌아갈래 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴  안고 추억 속에 살아 홀로 방안에서 깨면 홀로 늘 있던 니가 없어 익숙해지겠지  나 홀로"}, {"song_no": "3726617", "year": "2014", "rank": "50", "title": "자니 (Feat. Dynamic Duo)", "artist": "프라이머리", "genre": "Rap / Hip-hop", "lyrics": "일 끝나서 친구들과 한잔 내일은 노는 토요일이니깐 일 얘기 사는 얘기 재미난 얘기 시간가는 줄 모르는 이 밤 술기운이 올라오니 사내놈들끼린 결국엔 여자 얘기 적적해서 서로의 전화기를 꺼내 번호목록을 뒤져보지 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 돌려보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 술자리가 끝나가 3차로 이동하기 전인데 문자는 일분 칠분 십분 and 이십분 담배와 애만 태우는 지금 답장 왔어 오빠 나 남친 생겼어 늦었어 좀 일찍 연락하지 그랬어 담에 봐 그냥 담에 낮에 봐 후회할거 알면서 전 여자친구에게 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 보내보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 아 진짜 술만 들어가면 왜 이렇게 들뜨는지 나도 잘 몰라 난 왜 그녀들을 부르는지 갑자기 허전해 작업을 걸어대지 여기저기 오늘 밤 나 자존심 다 버렸네 전 여친한테 더럽게 달라붙어 봤지만 그녀는 버럭해 너 진짜 철없게 언제까지 이럴래 미안해 갑자기 외로운걸 어떡해 껄떡대 껄떡대 나 여기저기 다 맘껏 들쑤시고 다녀 온 거릴 거릴 다 또 잠들었어 프라이머리가 텐션 떨어진다 동훈아 넌 저리가 이제 해가 나올 시간이 되가니까 눈이 녹듯이 사그라드는 기대감 너무 지치고 피곤해 자고 싶어 이제 나 첫차를 타고 졸며 집에가 창밖에 앉아 밖을 바라보네  나는 꾸벅꾸벅 조는데 사람들은 하루를 시작해 눈부셔 아침해를 보는게 정신은 맑아지지 않는 기분 아직도 바쁜 내 손가락 아직 손은 바쁘게 움직이지 해장국이나 먹고 갈래 오빠랑 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 보내보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 가지마 제발 심심해서 그래"}]