[{"song_no": "4756304", "year": "2014", "rank": "1", "title": "Touch My Body", "artist": "씨스타", "genre": "Dance", "lyrics": "Touch my body Body  Touch my body Body  Touch my body Body  Touch my body  I know you want it  넌 내 곁으로 와  내가 준비한 wine 달콤한  chocolate chocolate  좀 부드럽고 때론 뜨거워지는  너만을 위한 my pool  na na na na na na  빨개진 너의 두 눈에  비친 내 모습  운전은 니가 해 그저  내 두 손은 하늘위로  Yeh baby dancing with me  you're my star  Touch my body  우린 조금씩 빠르게  Oh everybody  푸른 하늘 보다 높이  지금 이 리듬이 좋아  뜨거운 태양아래 너와나  My body body Touch ma body  Baby so good  지금 기분은 paradise  Baby so nice  우리 둘만의  summer night  조금씩 one step two step  달빛 아래 너와나  My body body Touch ma body  Touch my body Body  Touch my body Body  Touch my body Body  Touch my body  하나 둘씩 밝혀지는  니 맘 속안에 촛불  힘이 들 땐 조금 쉬었다가요  여기 red pool  내 입술이 좋아 아님  내 body가 좋아  솔직히 말해 여기 여기  여기 아님 저기 저기 저기  나밖에 없다고 지금 내게 말해줘  부끄럽게 자꾸 보지 말고  계속 날 안아줘  날 사랑한다 말해줘  Touch my body  우린 조금씩 빠르게  Oh everybody  푸른 하늘 보다 높이  지금 이 리듬이 좋아  뜨거운 태양아래 너와나  My body body Touch ma body  Baby so good  지금 기분은 paradise  Baby so nice  우리 둘만의  summer night  조금씩 one step two step  달빛 아래 너와나  My body body Touch ma body  Touch ma body My body My body  My body My body  너와 함께 있는 지금 Tonight  둘이 함께 보는 저 별들  어느 누구보다 행복해  너와 함께 있는 지금 Tonight  둘이 함께 보는 저 별들  어느 누구보다 행복해  Touch ma body"}, {"song_no": "4681146", "year": "2014", "rank": "2", "title": "한여름밤의 꿀", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 한여름밤의 꿀 so sweet so sweet yum 정말 오랜만이야 어떻게 지냈어 나 똑같지 뭐 그냥 열심히 일했어 넌 어때 그때 그 사람 계속 만나 헤어졌구나 미안 괜한 얘기 꺼내 어쨌든 반가워 시간 진짜 빠르다 벌써 여기까지 왔네 우리도 근데 어쩜 넌 하나 변함없이  여전히 이쁘네 던진 농담 반 진담 반 왜 말  돌리는데 술 때문인 건지 아니면 부끄러운 건지 빨개지는 볼 너 생각나로  피어나는 추억에 화원 색색 아련한 이야기꽃 웃음꽃 I want to tell you something 예전에 나 너 좋아했던 거 알어 and you said I know 나 좀 취했나 봐 헛소리 신경 쓰지 말고 cheers 건배 오늘처럼 무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum Hold up 지금 나오는 노래 뭐지  잠깐 Hold up 알듯한데 제목 기억 안 나는 옛 노래 흥얼거려 멜로디 시원한 밤공기 자리 옮길 겸 걷자 신난다며 폴짝 뛰어가는 뒷모습 참 순수해 너란 여자 그러다 벌레 한 마리에 기겁하더니 가로등 불빛 아래 포개지는 그림자 하나 이 순간 둘 행복해 셋 어느새 쥐고 있는 손가락 넷 한여름밤의 꿈 깨고 싶지 않은 한여름밤의 꿀 바로 오늘 같은 무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum 오늘 너무 즐거웠어 너무 즐거웠어 너무 반가웠어 나도 반가웠어 잘 자 굿나잇 You have a sweet dream 이런 널 보고 있자니 바랄게 없어서 행복했어 So happy 너무 행복했어 Me too 잘 자 굿나잇 You have a sweet dream 이런 널 안고 있자니 바랄게 뭐 더 있어 한여름밤의 꿀 한여름밤의 꿀 so sweet so sweet yum 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum"}, {"song_no": "4789747", "year": "2014", "rank": "3", "title": "예뻐졌다 (Feat. 지코 Of Block B)", "artist": "박보람", "genre": "Dance", "lyrics": "나 예뻐졌대 다 그래 모두 놀래 못 알아보겠대 Oh My God 어디했어 뭐했어 모르는 소리 No  말도 안돼 No No Way 바나나 한 개 계란 두 개 정말 피곤해 남들처럼 예뻐지는게 넌 모를거야 죽었다 깨어나도 넌 머리부터 발 끝까지 너무 너무해 신경쓸게 한 둘이 아냐 나도 너처럼 사랑받길 원했어 그래서 더 독하게 예뻐졌다 매일 듣고싶었던 말 정말 한번도 듣지 못했던 말  달라 모든게 달라졌어  Doo Roo Roo Roo 예뻐졌다  니가 보는게 전부가 아냐 전에 니가알던 내가 아냐 잘가요 My Love 짧은 치마 스키니 상관없어  이젠 입을수있어 I'm Good 당당하게 남들 Oh 눈치따윈 안볼래 하루종일 난 거울만 보네 좋아 매일매일 달라진 내 모습 어제 나보다 오늘 내가 더 예뻐 주문을 또 걸어봐 예뻐졌다 매일 듣고싶었던 말 정말 한번도 듣지못했던 말  달라 모든게 달라졌어  Doo Roo Roo Roo 예뻐졌다 니가 보는게 전부가 아냐 전에 니가알던 내가 아냐 잘가요 My Love I'm Beautiful Beautiful beautiful 누구도 부럽지 않아 이젠 나를 봐줘 나를 더 사랑할래 Woo Woo Long Time No See  이게 얼마만이야 오빠가 좀 뜸했었지 목소리 아니었음 몰라 볼 뻔했어 이미 훌륭했지만  이렇게 여신이 될 줄이야 무리한 보람있네 너무 비인간적인건 아닌지 아무튼 당분간 좀 골치아프겠다 Say Holla to Your Fans 예뻐졌다 매일 듣고싶었던 말 정말 한번도 듣지 못했던 말  달라 모든게 달라졌어  Doo Roo Roo Roo 예뻐졌다  니가 보는게 전부가 아냐 전에 니가알던 내가 아냐 잘가요 My Love"}, {"song_no": "4764928", "year": "2014", "rank": "4", "title": "HER", "artist": "블락비 (Block B)", "genre": "Dance", "lyrics": "Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye Ooh Wow 놀라워 더할 나위 없이 아름다우신 그녀의 자태 보통 여잔 명함도 못 내밀고 끼리끼리 뭉쳐 네 험담을 나누겠지 잘들어 주위에 늑대 놈들 주의 자식들 하나같이 외모 지상주의 망치로 뒤통수 한대 맞은 듯이 머릿속이 띵하고 어지러워 Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye 뭐 하나 빠짐없이 예쁘구나 Her 어어 Her 어어 Her 어어 Uh 어안이 벙벙해 Her 어어 Her  어어 Her 어어 너 말곤 전부 평범해 아찔하게 뻗은 곡선 난 바로 기절 I need suction 무작정 부담 주는 멍청이들 사이에 넌 빈틈없는 Boxer 나의 Olivia Hussey 능력이 있어도 허세는 없는 그 성품과 적절한 볼륨감 I wanna hug and kisses 주위에 늑대 놈들 주의 자식들 하나같이 외모 지상주의 망치로 뒤통수 한대 맞은 듯이 머릿속이 띵하고 어지러워 Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye 뭐 하나 빠짐없이 예쁘구나 Her 어어 Her 어어 Her 어어 Uh 어안이 벙벙해 Her 어어 Her  어어 Her 어어 너 말곤 전부 평범해 바위처럼 무감정한 내가 이렇게 다시 바보가 된다 정신차려 보니 네 앞에 와서 Oh could you be my real love 정말 곱다 고와 누군가 다가와 말 걸면 넌 미소만 던져 줘 네 연락처는 안돼 침부터 닦고 와 물러서 Stop your talk Her uh her uh baby I’m all yours Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye 뭐 하나 빠짐없이 예쁘구나 Her 어어 Her 어어 Her 어어 Uh 어안이 벙벙해 Her 어어 Her  어어 Her 어어 너 말곤 전부 평범해"}, {"song_no": "4734486", "year": "2014", "rank": "5", "title": "Darling", "artist": "걸스데이", "genre": "Dance", "lyrics": "요즘 연인들은 kiss하고 시작한대 사랑을 어리숙하고 난 낯을 가리는데 사람을 내 틀 안에 갇혀 매일 가짜 같은 진짜 사랑도 I fell in love with you 표현 못했는데 사랑을 나비처럼 내 맘에 날아 앉아 벌처럼 사랑을 톡 쏘니까 달콤한 유혹에 빠져 난 call me your darling darling 나를 녹여줘 슈가 팝 my 롤리팝 소리 칠 거야 call you my darling darling 그댄 달콤해 oh 화끈해 더 뜨겁게 only you only you only you my only you 슈가 슈가 슈가 너 만이 나의 스타 사랑에 빠진 소재로 노래를 불러볼까 달아 달아 밝아 저 달도 내 맘 알까 슈가 슈가 슈가 달콤해 너무 니가 oh baby 상큼하게 톡톡 soda pop pop pop 내 목이 따끔하고 간지럽게 my my my I fell in love with you 빠져들고 싶어 니 안에 나비처럼 내 맘에 날아 앉아 벌처럼 사랑을 톡 쏘니까 달콤한 유혹에 빠져 난 call me your darling darling 나를 녹여줘 슈가 팝 my 롤리팝 소리 칠 거야 call you my darling darling 그댄 달콤해 oh 화끈해 더 뜨겁게 only you only you 별이 쏟아지는 바닷가 위에 살포시 그대 무릎에 기대 누워 잠들고 싶어 call me your darling darling 나를 녹여줘 슈가 팝 my 롤리팝 소리 칠 거야 call you my darling darling 그댄 달콤해 oh 화끈해 더 뜨겁게 only you only you only you my only you"}, {"song_no": "4806686", "year": "2014", "rank": "6", "title": "공허해", "artist": "WINNER", "genre": "Ballad", "lyrics": "거울 속에 내 모습은 텅 빈 것처럼 공허해 혼자 길을 걸어봐도 텅 빈 거리 너무 공허해 Da ra dat dat dat dat dat dat Baby don't worry 너란 꿈에서 깬 현실의 아침은 공허해 아침을 맞이 하면서 다시 자각해 날 깨워주는 건 네가 아닌 알람벨 빌어먹을 침대는 왜 이리 넓적해 허허벌판 같은 맘에 시린 바람만 부네 나는 빈 껍데기 너 없인 겁쟁이 주위 사람들의 동정의 눈빛이 날 죽게 만들어 No what a day 하루 시작 하기 전에 무심코 본 거울 속에 내 모습은 텅 빈 것처럼 공허해 미소가 없어 표정엔 혼자 길을 걸어봐도 텅 빈 거린 너무 공허해 내 마음처럼 조용해 Da ra dat dat dat dat dat dat Baby don't worry Da dat dat dat da ra 너란 꿈에서 깬 현실의 아침은 공허해 내 마음이 너무 공허해 끝이 났네요 나의 그대여 어디 있나요 이제 우린 추억이 됐죠 행복 했어요 날 잊지 말아요 또 다시 만나요 좋았던 날들과 슬펐던 날들 힘들었던 날들과 행복했던 날들  이젠 지나 가버린 시간 속에 추억이 되어 과거에 머물러 있는 그대와 나는 over 현실로 돌아온 것 같아 삶의 이유가 사라져 머리가 복잡해 아침에 눈을 뜨면 가슴이 텅 빈 것 같이 공허함을 느껴 너를 만나기 전과 똑같아 거울 속에 내 모습은 텅 빈 것처럼 공허해 미소가 없어 표정엔 혼자 길을 걸어봐도 텅 빈 거린 너무 공허해 내 맘처럼 조용해 Da ra dat dat dat dat dat dat Baby don't worry Da dat dat dat da ra 너란 꿈에서 깬 현실의 아침은 공허해 내 마음이 너무 공허해 끝이 났네요 나의 그대여 어디 있나요 이제 우린 추억이 됐죠 행복 했어요 날 잊지 말아요 또 다시 만나요 아직 아른거려요 눈을 감으면 점점  무뎌 지겠죠 시간이 지나면 후회하지는 않아요 좀 아쉬울 뿐이죠 보고 싶지는 않아요 그대가 그리울 뿐이죠 예전 같지 않은 내 모습이 점점 두려워 미소가 없어 표정엔 약해져만 가는 내 자신을 보기가 무서워 내 마음처럼 조용해 네가 없는 내 주위는 공기 조차 무거워 Da ra da ra ra ra ra dat 너란 꿈에서 깬 현실의 아침이 끝이 났네요 끝이 났네요 나의 그대여 어디 있나요 어디 있나요 이제 우린 추억이 됐죠 행복했어요 행복했어요 잊지 말아요 잊지 말아요 다시 만나요"}, {"song_no": "4785453", "year": "2014", "rank": "7", "title": "Body Language (Feat. 범키)", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "Girl Do you want it  원하는 게 뭐니  I'll give it to you girl   보여줄게 내 성의  ya body my body We'll love it  We'll love it  Oh shit 아무 말도 말고 바로  말고 들어 오해 넌 참 살이 연해  타이거처럼 오늘 밤밤  난 널 범해  Oops I mean 원해 정해볼래  놀이 컨셉  난 선생 넌 학생 진도 빠르게   나가볼게 faster  자 영어시간 오늘 배울 단어는   slave 맞아 뜻은 노예  노예처럼 아무 말 하지 말고   대답해 둘 중 No Yeah  다음은 수학시간 어떡해 뺄까  아니 더해 더해  마지막 체육시간 몸을 움직여   harder better stronger faster  이렇게 우린 사랑을 하네  하고 또 하고 또 하고 또 해도   절대 질리지 않네  머릴 뒤로 묶건 올리건  풀르건 어울려  스트릿부터 정장 교복까지  귀여운 년  청순한 얼굴에 더러운 말까지 해  위에서 아래 뒤에서 앞에서  갖가지 해  네 안에 들어가기 전에 확인하고  싶어 그런데 잠깐 stop  Girl Do you want it  원하는 게 뭐니  I'll give it to you girl   보여줄게 내 성의  ya body my body We'll love it  We'll love it  Oh shit 아무 말도 말고 바로  Don't you understand  body language body body language   I'm speaking  body language body body language   I'm speaking  body language body body language   Let's slow it down girl  이번엔 네가 말해줘 ya fantasy   doctor  어디가 아파 오셨나요  왜 이리 숨가뻐  단출 풀고 가슴 대봐  내 손은 청진기  Let me see 네 심장소리가 응응응   faster  I'm love doctor 아프면 말해  낮져밤이 낮이밤져 난 다 돼  What's your fetish girl  뭐 랩 잘하는 남자  Damn 나네  난 한 마리의 말 내 위 올라타  들썩들썩 체위 up and down  달리길 원해 yes  준비한 거 꺼내 yes  Whip me baby  If you wanna go faster  머리부터 발끝까지  침 바르고 싶어  날 세워주고 받아주는  너의 속은 깊어  네 아름다운 선율  마치 오케스트라  어플 다운받길 잘했어  카마수트라  벌써 땀범벅 따로 운동 안해도 돼  네 옷 아님 안베껴 딴 건  안 표절해  끝에 도달한 듯 보이는 finish line  말하지 않아도 알아요  초코크림 파이  Girl Do you want it  원하는 게 뭐니  I'll give it to you girl   보여줄게 내 성의  ya body my body We'll love it  We'll love it  Oh shit 아무 말도 말고 바로  Don't you understand  body language body body language   I'm speaking  body language body body language   I'm speaking  body language body body language   Let's slow it down girl  몇 시 일어나야 해  8시 알람 맞춰놔야 돼  그럼 7시 일어남 한 시간은  Make it love Make it love  Make it love  몇 시 일어나야 해 8시 알람 맞춰놔야 돼 그럼 7시 일어남 한 시간은 Make it love Make it love Make it love Girl Do you want it 원하는 게 뭐니 I'll give it to you girl  보여줄게 내 성의 ya body my body We'll love it We'll love it Oh shit 아무 말도 말고 바로 Don't you understand body language body body language  I'm speaking body language body body language  I'm speaking body language body body language  Oh shit"}, {"song_no": "4771771", "year": "2014", "rank": "8", "title": "빨개요", "artist": "현아", "genre": "Dance", "lyrics": "So cool 하게 더 Hot 하게   레드 립스틱 좀 더 빨갛게  빨갛게  So cool 하게 더 Hot 하게   레드 립스틱 좀 더 빨갛게  빨갛게  새빨간 립스틱을 바른   나는 빨개요 빨개요  깨물어 주고 싶은   애교가 예술이에요  밤마다 내가 생각나   Like 매콤한 라면  먼저 들어와 봐 내가 좋다면  현아's back uh 웬만한 애들 보다   잘 빠진 몸매는 내겐 Full option  몸 좀 풀고 달려 보려니까   빨간 거 그게 나니까   이제 무대 위로 올라가 볼까  날 두고 떠나지 마   나 지금 너무나 외롭단 말이야  너만은 나를 떠나지 마   여긴 나 하나밖에 없다고  나 지금 변해 버릴지 몰라  원숭이 엉덩이는 빨개   What 빨간 건 현아 현아는 Yeah  원숭이 엉덩이는 빨개   What 빨간 건 현아 현아는 Ah  Oh eh oh eh oh  Uh uh 빨간 건 현아  Oh eh oh eh oh  Uh uh 빨간 건 현아  So cool 하게 더 Hot 하게   레드 립스틱 좀 더 빨갛게  빨갛게  So cool 하게 더 Hot 하게   레드 립스틱 좀 더 빨갛게  빨갛게  다 그만해 따끔하게  혼내 줄 테니까 엉덩이 대  감당 안 돼 밤마다   Say H Y U N 그리고 A  죽이는 댄스 무대 위 킬러  콧대는 하늘을 찔러  긴 말은 생략할게  날 두고 떠나지 마 나  지금 너무나 외롭단 말이야  너만은 나를 떠나지 마   여긴 나 하나밖에 없다고  나 지금 변해 버릴지 몰라  원숭이 엉덩이는 빨개   What 빨간 건 현아 현아는 Yeah  원숭이 엉덩이는 빨개   What 빨간 건 현아 현아는 Ah  Oh eh oh eh oh  Uh uh 빨간 건 현아  Oh eh oh eh oh  Uh uh 빨간 건 현아  빨간 건 현아  현아는 빨개요 현아는 빨개요  현아는 빨개요 빨간 건 현아  현아는 빨개요  날 두고 떠나지 마 나   지금 너무나 외롭단 말이야  너만은 나를 떠나지 마   여긴 나 하나밖에 없다고  나 지금 변해 버릴지 몰라  원숭이 엉덩이는 빨개   What 빨간 건 현아 현아는 Yeah  원숭이 엉덩이는 빨개  What 빨간 건 현아 현아는 Ah  Oh eh oh eh oh Uh uh 빨간 건 현아 Oh eh oh eh oh  Uh uh 빨간 건 현아"}, {"song_no": "4671151", "year": "2014", "rank": "9", "title": "눈, 코, 입", "artist": "태양", "genre": "R&B / Soul", "lyrics": "미안해 미안해 하지마  내가 초라해지잖아  빨간 예쁜 입술로  어서 나를 죽이고 가  나는 괜찮아  마지막으로 나를 바라봐줘  아무렇지 않은 듯 웃어줘  네가 보고 싶을 때  기억할 수 있게  나의 머릿속에 네 얼굴  그릴 수 있게  널 보낼 수 없는 나의 욕심이  집착이 되어 널 가뒀고  혹시 이런 나 땜에 힘들었니  아무 대답 없는 너  바보처럼 왜   너를 지우지 못해  넌 떠나버렸는데  너의 눈 코 입  날 만지던 네 손길  작은 손톱까지 다  여전히 널 느낄 수 있지만  꺼진 불꽃처럼  타들어가버린  우리 사랑 모두 다  너무 아프지만 이젠 널  추억이라 부를게  사랑해 사랑했지만  내가 부족했었나 봐  혹시 우연이라도  한순간만이라도 널  볼 수 있을까  하루하루가 불안해져  네 모든 게 갈수록 희미해져  사진 속에 너는 왜  해맑게 웃는데  우리에게 다가오는  이별을 모른 채  널 보낼 수 없는 나의 욕심이  집착이 되어 널 가뒀고  혹시 이런 나 땜에 힘들었니  아무 대답 없는 너  바보처럼 왜   너를 지우지 못해  넌 떠나버렸는데  너의 눈 코 입  날 만지던 네 손길  작은 손톱까지 다  여전히 널 느낄 수 있지만  꺼진 불꽃처럼  타들어가버린  우리 사랑 모두 다  너무 아프지만 이젠 널  추억이라 부를게  나만을 바라보던 너의 까만 눈  향기로운 숨을 담은 너의 코  사랑해 사랑해  내게 속삭이던 그 입술을 난  너의 눈 코 입  날 만지던 네 손길  작은 손톱까지 다  모두 다  여전히 널 느낄 수 있지만  널 느낄 수 있지만 꺼진 불꽃처럼 타들어가버린 우리 사랑 모두 다 너무 아프지만 이젠 널 추억이라 부를게"}, {"song_no": "4779294", "year": "2014", "rank": "10", "title": "괜찮아 사랑이야", "artist": "다비치", "genre": "Drama", "lyrics": "내 맘이 보이니 왜 사랑인거니 다시는 하지 말자던 사랑  참 많이 바보 같지 왜 행복 한 거니 니 얼굴이 떠올라  내 곁에만 있어줘 영원히 너를 꽃 흔들리듯 바람에 니가 다가와  내 맘 두드리던 그런 너를 사랑해 가슴이 아파 널 보면  괜찮아 사랑이야 부족한 이 맘을 또 나를 사랑을 받아 줄수 있겠니 나를 왜 웃기만 하니 내 눈을 바라보며 이 떨림을 간직해 나를 안아줘 꽃 흔들리듯 바람에 니가 다가와 내 맘 두드리던 그런 너를 사랑해 가슴이 아파 널 보면  괜찮아 사랑이야 부족한 이 맘을 또 나를 사랑을 받아 줄 수 있겠니 나를 이런 나를 사랑해줘  사랑해 널 oh love"}, {"song_no": "4693165", "year": "2014", "rank": "11", "title": "단발머리 (Short Hair)", "artist": "AOA", "genre": "Dance", "lyrics": "Hey Hey Hey Gonna be alright right right Hey Hey Hey AOA Hey Hey Hey Gonna be alright right right Hey Hey Hey Brave Sound Let's do it 짧은 치말 입어볼까  아님 반바질 입을까 이것 저것 고민하다 시간만 가 분홍 립스틱을 바를까  살이 좀 찐 것 같아 옷 입는 맵시가 나질 않아 오늘따라 머리가 맘에 안 들어 투덜투덜 대요 오오오오오 거울 앞에 하루 종일  새로운 사랑하긴 아직 준비가 안됐나 봐요  이제 어떡해요 단발머리 하고 그댈 만나러 가  뭔가 좀 자꾸 어색해요 오오 단발머리 하고 지난 날은 잊고  나 새롭게 태어날 거예요 It's gonna be fine 우우우우우우 날씨 참 좋아요 분위기 참 좋아요 우우우우우우 날씨 참 좋아요 I'm sure It's gonna be fine 짧은 단발머리를 하고  고민 고민 끝에 고른 옷을 빼입고 오늘따라 조금 높은 하이힐 어색하지만 들떠버린 걸음걸이 점점 다가갈수록 눈치도 없는  내 마음은 떨고 어느새 저기 너 환히 웃으며 내게 손 흔들고 오늘따라 머리가 맘에 안 들어 투덜투덜 대요 오오오오오 거울 앞에 하루 종일  새로운 사랑하긴 아직 준비가 안됐나 봐요  이제 어떡해요 단발머리 하고 그댈 만나러 가  뭔가 좀 자꾸 어색해요 오오 단발머리 하고 지난 날은 잊고  나 새롭게 태어날 거예요 It's gonna be fine 우우우우우우 날씨 참 좋아요 분위기 참 좋아요 우우우우우우 날씨 참 좋아요 I'm sure It's gonna be fine 이젠 눈물 흘리지 않아 너 밖에 몰랐던  내가 니 말만 들었던 내가 절대 두 번 다시  상처 받을 일 없을 거예요 날 울리지 마요 단발머리 하고 그댈 만나러 가  뭔가 좀 자꾸 어색해요 오오 단발머리 하고 지난날은 잊고  나 새롭게 태어날 거예요 It's gonna be fine Gonna be alright right right Gonna be alright right right I'm sure It's gonna be alright"}, {"song_no": "4793898", "year": "2014", "rank": "12", "title": "잠 못드는 밤 (Feat. 펀치 (Punch))", "artist": "Crush", "genre": "Drama", "lyrics": "널 사랑하고 있어요 혹시 내 맘 안보이나요 부디 멀어지지 말아요 내 눈물이 떨어지려하니까  나는 너를 기다리고 있어  같은 자리 같은곳에 있어 겨울지나 봄이 오는것처럼 with you 파도처럼 밀려드는 마음  별빛처럼 쏟아지는 눈물  내 가슴에 부서져내린다  왜 날 사랑하지 않을까 왜 아닐까 왜 머릿속을 돌아다닐까 love you 아무말도 난 할 수 없었겠지만 I don`t wanna cry 우리집앞에 녹색지붕에 그집에 니가 혹시 살고 있을까  밤새도록 그 집만 쳐다보는걸  널 사랑하고 있는데 혹시 내 맘 안보이니 부디 멀어지지 말아줘 내 눈물이 떨어지려하니까  자주입던 외투 낡은 갈색의자  집에 가는 버스 자주가던 식당  이 모든것이 다 너에 대한 기억 I remember you  너의 단골술집 인디들의 노래  오래된 스웨터 빨간색 목도리  이 모든 것이 다 너에 대한 기억  you know 비가 오면 피할곳을 찾듯  힘이 들면 잠시 쉬어가듯  너의 뒤를 나 항상 지켜줄 텐데 with you 시간은 벌써 저녁을 지나  고요하게 세상은 눈 감아  나 혼자만 널 향한 불면증 나 혼자 외딴섬인가  아니면 내 마음에 감옥을 또 지었나  사랑한 죄로 받는 벌이기엔  너무 가혹해  내 맘을 증오해  I know it love is pain 파란색 외투속에 구겨놓은 편지  끝내는 못전할 내 마음의 진실  외로운 내 빈방 혼자서 고백하는 슬픈 오늘밤  널 사랑해 널 사랑하고 있는데  혹시 내 맘 안보이니 보이지 않니 부디 멀어지지 말아줘 내 눈물이 떨어지려하니까  tonight I wanna cry  oh lady tell me why  나 잠 못드는 외로운 이 밤  tonight I wanna cry  oh lady tell me why  널 생각하면 쓸쓸한 이 밤"}, {"song_no": "4591400", "year": "2014", "rank": "13", "title": "JACKPOT", "artist": "블락비 (Block B)", "genre": "Dance", "lyrics": "Jackpot  저 오빠들 이상해 야호 터졌다 Ja Ja Ja Jackpot The 7th album 7 members 7 seasons representer Poptime check it out Z I C O 인간의 욕심은 끝이 없고 같은 실수를 반복하지 너그럽게 살면서 대박을 노린다면 어림 반푼어치 우린 운명의 주사위를 던졌고 한치 오차도 용납 못하지 Aight Get rich or die 살아서 나가자 Nobody nobody knows Fit한 턱시도와 Brand new shoes 여비서와 Well being food 근사하게 외출 준비 눈떠보니까 꿈이야 난 지금 레이스 중 내 출세가 남에겐 Bad news Keep running running and running running and 박진감있게 I’m on my way 먼저 가 있을게 처음엔 다들 혀를 차고 어리석다 해 귀를 닫고 노래해 띠띠리라띠때 파이팅 넘치게 떼창 떼창 떼창해라 We hit the jackpot baby 라라라 라랄라 라랄라 랄라랄라 라라라 라랄라 터졌다 Ja Ja Ja Jackpot 라라라 라랄라 라랄라 랄라랄라 라라라 라랄라 Aight 나이를 먹어도 지갑은 탄력 넘치겠지 헛스윙 날려도 나 나이스샷이라는 Caddie 나를 무시했던 놈들에게 복수 대신 악수를 건네네 조심해 넥타이와 손목시계는 목줄 또는 수갑으로 변해 변해 가는 행복의 기준 난 인생을 배팅 중 요령 피우다간 잃을 게 더 많아져 oh 자신감 하나면 게임은 끝 기다려 My lady들 Keep running running and running running and 박진감있게 I’m on my way 먼저 가 있을게 처음엔 다들 혀를 차고 어리석다 해 귀를 닫고 노래해 띠띠리라띠때 파이팅 넘치게 떼창 떼창 떼창해라 We hit the jackpot baby 라라라 라랄라 라랄라 랄라랄라 라라라 라랄라 터졌다 Ja Ja Ja Jackpot 라라라 라랄라 라랄라 랄라랄라 라라라 라랄라 Don’t bring me down bring me down 위기여도 Swinging hard Break down break down now 밍기적거리지마 꽃피는 봄이 온다면 배짱 있게 JACKPOT I’m on my way 먼저 가 있을게 처음엔 다들 혀를 차고 어리석다 해 귀를 닫고 노래해 띠띠리라띠때 파이팅 넘치게 떼창 떼창 떼창해라 We hit the jackpot baby 라라라 라랄라 uh Luxury Luxury life 라라라 라랄라 Get that money money get that right 라라라 라랄라 Luxury Luxury life Anyway we’re playing hard to get lucky 라랄라 랄라랄라 라"}, {"song_no": "4723861", "year": "2014", "rank": "14", "title": "이제 그만 싸우자", "artist": "허각", "genre": "Ballad", "lyrics": "온종일 전화기만 쳐다보다가  네 문자만 기다리다가  괜한 자존심 때문에  잠도 못 이루는 건지  너 없이도 난 괜찮을 것만 같았고   다 잘 지낼 줄 알았는데  왜 그게 아닌 내 맘은  네 걱정만 하는지  사실은 그 별것도 아닌 이유로   너를 떠나서 후회해  네가 내 곁에 와서 먼저 말해줘   너도 나와 같다면  이 여자는 왜 이 여자는 왜  도대체 잊을 수가 없는 여자인지  떠나간 뒤에도 자꾸만  나를 울리는지  이 남자는 왜 이 남자는  왜 잊질 못해 죽어도 안돼  다시 한번 또다시 한번 말할게  이제 그만 좀 싸우자  이번엔 정말로 다 끝일 거라고   전화번호를 바꿔도  이미 내 습관들도 못난 모습도   너를 닮아버렸어  이 여자는 왜 이 여자는 왜  도대체 잊을 수가 없는 여자인지  떠나간 뒤에도 자꾸만 나를 울리는지 이 남자는 왜 이 남자는 왜 잊질 못해 죽어도 안돼 다시 한번 또다시 한번 말할게 이제 그만 좀 싸우자 Woo 먼저 연락이 오겠지 Woo 먼저 날 찾아오겠지 Woo 사실은 아직도 난 네가 좀 더 필요해 이렇게 oh 도대체 넌 잊을 수가 없는 여자인지 떠나간 뒤에도 자꾸만 나를 울리는지 이 남자는 왜 이 남자는 왜 잊질 못해 죽어도 안돼 다시 한번 또다시 한번 말할게 이제 그만 좀 싸우자"}, {"song_no": "4749449", "year": "2014", "rank": "15", "title": "명수네 떡볶이 (Feat. 김예림, UL)", "artist": "박명수", "genre": "Dance", "lyrics": "오늘도 열심히 장사를 시작해볼까 지나가다 잠깐을 멈춰 서서  냄새만 맡던 기억들 다 있잖아 먹을까 말까  고민고민고민 고민하지마 girl 바깥보다 따뜻해  생각보다 살도 안 쪄 외로운 이 밤 떡볶이 어묵 너랑  나 오늘밤 나 바람 났어 맵고 달콤한 여기 명수네 떡볶이 속이 꽉 찬 김말이  바삭바삭바삭 오징어튀김 맵고 달콤한 여기 명수네 떡볶이 일단 먹고 시작해 다같이 Uno dos tres cuatro 어디서 왔는지 묻지 않아 나이가 몇 살인지도 묻지 않아 돈만 있으면 누구나 먹는  우리가게 떡볶이 맛 좀 봐요 우리가게가 전국 최초로  시도했던 쌀떡볶이  너의 건강을 생각해서  조미료는 절대 조금 넣어 이걸 어쩌지 저기 가서 먹을까 탁월한 선택이십니다  이리로 어서 옵쇼 맵고 달콤한 여기 명수네 떡볶이 속이 꽉 찬 김말이  바삭바삭바삭 오징어튀김 맵고 달콤한 여기 명수네 떡볶이 일단 먹고 시작해 다같이  Uno dos tres cuatro 떡볶이 떡볶이 어묵 어묵 떡볶이 떡볶이 순대 순대  말해봐 다 있어 떡볶이 떡볶이 튀김 튀김  떡볶이 떡볶이 김밥 김밥  모든게 다 있어 가진 돈이 없는데  왜 난 여기 들어 왔을까  그래도 내 맘 한번 전해드려볼까 아저씨 한입만 먹을 수 있나요  돈은 없어요 돈이 없는 것은 니 사정  우리가게도 불경기 니 사정이 딱한건 알지만  우리가게 공짜는 없어 그러지 마시고  내 얘기를 들어주세요 오케이 니 얘기를 들어줄게  그렇지만 공짜는 없어 맵고 달콤한 여기 명수네 떡볶이 속이 꽉찬 김말이  바삭바삭바삭 오징어튀김 맵고 달콤한 여기 명수네 떡볶이 일단 먹고 시작해 다같이 Uno dos tres cuatro 아 아저씨 제발 한번만  외상할 기회를 주세요 알았다 외상을 먹고싶지 꺼져잇 맵고 달콤한 여기 명수네 떡볶이 속이 꽉찬 김말이  바삭바삭바삭 오징어튀김 맵고 달콤한 여기 명수네 떡볶이 일단 먹고 시작해 다같이 Uno dos tres cuatro 떡볶이 떡볶이 어묵 어묵 떡볶이 떡볶이 순대 순대  말해봐 다 있어 떡볶이 떡볶이 튀김 튀김  떡볶이 떡볶이 김밥 모두 다 있어"}, {"song_no": "4800614", "year": "2014", "rank": "16", "title": "BE I", "artist": "B.I", "genre": "Rap / Hip-hop", "lyrics": "쇼는 시작됐고 음악은 흐르지 밀려오는 부담감에  식은 땀이 흐르지 누군 긴장이 풀릴 때  다리에 힘이 풀리고 차분한 척 가사를 되새김질해 수 없이 리듬과의 기 싸움에서 진 뒤 돌아가는 길은 공기마저 무겁지 따가운 시선과 대중의 손가락 질 I know what they ganna  say shit about me 운발로 올라간 애  회사발로 살아난 애 저 새끼 가사 절더니  객기 부리고 발악하네 랩퍼들의 서바이벌에  웬 예쁘장한 아이돌  이젠 우습지도 않아 까일대로 까인 놈 That's me 최고가 나의 목표 But 현실의 결과는 항상  최악 아님 보통 떨어짐과 동시에 새로운  시작하는 폭포 That's me MIC check 1 2 My name is BI 쇼는 이제 시작 이제 나의 시간 너넨 이제 뒤로 뒤로 나는 이제 위로 위로 MIC check 1 2 My name is BI Hater들아 미안 이제 나의 시간 Everybody say oh Everybody say oh 이제 난 지금까지와는 각오부터 달라 벌써 가진 게 좀 많아서  굳이 부담 갖지 않아 할 일이 너무 많아  절대 불안하지 않아 Call me Brake 날 밟는다면 네 앞 길을 막아 아무리 목을 졸라도  난 숨이 붙어있지 좀비같은 근성 날 보면 숨어있길 걷 잡을 수 없이 겉 도는 것들 재끼고  저긴 다 그저 한 겨울의  잔디밭 풀이 죽어있지 Blaw 내 실력은 무시해 중력 다들 어떻게든 해 보려고  애써 머리 굴려 But 난 그냥 즐겨 여유 있는 태도 뭘 해도 될 놈 이게 나의 운명 uh 남 욕 할 시간 있음 어서  거울부터 봐봐 일단 답 없는 네 모습에 해답부터 찾아 내 실력이 뭐가 어째 이젠  우습지도 않아 난 여기서 있지만 너네들 보단 뛰어나 MIC check 1 2 My name is BI 쇼는 이제 시작 이제 나의 시간 너넨 이제 뒤로 뒤로 나는 이제 위로 위로 MIC check 1 2 My name is BI Hater들아 미안 이제 나의 시간 Everybody say oh Everybody say oh"}, {"song_no": "4711007", "year": "2014", "rank": "17", "title": "애타는 마음", "artist": "울랄라세션", "genre": "Dance", "lyrics": "너에게 눈을 뗄 수 없는 이유가 뭔지 내게 말해줘 사랑일까 이런 게 사랑일까 바로 너야 이쁜 이 장미 닮은 너야  입술이 딸기같은 거야 내 맘을 1초만에 다 뺏겨 버렸어 그래 나야 널 아껴주는 사람 나야 널 지켜주는 사람 나야 니 사랑 송두리째 다 뺏어 주겠어 어느 때보다 확실해 다른 애보다 위험해 자꾸만 눈길이 가 이상하지 나 소란해 내 심장이  쿵 쾅 뛰는 소리 커져 가 니가 다가와 주면 사랑일까 사랑이야  이런 게 사랑일까 어떡해 얼굴이  금방 새빨개진 이유가 뭔지 내게 말해줘 사랑일까 사랑이야  이런 게 사랑일까 나나나 촌스럽지만 다다다 유치하지만 애애애 애 타는 내 맘 속에 너 있어 오직 너야 수 십 번 생각해도 너야 두리번 둘러봐도 너야 내 사랑 너의 품에 다 던져 주겠어 그 누구 보다 짜릿해 너를 보면 나 아찔해 자꾸만 눈길이 와 떨려오잖아 소란해 내 심장이  쿵 쾅 뛰는 소리 커져 가 니가 다가와 주면 사랑일까 사랑이야  이런 게 사랑일까 어떡해 얼굴이  금방 새빨개진 이유가 뭔지 내게 말해줘 사랑일까 사랑이야 이런 게 사랑일까 널 바라 볼 때 설레어 올 때 내 머린 하늘까지 닿을 듯이 ol'e 우연이 운명이 된  이 순간에 말하자면 시간이 멈춘 것 같아 I'm ready for love 내 심장이 쿵 쾅 뛰는 소리 커져 가 니가 다가와 주면 사랑일까 이런 게 사랑일까 어떡해 얼굴이 금방 새빨게진 이유가 뭔지 내게 말해줘 사랑일까 사랑이야  이런 게 사랑일까 나나나 촌스럽지만 다다다 유치하지만 애애애 애 타는 내 맘 속에 너 있어"}, {"song_no": "4646573", "year": "2014", "rank": "18", "title": "너의 의미 (Feat. 김창완)", "artist": "아이유", "genre": "Ballad", "lyrics": "너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미  너의 그 작은 눈빛도  쓸쓸한 그 뒷모습도 나에겐 힘겨운  약속  너의 모든 것은 내게로 와  풀리지 않는 수수께끼가 되네  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미  너의 그 작은 눈빛도  쓸쓸한 그 뒷모습도 나에겐 힘겨운  약속  너의 모든 것은 내게로 와  풀리지 않는 수수께끼가 되네  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미 너의 그 작은 눈빛도 쓸쓸한 그 뒷모습도 나에겐 힘겨운 약속"}, {"song_no": "4821170", "year": "2014", "rank": "19", "title": "어려운 여자", "artist": "장범준", "genre": "Rock", "lyrics": "내 맘에 얹은 두 손  살며시 품는 미소  내 맘에 잠든 그 몸  살며시 숨죽이고  I love you 귓가에 속삭인다 햇살은 아름답고 그대는 부드러워 마음에 눈을 뜬 곳 당신은 내 맘의 꽃 I love you 귓가에 속삭인다 그대는 너무 예뻐요 안아주고 싶어요 바라보고 싶어요 그대는 아름다워요 안아주고 싶어요 바라보고 싶어요 햇살은 아름답고 그대는 부드러워 마음에 눈을 뜬 곳 당신은 내 맘의 꽃 I love you 귓가에 속삭인다 그대는 너무 예뻐요 안아주고 싶어요 바라보고 싶어요 그대는 아름다워요 안아주고 싶어요 바라보고 싶어요 아무리 바라봐도 계속 보고 싶고 그대를 안은 채로 계속 그래 그대로 이 세상 어딜 가든 달빛은 반짝이듯 I'm gonna be your shadow undefeatable soldier 그대는 너무 예뻐요 안아주고 싶어요 바라보고 싶어요 그대는 아름다워요 안아주고 싶어요 바라보고 싶어요"}, {"song_no": "4660909", "year": "2014", "rank": "20", "title": "사람냄새", "artist": "정인", "genre": "Rap / Hip-hop", "lyrics": "이마가 훤히 보이게   뒤로 묶은 머리카락  걸을 때마다 찰랑찰랑  매끈한 다리를 감싼 바지 끝단  아래로 가벼운 운동화  모든 게 심플하지만   아름다움이 풍겨와  또 어딜 가든 예의 바른 행동과  미소와 말툰 내 거친   생각마저 상냥하게   만들어 넌 마치  내 심장 위에 타투   숨통이 막히도록 차있어   내 가슴 가득  우리 함께 밤을 보낸 다음   이불 끝자락에 남은  너의 향기에 난 취해 잠을 자  새하얀 너의 살을 부드러운 뺨을  마음껏 품은 다음  밤새도록 괴롭히고파  돈 보다 자기 삶을 즐기며 살 줄 아는  평범치 않은 아름다운   매력의 소유자  사람냄새가 나 이 복잡한 세상  넌 마치 때 타지 않은 자연산  사람냄새가 나서 니가 너무 좋아져  어설픈 외모가 왠지 더 끌려 난  우물쭈물 하다가 너를 놓칠까 봐   난 미칠 것 만 같아  진흙탕을 달리는 마차처럼 막 살아  왠지 거칠어 보이지만 막상  뜯어보면 상처 많은 남자  공장 굴뚝의 연기처럼   흘러가는 대로 살아왔지 혼자  땀내나게 일해 쌀과   돈은 넘쳐났지만   함께 나누고픈 사랑을   못 찾았지 난   하지만 넌 좀 달라   마치 LP처럼 사람 손을   그리워할 줄 아는 여자  힘든 하루하루 나는  너를 알고 난 후  모든 것들이 다시   제자리로 돌아가  힘든 하루하루 나는   너를 알고 난 후  모든 것이 다 숨을 쉬며 살아가  사람냄새가 나서   니가 너무 좋아져  어설픈 외모가 왠지 더 끌려 난  우물쭈물 하다가 너를 놓칠까 봐   난 미칠 것 만 같아  하늘이 하늘답게 보여지듯이  바람이 바람답게 느껴지듯이  있는 그대로의 니 모습  꾸며지지 않은 니 모습  그 아름다움에 빠져들어  사람냄새가 나서   니가 너무 좋아져  어설픈 외모가 왠지 더 끌려 난  우물쭈물 하다가 너를 놓칠까 봐   난 미칠 것 만 같아  사람냄새가 나서  니가 너무 좋아져 어설픈 외모가 왠지 더 끌려 난 우물쭈물 하다가 너를 놓칠까 봐  난 미칠 것 만 같아"}, {"song_no": "4688375", "year": "2014", "rank": "21", "title": "Maps", "artist": "Maroon 5", "genre": "Rock", "lyrics": "I miss taste of the sweet life I miss the conversation I'm searching for a song tonight I'm changing all of the stations I like to think that we had it all We drew a map to a better place But on that road I took a fall Oh baby why did you run away I was there for you In your darkest times I was there for you In your darkest nights But I wonder where were you When I was at my worst Down on my knees And you said you had my back So I wonder where were you All the roads you took came back to me So I'm following the map  that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following following  following to you The map that leads to you And nothing I can do The map that leads to you Following following following I hear your voice in my sleep at night Hard to resist temptation Cause all these strangers  come over me Now I can't get over you No I just can't get over you I was there for you In your darkest times I was there for you In your darkest nights But I wonder where were you When I was at my worst Down on my knees And you said you had my back So I wonder where were you All the roads you took  came back to me So I'm following the map  that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following following  following to you The map that leads to you And nothing I can do The map that leads to you I was there for you In your darkest times I was there for you In your darkest nights I was there for you In your darkest times I was there for you In your darkest nights But I wonder where were you When I was at my worst Down on my knees And you said you had my back So I wonder where were you All the worse you took came back to me So I'm following the map  that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following following  following to you The map that leads to you And nothing I can do The map that leads to you Following following following"}, {"song_no": "4806687", "year": "2014", "rank": "22", "title": "컬러링", "artist": "WINNER", "genre": "Ballad", "lyrics": "하늘은 파랗게 아름답기만 한데  내 모습은 왜 이렇게  초라해져만 가 왜  대답 없는 전화기만 붙잡고  흘러나오는 노랜  감미롭기만 한데  내 귀에는 왜 이렇게  아프게만 들려 왜  널 잃어버린 내 마음에 비명처럼  널 향한 내 그리움 너머로  들려오는 노래는  이런 날 비웃는 걸까  같은 자리만 벌써 몇 번째  나는 왜 이제서야   날 떠나버린 왜 이제서야  이렇게 이 노래의   슬픈 마지막을 듣고 있어  왜 이제서야   내 곁에 없는 왜 이제서야  이렇게 이 노래의   슬픈 노랫말에 울고 있어  날 닮은 컬러링  ring ring ring ring  날 닮은 컬러링  ring ring ring  Ring ring 침대 옆에서  울리고 있을 전화  제발 좀 받아봐  나까지 울리지는 마  이번이 마지막 마지막  하면서 다시 또 걸어본다  우리 같이 걷던 추억  그 길 위를 다시 걸어본다  아직도 귀에 맴돌아  너의 웃음소리  새벽 전화기 넘어  속삭이던 사랑놀이  이젠 들을 수 도 없게  붙잡을 수 도 없게  날 막는 이 멜로디가  야속해도 다시 또 전화를 거네  널 향한 내 그리움 너머로  들려오는 노래가   나에 대한 답인 걸까  같은 자리만 벌써 몇 번 째  나는 왜 이제서야   날 떠나버린 왜 이제서야  이렇게 이 노래의   슬픈 마지막을 듣고 있어  왜 이제서야   내 곁에 없는 왜 이제서야  이렇게 이 노래의   슬픈 노랫말에 울고 있어  그때 네 손 잡았더라면  뒤돌아선 널 붙잡았다면  지금쯤 이 노래 대신  그리운 너의 목소릴 듣고 있겠지  내가 좀 더 잘했더라면  너에게 내가 좀 더 잘했더라면  지금쯤 이 슬픈 노래 대신  따뜻한 너의 목소릴  날 닮은 컬러링  노래가 끝나 갈 수록  내 맘은 무너지고  날 닮은 컬러링  노래가 반복 될 수록  눈물은 번져가고  날 닮은 컬러링  시간이 갈수록  네 목소린 기억나지 않아  날 닮은 컬러링  한마디라도 좋으니 PLEASE SAY GOOD BYE"}, {"song_no": "4706174", "year": "2014", "rank": "23", "title": "오늘부터 1일 (Day 1)", "artist": "케이윌", "genre": "Ballad", "lyrics": "오늘 뭐하니 너 지금 바쁘니 별일 없으면 오늘 나랑 만나줄래  할말이 있어 뭐 별 얘기는 아닌데 나 너를 좋아하나봐  이런 말 나도 처음이야 You're my lady you're my baby  정말 나 장난 아냐 오늘부터 지금부터  내꺼해줄래 baby  못생긴 애들 중에  내가 제일 잘 생긴 것 같대  내가 뭘 어떡하면 너 내 맘 알겠니 너만 생각하면 미치겠어 woo hoo 아주 잘 생기진 않았는데 내가 웃을 땐 조금 괜찮은 것 같아 웬만한 남자보다 내가 더 잘할게  my love  너를 사랑해 두 눈을 감고 하나 둘 셋을 세 두 눈을 뜨고 보이는걸 얘기해봐 잘 안보이니 네 남자가 안보이니 우리 오늘부터 1일  이런 말 나도 처음이야 You're my lady you're my baby  정말 나 장난 아냐 오늘부터 지금부터  내꺼해줄래 baby  못생긴 애들 중에  내가 제일 잘 생긴 것 같대  내가 뭘 어떡하면 너 내 맘 알겠니 너만 생각하면 미치겠어  woo hoo 아주 잘 생기진 않았는데 내가 웃을 땐 조금 괜찮은 것 같아 웬만한 남자보다 내가 더 잘할게 my love  너를 사랑해 내게 와 고민하지 말고 다가와 망설이지 말고 나 조금 부족한 건 알지만 이세상에 누구보다  너를 사랑해 baby 잘 생긴 애들 중엔  착한 남잔 찾을 수가 없대  내가 그 누구보다 착한걸 알잖니  너만 생각하면 미치겠어 woo hoo 사람들이 다들 그러는데  너랑 나랑 둘이 제일 잘 어울린대 그 어떤 남자보다 내가 더 잘할게 my love  너를 사랑해"}, {"song_no": "4762446", "year": "2014", "rank": "24", "title": "최고의 행운", "artist": "첸 (CHEN)", "genre": "Drama", "lyrics": "아무래도 난 니가 좋아 아무런 말도 없이 웃던 나를 안아줘 babe 오늘을 기다렸죠 그대 달콤한 나를 봐요 그대 ye 지켜줄게요 babe 매일 매일 꿈을 꾸죠 그대 손을  잡고 날아가 영원히 언제 까지나 보고 싶은 나의 사랑 운명 이죠  피할수도 없죠 every day I'm so lucky 숨겨왔던  내 맘을 고백 할래 너를 사랑해 떨리던 내 입술도 그대 설레던 이 마음도 그대 내 사랑이죠 babe 이런게 사랑 인걸 알죠 그대가 있어 행복 하죠 ye 사랑이예요 babe 매일 매일 꿈을 꾸죠 그대 손을  잡고 날아가 영원히 언제 까지나 보고 싶은 나의 사랑 운명이죠  피할수도 없죠 every day I'm so lucky 숨겨왔던   내 맘을 고백 할래 너를 사랑해 나의 모두를 걸만큼 널 사랑하고  아껴준다고 그대 약속할게요 워 시간 지나 모두 변해도 이 세상이  끝난다 해도 나의 사랑아 아 그대 내게 행운이죠 피할수도 없죠 every day I'm so lucky 숨겨왔던   내 맘을 고백 할래 너를 사랑해"}, {"song_no": "4734489", "year": "2014", "rank": "25", "title": "I`m In Love", "artist": "에일리", "genre": "Ballad", "lyrics": "I'm falling in love 알고 있나요 매일 그대만 생각해요 함께 있고 싶죠 언제부턴가 그대는 내 전부가 됐고 그대 없인 하루도 살 수가 없죠 I know 영원한 건 아무것도 없죠 믿고 싶어요 변하지 않길 만약 그대 나를 좋아한다면 날 사랑한다면 Let me know tell me please baby 난 그대만 생각할게요 오 그대에게 말할게요 love you 내 삶이 변한 거죠 그대도 나와 같은가요 Bye Bye sadness Hello my love 내 곁에 있어줘요 It's so amazing to be in love 그때 이미 시작한 거죠 사랑이란 건 우연이 아니라는 걸 운명이란 걸 만약 그대 나를 좋아한다면  날 사랑한다면 Let me know tell me please baby 난 그대만 생각할게요 오 그대에게 말할게요 love you 내 삶이 변한 거죠 그대도 나와 같은가요 Bye Bye sadness Hello my love 내 곁에 있어줘요 It's so amazing to be in love oh Baby 큰 시련이 와도 난 늘 그대의 곁에 있어요 believe swear you my love love  오 그대 내게 말해줘요 Oh Ye 사랑이 같은 거죠 그대 안에서 사랑해요 Bye Bye sadness Hello my love I will always be there It's so amazing to be in love"}, {"song_no": "4665220", "year": "2014", "rank": "26", "title": "나 왜이래 (Feat. 강민희 Of 미스에스)", "artist": "San E", "genre": "Drama", "lyrics": "나 왜이래 널 바라보면 나 왜이래 표정관리가 안돼 얼굴에 써있나봐  널 원하고 있다고 대체 왜이래 왜이래 왜이래 내맘 I think this is  love 사랑 amor 이 감정을 설명하는 단어는 많지만 함정은  너무 쉽게 남발해 더이상 의미 찾을 수 없는 세상을 사는 우리  그속에 너와 나 많고 많은 사람중 이렇게 만난건 기적이란 말들 예전에 나였음 한귀로 yeah whatever 근데 지금은 순간 하나하나 wish forever 영원 이 역시 퇴색된 단어지만 너와 함께라면 가능할것 같아 철지난 표현들 마저 왜이리  새롭게 느껴지는지 맞어 기억나 이느낌 나 왜이래 널 바라보면 나 왜이래 표정관리가 안돼 얼굴에 써있나봐  널 원하고 있다고 대체 왜이래 왜이래 왜이래 내맘 I think this is love love love love love  It's love love love  뚫어져라 보고있어 며칠 전 우리사진 참 잘 어울려 찍는 그때 마침 다가온 얼굴이 가까워 순간 너의 숨이 나의 숨 같았어 또 보고싶다 생각하다보니 그러다 밉다 하루는  우리 서로에 대해 얘기 도중 넌 내가 아무것도 모른다 했어 맞아 내가 아는건 너밖에  모른다는것 하나 말안했지만 사실 알고있어 바보야 니 조그만말에도  상처입는건 나도야 but what should i do  그것마저 설레여 LOVE IS ON AIR 나 왜이래 널 바라보면 나 왜이래 표정관리가 안돼 얼굴에 써있나봐 널 원하고 있다고 대체 왜이래 왜이래 왜이래 내맘  I think this is love love love love love  It's love love love  매일밤 뒤척이면서 뜨거워진 가슴을 달래고 타일러도 점점 더 두근대며  나를 재촉하고 있어  고백하고 싶지만 아무 말도 하지 못한  내가 너무나 미워져 나 왜이래 가슴이 떨려 My baby 너를 사랑하나 봐 숨길 수가 없는데 이러면  나 안되는데  자꾸 왜이래 왜이래 왜이래 내맘 I think this is love"}, {"song_no": "4751624", "year": "2014", "rank": "27", "title": "전화번호 (Feat. 버벌진트, 40)", "artist": "스윙스", "genre": "Rap / Hip-hop", "lyrics": "3년의 긴 만남   이제는 설레지 않아   처음 너를 봤을 때의  반의 반도 못하지  못하지  다른 여자들도  만나보고 싶어지니   너에게 문자를 보내  우리 이제 헤어져  헤어져  요즘은 남자다운 척 하기 어려워  문자 하나 보내면  긴 인연도 끝   결국엔 너에게 또 전활 걸어 보고   번호가 바꼈네  너에겐 다행이야   요즘은 남자다운 척 하기 어려워  문자 하나 보내면  긴 인연도 끝   결국엔 너에게 또 전활 걸어 보고   번호가 바꼈네  너에겐 다행이야   라라라라라 라라라라라  라라라라라 라라라라라  라라라라라 라라라라라  라라라라라 라라  내 phone 속 니 photo  지우지 못한 번호   못 참고 전활 걸지  근데 이미 다 바꿨어  찾아가지 못해  너무 매정했기 때문에   벌써 이게 몇번째  내 전 애인과 그 전 애인  과 같은 결과 반복 됐고  아무리 체험해도  같은 기분 같은 공포  잊으려 해도 계속   떠오르는 얼굴  들리는 듯한 웃음 소리   뇌 속에 종양이 있다면  모양은 물음표지   너의 새 남잔  내가 갔단 소식 듣고  얼마나 좋아했을까  나보다 잘해주고   난 그걸 바랬어  널 두고 등 돌릴 때   근데 그건 어제  지금은 혼자 남아있네   이성적인 선택  현실적으로 난 판단했지   결혼까진 어렵다는 거  넌 나랑 다른 애니   근데 당장 괴로워  너 내 집 열쇠도 있잖아  개처럼 널 기다린다  또 너처럼 잠이 안 와   요즘은 남자다운 척 하기 어려워  문자 하나 보내면  긴 인연도 끝   결국 너에게 또 전활 걸어 보고   번호를 바꿨네  너에겐 다행이야   요즘은 남자다운 척 하기 어려워  문자 하나 보내면  긴 인연도 끝   결국 너에게 또 전활 걸어 보고  번호를 바꿨네  너에겐 다행이야   라라라라라 라라라라라  라라라라라 라라라라라  라라라라라 라라라라라  라라라라라 라라  옛사랑이 추억이 되지를 않아  난 남자가 아니야  오그라드는 노랫말같겠지만  담배가 늘었어 많이  네가 내 삶 속에서  이렇게나 큰 비율 차지했었다니  쉽게 연락할 여잔 많아  cause I've been livin the  life of the party  너는 나완 다르니까  적응 잘 하겠지  아마 나보다 빨리  아마 나보다 잘  웃긴 건 완전히 깨지고보니까  복잡한 이유는 없었어  곁에 있었지만  우린 서로 다른 곳을 바라보다가  끈이 약해진 거 시간문제였어  문자를 보낸 건 나지만  설마 네가 날 찾진 않겠지  그 마음 변하지 마  요즘은 남자다운 척 하기 어려워  문자 하나 보내면  긴 인연도 끝   결국엔 너에게 또 전활 걸어 보고   번호가 바꼈네  너에겐 다행이야   요즘은 남자다운 척 하기 어려워  문자 하나 보내면  긴 인연도 끝   결국엔 너에게 또 전활 걸어 보고   번호가 바꼈네  너에겐 다행이야"}, {"song_no": "4711065", "year": "2014", "rank": "28", "title": "우산", "artist": "윤하 (YOUNHA)", "genre": "Ballad", "lyrics": "어느새 빗물이 내 발목에 고이고  참았던 눈물이 내 눈가에 고이고  I cry 어딜 가도 떠있는 내 작은 먹구름 까치발 딛고 잡아보려고 해도 키가 닿지 않아 항상 손끝 위에  어느새 빗물이 내 발목에 고이고 참았던 눈물이 내 눈가에 고이고  I cry 그대는 내 머리위에 우산 어깨위에 차가운 비 내리는 밤 내 곁에 그대가 습관이 돼버린 나 난 그대 없이는 안돼요 alone in the rain 어딜 가도 내 뒤를 쫓는  나만의 먹구름 창문을 닫고 끝내 눈을 감아도 곧 나를 깨우는 차가운 한방울 어느새 빗물이 내 발목에 고이고 참았던 눈물이 내 눈가에 고이고  I cry 그대는 내 머리위에 우산 어깨위에 차가운 비 내리는 밤 내 곁에 그대가 습관이 돼버린 나 난 그대 없이는 안돼요  alone in the rain 나의 곁에 그대가 없기에 내 창밖에 우산을 들고  기다리던 그대  I cry 그대는 내 머리위에 우산 어깨위에 차가운 비 내리는 밤 내 곁에 그대가 습관이 돼버린 나 난 그대 없이는 안돼요  I need you back in my life 그대는 내 머리위에 우산 어깨위에 차가운 비 내리는 밤 내 곁에 그대가 없는 반쪽의 세상 그댄 나 없이는 안돼요  forever in the rain  forever in the rain forever in the rain forever in the rain"}, {"song_no": "4756411", "year": "2014", "rank": "29", "title": "Back", "artist": "인피니트", "genre": "Dance", "lyrics": "Can You Save Me Can You Save Me 기억해줘 니 서랍 속에 기억해줘 니 지갑 속에 내가 있던 흔적들을 하나도 빠짐 없이 새겨줘 추억해줘 그 사진 속에 남아있던 그 공간 속에 내 향기 다 내 숨결 다 사라지지 않게 제발 날 지나쳐 온 봄날처럼 바람처럼 놓지마 Can You Save Can You Save Me 그래 날 스쳐 지난 향기처럼 수많은 날들 말고 Can You Save Can You Save Me Save Me Save Me 돌아와줘 I Want You Back Back Back Back Back Back Back Back Back Back 너와 내 기억 날 시간에 맡겨두지마 돌아와줘 I Want You Back Back Back Back Back Back Back Back Back Back 기다릴게 나 여기 남겨진 채 돌아선 채 I Say Save Me Can You Save Me 잊을 법한 기억들을 하나 둘씩 되돌려 계절이 지나 계절을 맞아 널 다시 내 품에 제발 날 지나쳐 온 봄날처럼 바람처럼 놓지마 Can You Save Can You Save Me 그래 날 스쳐 지난 향기처럼 수많은 날들 말고 Can You Save Can You Save Me 시간에 맡기지마 날 추억하려 하지마 제발 제발 제발 하나도 지우지는 마 돌아와줘 I Want You Back Back Back Back Back Back Back Back Back Back 너와 내 기억 날 시간에 맡겨두지마 돌아와줘 I Want You Back Back Back Back Back Back Back Back Back Back 기다릴게 나 여기 남겨진 채 돌아선 채 I Say Save Me"}, {"song_no": "4586092", "year": "2014", "rank": "30", "title": "너 사용법", "artist": "에디킴", "genre": "Folk", "lyrics": "부드럽게 무드있게 따뜻하게 꼭 안아주시오 매일 한 번씩 사용하시오 부드러운 눈 마주칠 땐 미소 지어서 그녀를 웃게 hey what's up beauty  말을 거시오 그날 아침엔 먼저 일어나서  turning on jazz Gentle kiss 널 바라봐 너무 지칠 땐 소주 두 병 들고 솔직하게 그녀의 집 두드리시오 가끔 한 번씩 무작정 같이  떠나가시오 다른 하늘 다른 바람 숨 쉬게 해줘 가끔 한 번씩 무작정 키스해주시오 이유 없이 너에게 빠진 그 날처럼 잘 때는 나긋하게 조용하게 눈물 나게 말해주시오 매일 한 번씩 너무 고마워 그날 아침엔 먼저 일어나서 clean up mass Last night 썸 널 깨우고 바래다줄 땐 발걸음 천천히 나직하게 그녀에게 고백하시오 다른 여자 앞에선 이성적이지만 이상하게 너 앞에선 감정이 앞서 널 사용하기엔 너무나 아까워 마냥 바라보기엔 넌 날 미치게 해 영원히 널 사용하고 싶어 Oh my girl Oh my girl 부드럽게 무드있게 따뜻하게 꼭 안아주시오 매일 한 번씩 사용하시오 잘 때는 나긋하게 조용하게 눈물 나게 말해주시오 매일 한 번씩 너무 고마워 이 아름다운 girl 놓치지 마시오"}, {"song_no": "4714217", "year": "2014", "rank": "31", "title": "하늘색 약속", "artist": "god", "genre": "Ballad", "lyrics": "세상엔 우리들만큼 누군가를 그리워하는 사람들이 많습니다 지금도 누군가를 그리워하고 있을 그 친구들에게 이 노래를 바칩니다 모여라 얘들아 왜 이렇게 사는 게 힘들기만 한지 어느새 서른 중반 맘엔 멍이 들지 도대체 뭘 잘못했길래 내게만 이래 전생에 뭔 죄를 졌길래 안 보이는 미래 시간은 가고 나이는 차고 결혼은 자꾸 왜 안 하냐고 향수로 가리는 내 총각냄새 사라져가는 꿈 내 거친 텃새 god 이젠 빅 대디 아빠 어디가 나가야 할까 god와 JYP 그 때 그 시절 그리워 서일까 오늘밤 같이 뛰고 같이 불러줘 우리 웃으면서 노래해 헤어질 때 우리 다시 만나자고 맹세했던 그 약속 지키려고 하늘색 풍선 가득했던 You and Me 오래 기다리게 해서 미안해 데니 계상 호영과 태우 그리고 난 누구 아저씨 쭌 JYP보다 나이 많은 아저씨 아이돌계의 Wanna be 후배들 인사도 두 번 90도 꾸벅 그만해 꾸벅 난 쿨 한 9번 타자야 내가 홈런 쳐줄게 Did I keep my promise Hit it Danny 너무 어두워 길이 보이지 않아 지난 몇 년 동안 길 위에 나 혼자 어두운 터널 속에 흔들거리는 촛불 하나 꺼질까 봐 앞만 보면서 달려왔나 어느 날 문득 고갤 들어보니 새파란 하늘이 하늘색 물결이 언제나 그대로 나를 감싸 안아 날 바라보는 곳으로 두 팔 벌려 힘차게 날아 god 이젠 빅 대디 아빠 어디가 나가야 할까 god와 JYP 그 때 그 시절 그리워 서일까 오늘밤 같이 뛰고 같이 불러줘 우리 웃으면서 노래해 헤어질 때 우리 다시 만나자고 맹세했던 그 약속 지키려고 하늘색 풍선 가득했던 You and Me 오래 기다리게 해서 미안해 그대 두 눈가에 흐르는 눈물 내가 또 닦아 줄 테니 그때 우리가 불렀던 기억 저편에 묻어뒀었던 그 노래 함께 다시 불러줘 헤어질 때 우리 다시 만나자고 맹세했던 그 약속 지키려고 하늘색 풍선 가득했던 You and Me 오래 기다리게 해서 미안해 헤어질 때 우리 다시 만나자고 맹세했던 그 약속 지키려고 하늘색 풍선 가득했던 You and Me 오래 기다리게 해서 미안해 god 이젠 빅 대디 아빠 어디가 나가야 할까 god와 JYP 그 때 그 시절 그리워 서일까 하늘색 풍선 가득했던 You and Me 오래 기다리게 해서 미안해"}, {"song_no": "4639518", "year": "2014", "rank": "32", "title": "너를 너를 너를", "artist": "플라이 투 더 스카이", "genre": "R&B / Soul", "lyrics": "모든걸 주고도 한없이 모자랄 만큼 나의 목숨보다 소중한 그런 너를 너를 너를 너를 널 보내야 하는 오늘이 태어나 처음 두려워 참 바보같아 난 너와나 죽는 날까지 함께 할거라 믿었나봐 그런 너를 너를 너를 너를 널 잃곤 나 혼자서 어떡해 아무것도 해낼 자신이 없어 나의 사랑이 아직 어려서 편하게 너를 보내지 못하나봐 어린애처럼 소리쳐 울며 보채야만 내게 돌아 올수 있겠니 내 가슴속을 다 뒤집어 보여 준다면 까맣게 타 버린 내맘은 아직 너를 너를 너를 너를 널 사랑해 잡을수 있다면 남자답지 못해도 상관없어 나의 사랑이 아직 어려서 편하게 너를 보내지 못하나봐 어린애처럼 소리쳐 울며 보채야만 내게 돌아 올수 있겠니 이렇게 가슴이 무너질 듯이 울려도 갈라진 사랑을 깨물고 이제 보내줄게 나의 사랑이 아직 어려서 편하게 너를 보내지 못하나봐 어른이 돼도 자라지 못한 내 사랑은 네가 없인 단 하루도 살 수가 없어 나의 사랑이 아직 어려서 편하게 너를 보내지 못하나봐 어른이 돼도 자라지 못한 내 사랑은 네가 없인 단 하루도 살 수가 없어 나는 단 하루도 살 수가 없어"}, {"song_no": "4821171", "year": "2014", "rank": "33", "title": "사랑이란 말이 어울리는 사람(사말어사)", "artist": "장범준", "genre": "Rock", "lyrics": "손을 잡고 싶은데 안아주고 싶은데 왜 내가 조심스럽지 왜 내가 조심스럽지 걷다가 닿는 어깨에 내 맘이 깊게 설레네 별것도 아닌 스킨십에 왜 내가 설레오는지 알죠 당신의 웃음 앞에선 나도 순수해지네요 이런 애틋한 감정이 나는 너무나 좋아요 당신 목소리를 들으면 나도 귀가 떨려오네요 이런 애틋한 감정이 바로 사랑이란 말이 어울리는 사람 만남이란 말이 나는 너무 좋아 정말 예쁜 여잔 당신 같은 여자 가만히 있는데 보고 싶은 사람 그대는 알겠죠 오늘은 보고 싶어서 연락할 이유를 찾고 그건 좀 아닌 것 같고 그냥 난 집이나 갈래 알죠 당신의 웃음 앞에선 나도 부끄러워지네요 이런 애틋한 감정이 나는 너무나 좋아요 당신 목소리를 들으면 나도 귀가 떨려오네요 이런 애틋한 감정이 바로 사랑이란 말이 어울리는 사람 만남이란 말이 나는 너무 좋아 정말 예쁜 여잔 당신 같은 여자 가만히 있는데 보고 싶은 사람 그대는 알겠죠 그대 웃는 모습이 너무 보고 싶어서 가슴이 아파 왜 난 볼 수가 없어 툭툭 내뱉는 말에 내 사랑이 있어 제발 가지 마요 제발 가지 마요 사랑이란 말이 어울리는 사람 만남이란 말이 나는 너무 좋아 정말 예쁜 여잔 당신 같은 여자 가만히 있는데 보고 싶은 사람 그대는 알겠죠"}, {"song_no": "4832150", "year": "2014", "rank": "34", "title": "A Real Man", "artist": "스윙스", "genre": "Rap / Hip-hop", "lyrics": "모두가 너에게 요구하는 건  진짜 많아  공부하러 학교 가는데  귀찮은 화장  high heels 성적관리  또 뭔 TOEIC 점수   니 지성에 대해  관심을 가진 놈이 없고   부모님도 그래  대충 시집가자 girl   아저씨긴 한데  직책 좋은 총각 만났어  예쁘지 않으면  숙녀 취급받기 힘든 사회  찌질이들은 왜 여자들이 성형하녜 참 그냥 기가 차 머리 안에선 쥐가 나 절대 포기는 싫잖아 오늘까지 매일 피와 살을 다 깎아가며 너의 자존감을 건설했으니  여태껏 고생한 게 결국엔 시꺼먼 ending으로  끝나는 건 당연히 싫지 그게 뭐냐고 현실과 타협해서 준비 안 된 젊은 엄마로   꽃 같던 날들을 다 마감하는 것  내가 여자였어도 그런 계약은 안 할껄 일이 꼬이고 안 풀릴 때 울고 싶을 때는 울어도 돼 또 모든 게 미워 보일 땐 화내고 싶으면 넌 내도 돼 이해해 나는 널 그래 지금 얘기해봐 다 모든 걸 들어줄 테니까 oh  everything's gonna be alright 웃고 싶을 때는 웃어줘   아무리 나쁜 연애 경험을 했어도 너는 다시 또  사랑에 빠지고 때로는 몇 번 더 다치고  아무리 똑똑하다고 스스로 생각해도  좋은 남자란 게 뭔지 절대 불가능한 해독 자신감 많고 능력 좋은 남잘 만났더니 그 매력을 가지고 딴 여자와 바람 폈지  순진한 남자 잡은 것 같아 맘이 편안한데  6개월 만났더니 화를 내도 전활 안 해  참 그냥 기가 차 머리 안에선 쥐가 나 이 갈아 피와 살이 막 깎이는 느낌 같아 근데 한 가진 분명해 좋은 남자는 많아 단 금도 마찬가지고 찾는 건 쉽지 않아  널 치유할 자격 없어 그저 상처만 줬어 이제서야 이해한단 것 만이라도 알아둬  널 치유할 자격 없어 책임은 있으면서 위로 안 되겠지만 이해한다는 걸 알아둬  일이 꼬이고 안 풀릴 때 울고 싶을 때는 울어도 돼 또 모든 게 미워 보일 땐 화내고 싶으면 넌 내도 돼 이해해 나는 널 그래 지금 얘기해봐 다 모든 걸 들어줄 테니까 oh everything's gonna be alright 웃고 싶을 때는 웃어줘  내가 완벽해서 이 노랠 만든 건 아냐  대부분의 남자들 나보다 낫다 하면 맞아  27년 걸렸어 구리단 걸 알게 되기까지 나아지고 싶을 뿐 난 후회를 다시 느끼기 싫어 그래서 해주는 이 얘기  나도 날 채찍 해야만 정신을 차리지 매일  절대적인 답은 없어 이게 현실인데  대신 나아지려는 놈을 만나 cuz he's a real man  일이 꼬이고 안 풀릴 때 울고 싶을 때는 울어도 돼 또 모든 게 미워 보일 땐 화내고 싶으면 넌 내도 돼 이해해 나는 널 그래 지금 얘기해봐 다 모든 걸 들어줄 테니까 oh everything's gonna be alright 웃고 싶을 때는 웃어줘"}, {"song_no": "4433490", "year": "2014", "rank": "35", "title": "썸 (Feat. 릴보이 Of 긱스)", "artist": "소유 (SOYOU)", "genre": "R&B / Soul", "lyrics": "썸 (Feat. 릴보이 Of 긱스)  가끔씩 나도 모르게 짜증이나  너를 향한 맘은 변하지 않았는데 혹시 내가 이상한 걸까  혼자 힘들게 지내고 있었어 텅 빈 방 혼자 멍하니 뒤척이다  티비에는 어제 본 것 같은 드라마  잠이 들 때까지 한번도  울리지 않는 핸드폰을 들고  요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 이게 무슨 사이인 건지 사실  헷갈려 무뚝뚝하게 굴지마 연인인 듯 연인 아닌 연인 같은 너 나만 볼 듯  애매하게 날 대하는 너  때로는 친구 같다는 말이  괜히 요즘 난 듣기 싫어 졌어 매일 아침 너의 문자에  눈을 뜨고 하루 끝에는  니 목소리에 잠들고 파 주말에는 많은 사람 속에서  보란 듯이 널 끌어 안고 싶어 요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 때로는 친구 같다는 말이  괜히 요즘 난 듣기 싫어 졌어 너 요즘 너 별로야 너 별로야  나 근데 난 너뿐이야  난 너뿐이야 분명하게 내게 선을 그어줘  자꾸 뒤로 빼지 말고  날 사랑한다 고백해 줘 여전히 친구인척 또 연인인척  행동하는 모습을 전부다 돌이켜 생각 할 수록 너의 진심이  더 궁금해지는 걸 girl you’re so ambiguous 난 못해  무엇도 아니 어쩌면  기적을 바라지 lotto 확실한 표현을 원하지만  너의 미소 띈 표정에  잊어버리지 난 요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 순진한 척 웃지만 말고  그만 좀 해  너 솔직하게 좀 굴어봐 니 맘 속에 날 놔두고  한 눈 팔지 마 너야말로  다 알면서 딴청 피우지 마 피곤하게 힘 빼지 말고  어서 말해줘 사랑한단 말이야"}, {"song_no": "4543502", "year": "2014", "rank": "36", "title": "야생화", "artist": "박효신", "genre": "Ballad", "lyrics": "하얗게 피어난 얼음 꽃 하나가 달가운 바람에 얼굴을 내밀어 아무 말 못했던 이름도 몰랐던 지나간 날들에 눈물이 흘러 차가운 바람에 숨어 있다 한줄기 햇살에 몸 녹이다 그렇게 너는 또 한번 내게 온다 좋았던 기억만 그리운 마음만 니가 떠나간 그 길 위에 이렇게 남아 서있다  잊혀질 만큼만 괜찮을 만큼만 눈물 머금고  기다린 떨림 끝에  다시 나를 피우리라 사랑은 피고 또 지는  타버리는 불꽃 빗물에 젖을까 두 눈을 감는다 어리고 작았던 나의 맘에 눈부시게 빛나던 추억 속에 그렇게 너를 또 한번 불러본다 좋았던 기억만 그리운 마음만 니가 떠나간 그 길 위에 이렇게 남아 서있다  잊혀질 만큼만 괜찮을 만큼만 눈물 머금고 기다린 떨림 끝에 다시 나는  메말라가는땅 위에 온몸이 타 들어가고 내 손끝에 남은 너의 향기 흩어져 날아가 멀어져 가는 너의 손을 붙잡지 못해 아프다 살아갈 만큼만 미워했던 만큼만 먼 훗날 너를 데려다 줄  그 봄이 오면 그날에 나 피우리라"}, {"song_no": "4793764", "year": "2014", "rank": "37", "title": "OLL` Ready", "artist": "올티 (Olltii)", "genre": "Rap / Hip-hop", "lyrics": "숨길 필요 없이 이건 기회지  올티 이름부터 모두에게 티 내지 대중들이 볼 땐 이름 없는 신인가수 근데 본명이 정우성 날 뽑는 건 신의 한 수 내 각본은 Rhyme note  적은 대로 살아왔지  난 랩에 불이 붙지만 연기완 상관없지 돈 따라 억지로 찍는 드라마 한눈을 파는 놈들이 눈물마저 팔아 넌 NG 고쳐 네 선택지 틀려먹은 MC 이젠 맞아야겠지  난 기준의 점수 그 이상을 이루곤 해 99점이 100점이 되기 위해  일을 더해  뿌연 조명 독점하려 전부 다툴 때 난 직접 빛을 내고 밝혀  나의 무대 주연 조연 모두 욕심내기 바쁠 때 난 더 큰 화면을 보고 이 씬을 감독해 I'm ALL READY ALL READY  ALL READY ALL READY 난 너를 보면 얼레리 꼴레리  얼레리 꼴레리 I'm WAR READY WAR READY  WAR READY WAR READY 난 너를 보면 얼레리 꼴레리  얼레리 꼴레리 Rap Battle도 못해본  놈들이 쓰는 Battle Rap  난 Freestyle로 해도 것보단  두 배로 해 넌 용돈 벌고 싶으면 세배는 해야지  보여줄 장기가 없으면 네 배를 째 뒷짐 지고 기다릴게 Round 2까지  잽도 안 되는 넌 Punch line 맞다가 훅 가지 급 차이 나지 딱 봐도  Team YDG는 YG 사이에  D급이 낀 모양이지  네 팀은 어벤져스가 못 돼 알아  왜 얼굴만 철판 깔아선 못해  아이언맨 힙합을 보려면 이리 모이라고  쟤는 눈 가리고 아웅 하는데  길이 보이냐고 내 방식은 Do or Die 들었듯해서  안 되면 무력한 죽음 끝  구걸한 천국보다 지옥이 더 푸근해  패자 부활 사양하고  승자로서 죽을래 I'm ALL READY ALL READY  ALL READY ALL READY 난 너를 보면 얼레리 꼴레리  얼레리 꼴레리 I'm WAR READY WAR READY  WAR READY WAR READY 난 너를 보면 얼레리 꼴레리  얼레리 꼴레리 심사의 도마 위에  내게 사심이 다 들어난 Big Fish  뼛속부터 떠야하는 놈 아직 맛보기에 불과해  보여줄 게 많아 회가 바뀔 때마다  바로 초장부터 발라 So Let's get Loco 1위 후보에 미치지  근데 Souldive처럼 영순위가  내 위치지 넌 돈을 보여줘 난 날 보여줄 수 있으니  Show me the money season 3  equal it's me"}, {"song_no": "4814576", "year": "2014", "rank": "38", "title": "가", "artist": "BOBBY", "genre": "Rap / Hip-hop", "lyrics": "Follow me Here we go I go I go I go 난 완전히 go hard go hard go hard I go I go I go 난 완전히 go hard go hard go hard One more time say I go I go I go 난 완전히 go hard go hard go hard One more time say I go I go I go 난 완전히 go hard go hard go hard 난 박자 탈 땐 완전히 건방진 귀신 아니면 괴물 룰 따위 인식하기엔 무식해 너넨 산 제물 기가 막힌 fake rappers 다 씹어 먹는 내 재능 이 미친 힙합씬에 내 등장과 동시에 넌 멘붕 모든 게 식상하대 wow y’all stupid haters 난 있는 박자 탈게 쇼 끝나면 박수 쳐 차라리 주말에 넌 클럽 가서 bottoms up 여긴 내가 먹었다니까 알아서 잘 모셔 날 바라만 봐도 넌 벙쪄 네 jay-z 오늘도 ball so hard 너네 패기는 그냥 so so 반면에 변명은 fabuloso 무대 위 내 모습 밝아 너넨 눈부시지 이건 발광 내가 떳떳해서 너넨 딱딱해져 내 모든 행패들 highlight I go I go I go 난 완전히 go hard go hard go hard One more time say I go I go I go 난 완전히 go hard go hard go hard Put em up and 내 내 내 내 내 박자에 올라타 Aye 네 남자친구 차보단 더 잘나가지 oh oh Let’s ride we goin’ high Aye YG illionaire 난 그 사이 몰라 갈 때까지 가 가 가 가 가 가 확 갈 때까지 가 가 가 가 가 가 가 Yeah 잘 봐 누가 더 잘 팔리는지 입엔 Flow 착착 감겨 날 본 네 눈 감기듯이 Yeah 강호동 이만기 망치듯이 너의 썩은 세월의 자존심 또 누가 잡치는지 난 리듬에 맞출 땐 비스듬하게 몸을 움직여 놔 Call me Psycho I don’t give nothing bout y’all hater B O to the double B Y 나만의 style 나밖에 못하지 난 박자를 바보처럼 타 오늘밤 내 home ground Let’s get em 밤마다 난 박자에 맞춰 내 리듬은 늦은 밤에도 밝아 난 살아가는 동안 확신을 잡고서 수많은 벽의 자세를 낮춰 난 완전히 Psychotic 테러범 너의 질투에 불붙이는 방화범 내가 박자 속에 방탕해도 따라와 봐 내게 안 통했었던 방범 뚫고 I go I go 난 완전히 go hard go hard go hard One more time say I go I go I go 난 완전히 go hard go hard go hard Put em up and 내 내 내 내 내 박자에 올라타 Aye 네 남자친구 차보단 더 잘나가지 oh oh Let’s ride we goin high Aye YG illionaire 난 그 사이 몰라 갈 때 까지 가 가 가 가 가 가 가 확 갈 때까지 가 가 가 가 가 가 확 갈 때까지 가 가 가 가 가 가 확 갈 때까지 가 가 가 가 가 가 확 갈 때까지"}, {"song_no": "4756305", "year": "2014", "rank": "39", "title": "나쁜손 (Feat. 버벌진트) (Naughty Hands)", "artist": "씨스타", "genre": "Dance", "lyrics": "은근슬쩍 내 어깨에 올라온 니 손에 나는 너무 놀라 너 너 너 어딜 자꾸 능글맞게 쓰다듬는지 이게 한 두 번이 아니잖아 You're moving too fast 습관처럼 베인 듯 자연스럽게 나온  나쁜 손을 자꾸 의심해 Don't be like that 모든 여자들에게 이러는 건 아닌지 머릿속이 복잡해지는걸 그런 나쁜 손에 어림없지 내가  착각하지마 어딜 손대 아직 니꺼 아냐 싫지는 않지만 너무 서두르지마 일단 나쁜 손은 치워줘 잠시만 아직은 이르단 말야 이르단 말야 쉬운 애 아냐 그만 좀 어린애 마냥 어린애 마냥 굴지 좀 말아 너의 그 나쁜손  응큼한 너의 머릿속 자꾸 궁금해 나를 어떻게 생각하는지 Oops I thought it was a  green light 미안해 뻔한 남자로 보진 마 약간의 계산착오가 있었나봐 정말 나 생각보다 보수적인 type 자꾸 내 손이 가는 곳에 네가 있잖아 어정쩡한 자세 좀 봐  몸이 닿을까봐 들어간 곳과 나온 곳  차이가 너무 크니 난 짐작이 안 가 it's so hard mama So 직구 아닌 curve ball 명심할게 내 이름 석 자 걸고 우리 사이가 어디쯤에  와 있다는 것쯤은 알아 실수하긴 싫어 결코 그러니까 다시 보여줘 환한 미소  내가 잘못 다 인정할게 내 말 믿고 천천히 걸어가기로 하자 물론 아마도 며칠은  씻지 않겠지만 이 손 그런 나쁜 손에 어림없지 내가  착각하지마 어딜 손대 아직 니꺼 아냐 싫지는 않지만 너무 서두르지마 일단 나쁜 손은 치워줘 잠시만 아직은 이르단 말야 이르단 말야 쉬운 애 아냐 그만 좀 어린애 마냥 어린애 마냥 굴지 좀 말아 너의 그 나쁜손  응큼한 너의 머릿속 자꾸 궁금해 나를 어떻게 생각하는지 싫은 척 하지만 속맘은 아닌걸 그대는 나보다 잘 알잖아 날 조심조심 더 꼭 애지중지 대해줄래 서두르지마  Just take it slow baby 그런 나쁜 손에 어림없지 내가  착각하지마 어딜 손대 아직 니꺼 아냐 싫지는 않지만 너무 서두르지마 일단 나쁜 손은 치워줘 잠시만 아직은 이르단 말야 이르단 말야 쉬운 애 아냐 그만 좀 어린애 마냥 어린애 마냥 굴지 좀 말아 너의 그 나쁜손  응큼한 너의 머릿속 자꾸 궁금해 나를 어떻게 생각하는지"}, {"song_no": "4749304", "year": "2014", "rank": "40", "title": "AEAO", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "and the game won't change just the same old thing and the game won't change just the same old thing preemo dynamic duo dynamic duo 동전 한 잎 조차 아쉽고 일 없어 잠 못 들던 그때보다 조금은 이뤘어 우리는 바보처럼  몸으로 부딪히면서 배웠어  넘어질 때마다 일어서  다시 고쳐 썼지 이력서  눈부신 성공에 신바람 잠시나마 불어봤던 휘파람  한 곡도 채 끝나기 전에  그림자처럼 날 따라온 비 바람  시기 질투 기대의 압박을  못이긴 몇 번의 실축 자만 나태함 속에 던졌던  만루홈런을 맞는 실투  다 끝 난 거 같았지만 우린  우리앞길을 막지마 라고 외치며  마음을 다 잡곤 했었지  진짜 한치 앞도 안 보이는  가시밭길 에서도 절대 U turn 없이  살발한 의리로 의지하면서  둘이 딱 붙어 걷지  비극은 지극히 아프지만  지나고 보면 웃음 나오는 희극  그래서 우린 지금을 참고 살아 난 미쳤다 생각하면서 keep dreaming  희망이란 끈 잡고 살아 이 험한 현실에서 아직 붙잡아두고 싶은 꿈 높고 힘든 삶의 능선에서  때론 포기하고 싶은 꿈 너와 천천히 오래 걷고 싶어 until the end of time 지금 난 간절히 원해  한 조각의 peace of mind 에야호 에야호 에야호 에야호  에야호 에야호 에야호 에야호  이 도시에선  멍 때리는 것조차도 사치 버릇처럼 내가 나를 착취해 경추 쪽은 딱딱해지고  의식에 붙은 각질 무대 위 맑은 땀 대신  날 적시는 건 진땀이네 잠든 시간에도 문제들이 쌓여  눈뜨자마자 결정해도  아직 익숙치 않은 타협  시간을 도마 위에  식재료 썰듯 안 하면  하루는 순서가 뒤섞인  음식처럼 망가져 지쳐도 경계하네 공허와 허무 불안감속에서 상기하네 십오 년 전 빈털터리의 여유 허구라 해도 납득돼  35년간의 필름이 어쩌면 수지맞은 삶  건축된 우리의 이름이  길눈이 어두워지지 않게  서로를 비판하고  세상을 보는 시선 삐딱하게 얼굴에 피어 난 주름은  당연해 마치 알파치노 face  평가는 다 끝난 다음에 해  긴 인생의 race 이 험한 현실에서 아직 붙잡아두고 싶은 꿈 높고 힘든 삶의 능선에서  때론 포기하고 싶은 꿈 너와 천천히 오래 걷고 싶어 until the end of time 지금 난 간절히 원해  한 조각의 peace of mind 에야호 에야호 에야호 에야호  에야호 에야호 에야호 에야호  뭐 사실 조금 때가 타고  내가 타고 다니는 건  달라지고 빨라졌지만  결국 가는 덴 같아 질리게 겪고도 사람 사랑 때문에 애가 타  이럴 때 보면 나도 아직 애 같아 살기보단 생존하기 바쁜 정수리는 넓어지고 평수가 작아지는 마음 속에 피어나 줬으면 해 한 송이의 평화  평화 진흙탕 속에 연화 이 험한 현실에서 아직 붙잡아두고 싶은 꿈 높고 힘든 삶의 능선에서  때론 포기하고 싶은 꿈 너와 천천히 오래 걷고 싶어 until the end of time 지금 난 간절히 원해  한 조각의 peace of mind 에야호 에야호 에야호 에야호  에야호 에야호 에야호 에야호  and the game won't change just the same old thing and the game won't change just the same old thing"}, {"song_no": "4774996", "year": "2014", "rank": "41", "title": "행복 (Happiness)", "artist": "Red Velvet (레드벨벳)", "genre": "Dance", "lyrics": "Sometimes You Gotta Be Bold  Just Rock The World Boo Ya  La La La La La La La La La La  Happiness La La La La La La La La La La  Are You Happy Uh 고민은 Blow Up 꿀꿀한 기분 Change Up 힘을 내려고 이제 Windup 한 방에 멋진 일이 가득  Straight Up 난 매일 더 Style Up 기분 Up  되는 일에 집중 내가 행복하게 사는 비결을 좀 말해볼까 아침에 난 잠을 깨  엄마께 사랑한다고 말해  어휴 착한 내 딸아 졸졸 나를 따라온 Happy가  넘 귀여워서 행복해  Uh 얘가 말한대 이런 Money 저런 Power 그것만 따 따 따 따라가다 어른들이 짠해 보여  그들은 정말 행복하지 않아 기쁜 일이 멋진 일이  세계는 참 참 참 많은 데라 그런 Money 그런 Power  우리는 관심도 끊어버린지 오래 달라 달라 나는 좀 해보고 싶음  그냥 하고 말지 고민 고민 하다가 어른이 되면  후회 많을텐데 어제 오늘 내일도 행복을 찾는  나의 모험일기 달라 달라 나는 좀 긍정의 힘을  나는 믿고 있지 La La La La La La La La La La  Happiness La La La La La La La La La La  난 원해 La La La La La La La La La La  꿈 꾸자 La La La La La La La La La La  Uh Are You Happy Uh 학교 가는 길에 만난 친구  내게 달려와서 팔짱 끼고 웃어주니 좋고 끼리끼리 모여 장난치던 남자애들 내가 지나가니  의식해서 좋고 잔소리 하지만 세상에서  내가 제일 좋단 엄마 Hey Hey TV속에 싸움밖에  모르는 어른들 빼 점점 더 좋은걸 난 나라서 행복해 더 기분 좋은 건 내 곁에 너 있단 거  Uh What You Wanna Be 이런 Money 저런 Power  그것만 따 따 따 따라가다 어른들이 짠해 보여  그들은 정말 행복하지 않아 기쁜 일이 멋진 일이  세계는 참 참 참 많은 데라 그런 Money 그런 Power  우리는 관심도 끊어버린지 오래 달라 달라 나는 좀 해보고 싶음  그냥 하고 말지 고민 고민 하다가 어른이 되면  후회 많을텐데 어제 오늘 내일도 행복을 찾는  나의 모험일기 달라 달라 나는 좀 긍정의 힘을  나는 믿고 있지 La La La La La La La La La La  Happiness La La La La La La La La La La  난 원해 La La La La La La La La La La  꿈 꾸자 La La La La La La La La La La  Uh Are You Happy Uh Shine On Me Let It Shine On Me Yeah  내 품에 Let It Shine Shine On Me Let It Shine On Me Yeah  내 두 팔에 Let It Shine La La La La La La La La La La  Happiness La La La La La La La La La La  난 원해 La La La La La La La La La La 꿈 꾸자 La La La La La La La La La La  Happiness"}, {"song_no": "4562881", "year": "2014", "rank": "42", "title": "Mr. Chu (On Stage)", "artist": "Apink (에이핑크)", "genre": "Dance", "lyrics": "한번 보면 두 번 더 보고 싶어  두번 세번 보면 너를 더 안고 싶어  너와 커플링 커플링 손에 끼고서  함께 이 길을 걷고 싶어 난   매일 매일 봐도 난 더 좋아져  두번 세번 나의 볼을 꼬집어 봐도   마치 Dreaming Dreaming  꿈을 꾸는 듯  생각만 해도 난 미소가   Mr. Chu  입술 위에 Chu  달콤하게 Chu  온몸에 난 힘이 풀려  내 맘 흔들 흔들어 날 흔들어놔요  I'm falling falling for your love   Hey you 입술 위에 Chu  Everyday with you  널 보면 내 눈이 감겨  몰래 살짝 다가와 또 키스해줄래  내 꿈결 같은 넌 나만의 Mr. Chu 부드러운 감촉 잊을 수 없어  화끈거리는 내 얼굴 빨개지는 걸   It's so lovely lovely  사랑스러워  난 네가 자꾸만 좋아져  Mr. Chu  입술 위에 Chu  달콤하게 Chu  온몸에 난 힘이 풀려  내 맘 흔들 흔들어 날 흔들어놔요  I'm falling falling for your love   Hey you 입술 위에 Chu  Everyday with you  널 보면 내 눈이 감겨  몰래 살짝 다가와 또 키스해줄래  내 꿈결 같은 넌 나만의   내 소원을 들어줘요  영원한 사랑 이뤄주길  짜릿짜릿한 느낌 절대 맘 변하지 않기 평생 나만 바라봐줘 baby  Mr. Chu 입술 위에 Chu 달콤하게 Chu 온몸에 난 힘이 풀려 내 맘 흔들 흔들어 날 흔들어놔요 I'm falling falling for your love Hey you 입술 위에 Chu Everyday with you 널 보면 내 눈이 감겨 몰래 살짝 다가와 또 키스해줄래 내 꿈결 같은 넌 나만의 Mr. Chu"}, {"song_no": "4579468", "year": "2014", "rank": "43", "title": "봄 사랑 벚꽃 말고", "artist": "HIGH4 (하이포)", "genre": "Ballad", "lyrics": "길었던 겨우내 줄곧 품이 좀 남는 밤색 코트 그 속에 나를 쏙 감추고 걸음을 재촉해 걸었어 그런데 사람들 말이 너만 아직도 왜 그러니 그제서야 둘러보니 어느새 봄이 손 잡고 걸을 사람 하나 없는 내게 달콤한 봄바람이 너무해 나만 빼고 다 사랑에 빠져 봄노래를 부르고 꽃잎이 피어나 눈 앞에 살랑거려도 난 다른 얘기가 듣고 싶어 한바탕 휩쓸고 지나가버릴 오오 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 손에 닿지도 않을 말로 날 꿈틀거리게 하지 말어 맘 먹고 밖에 나가도 막상 뭐 별 거 있나 손 잡고 걸을 사람 하나 없는 내게 오 사랑노래들이 너무해 나만 빼고 다 사랑에 빠져 봄노래를 부르고 꽃잎이 피어나 눈 앞에 살랑거려도 난 다른 얘기가 듣고 싶어 한바탕 휩쓸고 지나가버릴 오오 봄 사랑 벚꽃 말고 남들보다 절실한 사랑 노래 가사를 불러 봐 수많은 연인들 가운데 왜 나는 혼자만 똑같은 거리와 어제와 같은 옷차림 난 제자린데 왜 세상은 변한 것만 같지 누군가와 봄길을 거닐고 할 필욘 없지만 누구나 한번쯤은 머물고 싶은 그런 기억을 만들고 싶어 떨어지는 벚꽃잎도 엔딩이 아닌 봄의 시작이듯 사실은 요즘 옛날 생각이 나 걷기만 해도 그리워지니까 다시 느낄 수 있나 궁금해지지만 Then you know what 나만 빼고 다 사랑에 빠져 봄노래를 부르고 꽃잎이 피어나 눈 앞에 살랑거려도 난 다른 얘기가 듣고 싶어 한바탕 휩쓸고 지나가버릴 오오 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고"}, {"song_no": "4806688", "year": "2014", "rank": "44", "title": "끼부리지마", "artist": "WINNER", "genre": "Dance", "lyrics": "끼 좀 부리지마 너 땜에  난 매일매일 불안해  오늘도 빌어 빌어  딴 사람이 널 채 가지 않게  넌 항상 왜 이렇게  오빠라는 사람이 많어  친하단 말만 하곤  왜 다른 설명이 없어  언니 만난다면서  전화기는 왜 꺼져있어  웃겨 정말 화는  왜 네가 내는 건데  한번은 속아도 두 번은 안 속아   나도 어디서 꿀리진 않아 남보다  이 남자 저 남자 조금씩 간보다   또 질리면 KICK하고  차버린 뒤 돌아와  거긴 왜 또 간대  당연히 안돼  남자는 나 빼고 다 한패   니꺼 바로 여기 있잖아  탐내지마 남의 떡   정신차리라 하다  내가 정신 나가겠어  장난치지마 나 장난 아니야  짜증내지마 더 짜증나니까  끼 좀 부리지마 너 땜에  난 매일매일 불안해  오늘도 빌어 빌어  딴 사람이 너를 채가지 않게  끼 좀 부리지마 솔직히  넌 해도 해도 너무해  오늘도 빌어 빌어  딴 놈에게 널 뺏기지 않게  진한 화장하고 친구 집  간다니 참 어이없어  오늘따라 치마는  왜 이리 짧은 건데  날 사랑한다는 거  누구보다 잘 알고 있어  오해라는 네 말 진짜 믿고 싶어  긴 긴 기다림 끝에 드디어  일찍 잤다는 네 전화가 오셨네  재밌게 놀았냐 욱 하고 싶어도  참을 수 밖에 너 훅 떠날까 봐  눈웃음 치고 꼬리치고  혼자 북치고 장구치고 잊을 만 하면 내게 다시 돌아와 뒤통수 치고 이미 온 동네방네 소문났어 어젯밤 너 어딨었어 차라리 거짓말 해줘 장난치지마 나 장난 아니야 짜증내지마 더 짜증나니까 끼 좀 부리지마 너 땜에 난 매일매일 불안해 오늘도 빌어 빌어 딴 사람이 너를 채가지 않게 끼 좀 부리지마 솔직히 넌 해도 해도 너무해 오늘도 빌어 빌어 딴 놈에게 널 뺏기지 않게 웃기만 하지 좀 말고 내 생각 좀 해봐  너 떠나면 아무것도 남는 게 없어 난 울기만 하지 좀 말고 내 생각 좀 해봐 속아주는 것도 이젠 마지막이야"}, {"song_no": "4369827", "year": "2014", "rank": "45", "title": "금요일에 만나요 (Feat. 장이정 Of HISTORY)", "artist": "아이유", "genre": "Ballad", "lyrics": "월요일엔 아마 바쁘지 않을까  화요일도 성급해 보이지 안 그래  수요일은 뭔가 어정쩡한 느낌  목요일은 그냥 내가 왠지 싫어  우 이번 주 금요일  우 금요일에 시간 어때요  주말까지 기다리긴 힘들어  시간아 달려라 시계를   더 보채고 싶지만   mind control  일분 일초가 달콤해  이 남자 도대체 뭐야  사랑에 빠지지 않곤 못 배기겠어  온 종일 내 맘은 저기   시계바늘 위에 올라타  한 칸씩 그대에게 더 가까이  우 이번 주 금요일  우 금요일에 시간 어때요  딱히 보고 싶은 영화는 없지만  딱히 먹고 싶은 메뉴는 없지만  주말까지 기다리긴 힘들어  시간아 달려라 시계를   더 보채고 싶지만   mind control  일분 일초가 달콤해  이 남자 도대체 뭐야  사랑에 빠지지 않곤   못 배기겠어  온 종일 내 맘은 저기   시계바늘 위에 올라타  한 칸씩 그대에게 더 가까이  나 뭔가에 홀린 것 같아  이 여잔 도대체 뭐야  사랑해주지 않고는 못 배기겠어  돌아오는 이번 주   금요일에 만나요  그 날 내 맘을 더 가져가줘요 더 가까이 더 가까이 와요   더 가까이"}, {"song_no": "4686392", "year": "2014", "rank": "46", "title": "Good Luck", "artist": "비스트", "genre": "Dance", "lyrics": "Why why you leave me alone baby  I'm still still loving you  넌 지금 나를 두고 떠나가지만  행복하길 바랄게  넌 입버릇처럼 항상 내게 말했지  언젠가 올 너와 나의  마지막을  난 입버릇처럼  항상 너에게 말했지  내가 할 수 있는  모든 걸 다 해 널 지킨다고  I wanna  Hold you tight  Make you mine  Never leave me alone  너 하나만 바라는데  난 그거면 충분한데  결국엔 모든 게 어긋나 버렸어  이런 나를 두고 떠나가니 왜  Good luck baby Good luck to you  꼭 행복해야 해  너만 보는 날  너 하나밖에 없던 날  두고 떠나갔다면  Good luck baby Good luck to you  누구를 만나도  네가 내게 남긴 상처만큼  넌 더 행복해야 해  I hate you love you  하루에도 몇 번  Up and down  Feels like an elevator  Heal me I'm heartsick  There ain't no cure for my disease  너덜너덜해 난 너 때문에  네가 남긴 상처의 크기는  가늠이 안 돼  이런 상황에 난 널 위해  두 손을 모으네  I pray for ya Good luck to ya  I wanna  Hold you tight  Make you mine  Never leave me alone  너 하나만 바라는데  난 그거면 충분한데  결국엔 모든 게 어긋나 버렸어  이런 나를 두고 떠나가니 왜  Good luck baby Good luck to you  꼭 행복해야 해  너만 보는 날  너 하나밖에 없던 날  두고 떠나갔다면  Good luck baby Good luck to you  누구를 만나도  네가 내게 남긴 상처만큼  넌 더 행복해야 해  더 행복해야 해  이거 하나만은 알고 가  나만큼 널 사랑할 사람 없단 걸  난 너에게 많은 이별 중 하나겠지만 넌 나에게 처음이자 마지막인 걸 Good luck baby Good luck to you 꼭 행복해야 해 너만 보는 날 너 하나밖에 없던 날 두고 떠나갔다면 Good luck baby Good luck to you 누구를 만나도 네가 내게 남긴 상처만큼 넌 더 행복해야 해"}, {"song_no": "4645220", "year": "2014", "rank": "47", "title": "나의 옛날이야기", "artist": "아이유", "genre": "Ballad", "lyrics": "쓸쓸하던 그 골목을 당신은  기억하십니까  지금도 난 기억합니다  사랑한단 말 못하고 애태우던  그날들을 당신은 알고 있었습니까 철 없었던 지난 날의 아름답던  그밤들을 아직도 난 사랑합니다 철없던 사람아 그대는 나의 모든 것을 앗으려 하나 무정한 사람아 수줍어서 말 못했나 내가 싫어 말 안했나 지금도 난 알 수 없어요 이 노래를 듣는다면 나에게로 와주오 그대여 난 기다립니다 무정한 사람아 이 밤도 나의 모든 것을 앗으려 하나 철 없던 사람아 오늘 밤도 내일 밤도 그리고 그 다음 밤도 영원히 난 기다립니다"}, {"song_no": "4691278", "year": "2014", "rank": "48", "title": "Mr.애매모호", "artist": "마마무(Mamamoo)", "genre": "R&B / Soul", "lyrics": "mama mama moo 실례지만 내게 뭐가 묻은 거니 니 눈빛에 내가 헷갈리잖니 ma ma moo ma ma moo 거기 Mr 애매모호 쳐다만 보지 말고  좀 더 다가와 봐 쉿 뭐 지금 저한테  관심 있으세요  There is a boy hello  Mr 애매모호 애매모호 니 덫에 걸린 난 애정결핍 여우 ma ma moo ma ma moo 거기 Mr 애매모호 찔러보지만 말고 저질러봐 now 신사숙녀 여러분  lets get on with the show Show Show Show Show Show Darling is you woo 아직 넌 왜 눈치를 못 챘니 넌 Mr 애매모호 날 헷갈리게 하지 마 ooh ooh ooh ooh ooh ooh ooh My love is for you woo come on 왜 자꾸 내 맘을 몰라주는 거니 왜 oh Mr 애매모호 날 갖고 놀려 하지 마 shoot shoot shoot shoot  shoot shoot shoot shoot  꼭 꼭 숨어 머리카락 보일라  캔디를 문 듯한 달콤한 말투 양의 탈을 쓴 넌 꼬리치는 늑대 ma ma moo ma ma moo 거기 Mr 애매모호  내숭떨지 말고 나를 가져봐 쉿 oh 신사숙녀 여러분  lets get on with the show  Show Show Show Show Show Darling is you woo 아직 넌 왜 눈치를 못 챘니 넌 Mr 애매모호 날 헷갈리게 하지 마 ooh ooh ooh ooh ooh ooh ooh My love is for you woo come on 왜 자꾸 내 맘을 몰라주는 거니 왜 oh Mr 애매모호  날 갖고 놀려 하지 마 shoot shoot shoot shoot shoot shoot shoot shoot 꼭 꼭 숨어 머리카락 보일라 어서 말해봐 Mr 애매모호  왜 삐딱하게 구는 건 데  마치 베레모 사람 간보지 말고 빨리 와요 내게로  사랑은 쟁취하는 거야  불러 봐요 세레모니  ma ma moo ma ma moo 거기 Mr 애매모호 아마도 나 말고  딴 여자 있는 것 같다고 awwww  now oh 신사숙녀 여러분  lets get on with the show  Show Show Show Show Show Darling is you woo you yeah ho 아직 넌 왜 눈치를 못 챘니  Mr 애매모호  날 헷갈리게 하지 마  ooh ooh ooh ooh ooh ooh ooh  My love is for you wooonly for you 왜 자꾸 내 맘을 몰라주는 거니 왜 oh Mr 애매모호  날 갖고 놀려 하지 마 shoot shoot shoot shoot  shoot shoot shoot shoot  괜찮다면 박수 한 번 쳐 주세요 hey Mr"}, {"song_no": "4721314", "year": "2014", "rank": "49", "title": "Red Light", "artist": "f(x)", "genre": "Dance", "lyrics": "Ay Wait a minute  정글 속의 룰 따라 약한 자는 먹혀 앞으로만 밀어대니 Yeah 밀어대니 Nah  아차 하면 밟혀 Ay Ay It's a Red Light Light  이건 실제상황  뭐가 잘못된 건지도 몰라 Ay Ay It's a Red Light Light  경고하는 누군가 목소리를 잘 들어  Red Light 잠시만 숨을 쉬어봐 Eh Oh Eh Oh  이건 전쟁이 아니야 눈 크게 떠 거기  충돌 직전 폭주를 멈춰 변화의 목격자가 되는 거야 밀어대던 거친 캐터필러 그 앞에 모두 침몰 할 때 켜졌어 Red Light 선명한 Red Light  스스로 켜져 그것은 Red Light Boy 니가 말한 최선이란 변명  내겐 의문투성이 일뿐 진짜 사랑이란 어쩌면 아주 느린 파동 아주 느린 파동  Ay Ay It's a Red Light Light  서로에게 찾자 빛으로 찬  특별한 비상구  Ay Ay 생각해 봐 봐 그 무엇이  우릴 왜 멈추게 했던 건지  Red Light  한번만 뒤를 돌아  Eh Oh Eh Oh  소중한걸 찾아봐 눈 크게 떠 거기  충돌 직전 폭주를 멈춰 변화의 목격자가 되는 거야 밀어대던 거친 캐터필러  그 앞에 모두 침몰 할 때 켜졌어 Red Light  선명한 Red Light  스스로 켜져 그것은 Red Light 켜졌어 Red Light 두 개의 Red Light  붉은 태양과 네 앞의 Red Light 기적은 오는걸  너무 오래 걸렸지만  파란불 우린 기다려 원해  폭주를 멈춰  이건 실제상황 목소리 들어봐 눈 크게 떠 Yeah 너의 앞에 나타난 세상을 봐 밀어만 대던 충돌직전 널 밀어대던 캐터필러 그건 Madness  켜졌어 Red Light  선명한 Red Light  스스로 켜져 그것은 Red Light 켜졌어 Red Light  두 개의 Red Light  붉은 태양과 네 앞의 Red Light"}, {"song_no": "4633162", "year": "2014", "rank": "50", "title": "중독 (Overdose)", "artist": "EXO-K", "genre": "Dance", "lyrics": "모든 걸 걸고 널 들이킨 나 이젠 돌이킬 수도 없다 이건 분명 위험한 중독 So bad no one can stop her Her Love Her Love 오직 그것만 바라 그녀의 사랑 하나뿐인걸 치명적인 Fantasy 황홀함 그 안에 취해 Oh She wants me Oh She’s got me Oh She hurts me 좋아 더욱 갈망하고 있어 Someone Call The Doctor 날 붙잡고 말해줘 사랑은 병 중독 Overdose 시간이 지날수록 통제는 힘들어져 점점 깊숙이 빠져간다 Eh oh Too Much 너야 Your love 이건Overdose Too Much 너야 Your love 이건Overdose 놀리는 그 손길로 온 너 본능은 너를 갈구해 좀 더 가빠진 숨으로 질식된 후에 전율 그리곤 한숨 Her Love Her Love 독한 약 같아 내겐 헤어나올 수 없는 Destiny 피는 뜨거워졌지 마침내 모두 지배해 Oh She wants me Oh She’s got me Oh She hurts me 계속 너만 그리고 그린 나 Someone Call The Doctor 날 붙잡고 말해줘 사랑은 병 중독 Overdose 시간이 지날수록 통제는 힘들어져 점점 깊숙이 빠져간다 Eh oh Too Much 너야 Your love 이건Overdose Too Much 너야 Your love 이건Overdose 모두 다 내게 물어와 내가 변한 것 같대 심장에 네가 박혀버린 듯 세상이 온통 너인데 멈출 수 없어 이미 가득한 널 지금 이 순간 You’re in my heart EXO 난 너를 맛보고 너를 마신다 온 몸이 떨려와 계속 들이켜도 아직 모자라 손끝까지 전율시킨 갈증 이 순간을 잡아 질주를 멈추지 마 너무 좋아 I can't stop Hey Doctor 지금 이대로 괜찮나 나 주체할 수 없는 이끌림 속에 녹아내려가 난 이 느낌 없이는 죽은 거나 마찬가진걸 내가 사는 이유 난 너란 달콤함에 중독 Someone call the doctor Someone Call The Doctor 난 그녀가 필요해 하루도 난 버틸 수 없어 버티지 못해 벗어나고 싶지 않은 천국 같은 너 긴 긴 이 덫은 아름다워 Eh oh Too Much 너야 Your love 이건Overdose Too Much 너야 Your love 이건Overdose"}]