[{"song_no": "4674336", "year": "2014", "rank": "51", "title": "사랑했으니..됐어", "artist": "거미", "genre": "Ballad", "lyrics": "그러려니 끄덕거릴 그런 일일 뿐이야 모두 내 맘 같진 않은 거니까 Uh uh 이별 앞에 무너지는 내가 되지 않도록 너로 인해 잠시 멈춰 있었던 내 길을 다시 걸으면 돼 어디에나 있을 수 있는 일 이 순간도 누군가는 겪는 일 온 힘을 다해 사랑했으니 됐어 다만 쉽게 믿기가 힘든 일 잠시 많은 눈물이 필요한 일 꼭 쥐고 있었던 우리의 행복과 아픔들을 내려놓는 일 헤어짐은 언제든지 있을 수 있는 일인 걸 너의 미안함을 미워하는 건  바보짓이야 난 괜찮아 어디에나 있을 수 있는 일 이 순간도 누군가는 겪는 일 온 힘을 다해 사랑했으니 됐어 다만 쉽게 믿기가 힘든 일 잠시 많은 눈물이 필요한 일 꼭 쥐고 있었던 우리의 행복과 아픔들을 내려놓는 일 좋은 기억만 잘 떼어내어서 간직할 거야 모든 걸 잊긴 싫어 이별도 사랑의 하나로 생각하면서 널 보낼게 어디에나 있을 수 있는 일 그럴 수 있는 일 이 순간도 누군가는 겪는 일 온 힘을 다해 사랑했으니 됐어 서로를 모조리 들이마시고 참지 못해 안녕을 내뱉었던 긴 호흡과 같은 우리의 행복과 아픔들을 내려놓을 뿐 내려놓을 뿐"}, {"song_no": "4544242", "year": "2014", "rank": "52", "title": "그 중에 그대를 만나", "artist": "이선희", "genre": "Ballad", "lyrics": "그렇게 대단한 운명까진 바란적 없다 생각했는데 그대 하나 떠나간 내 하룬 이제 운명이 아님 채울 수 없소 별처럼 수 많은 사람들 그 중에 그대를 만나 꿈을 꾸듯 서롤 알아보고 주는 것 만으로 벅찼던 내가 또 사랑을 받고 그 모든건 기적이었음을 그렇게 어른이 되었다고 자신한 내가 어제같은데 그대라는 인연을 놓지 못하는 내 모습 어린아이가 됐소 별처럼 수 많은 사람들 그 중에 그대를 만나 꿈을 꾸듯 서롤 알아보고 주는 것 만으로 벅찼던 내가 또 사랑을 받고 그 모든건 기적이었음을 나를 꽃처럼 불러주던 그대 입술에 핀 내 이름 이제 수많은 이름들 그 중에 하나되고 오 그대의 이유였던 나의 모든 것도 그저 그렇게 별처럼 수 많은 사람들 그 중에 서로를 만나 사랑하고 다시 멀어지고 억겁의 시간이 지나도 어쩌면 또다시 만나 우리 사랑 운명이었다면 내가 너의 기적이었다면"}, {"song_no": "4585736", "year": "2014", "rank": "53", "title": "Bad (Feat. Vassy) (Radio Edit)", "artist": "David Guetta", "genre": "Electronica", "lyrics": "I say why does it feel so good So good to be bad Getting what I want boy Why does that make you so mad You see why does it feel so good So good to be bad 'Cause if it's trouble that you're looking for Oh baby here I am I am Oh baby here I am So why does it feel so good So good to be bad Bad I say why does it feel so good So good to be bad Getting what I want boy Why does that make you so mad You see why does it feel so good So good to be bad 'Cause if it's trouble that you're looking for Oh baby here I am I am Oh baby here I am I say why does it feel so good So good to be bad"}, {"song_no": "4583481", "year": "2014", "rank": "54", "title": "Give Love", "artist": "악동뮤지션", "genre": "Folk", "lyrics": "니가 날 싫어해 하는 걸 알아 나는 서운해 그런 날  왜 너는 못 이해해 You don't understand  난 너를 좋아한다고 내가 뭘 잘못했는데  내게 왜 그러는데 그럴수록 난 되게 섭섭해  Oh I'm so sad 그러니까 슬슬  Let me come into your 마음 중요한 건 마음  결코 네 얼굴만 보고  좋아하는 거 아니 아니야 날 미워하는 너의  날이 선 말투까지도  사랑하게 된 거 이게 내 맘이야 너에 대한 건 사소한 것도 기억해 난 마니아 아무리 나삐 굴어도 넌 내게 이 순간 만화야 순정만화야 주인공은 맨날  맨날 이렇게 밤마다 기도해 Give Love 사랑을 좀 주세요 Give Love 사랑이 모자라요 매일매일 자라는 사랑을  그녀에게 주는데도 받질 않으니 Give Love 사랑을 좀 주세요 Give Love 사랑이 모자라요 매일매일 자라는 사랑을  그녀에게 주는데도 받질 않으니 Give Love  Give Love Give Love 잘못한 것도 없는데 왜 무작정 싫어하고 보는 너 Why can't you understand me 난 너를 좋아한다고 네가 날 싫어해 하는 걸 안 후 부터 샘솟던 의욕이 다 시들고 설레던 내 맘도 끝이겠구나 했는데 또다시 슬금슬금  다가가도 될까 바라보는 것조차 싫어할까 봐 난 몰래 뒤에서 긍긍전전해 점점 해가 지면 달빛 정전에 용기가 나 내 맘을 전부 전해 하지만 그녀와 내 사이  거리 너무 멀어 주고 또 주는 사랑이 길바닥에 다 버려져 낙엽처럼 쌓이네 봄이 되면 흙으로 남아  혹시 기대해 싹이 될까 Give Love 사랑을 좀 주세요 Give Love 사랑이 모자라요 매일매일 자라는 사랑을  그녀에게 주는데도 받질 않으니 Give Love 사랑을 좀 주세요 Give Love 사랑이 모자라요 매일매일 자라는 사랑을 그녀에게 주는데도 받질 않으니 Give Love Give Love Give Love Give Love Give Love Give Love"}, {"song_no": "4503810", "year": "2014", "rank": "55", "title": "까탈레나 (Catallena)", "artist": "오렌지 캬라멜", "genre": "Dance", "lyrics": "춤추는 작은 까탈레나 Red Sun  나도 모르게 빠져 들어가  도도한 콧대 까탈레나 Red Sun  Jutti Meri Oye Hoi Hoi 홀려 들어가  어머머머 멋있어 반했어 어쩜 같은   여자끼리 봐도 참 멋있어  까칠까칠 하지만 한 번만 보고파   알고파 함께 춤 추고파  랄라랄라 흔들흔들 손 흔들고  네 목소리가 쉴 때까지 소리 질러  Jutti Meri Oye Hoi Hoi Paula   Mera Oye Hoi Hoi  참 잘했어요 100점 만점 주고파  춤추는 작은 까탈레나 Red Sun  나도 모르게 빠져 들어가  도도한 콧대 까탈레나 Red Sun  Jutti Meri Oye Hoi Hoi 홀려 들어가  스르르르르륵 스르르르르륵 녹 녹 녹 녹아든다 녹 녹 녹 녹아든다 파르르르르륵 파르르르르륵 떨 떨 떨 떨려온다 따라 따라 따라 하고파 시크해서 싫지만 그치만 어쩜 같은  여자끼리 봐도 매력 있어 분하지만 한 시간 두 시간 추고파 놀고파 뼈를 묻고 싶어 랄라랄라 흔들흔들 손 흔들고 네 목소리가 쉴 때까지 소리 질러 Jutti Meri Oye Hoi Hoi Paula  Mera Oye Hoi Hoi 아직 부족해 좀만 더 힘을 내봐 춤추는 작은 까탈레나 Red Sun 나도 모르게 빠져 들어가 도도한 콧대 까탈레나 Red Sun Jutti Meri Oye Hoi Hoi 홀려 들어가 스쳐 가는 두 손이 따듯해 알고 보면 착할래나 까칠한 나의 까탈레나 모두 다 같이 빠져들어 가 도도한 콧대 까탈레나 Red Sun Jutti Meri Oye Hoi Hoi 홀려 들어가 스르르르르륵 스르르르르륵 녹 녹 녹 녹아든다 녹 녹 녹 녹아든다 파르르르르륵 파르르르르륵 떨 떨 떨 떨려온다 따라 따라 따라 하고파"}, {"song_no": "4724122", "year": "2014", "rank": "56", "title": "움직이지마", "artist": "다비치", "genre": "Ballad", "lyrics": "난 하루하루 너 땜에 살아 죽지 못해 아프게 살아 오늘도 외로이 잠 못 드는 이 밤 난 하루하루 힘들게 살아 아직 너를 잊지 못하고 멍하니  눈물만 이제는 너를 다시 볼 수 없잖아 바람이 선택한 길을 따라서 너와의 추억을 밟아본다 한없이 흘러내리는 눈물이 힘들게 하네 여전히 널 사랑하는데 움직이지마 제발 움직이지 마 거기 그대로 멈춰 서 I'm falling down 무너져 가 움직이지 마 제발 떠나가지 마 이렇게 아프고 아픈데 날 안아줘 난 하루하루 너 땜에 살아 죽지 못해 아프게 살아 오늘도 외로이 잠 못 드는 이 밤 난 하루하루 힘들게 살아 아직 너를 잊지 못하고 멍하니  눈물만 이제는 너를 다시 볼 수 없잖아 밤새 술 취해 너를 불러도  대답조차 없는 너 난 너무 슬퍼 죽지 못해 살아요 넌 어떤가요 너무 보고 싶은데 움직이지마 제발 움직이지 마 거기 그대로 멈춰 서 I'm falling down 무너져 가 움직이지 마 제발 떠나가지 마 이렇게 아프고 아픈데 날 안아줘 난 하루하루 너 땜에 살아 죽지 못해 아프게 살아 오늘도 외로이 잠 못 드는 이 밤 난 하루하루 힘들게 살아 아직 너를 잊지 못하고 멍하니  눈물만 이제는 너를 다시 볼 수 없잖아 새벽 늦은 밤 거리에서 흘러나오는 이 슬픈 노래가 왜 이리 내 맘 같은지 나 어떡하죠 네가 너무 보고 싶어"}, {"song_no": "4667457", "year": "2014", "rank": "57", "title": "사랑 그 한마디", "artist": "태연 (TAEYEON)", "genre": "Drama", "lyrics": "아무도 모르게 나조차 모르게 언제부터인지 그대가 내 맘에 어제도 눈물이 오늘도 눈물이 흘러 고개를 숙인 채로 난 그댈 보네  사랑은 그렇게 그대가 모르게 아무 이유 없이 그대를 내 맘에 홀로 이렇게 이말 되뇌이며 우는 나를 그대는 아는지 넌 내 안에 그려놓은 한마디 늘 내안에 숨겨왔던 한마디 그대를 바라보고 있는데 늘 곁에 있는데 사랑 그 한마디만 못해 언제나 내 옆에 그대만 내 옆에 있어 달란 말은 아직도 내 안에 홀로 이렇게 이말 되뇌이며 우는 나를 그대는 아는지 넌 내 안에 그려놓은 한마디 늘 내 안에 숨겨왔던 한마디 그대를 바라보고 있는데 늘 곁에  있는데 사랑 그 한마디만 못해 내 가슴이 하는 말 나보다 널 사랑해 널 사랑해  해주고 싶은데 넌 내 안에 그려놓은 한마디 늘 내 안에 숨겨왔던 한마디 그대를 바라보고 있는데 늘 곁에 있는데 사랑 그 한마디만 못해"}, {"song_no": "4706588", "year": "2014", "rank": "58", "title": "반도의흔한랩퍼 (Feat. San E, 스윙스)", "artist": "버벌진트", "genre": "Rap / Hip-hop", "lyrics": "Brand New OVC Seoul City 누가 더 세 누가 더 빨라 내 관심사는 좀 달라 누가 통장에 돈 많아 나 진짜로 좀 달라 누가 더 여자 번호 잘 따 내 관심사는 좀 달라 VJ 반찬 사러 가는 길에 우연히 게슴츠레한 눈빛으로 마치 백수처럼 가는 거 봤다는 목격담 big fan 이라고 말하고 전화기 case에 싸인 받고 싶었지만 너무 초췌한 모습에 그런 마음이 싹 다 사라졌단 ha yeah that's me 누군가는 이해가 안 되겠지 비에 범벅이 돼 아니면 좋아보여 또는 충분히 예뻐 노랫말 속의 남자와는 절대 매칭 되지 않는 모습 나 자신도 인정해 그건 일종의 배신 미안하지만 내가 나온 방송도 시간이 아까워서 본방사수 안 하는데 외모 신경 쓰고 있을 시간 없어 그 시간에 술이나 더 퍼마시거나 어디 처박혀서 작업 더 하는 게 더 낫다고 보니깐 여자 작업인지 음악 작업인지는 모르지만 Yeah that's me that's how I be yeah TV에 나와도 크게 달라진 게 없어 before and after 그냥 흔한 반도의 랩퍼 연예인 행세는 못하겠어 어딘가 좀 어색해서 Yeah that's me that's how I be yeah TV에 나와도 크게 달라진 게 없어 before and after 그냥 흔한 반도의 랩퍼 착하게 잘 나가다가도 뭔가 아니면 음악에 독을 뱉어 산이 이제 제법 돈 많이 벌었을 거라 다 생각치만 딱히 변한건 없어 아직 내 연습실은 새벽녘 이수역 전신 거울 앞임 차 뭐 끄냐고 지하철과 버스 still 동대문 shopping 싸고 편한 걸 still 공연하기 전 날 turn up 하는 건 still DrDre then I feel like I'm a gang 서민 코스프레나 궁색하려는 게 아냐 그냥 그저 그게 나야 do I want expensive watch fuck yeah I love it 근데 몸에 배버린 아끼는 버릇이 범인 사람이 훅 하고 바뀔 수는 없나 봐 언젠가 나도 변하겠지 그러나 자꾸 떠올라 날 위한 기도와 열심히 일찍 일어나 힘든 일하고 있을 아빠 엄마가 그래서 기부 봉사 그게 내 swag 착하게 살라 노력하는 죄인 but don't get it twisted dawg 언제 또 돌아올지 몰라 예전 미친놈 몰라 다 됐고 어찌 됐건 간에 내가 하고픈 말은 네가 백번 물어도 똑같아 난 반도의 흔한 랩퍼 듣느라 욕봤다 Yeah that's me that's how I be yeah TV에 나와도 크게 달라진 게 없어 before and after 그냥 흔한 반도의 랩퍼 연예인 행세는 못하겠어 어딘가 좀 어색해서 Moon Swings 월요일의 아침에 이태원 시간이 11신데 아직도 취해 있는 그런 모습 누구는 뒤에서 뒤태 사진 찍네 우웩 DC에 올려 미친 돼지 점심시간에 꼴았어 retweet에 tweet 해 계속 올려도 돼 아무도 신경을 안 써 이게 내가 내 음악서 말한 내 인생 그래서 난 맘이 편해 죄지은 것도 없고 늘 하고 싶은 말이 내가 싫으면 fuck you고 I know them girls love me so I say thank you boo 너처럼 평범해 무대 밖에서도 가랭이 잡고 다니는 것 말곤 난 책 좋아해 그리고 강아지랑 예쁜 가구 사러 다녀 예쁜 여자 친구와 또 예쁜 칫솔걸이 치카치카 벌꿀 ice cream 먹지 black and yellow like WizKhalifa Yeah that's me that's how I be yeah TV에 나와도 크게 달라진 게 없어 before and after 그냥 흔한 반도의 랩퍼 연예인 행세는 못하겠어 어딘가 좀 어색해서 Yeah that's me that's how I be  yeah TV에 나와도 크게 달라진 게 없어 before and after 그냥 흔한 반도의 랩퍼 착하게 잘 나가다가도 뭔가 아니면 음악에 독을 뱉어"}, {"song_no": "4646572", "year": "2014", "rank": "59", "title": "사랑이 지나가면", "artist": "아이유", "genre": "Ballad", "lyrics": "그 사람 나를 보아도 나는 그  사람을 몰라요  두근거리는 마음은 아파도 이젠  그대를 몰라요  그대 나를 알아도 나는 기억을  못합니다  목이 메어와 눈물이 흘러도 사랑이  지나가면  그렇게 보고 싶던 그 얼굴을 그저  스쳐 지나면  그대의 허탈한 모습 속에 나 이젠  후회 없으니  그대 나를 알아도 나는 기억을  못합니다  목이 메어와 눈물이 흘러도 사랑이  지나가면  그렇게 보고 싶던 그 얼굴을 그저  스쳐 지나면  그대의 허탈한 모습 속에 나 이젠  후회 없으니  그대 나를 알아도 나는 기억을  못합니다  목이 메어와 눈물이 흘러도 사랑이  지나가면  사랑이 지나가면  사랑이 지나가면"}, {"song_no": "4579474", "year": "2014", "rank": "60", "title": "견딜만해 (Feat. 효린 Of 씨스타)", "artist": "매드클라운", "genre": "Rap / Hip-hop", "lyrics": "402호 빈집 불 꺼졌네 온몸이 터널 같아 허전해 밤은 낮을 걷어내고 비가 내린 것  같지는 않은데 내 눈가 어 젖었네 똑똑 넌 여기 없는 것 같아  조심스레 현관문 열고 들어간 다음 안쪽에서 문을 잠그네 철컥 너를 떠나 보내는 소리 철컥 니가 나간 추억이란 방 홀로 남아  니 멋대로 어질러놓은 기억들을 난 담아 떠나가는 입장과 떠나 보내는  입장은 항상 달라 둘은 전혀 다른 심장 니가 뭘 알아 너만 편한 거짓말로  날 계속 아프게 하지마 그래 넌 돌아서서 가 사랑했으니까  넌 다치지 않을 만큼만 날 옆에 둔거니까 니가 외롭지  않을 만큼만 견딜만해 지낼만해 어차피 다치지 않을 만큼 사랑했으니까 But I still love you 참을만해 말하지만 자존심 땜에 하지 못한 말 헤어지지 말자 Cuz I still love you 다 거짓말 I'm fine 다 거짓말 I'm fine Even without you Even without you 견딜만해 괜찮아 생각보다  견딜만해 내 삶에 니가 없어도 친절하지 못했던 이별의  방식이었지만 걱정 마 견딜만해 난 보기보다 빨랠 돌리다 티비를 켜 잠시 멍  때리다 책상에 앉아 책을 펴 밥을 먹어 니가 빠져버린 내 일상 별로  달라진 건 없어 사랑했거든 넌 다치지 않을 만큼만 나 이별을 똑바로 마주보는 법  몰라서 슬픔 앞에 고슴도치마냥  웅크렸어 아닌 척 정말로 나 노력하고  있지만 숨을 안 쉬는 것 빼곤 별 짓 다해봐도 아퍼 언젠가 사랑을 잃었을 때 다시는  그러지 않겠다 가슴에 아프게 새긴 노랫말 미련을 추하다 여기지 말 것 또  기꺼이 아파하고 마음껏 울을 것 견딜만해 지낼만해 어차피 다치지 않을 만큼 사랑했으니까 But I still love you 참을만해 말하지만 자존심 땜에 하지 못한 말 헤어지지 말자 Cuz I still love you 서로의 마음 각도기처럼 재곤 했던  우린 결국 딱 그만큼의 사랑 딱 그만큼의 집 쉴 곳도 돼주지 못한 채 서로를  가두기 바빴고 보금자리가 돼주기보다 문을 굳게 닫은 창고 추억은 빈집에 갇히고 우린 여기  다신 안 와 한가지 확실한 건 그런 감정  이제는 다신 안 와 잘 지내 내 모든 맘으로 널 그리워해 사랑은 갇히고 난 바깥에서 문을 잠그네 빈집 너 들리니 더 많이 안아주지 못한 나 이기적이던 나 정말 미안해 이별 앞에서 너 앞에서 자존심 땜에 하지 못한 말 헤어지지 말자 Cuz I still love you 다 거짓말 I'm fine 다 거짓말 I'm fine Even without you Even without you"}, {"song_no": "4639335", "year": "2014", "rank": "61", "title": "Night And Day", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "잠에 들지 않아도  꿈은 꾸고 있는걸  가끔 너와 함께 있어도  잘 믿기지가 않는걸  for your love  힘을 가지고 싶어  for your love  하루를 더 늘리고 싶어  나만 남자이고 싶어  I Luv U 24Hours  너라서 고마워  볼 때마다 놀라워 정말 아름다워  높이 태양이 뜬 낮 달이 오른 밤  늘 너를 지킬 테니까  Cuz I'm your knight na na knight  I'm your knight na na knight  필요 없지 않은 게  너에게는 없는걸  내가 원하고 바라던 게  니가 가진 모든 것  for your love  많은걸 알고 싶어  for your love 세상을 더 배우고 싶어  단지 너를 위해서  I Luv U 24Hours  너라서 고마워  볼 때마다 놀라워 정말 아름다워  높이 태양이 뜬 낮 달이 오른 밤  늘 너를 지킬 테니까  Cuz I’m your knight na na knight  I'm your knight na na knight  먼 훗날 너와 내가 눈을 감아도  우리사랑은 오래도록  얘기 되기를 난 기도해 my baby I pray I wanna lay U down  내 삶의 주인공은 너 Girl Imma Luv U Night and Day I Luv U 24Hours  너라서 고마워  볼 때마다 놀라워 정말 아름다워  높이 태양이 뜬 낮 달이 오른 밤  늘 너를 지킬 테니까  Cuz I'm your knight na na knight I'm your knight na na knight  knight na na knight I'm your knight na na knight"}, {"song_no": "4729579", "year": "2014", "rank": "62", "title": "Saturday Night", "artist": "god", "genre": "Dance", "lyrics": "Yo what’s up everybody It’s Saturday night Saturday night 벌써 난 두근두근 대는 밤 so fine so good girl you make me feel so right Saturday night 벌써 난 두근두근 대는 밤 so fine so good girl you make me feel so right 오늘 불량한 태도 약간 난 취한 채로 숫기 없는 애 빼는 애 눈치 없는 앤 뒤로 모두가 돈의 노예 사랑의 노예 고민을 왜 해 춤추면서 랄랄라 힘들 때 내게 전화해 Oh It's Saturday night 넌 못 놀면 얼레리 꼴레리야 It's Saturday night oh 비밀을 지켜 오늘밤 Like this yo to the break of dawn do you feel me every body come on Oh good tonight 역시 좋은 예감이 딱 들어맞더니 딱 Oh good tonight 미쳐버린 이 순간 잠들지 않는 오늘밤 오빠만 믿고 너 따라와 딱 오빠가 별 하나 따줄게 딱 오빠만 믿고 너 따라와 미쳐버린 이 순간 잠들지 않는 오늘밤 사랑을 잃은 자들의 대피소 어둠을 환하게 밝히사 이 클럽은 예술가의 작업실 이 밤에 대박을 땡기길 독한 술에 우린 꿀 타듯이 위험한 경계선에 불타듯이 이 못된 양들아 내게로 와 너희 부모님이 이러는 거 아니 Oh It's Saturday night 넌 못 놀면 얼레리 꼴레리야 It's Saturday night oh 비밀을 지켜 오늘밤 Like this yo to the break of dawn do you feel me every body come on Oh good tonight 역시 좋은 예감이 딱 들어맞더니 딱 Oh good tonight 미쳐버린 이 순간 잠들지 않는 오늘밤 오빠만 믿고 너 따라와 딱 오빠가 별 하나 따줄게 딱 오빠만 믿고 너 따라와 미쳐버린 이 순간 잠들지 않는 오늘밤 Yo god is back 모두같이 1 2 3 4 god 노는 스타일로 오빠가 춤추는 대로 Follow 모두 불토 여기 붙어 Hey party up all night long Oh good tonight 역시 좋은 예감이 딱 들어맞더니 Oh good tonight 미쳐버린 이 순간 잠들지 않는 오늘밤 오늘밤 나를 사랑해줘 오늘 더 세게 날 안아줘 오늘밤 나를 사랑해줘 모두 미쳐 외쳐 난리쳐 It's Saturday night 오빠만 믿고 너 따라와 딱 오빠가 별 하나 따줄게 딱 오빠만 믿고 너 따라와 미쳐버린 이 순간 잠들지 않는 오늘밤"}, {"song_no": "4594680", "year": "2014", "rank": "63", "title": "요즘 바쁜가봐", "artist": "2BIC(투빅)", "genre": "R&B / Soul", "lyrics": "이 정도까진 아니었는데 사람 맘이란 게 이렇지 이 모든 걸 넌 예측한거니 이게 밀당 뭐 그런거니 매일 내 마음을 떠보던 너의  문자를 이젠 내가 기다린다 자꾸 니가 생각나 한때는  부담스럽던 니가 또 매일매일 눈에 보이던 니가 내가 걸린건가 아님 낚인건가 너의 장난에 한 번만 더 물어봐 솔직히 누가 제일 좋냐고 또 매일매일 누가 보고 싶냐고 니 이름을 말할 수 있는데 요즘 넌 바쁜가봐 평범하다고 생각했는데 왜 이렇게 예뻐보일까 동생으로만 보였었는데 이젠  여자로만 보이네 내게 칭얼칭얼 대던 너의 모습들이  이젠 너무 그리운데 자꾸 니가 생각나 한때는  부담스럽던 니가 또 매일매일 눈에 보이던 니가 내가 걸린건가 아님 낚인건가 너의 장난에 한 번만 더 물어봐 솔직히 누가 제일 좋냐고 또 매일매일 누가 보고 싶냐고 니 이름을 말할 수 있는데 요즘 넌 바쁜가봐 허전해서 이러는 맘이 아냐 난 니가 필요해 이러는 게 어디있어 이렇게 널 기다리게 만들어 놓고 나서 너만 사랑하게 만들고 나서 oh 이렇게 될 줄은 나 몰랐어 내가 바본건가 아님 속는건가  너의 장난에 한 번만 더 불러줘 니 입에 붙어 있던 내 이름 나만 아는 그 귀여운 목소리로 재잘대던 니가 그리운데 요즘 넌 바쁜가봐"}, {"song_no": "4690053", "year": "2014", "rank": "64", "title": "바라만 보네요", "artist": "손승연", "genre": "Ballad", "lyrics": "오늘도 그대 얼굴을 조금 더 보고 싶어서 곁눈으로 그댈 보고 있는 나 눈물을 속이며 살아요 그대가 미웠던 날 단 하루 그대가 보고픈 날은 그 하루 빼고 다 그 사람만이 날 가질 수 있는데 내겐 너무 소중한 그 사람이 지금 아파하는데 난 바라만 보네요 울고 있는데 난 바라만 보네요 그댄 다른 곳만 보고 나는  지워지지 않고 오늘처럼 그대가 보고 싶을 때  마다 곁눈으로 그대가 미웠던 날 단 하루 그대가 보고픈 날은 그 하루 빼고 다 그 사람만이 날 숨 쉬게 하는데 내겐 없어선 안 될 그 사람이 지금 아파하는데 난 바라만 보네요 울고 있는데 난 바라만 보네요 그댄 다른 곳만 보고 나는  지워지지 않고 오늘처럼 그대가 보고 싶을 때  마다 바라보죠 그댈 알게 된 것만으로 난 행복에 살아 고마울 뿐 이죠 아파하는데 난 바라만 보네요 사랑하는데 난 바라만 보네요 많이 미워도 해보고 많이 원망도 해봐도 원망조차 그대에겐 들리지 않나봐  그 옆에 날"}, {"song_no": "4727298", "year": "2014", "rank": "65", "title": "MILK", "artist": "f(x)", "genre": "Dance", "lyrics": "넌 아무 말 없었지 그걸로 끝이었지 나 역시 말이 없어  그걸로 우린 끝이 돼 버린  아까 전 아직 선명하던 여름 햇살은 덥고 온몸엔  열이 나고 난 어지러워 난 조금 정신 없어  뭔가 시원한걸 마셔 너 땜에 다친 마음이 아파  뜨겁게 데인 기억들이 아파 마침 부엌의 하얗고  차가운 우유를 봤어 어떡할까 Hmm My MILK  데인 맘에 붓죠  맘에 붓죠 맘에 붓죠 My MILK 데인 Hmm My MILK 베인 맘을 적셔 맘을 적셔 맘을 적셔 My MILK 베인  Ma Ma Ma MILK 베인  맘 맘에 MILK 칭칭 벨이 울리고 나면  블링블링 반짝이는 아침의 세상은 나른하지만  내 맘 끓는 건 누가 알겠니 칭칭 벨이 울리고 나면  블링블링 반짝이는 ahh 여름 햇살은 덥고  온몸엔 열이 나고 난 어지러워 난 네가 필요해 난 네가 필요해  난 네가 필요해 난 네가 필요해  딱 지금 필요해 Yeah Yeah 너 땜에 다친 마음이 아파  뜨겁게 데인 기억들이 아파 마침 부엌의 하얗고  차가운 우유를 봤어 어떡할까 Hmm My MILK 데인  맘에 붓죠 맘에 붓죠 맘에 붓죠  My MILK 데인 Hmm My MILK 베인  맘을 적셔 맘을 적셔 맘을 적셔 My MILK 베인 Ma Ma Ma MILK 베인  맘 맘에 MILK 사랑의 상처 점점 아파져  이건 낫지도 않죠 더 심해져요 난 어떡해 난 어떡해  난 너 없이 어떡하냐고  Woo Woo Woo Yeah 유리병을 눈에 대고  바라본 이 세상은 동글 I don't care 내게 보인 대로 Yeah 이해하고 받아들였죠  그닥 복잡하진 않아요  처음부터 하얀색이니까 만약 그걸 바꾼다면 What Hmm My MILK 데인  맘에 붓죠 맘에 붓죠 맘에 붓죠  My MILK 데인 So fresh so fine  이제야 좀 시원해 Ma Ma MILK 베인 Ma Ma Ma MILK 베인 Hmm My MILK 데인  맘에 붓죠 맘에 붓죠 맘에 붓죠  My MILK 데인 Hmm My MILK 베인 맘을 적셔 맘을 적셔 맘을 적셔 My MILK 베인  Ma Ma Ma MILK 베인  맘 맘에 MILK My MILK 데인 맘에 붓죠"}, {"song_no": "4478187", "year": "2014", "rank": "66", "title": "Come Back Home", "artist": "2NE1", "genre": "Electronica", "lyrics": "One two three 넌 나를 떠났지만 어딘가에서 너의 숨소리가  들려와 또 다시 Four five six 빨간 눈물이 내려와 나를 안던 너의 향기가 그립다 나를 위한 거라 했던 너의 말 거짓말처럼 차갑게 돌아섰던  너는 왜 너는 왜 you’re gone away Come Back Home Can you come back home  차가운 세상 끝에 날 버리지  말고 내 곁으로 Come back home Can you come back home 모든 아픔은 뒤로 해  여전히 널 기다려 이렇게 Now you gotta do what you gotta do COME BACK HOME COME BACK HOME Come baby baby come come baby Come Come baby baby come come 내게 돌아와 Come baby baby come come baby Come Come baby baby come come 아무 대답 없는 니가 너무 밉지만 가끔은 너도 나를 그리워할까 yeah 너 없는 시간 속에 갇혀버린 난 앞을 볼 수가 없어 너무 두려워 아직도 못다 한 많은 날들이 기다리고 있을 것만 같아  너는 어디에 어디에 too far away Come Back Home Can you come back home  차가운 세상 끝에 날 버리지  말고 내 곁으로 Come back home Can you come back home  모든 아픔은 뒤로 해  여전히 널 기다려 이렇게 Now you gotta do what you gotta do Come back home Come back home Come baby baby come come baby Come Come baby baby come come 내게 돌아와 Come baby baby come come baby Come Come baby baby come come Come Back Home Can you come back home 차가운 세상 끝에 날 버리지 말고  내 곁으로 Come back home Can you come back home  모든 아픔은 뒤로 해  여전히 널 기다려 이렇게 Now you gotta do what you gotta do"}, {"song_no": "4729598", "year": "2014", "rank": "67", "title": "노래 불러줘요 (Feat. 아이유)", "artist": "god", "genre": "Ballad", "lyrics": "그때가 내가 막 21살 때쯤인가 지금 너랑 비슷했을걸 그때로 돌아가는 법을 난 알고 있죠 이 노래와 이 목소리 음악은 타임머신 추억이 쌓이듯이 기억 속 한 구석 자리한 아지트 같은 느낌 음악엔 나이 없어  거기 누구 없소 음악 볼륨이나 크게 높여줘 고마운 늘 옆에 있어준 I l o v e you 노래 불러줘요 멋진 목소리로 달콤한 위로가 되어줘요 Oh 너를 위해 언제까지나 사랑의 노래를 불러줄게 Song for you 선배님 랩 해줘요 선배 말고 이름을 불러줘 나 데니 격식은 빼줘 편하고 편하게 사는 게 난 좋아 참고 사는 게 몸에 이젠 좋아 그래도 선배님 에헤이 진짜 선배 나 원래 쿨해 외모와 비례 여드름 위에 났던 여드름 이제 피부미남 데니가 왔으니까 음악은 타임머신 추억이 쌓이듯이 기억 속 한 구석 자리한 아지트 같은 느낌 음악엔 나이 없어 거기 누구 없소 음악 볼륨이나 크게 높여줘 고마운 늘 옆에 있어준 I l o v e  I love you 노래 불러줘요 멋진 목소리로 달콤한 위로가 되어줘요 너를 위해 언제까지나 사랑의 노래를 불러줄게 Song for you 부드럽게 난 때로는 격하게 노래해 노래 불러줘요 멋진 목소리로 달콤한 위로가 되어줘요 너를 위해 언제까지나 사랑의 노래를 사랑의 노래를 노래 불러줘요 멋진 목소리로 달콤한 위로가 되어줘요 너를 위해 언제까지나 사랑의 노래를 불러줄게 Song for you 노래 불러 줄게 너를 위한 노래 달콤한 위로가 되어줄게 널 위해 언제까지나 사랑의 노래를 불러줄게 Song for you 오빠 노래 불러줘요 어떤 걸 원해 뭐든지 말만해  오빠 노래 불러줘요 발라드 블루스 R&amp;B 댄스 널 위해 뭘 못해"}, {"song_no": "4692825", "year": "2014", "rank": "68", "title": "팔베개", "artist": "다비치", "genre": "Ballad", "lyrics": "다시 이렇게 이렇게  잔인한 그 계절이  멈춰 버린 듯 또 스쳐가듯  길 잃은 그 계절이  내게로 와요 내게로 와요  아프게 아프게  약해빠진 내 마음은  그때 기억 속으로  잔인한 계절은 또  나를 비껴가질 않네  자꾸만 좋았던 기억도  생각나게 해주질 않네  팔베개 하고 누워  뒹구르던 우리  그 철없던 날 그 밤은  다시 저 만큼 저 만큼 멀어지네 밤은 깊어져 더 푸르고 누군가 노래해요 너무 어렸던 우리들만의 깊고 푸른 밤처럼  또렷해져요 또렷해져요 밤의 색깔처럼 약해빠진 내 마음은 그때 기억 속으로 잔인한 계절은 또 나를 비껴가질 않네 자꾸만 좋았던 기억도 생각나게 해주질 않네 팔베개 하고 누워 뒹구르던 우리 그 철없던 날 그 밤은  다시 저 만큼 저 만큼 멀어지네 Woo 이렇게 La La La La La La La La 머나먼 계절은 마치 엊그제 같아 슬퍼 손 내밀면 잡힐 것만 같아 그래 그게 날 울려 팔베개 하고 누워 뒹구르던 우리 그 철없던 날 그 밤은  다시 이렇게 이렇게 멀어지네 팔베개 하고 누워 뒹구르던 우리 그 철없던 날 그 밤은 다시 내게서 내게서 멀어지네 멀어지네"}, {"song_no": "3726617", "year": "2014", "rank": "69", "title": "자니 (Feat. Dynamic Duo)", "artist": "프라이머리", "genre": "Rap / Hip-hop", "lyrics": "일 끝나서 친구들과 한잔 내일은 노는 토요일이니깐 일 얘기 사는 얘기 재미난 얘기 시간가는 줄 모르는 이 밤 술기운이 올라오니 사내놈들끼린 결국엔 여자 얘기 적적해서 서로의 전화기를 꺼내 번호목록을 뒤져보지 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 돌려보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 술자리가 끝나가 3차로 이동하기 전인데 문자는 일분 칠분 십분 and 이십분 담배와 애만 태우는 지금 답장 왔어 오빠 나 남친 생겼어 늦었어 좀 일찍 연락하지 그랬어 담에 봐 그냥 담에 낮에 봐 후회할거 알면서 전 여자친구에게 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 보내보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 아 진짜 술만 들어가면 왜 이렇게 들뜨는지 나도 잘 몰라 난 왜 그녀들을 부르는지 갑자기 허전해 작업을 걸어대지 여기저기 오늘 밤 나 자존심 다 버렸네 전 여친한테 더럽게 달라붙어 봤지만 그녀는 버럭해 너 진짜 철없게 언제까지 이럴래 미안해 갑자기 외로운걸 어떡해 껄떡대 껄떡대 나 여기저기 다 맘껏 들쑤시고 다녀 온 거릴 거릴 다 또 잠들었어 프라이머리가 텐션 떨어진다 동훈아 넌 저리가 이제 해가 나올 시간이 되가니까 눈이 녹듯이 사그라드는 기대감 너무 지치고 피곤해 자고 싶어 이제 나 첫차를 타고 졸며 집에가 창밖에 앉아 밖을 바라보네  나는 꾸벅꾸벅 조는데 사람들은 하루를 시작해 눈부셔 아침해를 보는게 정신은 맑아지지 않는 기분 아직도 바쁜 내 손가락 아직 손은 바쁘게 움직이지 해장국이나 먹고 갈래 오빠랑 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 보내보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 가지마 제발 심심해서 그래"}, {"song_no": "4512170", "year": "2014", "rank": "70", "title": "흔한 노래", "artist": "임창정", "genre": "Ballad", "lyrics": "미뤄놨던 빨래를 개고 다 털어내듯 샤워를 하고 마침 걸려온 친구 놈의 술 한잔 약속에 머릿속을 비우러 간다 온통 네 생각에 걷고 또 걷다 너무 보고 싶어 눈물 흘리다 길거리에 흐르는 어떤 노랫말들이 모두 내 이야기 같아 너와 나의 이야기 이건 가장 흔한 노래야 들어봐 모든 사람들이 부르는 노래 아무리 슬퍼도 울면 안 돼 넌 그 흔한 이별처럼 흘려 보내면 돼 가장 흔한 노래 가사처럼 모두 사랑 앞엔 상처투성이 아픈 가슴 안고 나를 떠난 너 우리 같이 부르던 흥얼거리던 노래 지금 우리 이야기야 너와 나의 이야기 이건 가장 흔한 노래야 들어봐 모든 사람들이 부르는 노래 아무리 슬퍼도 울면 안 돼 넌 그 흔한 이별처럼 흘려 보내면 돼 가장 흔한 노래 가사처럼 잊을 수가 없잖아 널 보낼 수가 없잖아 이 노래를 들어 내게로 돌아와 이건 가장 흔한 노래 이건 가장 흔한 노래야 들어봐 들어봐 모든 사람들이 부르는 노래 아무리 슬퍼도 울면 안 돼 넌 그 흔한 이별처럼 흘려 보내면 돼 가장 흔한 노래 가사처럼"}, {"song_no": "4671153", "year": "2014", "rank": "71", "title": "Stay With Me (Feat. G-Dragon Of Bigbang)", "artist": "태양", "genre": "R&B / Soul", "lyrics": "그대도 나와 같은  슬픈 표정을 하고 있었잖아  Won't you stay with me  A yo what's up baby girl   오늘따라 더 Beautiful  그 동안 잘 지냈어  어색한 지금 우리 둘  그냥 I just wonder  이 모든 게 낯설어  네가 불편하지 않게  쿨한 척 해 말 걸어  애교 섞인 장난에  올라가는 분위기  때론 진지해도  네겐 가볍게만 들리지  웃기지 어느새 다 빈  Wine and Tea  그 속에 가득 채운 느낌  There's something  Was so lonely  내 맘을 넌 알잖아  하루 종일 기다려 온 나잖아  일부러 날 밀어내려  강한척하고 있지만  누구보다도 여린  나의 Darling Darling  그대도 나와 같은  슬픈 표정을 하고 있었잖아  Won't you stay with me  내게로 와  입은 아니라 해도  눈은 날 원한다고 말했잖아  Won't you stay with me  내게로 와  예전과 같이 밤거리를  둘이서만 걸어  누가 봐도 원래  다정했던 연인들처럼  사람들 많은 클럽 둘이 부비부비  Hey Did you maybe flirt  with me a little bit  너는 술에 취해 나는  너의 눈코입 몸에 취해  내 귀에 속삭이는  네 숨소리에 마비돼  자 이제  Baby I will take you home  마지막으로 널 한번만 더 세게 안고 그 발코니 이른 아침이었잖아 기억나니 손을 흔들었잖아 그 날의 우리 모습은 너무나 완벽했지만 돌아서 나 혼자 또 다시 Falling Falling 그대도 나와 같은 슬픈 표정을 하고 있었잖아 Won't you stay with me 내게로 와 입은 아니라 해도 눈은 날 원한다고 말했잖아 Won't you stay with me 내게로 와 아무런 말도 없이 널 이 순간에 머물게 해줘 오늘밤이 지나면 새로운 날이 시작돼 내게는 너뿐이야 내 사랑은 너 하나뿐이야 Hey 망설이지 말고 그저 이대로 Stay with me For worse or for better  Just stay with me forever For worse or for better  Just stay with me forever 그대도 나와 같은 슬픈 표정을 하고 있었잖아 Won't you stay with me 내게로 와 입은 아니라 해도 눈은 날 원한다고 말했잖아 Won't you stay with me 내게로 와"}, {"song_no": "4478191", "year": "2014", "rank": "72", "title": "멘붕 (CL Solo)", "artist": "2NE1", "genre": "Electronica", "lyrics": "자 지켜봐라 이 진동의 힘 척추를 타고 내려온 이 느낌 꽃 한 송이 피우리라 못다 핀  Fire Fire 다 같이 불조심  이건 말로 하는 요가 뻣뻣한 자들은 한 번에 녹아 꼬리가 길면 반드시 잡힌다 세상은 요지경 짜가가 판친다 수리수리 마수리 수수리 사바하 네 영혼을 확 깨우는 자장가 저 위로 올라가 자신을 내려 봐 월화 수목 금토 일 Karma karma karma is  looking for you What u gonna do when  they come for you Karma karma karma is  gonna find you What u gonna do  보름달이 떴다 강강수월래 2ne1이 떴다 everybody sqalay 이 세상을 멱살을 흔드는 막춤 숨겨진 내 눈은 감별해 짝퉁 빠르디 빠른 난 뛰어 산토끼처럼 대박을 터뜨려 쌍코피처럼 헝클어진 머리에 풀리는 동공 멘탈은 붕괴 미션은 성공 비비디 바비디 부 하쿠나 마타타 지금 너의 무의식을 따라가 돌고 도는 이 세상을 바라봐 월화 수목 금토 일 Karma karma karma is  looking for you What u gonna do when  they come for you Karma karma karma is  gonna find you What u gonna do  How beautiful is this life How painful is this life How beautiful is this life How painful is this life"}, {"song_no": "4743081", "year": "2014", "rank": "73", "title": "SOLO DAY", "artist": "B1A4", "genre": "Dance", "lyrics": "헤어지잔 그 말 쉽게도 뱉는 너 떠나지마 가지마 돌아와줘 이 말도 하지 못한 나 지금은 편하겠지 너 조금 허전할 걸 쉽게 판단은  no no no no 이별은 막지 못해  누구도 막지 못해 It's getting round It's getting new round 이제는 즐겨야 돼  이별을 즐겨야 돼 It's getting new round girl solo solo day solo solo day girl 오늘따라 기분이 더 좋네 건들지마 solo solo day solo solo day boy 기분 좋은 solo solo solo day 평범한 사람과는 달라 혼자만 있는 게 좋아 가벼운 맘으로 살아 누가 쳐다 본데도 헤어지잔 네 말에 쿨하게 임하는 자세 but 마음은 그러지 못해 매일이 지루하고 따분해 하루가 지루하고 따분한 사람 say yeah say yeah 거짓말마요 다들  행복해 보이는데 나만 아닌가 봐 나만 혼자이던 난 oh solo day solo solo day solo solo day girl 오늘따라 기분이  더 좋네 건들지마 solo solo day solo solo day boy 기분 좋은  solo solo solo day 이별은 막지 못해 누구도 막지 못해 It's getting round It's getting new round 이제는 즐겨야 돼  이별을 즐겨야 돼 It's getting new round girl solo solo day solo solo day girl 오늘따라 기분이  더 좋네 건들지마 solo solo day solo solo day boy 기분 좋은  solo solo solo day solo solo day solo solo day girl 오늘따라 기분이  더 좋네 건들지마 solo solo day solo solo day boy 기분 좋은 solo solo solo day Nananana nanana nanana solo solo solo day Nananana nanana 기분 좋은  solo solo solo day"}, {"song_no": "4671152", "year": "2014", "rank": "74", "title": "새벽한시 (1AM)", "artist": "태양", "genre": "R&B / Soul", "lyrics": "하나 둘씩 잊어가 네 기억들을 묻어놔 그저 흔한 꿈이었던 것처럼 it's all right 또 어색하게 웃어봐 진한 네 향기가 날 스쳐갈 때마다 나는 죽어가 Kills me inside 생각하지마 그리워하지마 오늘 하루 어떻게 널 지워볼까 So I jump in my car go for a ride 미친 듯이 소리질러 Hands in the air 이젠 끝이라고 괜찮다고 친구들은 웃으면서 날 위로해 하지만 지금 내 곁에 네가 있었으면 해 정신없이 수다 떨다 음악 속에 그저 취한다 밤의 끝을 잡고 춤을 추다 네가 생각나면 새벽 한시야 너를 잊은 듯 마냥 웃다 낯선 얼굴들과 밤을 새운다 밤의 끝을 잡고 춤을 추다 네가 생각나면 새벽 한시야 너무나도 차갑게 아무렇지도 않게 날 떠나보냈던 예쁜 두 눈을 기억해 하지만 이제 덤덤해 그저 네가 편히 행복할 수만 있다면 그걸로 난 It's okay 거짓말이야 진심이야 하루에도 수백번씩 헷갈리다 새로운 누군가 만나볼까 미친 듯이 이리저리 찾아 헤매 이제 끝이라고 괜찮다고 아무렇지 않게 난 네 얘기를 해  하지만 지금 내 곁에 네가 있었으면 해 정신없이 수다 떨다 음악 속에 그저 취한다 밤의 끝을 잡고 춤을 추다 네가 생각나면 새벽 한시야 너를 잊은 듯 마냥 웃다 낯선 얼굴들과 밤을 새운다 밤의 끝을 잡고 춤을 추다 네가 생각나면 새벽 한시야 니 모습이 떠올라 가슴이 아파 이 새벽 한시에 니 생각을 멈출 수 가 없어 Can't stop 니 모습이 떠올라 가슴이 아파 니 생각을 멈출 수 가 없어 Can't stop 정신없이 수다 떨다 음악 속에 그저 취한다 밤의 끝을 잡고 춤을 추다 네가 생각나면 새벽 한시야 너를 잊은 듯 마냥 웃다 낯선 얼굴들과 밤을 새운다 밤의 끝을 잡고 춤을 추다 네가 생각나면 새벽 한시야"}, {"song_no": "3808189", "year": "2014", "rank": "75", "title": "Call You Mine (Feat. Geologic Of The Blue Scholars)", "artist": "Jeff Bernat", "genre": "R&B / Soul", "lyrics": "About not too long ago I woke up feeling kind  of blue So I I Picked up my phone  and I decided that I hit up you So then We talked for a little while ask me if I  could roll through  So we Met up got food and  we spent time till the night was through  Can I call you my  own and can I call you my lover Call you my one and only girl  Can I call you my everything call you my baby You're the only one who runs my world  I remember this night  we had outside on the  grass us two We were Gazin’ at stars who  smiled as my eyes only turned towards  you I knew There was no one  else I needed and my  love’s never felt this  way I wasn’t Too sure if you would mind I was nervous but I had to say  Can I call you my own and can I call you my lover Call you my one  and only girl  Can I call you my  everything call you my baby You’re the only one  who runs my world  call you my  own and can I call  you my lover Call you my one  and only girl  Can I call you my  everything call you  my baby You’re the only one who runs my world Can I call you my  own and can I call  you my lover Call you my one  and only girl  Can I call you my  everything call you  my baby You’re the only one who runs my world"}, {"song_no": "4446485", "year": "2014", "rank": "76", "title": "너의 모든 순간", "artist": "성시경", "genre": "Drama", "lyrics": "이윽고 내가 한눈에 너를 알아봤을 때 모든 건 분명 달라지고 있었어 내 세상은 널 알기 전과 후로 나뉘어 니가 숨 쉬면 따스한 바람이 불어와 니가 웃으면 눈부신 햇살이 비춰 거기 있어줘서 그게 너라서 가끔 내 어깨에 가만히 기대주어서 나는 있잖아 정말 빈틈없이 행복해 너를 따라서 시간은 흐르고 멈춰 물끄러미 너를 들여다 보곤 해 그것 말고는 아무것도 할 수 없어서 너의 모든 순간 그게 나였으면 좋겠다 생각만 해도 가슴이 차올라 나는 온통 너로 보고 있으면 왠지 꿈처럼 아득한 것 몇 광년 동안 날 향해 날아온 별빛  또 지금의 너 거기 있어줘서 그게 너라서 가끔 나에게 조용하게 안겨주어서 나는 있잖아 정말 남김없이 고마워 너를 따라서 시간은 흐르고 멈춰 물끄러미 너를 들여다보곤 해 너를 보는 게 나에게는 사랑이니까 너의 모든 순간 그게 나였으면 좋겠다 생각만 해도 가슴이 차올라 나는 온통 너로 니 모든 순간 나였으면"}, {"song_no": "4532820", "year": "2014", "rank": "77", "title": "뜨래요 (Feat. 앙리 Of 3B)", "artist": "배치기", "genre": "Rap / Hip-hop", "lyrics": "쏟아진 빗물 사이로   니 모습 보였는데  내 손엔 잡히지 않아   눈에 눈물 고였는데   불러도 오지를 않아   애타는 내 맘 알고 있을까   몰라 니 생각은 뭘까  아쉬울 것 없다   단 한치의 후회도 없이   너와나 사랑했다 믿었는데  아직도 남은 게 많아 미련은   내 안에 남아 있기로  더 머물기로   막힘 없이 불타는 사랑했 뜨래요  서울 밤거릴 달리고 있어   달리고 달려도 닿지 않는   너에게로 다 잊기로 했었는데   잊혀지지 않는 것은 왜일까  오 밟고 또 밟아도   밤처럼 긴 어둠위로   너에게로 가고 있어  빙판 같아 달빛을   머금은 아스팔트는  그 위로 스케치 하듯 악셀 점프  닿을 듯 말듯한 이 도시하늘   나를 위로 하듯 숨죽인 차들  너가 떠난 그날부터 돼버린 길치야   나는 빌딩숲 사이 쏘다니며  때마침 차 안에 흐르는 노래는   같이 자주 들었던  Killing Me Softly  혼자라는 것에 익숙할 때쯤   나를 찾아오는 이 습관의 끈  바람에 섞인 체 아주   미세하게 느껴지는   너의 향긴 자극 하지 나의 코끝  가로등 불빛들은 눈물 속에   계속 번지고 미련은 던지고   이제는 각자 알아서 가라며   하염없이 깜빡 거리기만 하는   도로 위 노란 신호  막힘 없이 불타는 사랑했 뜨래요  서울 밤거릴 달리고 있어   달리고 달려도 닿지 않는   너에게로 다 잊기로 했었는데   잊혀지지 않는 것은 왜일까  오 밟고 또 밟아도  밤처럼 긴 어둠위로   너에게로 가고 있어  긴긴 여기 길 위로   좀 더 던져 날 위로해  쓰렸던 맘이 번져 물들었던 밤도  긴긴 여기 길 위로   좀 더 던져 날 위로해  언제쯤 맘은 아물까  핀 조명 같은 달이 뜬  도시의 밤 속 난리굿  공기를 가르며 달리는  기분은 driving in   말리부  핀 조명 같은 달이 뜬 도시의 밤 속 난리굿 공기를 가르며 달리는 기분은 driving in  말리부 막힘 없이 불타는 사랑했 뜨래요 서울 밤거릴 달리고 있어  달리고 달려도 닿지 않는  너에게로 다 잊기로 했었는데  잊혀지지 않는 것은 왜일까 오 밟고 또 밟아도 밤처럼 긴 어둠위로  너에게로 가고 있어"}, {"song_no": "4709050", "year": "2014", "rank": "78", "title": "가끔 내가", "artist": "김나영", "genre": "Ballad", "lyrics": "무슨 말이라도 좀 해봐 잘못 나온 말이 였다고 헤어지잔 너의 그 말에 털석 주저 앉은 날  그냥 바라보고 있는 너 그런거니 내손조차  잡을수도 없을만큼 내가 싫어졌니 날 사랑했던 니가 니가 멀어져가  늘 나만알던 니맘 니맘 남겨둔채 나 혼자 갖긴 너무 힘든  다 지워 내긴 너무 많은 우리 사랑을 혼자하기엔 너무 아파 난 좀 다를 것만 같았어 이별을 한 뒤에도 쉽게  잊을거라 믿었어 근데 가끔 숨도 쉬지 못할 만큼  너무아파 그냥 울고 있어 날 사랑했던 니가 니가 멀어져가  늘 나만알던 니맘 니맘 남겨둔채 나 혼자 갖긴 너무 힘든  다 지워 내긴 너무 많은 우리 사랑을 혼자하기엔 너무 아파 더 얼마나 아파야 내가  떠난 너를 그래  너를 잊을수가 있을까 아무리 널 지워봐도  매일 넌 그 자리에  널 사랑하는 내가 내가 여기있어 수많았던 추억 모두 간직한 채 혹시라도 가끔 니가 힘들어서 가끔 내가 그리울때면 미안해말고 내게 와줘 그래 가끔 내가 생각날땐"}, {"song_no": "4697864", "year": "2014", "rank": "79", "title": "A", "artist": "GOT7 (갓세븐)", "genre": "Dance", "lyrics": "It's not working  So stop fronting  I know you want me  Let's start talking  에이 다 아는데 왜 자꾸 숨겨  네가 날 좋아하는게 이미  네 얼굴에 쓰여있어  에이 나를 보다 왜 눈을 돌려  다 아는데 에이 에이  날 바라보는 시선이 느껴질 때  돌아보면 언제나 네가 서있어  Hey Girl  고개 돌려 먼 곳을 봐도  놀라지 않은 척 해봐도  나는 알아 왜 네가 내 주위를 왜   맴도는지  에이 다 아는데 왜 자꾸 숨겨  네가 날 좋아하는게 이미  네 얼굴에 쓰여있어  에이 나를 보다 왜 눈을 돌려  다 아는데 에이 에이  날 좋아하는 마음을 모를거라  믿고 있는 네 모습이 귀여워서  So Cute  모른 척 해주고 싶지만  더 이상은 못 참겠어 난  모두 알아 이리 와 봐  더 이상 날 피하지 말고  에이 다 아는데 왜 자꾸 숨겨  네가 날 좋아하는게 이미  네 얼굴에 쓰여있어  에이 나를 보다 왜 눈을 돌려  다 아는데 에이 에이  자 썸을 피하지 말고  나와 함께 썸 타  나를 봐 왜 이렇게 수줍음 타  뭐가 무서워 나도 잘 못하지만  우리 핫 한 커플일 것 같아  오늘부터 우리 1일 해  니 손을 잡고 걸어 다닐래  시간 아까워 자 어떡할래  언제까지 그렇게 계속 도망 다닐래   어  에이 다 아는데 왜 자꾸 숨겨  네가 날 좋아하는게 이미  네 얼굴에 쓰여있어  에이 나를 보다 왜 눈을 돌려  다 아는데 에이 에이  에이 다 아는데 왜 자꾸 숨겨  네가 날 좋아하는게 이미  네 얼굴에 쓰여있어  에이 나를 보다 왜 눈을 돌려  다 아는데 에이 에이  It's not working  So stop fronting  I know you want me  Let's start talking  It's not working So stop fronting I know you want me Let's start talking"}, {"song_no": "4729578", "year": "2014", "rank": "80", "title": "보통날 (Original Ver.)", "artist": "god", "genre": "Ballad", "lyrics": "아침이면 일어나 창을 열고 상쾌한 공기에 나갈 준비를 하고 한 손엔 뜨거운 커피 한 잔을 든 채 만원 버스에 내 몸을 싣고 귀에 꽂은 익숙한 라디오에서 사람들의 세상사는 즐거운 사연 들으면서 하루가 또 시작되죠 화사하게 빛나는 햇살이 반겨주네요 오 어떡하죠 나 그대를 잊고 살아요 오 미안해요 나 벌써 괜찮은가 봐요 잊지 못할 사랑이라 생각했었는데 잊혀져가네요 어느새 나 뜨겁게 사랑했었던 이야기 이제는 좋은 추억이 됐고 너 없이 죽을 것 같던 수많은 밤들도 이제 웃으며 얘기하고 있는 나 어떻게 가는지 모르는 하루 해가 저물 때쯤 울리는 친구들의 전화 나오라고 하루 사는 얘기 회사 얘기 새로 만난 여자들 데이트 얘기 웃긴 얘기 지나치는 여자들 바라보기 TV에 나오는 스포츠 경기엔 목숨을 걸고 덤벼들면서 밥값 내기 시간이 가는 줄도 모른 채 떠들다 지쳐서 돌아오니 이런 어느새 새벽 2시 자 자야겠지 친구들이 오늘 했던 얘기 떠올리면 자꾸 웃음이 나와 웃으면서 누워있으면 잠이 와 오 어떡하죠 나 그대를 잊고 살아요 오 미안해요 나 벌써 괜찮은가 봐요 잊지 못할 사랑이라 생각했었는데 잊혀져가네요 어느새 우리 노랠 들어도 눈물이 나질 않고 니 소식을 들어도 미소가 흘러나오죠 괜찮은 거죠 날 버린 그대 잊어도 되죠 근데 왜 자꾸 이러면 안 되는 것만 같은지 미안해 너무나 이렇게 쉽게 잊어서 미안해 내가 했던 말도 못 지켜서 하지만 너무 힘들어서 널 더 이상 간직하고 살 수가 없었어 용서해줘 영원히 사랑할 거라고 약속했던 말 돌아선 니 등 뒤에다 맹세했던 말 마지막 날 혼자 울면서 다시는 내가 살아갈 그날의 끝까지 마음속에 너를 간직할 결심을 한 지 얼마 되지도 않았는데 너는 모두 지워버린 내가 너무 미울 거야 그래 정말 내가 약속 모두 어긴거야 그러니 용서를 빌어 나도 이런 내가 싫어 널 잊어버린 기억마저 잊었어 오 어떡하죠 나 그대를 잊고 살아요 오 미안해요 나 벌써 괜찮은가 봐요 잊지 못할 사랑이라 생각했었는데 잊혀져가네요 어느새 아무렇지 않은 듯이 마치 사랑한 적이 없는 듯이 보통날이네요 어느새"}, {"song_no": "4535038", "year": "2014", "rank": "81", "title": "그런 남자", "artist": "Bro", "genre": "Ballad", "lyrics": "말하지 않아도 네맘 알아주고 달래주는 그런남자 너무 힘이들어서 지칠때 항상 네 편이 되어주는 그런남자 한번 눈길만 주고갔는데 말없이 원하던 선물을 안겨다 주는 잘생기진 않아도 네가 가끔 기대어 쉴수 있게 넓은 가슴을 가진 남자 그런 남자가 미쳤다고 너를 만나냐 너도 양심이 있을것 아니냐 뭔가 애매한놈들이  자꾸 꼬인다는건 너도 애매하다는 얘기야 훌쩍 떠나고 싶을때 너를 태워 바다로 쏘는 그런 남자 키가 크고 재벌2세는 아니지만 180은 되면서 연봉 6천인 남자 네가 아무리 우스갯소리를 해도 환하게 웃으며 쿨하게 넘기는 남자 내가 만약에 그런  남자가 될수 있다면 한눈에 반해버릴 그런 남자라면 약을 먹었니 미쳤다고 너를 만나냐 나도 인생을 좀 즐겨봐야지 왕자님을 원하신다면  사우디로 가세요 일부다처제인건 함정 네 가슴에 에어백을 달아도  눈밑에다 애벌레를 키워 보아도  숨길수 없는 단하나의 진실  너는 공격적인 얼굴이야 총을 맞았니 미쳤다고 너를 만나냐 너도 양심이 있을것 아니냐 뭔가 애매한놈들이  자꾸 꼬인다는건 네가 운이없는게  기다림이 모자란게 아냐 그냥 넌 별로야"}, {"song_no": "4650421", "year": "2014", "rank": "82", "title": "이젠 너 없이도 (Feat. 윤미래, 타이거 JK, Bizzy)", "artist": "유나킴", "genre": "Rap / Hip-hop", "lyrics": "식상한 핑계와 뻔한 설정 매번 똑같은 각본에 뻔한 변명 넌 항상 give me give me 필요 할 때만 날 찾아오는  이기주의자 넌 밤 되면 술 취해 밤길을 누빈다 제발 돌아오지마 better call tyron Please leave me alone I don't love you no more 이게 다 너 따위를 사랑한 내 탓이지 뭐 다 내 탓이지 뭐 너 따위를 사랑한  내 탓이지 뭐 Should have known better what  you put me through Should have known better than to  fall for you Should have known better 이젠 너 없이도 I should have known Should have known better what  you put me through Should have known better than to  fall for you Should have known better 이젠 너 없이도 I should have known 잘 가 돌아오지마 굿바이 굿바이  멀리 멀리 멀리 멀리 멀리 멀리 잘 가 돌아오지마 굿바이 굿바이  멀리 멀리 멀리 멀리 멀리 멀리 식상한 핑계와 뻔한 변명 이젠  지긋지긋해지고 지루해져 점점 넌 항상 sorry sorry 똑같은 표정과 목소리로  미안하다고 말하지만 하루 지나면 반복되는 네 못된 놀이 네 앞에 있어도 난 혼자인 듯 난 always lonely 이게 다 너 따위를 사랑하게 만든  내 탓이지 뭐 내 탓이지 뭐 Should have known better what  you put me through Should have known better than to  fall for you Should have known better 이젠 너 없이도 I should have known Should have known better what  you put me through Should have known better than to  fall for you Should have known better 이젠 너 없이도 I should have known 잘 가 돌아오지마 굿바이 굿바이  멀리 멀리 멀리 멀리 멀리 멀리 잘 가 돌아오지마 굿바이 굿바이  멀리 멀리 멀리 멀리 멀리 멀리 Love me or leave me alone Love me or leave me alone 함께 있을 때도 난 혼자 인 듯 해  왜 왜 Love me or leave me alone Better love me or leave me alone 함께 있을 때도 난 혼자 인 듯 해  왜 혼자 인 듯 해 Oh I couldn't go another day no Many times you'll never   change And the more they change They stay the same But I but I I'm fine Bye bye 잘 가 돌아오지마 굿바이 굿바이  멀리 멀리 멀리 멀리 멀리 멀리 잘 가 돌아오지마 굿바이 굿바이  멀리 멀리 멀리 멀리 멀리 멀리"}, {"song_no": "4478188", "year": "2014", "rank": "83", "title": "너 아님 안돼", "artist": "2NE1", "genre": "Electronica", "lyrics": "새로운 만남은 싫어 왠지 몰라도 여전히 네가 많이 미워 아직도 운명 같던 만남이 이젠 님에서 남이 되어 떠나갔어 아직도 맴도는 너의 향기 We used to be all turnt up 우린 멀어졌어 점점 넌 아니라 했지만 두고 봐 사랑의 역전 오늘도 외쳐 그전처럼 let's go 앞으로 rewind 처음으로 X O 아직도 널 잊지 못하고 있는 내 모습이 나 싫은데 잊으려 잊으려 해도 그게 안돼  everyday 너 아니면 안 된다고 끝이란 있을 수 없다고 It ain't over til it's over It ain't over til it's over It ain't over til it's over 너의 사랑이 날 망쳐도 날 아프게 한대도 내겐 오직 너 하나뿐 내 사랑은 너로 시작해 너로 끝나 이 자리에 Waiting for you 너 아님 안돼 No My one and only oh oh oh 너 아님 안돼 No 내 곁엔 너 아니면 안돼 난 다시 날 가둬 너라는 감옥에 너 없는 현실이 가혹해 죽을 만큼 힘들어도 I don't care 난 여우니까 목숨이 아홉 개 수백 번 날 부숴도 매섭게  몰아치는 너란 파도 I'm Okay 아파도 사랑 앞에 난  desperado 누가 뭐라 하던 간에 난 아무도 상관 안 해 우리 같이 춤추던 그 노래는 아직  안 끝났기에 널 향해 지금 외쳐 그전처럼 let's go 앞으로 rewind 처음으로 X O 마지막이라고 차갑게 말하던 네  모습이 싫은데 지우려 지우려 해도 자꾸 난 널 그리네 너 아니면 안 된다고 끝이란 있을 수 없다고 It ain't over til it's over It ain't over til it's over It ain't over til it's over 너의 사랑이 날 망쳐도 날 아프게 한대도 내겐 오직 너 하나뿐 내 사랑은 너로 시작해 너로 끝나 이 자리에 Waiting for you 너 아님 안돼 No My one and only oh oh oh 너 아님 안돼 No 내 곁엔 너 아니면 안돼 난 눈을 감아도 생각나 니 얼굴 표정 하나하나 넌 나의 첨이자 마지막 사랑이야  don't say good bye 너의 사랑이 날 망쳐도 날 아프게 한대도 내겐 오직 너 하나뿐 내 사랑은 너로 시작해 너로 끝나 이 자리에 Waiting for you 너 아님 안돼 No My one and only oh oh oh 너 아님 안돼 No 내 곁엔 너 아니면 안돼 난"}, {"song_no": "4383773", "year": "2014", "rank": "84", "title": "Something", "artist": "걸스데이", "genre": "Dance", "lyrics": "don't you look into my eyes and lie again im sick of being alone 흔들리는 표정 말투에 넌 뭔가 있는 듯해  네 몸에 베인 낯선 향기에 뭔가에 홀린 듯해  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  앞뒤가 이랬다 저랬다 왜 그러니  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  왜 덜컥 겁이나 이손 놔 날 속이지마 나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 흐린 하늘 속 그 무지개 슬피 우는 피아노  네 몸에 베인 낯선 향기에 뭔가에 홀린듯해  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  앞뒤가 이랬다 저랬다 왜 그러니  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  왜 덜컥 겁이나 이손 놔 날 속이지마 나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 사랑을 쉽게  얻으려고 하지마  후회 하지마  속이고  여잘 또 울리는 넌 여기까지  bye bye bye out  나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 내가 준 사랑이 넌 우스웠니 내가 준 사랑이 지겨워졌니 니 앞에서 보이기 싫어 참았던 눈물 내가 준 사랑이 넌 우스웠니 내가 준 사랑이 지겨워졌니 우린 여기까지니  우린 여기까지니"}, {"song_no": "4703371", "year": "2014", "rank": "85", "title": "뒤로걷기", "artist": "2BIC(투빅)", "genre": "R&B / Soul", "lyrics": "이토록 오래 니 등을 바라보는 것 처음인 것 같지만 마지막이기도 해 새로 찾은 사랑에게 가는 널 보며 뒤로 걷는 나는  아직 찾아갈 곳이 없어 뒤로 걸어야만 해 너 없는 내일도 난  널 보며 살아야 해 사랑하는 baby 부디 행복해줘 baby 날 떠나 잘 있다는 소식에 웃으며 널 잊도록 먼 훗날엔 baby 너와의 기억은 baby 수도 없는 이별 뒤로  흐려지고 말거야 우린 흐를 준비를 마친 꽉 차오른 눈물 언제 흘러내리든 난 할 일을 해야 해 앞을 걸어야만 해 지금을 살아야 해 주저앉으면 안 돼 사랑하는 baby 부디 행복해줘 baby 날 떠나 잘 있다는 소식에  웃으며 널 잊도록 먼 훗날에 baby 너와의 기억은 baby 수도 없는 이별 뒤로 흐려지고 말거야 사랑해 이 말은 더는 네가  나에게 듣고 싶지가 않은 말 Don't cry  앞을 걸어야만 해 Don't cry 지금 살지 못해 Don't cry  주저앉으면 안 돼 지금부터 baby 나는 걱정 말아 baby 이별은 너의 탓이 아니야  마지막 추억이야 너와 걷던 땅과 같이 올려보던 하늘 네가 떠난 어제처럼 나와 함께 똑같이 흘러 모든게 제 시간 속에 흘러가지만 잠시만 더 너를 보며  뒤로 걷고 있을게"}, {"song_no": "4764928", "year": "2014", "rank": "86", "title": "HER", "artist": "블락비 (Block B)", "genre": "Dance", "lyrics": "Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye Ooh Wow 놀라워 더할 나위 없이 아름다우신 그녀의 자태 보통 여잔 명함도 못 내밀고 끼리끼리 뭉쳐 네 험담을 나누겠지 잘들어 주위에 늑대 놈들 주의 자식들 하나같이 외모 지상주의 망치로 뒤통수 한대 맞은 듯이 머릿속이 띵하고 어지러워 Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye 뭐 하나 빠짐없이 예쁘구나 Her 어어 Her 어어 Her 어어 Uh 어안이 벙벙해 Her 어어 Her  어어 Her 어어 너 말곤 전부 평범해 아찔하게 뻗은 곡선 난 바로 기절 I need suction 무작정 부담 주는 멍청이들 사이에 넌 빈틈없는 Boxer 나의 Olivia Hussey 능력이 있어도 허세는 없는 그 성품과 적절한 볼륨감 I wanna hug and kisses 주위에 늑대 놈들 주의 자식들 하나같이 외모 지상주의 망치로 뒤통수 한대 맞은 듯이 머릿속이 띵하고 어지러워 Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye 뭐 하나 빠짐없이 예쁘구나 Her 어어 Her 어어 Her 어어 Uh 어안이 벙벙해 Her 어어 Her  어어 Her 어어 너 말곤 전부 평범해 바위처럼 무감정한 내가 이렇게 다시 바보가 된다 정신차려 보니 네 앞에 와서 Oh could you be my real love 정말 곱다 고와 누군가 다가와 말 걸면 넌 미소만 던져 줘 네 연락처는 안돼 침부터 닦고 와 물러서 Stop your talk Her uh her uh baby I’m all yours Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye 뭐 하나 빠짐없이 예쁘구나 Her 어어 Her 어어 Her 어어 Uh 어안이 벙벙해 Her 어어 Her  어어 Her 어어 너 말곤 전부 평범해"}, {"song_no": "4572941", "year": "2014", "rank": "87", "title": "가끔", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "오늘밤은 유난히 추워 가만히 밤 하늘을 또 다시 보고 있어 벌써 1년이 지나 아련하게 다가와 추억 널 집에 데려다 줬던 그 기억들이 다 너무 소중해 언젠가 널 내 옆에 두고 그땐  그랬었지 라며 추억들을 나눌 거라고  생각했었지 넌 나와 같을까 되뇌어보지만 감이 오질 않아 그냥 가끔 그리울 뿐인데 너와 입을 맞추고 널 감싸 안았던 아주 가끔 보고플 뿐인데 오늘은 왜 이렇게 눈물이 나는지 오랜만에 열어본 서랍 속엔 환하게 웃고 있는 네 사진들 버리게 되면 영영 널 잊게 될까 봐  두려워져 언젠가 널 내 옆에 두고 그땐 그랬었지 라며 추억들을 나눌 거라고  생각했었지 넌 나와 같을까 나만 아는 걸까 이미 넌 무감각해졌으니까 그냥 가끔 그리울 뿐인데 너와 입을 맞추고 널 감싸 안았던 아주 가끔 보고플 뿐인데 오늘은 왜 이렇게 눈물이 나는지 I miss you I miss you baby I miss you I miss you baby baby 있을 때 잘할걸 후회 하면서도 돌이킬 자신이 없는걸 이렇게 나만 바보처럼 내 맘 가두고서 살아 그냥 가끔 그리울 뿐인데 너와 입을 맞추고 널 감싸 안았던 아주 가끔 보고플 뿐인데 오늘은 왜 이렇게 눈물이 나는지 I miss you baby I miss you baby I miss you I miss you"}, {"song_no": "4727317", "year": "2014", "rank": "88", "title": "All Night", "artist": "f(x)", "genre": "Dance", "lyrics": "All Night All Night  너의 색깔로 나를 색칠해줘 All Night All Night 이 세상에 하나밖에 없게 난 너를 모두 볼 수 있어  나만 볼 수 있어  Baby you see 네가 가진 색깔 전부  But they don't really feel you 그래 봤자 아주 살짝 뿐이겠지 빛나는 눈 속에 숨은 Blue  비밀 잠수함은 Yellow It's you  주황색 노을도 보라색 물들고  까만 밤 위에서 둘만 있고 싶어 All Night All Night  너의 색깔로 나를 색칠해줘 All Night All Night  이 세상에 하나밖에 없게 모두 똑같은 곳을 볼 때  넌 다른 곳을 볼 줄 알지 천사가 너의 귓속에 속삭여주면 숨어있는 곳에 흰 눈 찾아내지 빛나는 눈 속에 숨은  Blue Mellow한  따뜻한 Yellow It's you 주황색 노을도 보라색 물들고 까만 밤 위에서 둘만 있고 싶어 All Night All Night  너의 색깔로 나를 색칠해줘 All Night All Night  이 세상에 하나밖에 없게 I feel so high  너와 내 눈빛이 마주칠 때  I feel so hot  너와 내 손이 꽉 껴안을 때 목소리 Ooh Melodic  언제나 두근거림을 불러와 와 와 All Night All Night  너의 색깔로 나를 색칠해줘 All Night All Night  이 세상에 하나밖에 없게 All Night All Night  너의 색깔로 나를 색칠해줘 All Night All Night  이 세상에 하나밖에 없게 하나씩 네 손이 불쑥  너의 두 발이 조금씩  네 맘이 들어와 나의 시간에  쏙 네 손이 불쑥 너의 두 발이 조금씩 네 맘이 들어와  나의 시간에"}, {"song_no": "4756411", "year": "2014", "rank": "89", "title": "Back", "artist": "인피니트", "genre": "Dance", "lyrics": "Can You Save Me Can You Save Me 기억해줘 니 서랍 속에 기억해줘 니 지갑 속에 내가 있던 흔적들을 하나도 빠짐 없이 새겨줘 추억해줘 그 사진 속에 남아있던 그 공간 속에 내 향기 다 내 숨결 다 사라지지 않게 제발 날 지나쳐 온 봄날처럼 바람처럼 놓지마 Can You Save Can You Save Me 그래 날 스쳐 지난 향기처럼 수많은 날들 말고 Can You Save Can You Save Me Save Me Save Me 돌아와줘 I Want You Back Back Back Back Back Back Back Back Back Back 너와 내 기억 날 시간에 맡겨두지마 돌아와줘 I Want You Back Back Back Back Back Back Back Back Back Back 기다릴게 나 여기 남겨진 채 돌아선 채 I Say Save Me Can You Save Me 잊을 법한 기억들을 하나 둘씩 되돌려 계절이 지나 계절을 맞아 널 다시 내 품에 제발 날 지나쳐 온 봄날처럼 바람처럼 놓지마 Can You Save Can You Save Me 그래 날 스쳐 지난 향기처럼 수많은 날들 말고 Can You Save Can You Save Me 시간에 맡기지마 날 추억하려 하지마 제발 제발 제발 하나도 지우지는 마 돌아와줘 I Want You Back Back Back Back Back Back Back Back Back Back 너와 내 기억 날 시간에 맡겨두지마 돌아와줘 I Want You Back Back Back Back Back Back Back Back Back Back 기다릴게 나 여기 남겨진 채 돌아선 채 I Say Save Me"}, {"song_no": "4656602", "year": "2014", "rank": "90", "title": "여전히 뜨겁게", "artist": "백지영", "genre": "Ballad", "lyrics": "한동안 뜨거웠던 사랑이 힘 없이 익숙해져 버렸지 사람이 그래요 모두가 말하죠 다 줄 듯 타버리는 사랑이라고 희미한 불빛 사이로 무심코 식어버린 우리 두 사람 유난히 뜨거웠던 사랑은 점점 저 꽃잎처럼 물들어 바람에 흩날리듯 춤을 추다 사라져 한 여름 밤의 꿈처럼 원하지 않았었던 눈물이 어느새 내 눈앞에 서있죠 그대는 어디로 어디로 갔나요 이별이라 해도 날 데려가 줘요 희미한 기억 너머로 힘겹게 타오르던 우리 두 사람 유난히 뜨거웠던 사랑은 점점 저 꽃잎처럼 물들어 바람에 흩날리듯 춤을 추다 사라져 한 여름 밤의 꿈처럼 태풍 같은 아픔이 지나가고 우린 다시 말해요 오오 너를 사랑해 점점 더 타오르는 별처럼 바람에 흩날리듯 춤을 추다 여전히 뜨겁게 사랑 할래요"}, {"song_no": "4649342", "year": "2014", "rank": "91", "title": "Last Romeo", "artist": "인피니트", "genre": "Dance", "lyrics": "독배라 해도 괜찮아 기꺼이 내가 받으리  어떤 유혹도 너보단 달콤하고  강렬하지 못해 세상 어둠은 눈부신 니가  모두 삼키고 날 그 빛에 눈 멀게 해  어떤 어둠도 니 앞에선  그 힘을 잃잖아 난 너만 있으면 돼 길을 밝혀줘 이제 원튼 말든  선택은 끝났어  나의 전부를 다 걸겠어 지켜 낼 거야 어떤 어려운  여정이 된다 해도 난 너 밖엔 안 보인다 틀어진 틀이 내는 음악 비극  삭막함에 날 밀어붙여  삐걱이는 사랑의 서막 I'm Gonna Lose Myself That Was Sweet Start 멈출 줄 몰라 끝 다다른  내 감정만이 올라 확신이 된 착각 너와 난  Got The Top Of The Emotion 꽃이 시들어 날리고 달은 기울어 사라져 가도  변하지 않을 내 마음  사랑한다 사랑한다 너의 입술이 죄 많은 내 입술을 감싸고 날 향기에 취하게 해 어떤 보상도 이보다 강할 수는  없잖아 난 너만 있으면 돼 길을 밝혀줘 이제 원튼 말든 선택은 끝났어  나의 전부를 다 걸겠어 지켜 낼 거야 어떤 어려운  여정이 된다 해도 세상아 보거라 이기게 해다오  태양아 뜨거라 내게 힘을 다오 운명아 듣거라 길을 막지 마오  그녀를 꼭 지킬게 사랑 하나에 세상과 겨루려는  마지막 그 남자가 돼주겠어 어떤 위협도 널 위해선  맞설 수 있잖아 난 너만 있으면 돼 길을 밝혀줘 이제 원튼 말든  선택은 끝났어  나의 전부를 다 걸겠어 지켜 낼 거야 어떤 어려운  여정이 된다 해도 난 너 밖엔 안 보인다 너 밖엔 안 보인다 너 밖엔 안 보인다  넌 마치 미로같이 복잡해  왜 자꾸만 밀어내 날 믿어  너의 Romeo 내겐 너 밖엔 없다"}, {"song_no": "4756305", "year": "2014", "rank": "92", "title": "나쁜손 (Feat. 버벌진트) (Naughty Hands)", "artist": "씨스타", "genre": "Dance", "lyrics": "은근슬쩍 내 어깨에 올라온 니 손에 나는 너무 놀라 너 너 너 어딜 자꾸 능글맞게 쓰다듬는지 이게 한 두 번이 아니잖아 You're moving too fast 습관처럼 베인 듯 자연스럽게 나온  나쁜 손을 자꾸 의심해 Don't be like that 모든 여자들에게 이러는 건 아닌지 머릿속이 복잡해지는걸 그런 나쁜 손에 어림없지 내가  착각하지마 어딜 손대 아직 니꺼 아냐 싫지는 않지만 너무 서두르지마 일단 나쁜 손은 치워줘 잠시만 아직은 이르단 말야 이르단 말야 쉬운 애 아냐 그만 좀 어린애 마냥 어린애 마냥 굴지 좀 말아 너의 그 나쁜손  응큼한 너의 머릿속 자꾸 궁금해 나를 어떻게 생각하는지 Oops I thought it was a  green light 미안해 뻔한 남자로 보진 마 약간의 계산착오가 있었나봐 정말 나 생각보다 보수적인 type 자꾸 내 손이 가는 곳에 네가 있잖아 어정쩡한 자세 좀 봐  몸이 닿을까봐 들어간 곳과 나온 곳  차이가 너무 크니 난 짐작이 안 가 it's so hard mama So 직구 아닌 curve ball 명심할게 내 이름 석 자 걸고 우리 사이가 어디쯤에  와 있다는 것쯤은 알아 실수하긴 싫어 결코 그러니까 다시 보여줘 환한 미소  내가 잘못 다 인정할게 내 말 믿고 천천히 걸어가기로 하자 물론 아마도 며칠은  씻지 않겠지만 이 손 그런 나쁜 손에 어림없지 내가  착각하지마 어딜 손대 아직 니꺼 아냐 싫지는 않지만 너무 서두르지마 일단 나쁜 손은 치워줘 잠시만 아직은 이르단 말야 이르단 말야 쉬운 애 아냐 그만 좀 어린애 마냥 어린애 마냥 굴지 좀 말아 너의 그 나쁜손  응큼한 너의 머릿속 자꾸 궁금해 나를 어떻게 생각하는지 싫은 척 하지만 속맘은 아닌걸 그대는 나보다 잘 알잖아 날 조심조심 더 꼭 애지중지 대해줄래 서두르지마  Just take it slow baby 그런 나쁜 손에 어림없지 내가  착각하지마 어딜 손대 아직 니꺼 아냐 싫지는 않지만 너무 서두르지마 일단 나쁜 손은 치워줘 잠시만 아직은 이르단 말야 이르단 말야 쉬운 애 아냐 그만 좀 어린애 마냥 어린애 마냥 굴지 좀 말아 너의 그 나쁜손  응큼한 너의 머릿속 자꾸 궁금해 나를 어떻게 생각하는지"}, {"song_no": "4649655", "year": "2014", "rank": "93", "title": "니목소리", "artist": "플라이 투 더 스카이", "genre": "R&B / Soul", "lyrics": "난 아니라고 다 끝난거라고 모질게 떠난 널 우연히 만났어 잘 지냈냐는 너의 한마디에 아무렇지 않았던 내 맘이 이상해 말없이 소리없이 멈춰서 나 돌아설걸 그랬나봐 니 목소리 나를 부르는 순간 잊었던 목소리 다시 나를 흔들어 사랑했던 그 날로 헤어졌던 그 날로 또 돌아가 니 목소리 겨우 힘들게 지워었던 웃는 널 또 우는 널 다시 지워야해 하루 더 아파야해 우린 기다릴까봐 그리워할까봐 우연인척 그렇게 내 앞에 온거니 니 목소리 나를 부르는 순간 잊었던 목소리 다시 나를 흔들어 사랑했던 그 날로 헤어졌던 그 날로 또 돌아가 니 목소리 겨우 힘들게 지워었던 웃는 널 또 우는 널 다시 지워야해 하루 더 아파야해 우린 다시 널 보게 될 줄 몰랐어 아무런 준비조차 못한 채 왜 많은 사람 중에 또 나를 흔들어 I’m sorry 이미 사랑은 끝이란걸 이젠 알아 너의 말 이젠 알아 다시 할 수 있을까 사랑 할 수 있을까 다른 사랑 I’m sorry 나의 가슴아 한번만 더 부탁해 더 모질게 어긋난 이 사랑 다시 해도 안돼 Good bye"}, {"song_no": "4713839", "year": "2014", "rank": "94", "title": "Fly Away", "artist": "라디 (Ra. D)", "genre": "R&B / Soul", "lyrics": "어디까지 가야 끝인지  고민할 필요가 없어  서 있는 이자리가 끝일 수도   있고 있고 시작일 수도 있고  복잡해 보여 좌 우 앞 뒤로 보이는건  마치 꽉 막힌 도시의 traffic   같아보여 여기가 hell일 수도  시간이 지나면  아무것도 아닐 일들에  우리들의 아까운 날들을   떠나보낼 순 없어  어떻게든 언제든 어디든 날아올라  Fly away 끝없이 높이  Fly away 한없이 멀리  Fly away 거침 없이  Fly away  Just like trust and love and wish  세상의 가장 높은 가치들은 하나같이 눈으론 볼 수 없고 만져 지지도 않고 복잡해 보여 스마트폰을 보느라  거북목이 된 그의 머리속 is too complicated  to be completed 시간이 지나면 아무것도 아닐 일들에 우리들의 아까운 날들을 떠나보낼 순 없어 어떻게든 언제든 어디든 날아올라 Fly away 끝없이 높이 Fly away 한없이 멀리 Fly away 거침 없이 Fly away Check altimeter It's time to get off relax We're leapin' down to drop zone Check altimeter It's time to get off Check in Check out Prop Ready Set ARCH Fly away 끝없이 높이 Fly away 한없이 멀리 Fly away 거침 없이 Fly away Fly away Fly away 거침 없이 Fly away"}, {"song_no": "4478189", "year": "2014", "rank": "95", "title": "살아 봤으면 해", "artist": "2NE1", "genre": "R&B / Soul", "lyrics": "오늘도 이렇게 하루가 지나가네 온종일 나 너만을 위해 보냈는데 네가 가장 좋아하는 옷을 꺼내 입고 거울에 비친 가장 아름다워야 할  내 모습은 초라하게만 보여 눈치 없는 밤 하늘은 너무 아름다워 네가 나로 살아 봤으면 해 내가 너로 살아 봤으면 해 단 하루라도 느껴 봤으면 해 너의 마음 나의 마음 내가 너를 사랑했으면 해 네가 나를 사랑했으면 해 단 하루라도 함께 했으면 해 널 후회 없이 보내줄 수 있게 눈앞에 있는 걸 다 던져버리고  싶지만 크게 소리 지르고 싶지만 그걸 듣는 건 나 혼자뿐인걸 타들어 가는 촛불과 함께 얼마 남지 않은 내 마음 아름다운 이 집이 감옥처럼 느껴져 눈치 없는 밤 하늘은 너무 아름다워 네가 나로 살아 봤으면 해 내가 너로 살아 봤으면 해 단 하루라도 느껴 봤으면 해 너의 마음 나의 마음 내가 너를 사랑했으면 해 네가 나를 사랑했으면 해 단 하루라도 함께 했으면 해 널 후회 없이 보내줄 수 있게 가끔 나도 너처럼 다 뒤로하고 밖으로 나가 술로 아픔을 웃음으로 슬픔을 씻어 내리고 싶어 하지 않을 뿐 네가 나로 살아 봤으면 해 내가 너로 살아 봤으면 해 단 하루라도 느껴 봤으면 해 너의 마음 나의 마음 내가 너를 사랑했으면 해 네가 나를 사랑했으면 해 단 하루라도 함께 했으면 해 널 후회없이 보내줄 수 있게 네가 나로 살아봤으면 내가 너로 살아봤으면 단 하루라도 느껴봤으면 널 후회없이 보내 줄 수 있게"}, {"song_no": "4381724", "year": "2014", "rank": "96", "title": "그대가 분다", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "옅은 바람 냄새에  두 눈을 감아본다 낡은 가슴 여전한 떨림  그대가 그대가 온다 어렴풋이 피어오르는 그 옛날의 기억이 두 눈에 소리 없이 흘러  이 가슴을 울려온다 내 맘속에 그대가 분다 그 시절 그때처럼  웃으며 나에게 불어와 소리 없이 그대가 분다 내 가슴 한가운데  보고 싶은 그대가 분다 앙상해진 너의 계절에  가슴이 시려 와도 돌아보면 어제 같은 날들  그 시절은 영원하다 내 맘속에 그대가 분다 그 시절 그때처럼  웃으며 나에게 불어와 소리 없이 그대가 분다 내 가슴 한가운데  보고 싶은 그대가 분다 정말 사랑했구나  그댈 매일 돌아보며 사는 나 내 맘속에 그대가 분다 어디선가 그대가 운다 안아주고 싶지만  자꾸만 멀어지잖아 온 맘 다해 그댈 부른다 이 세상 한가운데  눈물로 그댈 불러본다 하루 종일 그대가 분다"}, {"song_no": "3893169", "year": "2014", "rank": "97", "title": "홀로 (Feat. 김나영)", "artist": "정키", "genre": "Ballad", "lyrics": "아침에 눈을 떴을 때 텅 빈 방안에 나 홀로  니 빈자리 거닐면서 많은 생각들에 잠겨 지워질 수 없는 기억  돌이킬 수 없는 우리  헤어날 수 없는 나와  멀어져만 가는 너를 바라봐 누군가 한 말 처럼 언젠가 만날 거라 그렇게 우린 헤어진 거야 집에 오는 길을 홀로 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴 안고 추억 속에 살아 홀로 방안에서 깨면 홀로 늘 있던 니가 없어 익숙해지겠지  나 홀로 그 때를 기억하니 너와 내가 우리란 말로 함께 할 수 있었던 그 날의 사랑들을 잠시 맞잡았던 두 손  차마 놀 수 없어 붙잡았던 우리라 해도 그립고 그리워 그저  바라만 봐야 했어 누군가 한 말 처럼 언젠가 만날 거라 그렇게 우린  헤어진 거야 집에 오는 길을 홀로  텅 빈 방 침대에 홀로 너와의 기억에 홀로 나 홀로 무뎌질 가슴  안고 추억 속에 살아 홀로 방안에서 깨면 홀로  늘 있던 니가 없어  익숙해지겠지 나 홀로 지난 시간들이 그리워  힘든 건지 내 손길만을  기다린 건지 다른 누군갈 만날  내 모습 바란 건지  그저 날 사랑한다고 말해줘 집에 오는 길을 홀로 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴 안고 살아  보고 싶어 매일 널 그리며 살아  다시 아파한다 해도  내게 손 내밀어  그저 날 사랑한다고 말해줘 이제 더 이상 잊혀질  그 날처럼 처음 날  만나서 설레었던 그 날 그 때로 다시 돌아와 나 하나만 바라보며  사랑한다고 말했던 그 때의 우리로 돌아갈래 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴  안고 추억 속에 살아 홀로 방안에서 깨면 홀로 늘 있던 니가 없어 익숙해지겠지  나 홀로"}, {"song_no": "4736613", "year": "2014", "rank": "98", "title": "밤이 아까워서 (Clean Ver.)", "artist": "유승우", "genre": "Folk", "lyrics": "밤이 아까워서 그래요  혼자서 멍하니 참 있기 좋네요  거리엔 노란 불빛이 참 많네요  내 맘은 이렇게 어두워졌는데  맘이 너무 허해 그래요  그대는 내게 무슨 말 했었나요  그 말들 모두 잊어 버릴 거예요 저 달은 내 맘을 다 못 비춰요  놀이터에 작은 아이들은  순간 슬퍼하고 잊을 텐데  나는요 잔잔한 이 밤을   보내기 싫은가 봐요 봐요   oh oh ooh yeah  바삐 살아가는 어른들은  술 한잔으로 다 잊을 텐데  나는요 시간이 해결해 주길  기다려야 하죠 하죠   쓸쓸함이 커서 그래요  나는 참 덩그러니 놓여 있네요  괜시리 혼자인 것 같아 그래요 가끔씩 이 밤이 참 외로워요  놀이터에 작은 아이들은  순간 슬퍼하고 잊을 텐데  나는 왜 잔잔한 이 밤을   보내기 싫은 걸까요 까요   oh oh ooh yeah  바삐 살아가는 어른들은  술 한잔으로 다 잊을 텐데  나는 왜 시간이 해결해 주길   기다려야 하죠 하죠   oh oh ooh yeah"}, {"song_no": "4643439", "year": "2014", "rank": "99", "title": "봄 타나봐 (BOMTANABA)", "artist": "서인국", "genre": "Ballad", "lyrics": "카페인 때문인 걸까 너의 폐인이 돼버린 걸까 너와 마주 앉아 얘길 할 때면 나의 계절이 변해 얼어붙은 가슴에 봄이 오듯 어느 순간부터 심장이 뛰어 도대체 나 왜 이런 건지 같이 마신 커피 때문인 건지 그건 아마도 카페인 때문인 걸까 너의 폐인이 돼버린 걸까 자꾸만 가슴이 두근대고 입술이 바짝 또 말라오는 게 너 때문인 건지 아니면 커피 때문인 건지 너를 만나고 한참이 지나도 나는 진정이 안돼 겨우 침대 맡에 잠을 청해도 내 귓가엔 온통 네 심장소리 도대체 나 왜 이런 건지 누가 나 좀 말려 줄 순 없는지 그건 아마도 카페인 때문인 걸까 너의 폐인이 돼버린 걸까 자꾸만 가슴이 두근대고 입술이 바짝 또 말라오는 게 너 때문인 건지 아니면 너는 그저 내게 웃긴 얘기만 시간 때울 그런 친구로서만 나를 기대하는지 더는 안 바라는지 그런 너를 보며 왜 난 슬프지 그건 아마도 마음이 왜 이런 건지 내가 지금 봄을 타는지 자꾸만 니 손을 잡고 싶고 니 옆에 바짝 또 앉고 싶은 건 다른 이유가 있어 왜 너만 그걸 모르는 건지 실은 내가 너를 좋아해서야"}, {"song_no": "4193337", "year": "2014", "rank": "100", "title": "으르렁 (Growl)", "artist": "EXO", "genre": "Dance", "lyrics": "Yo Okay 나 혹시 몰라 경고하는데 잘 들어 지금 위험해 So Dangerous 자꾸 나를 자극하지마 큰일 나  나도 날 몰라  숨이 자꾸 멎는다 네가 날 향해 걸어온다 나를 보며 웃는다 너도 내게 끌리는지  눈앞이 다 캄캄해 네가 뚫어져라 쳐다볼 땐 귓가에 가까워진 숨소리 날 미치게 만드는 너인걸 아무도 널 못 보게 품에 감추고 싶어 널 노리는 시선들 내 안에 일어난 거센 소용돌이  검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 날이 선 눈빛과 베일듯한 긴장감 지금 탐색 중이야 너의 주위를 Babe Babe Oh 넌 그냥 그대로 있어 나만을 바라보면서 절대 널 보내지 않아 두고 봐 Babe  흐린 공간속에서 선명하게 빛나는 널 노리는 시선들 내 안에 울리는 경보 울림소리 검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 E X O 또 다른 늑대들이 볼세라 너무나 완벽한 내 여자라 품속엔 부드럽게 너를 안고 너만을 위해서 나는 난폭해지고 결국엔 강한 자가 얻게 되는 미인 자리가 없으니까 그냥 돌아가 I win 가능성 제로야 닳으니까 그만 봐 그녀를 넘본다면 나를 먼저 넘어봐  우리 말곤 하나둘씩 지워버리자 너하고 나만 여기 남아 멈춰진 듯이 워 검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라"}]