[{"song_no": "5482636", "year": "2015", "rank": "51", "title": "잊지 말기로 해 (Bonus Track)", "artist": "성시경", "genre": "Ballad", "lyrics": "이렇게 차가운 바람이 우릴 스쳐가고  난 그대의 가슴 안에 빗물 되어 이제 다시 볼 수 없는 그대 나를 힘들게 해 지나버린 아름다운 추억만 남아 우리의 만남은 이제 끝나지만 그대는 영원히 나의 가슴에 남아 이대로 헤어지지만 우리 사랑을 우리 사랑을 잊지 말기로 해 이렇게 이별은 다가와 나를 아프게 해 난 그대의 가슴 속에 머물고 싶어 이제 우리 서로의 길을 떠나가야만 해 흔들리는 작은 어깨 두 눈에 흐려져 우리의 만남은 이제 끝나지만 그대는 영원히 나의 가슴에 남아 이대로 헤어지지만 우리 사랑을 우리 사랑을 우리 사랑을 우리의 만남은 이제 끝나지만 그대는 영원히 나의 가슴에 남아 이대로 헤어지지만 우리 사랑을 우리 사랑을 우리 사랑을 우리 사랑을 우리 사랑을 우리 사랑을 잊지 말기로 해"}, {"song_no": "5526865", "year": "2015", "rank": "52", "title": "악몽 (Feat. 박수진)", "artist": "배치기", "genre": "Rap / Hip-hop", "lyrics": "모든 게 의미 없어졌어 니가 나를 깨끗하게 지워 버린 후에 둘로 쪼개진 것 지나버린 기억들만 사무치는 하루에 홀로 불 꺼진 방 이 꼴로 남겨진 나 미로 속 헤매이다 숨이 가빠져서 나 악몽 속에 살아 죄책감일까 자책하며 결국 눈을 감아봐도 낯선 곳에 버려진 듯 잠 못 이루는 강제적인 이 각성 현실이든 꿈이든 니가 없이 살아가는 건 마찬가진데 흔적 속에 영원할 듯 깊게 패인 상처는 못 아무네 널 많이 사랑했나 봐 그래서 더 힘든가 봐 시간이 갈수록 밀려오는 고통 뿐 어젯밤 꿈에 그댄 다른 사람과 달콤한 사랑을 나눴죠 슬픈 내 눈에 초라한 내 모습에 서서히 죽어갔죠 이건 아닐거야 정말 아닐거야 이건 니가 아닐거예요 아픈 두 볼에 슬픔이 흘러내려 눈물 바다가 됐죠 oh oh 눈만 꿈뻑대고 있어 난 꿈쩍도 못해 점점 고인 눈물은 넘쳐 흘러 내리고 니 입에 닿지 꿀꺽 삼키곤 다시 꿈 꿔 이 믿지 못 할 악몽 속으로 또 난 들어가 계속돼 가는 반복 속에 얼마나 견뎌야 할지 무뎌지고 나면 편히 잠이 들지 깨어나질 못해 이 깊은 혼돈 속에 갇힌 절망 날 잠식하는 니 기억과 지나친 적막 널 많이 사랑했나 봐 그래서 더 힘든가 봐 시간이 갈수록 밀려오는 고통 뿐 어젯밤 꿈에 그댄 다른 사람과 달콤한 사랑을 나눴죠 슬픈 내 눈에 초라한 내 모습에 서서히 죽어갔죠 이건 아닐거야 정말 아닐거야 이건 니가 아닐거예요 아픈 두 볼에 슬픔이 흘러내려 눈물 바다가 됐죠 oh oh 이건 악몽이야 이건 악몽이야 이건 악몽이야 이건 악몽이야 이건 악몽이야 이건 악몽이야 이건 악몽이야 이건 악몽이야 아픈 꿈이길"}, {"song_no": "4646573", "year": "2015", "rank": "53", "title": "너의 의미 (Feat. 김창완)", "artist": "아이유", "genre": "Ballad", "lyrics": "너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미  너의 그 작은 눈빛도  쓸쓸한 그 뒷모습도 나에겐 힘겨운  약속  너의 모든 것은 내게로 와  풀리지 않는 수수께끼가 되네  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미  너의 그 작은 눈빛도  쓸쓸한 그 뒷모습도 나에겐 힘겨운  약속  너의 모든 것은 내게로 와  풀리지 않는 수수께끼가 되네  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미 너의 그 작은 눈빛도 쓸쓸한 그 뒷모습도 나에겐 힘겨운 약속"}, {"song_no": "4688375", "year": "2015", "rank": "54", "title": "Maps", "artist": "Maroon 5", "genre": "Rock", "lyrics": "I miss taste of the sweet life I miss the conversation I'm searching for a song tonight I'm changing all of the stations I like to think that we had it all We drew a map to a better place But on that road I took a fall Oh baby why did you run away I was there for you In your darkest times I was there for you In your darkest nights But I wonder where were you When I was at my worst Down on my knees And you said you had my back So I wonder where were you All the roads you took came back to me So I'm following the map  that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following following  following to you The map that leads to you And nothing I can do The map that leads to you Following following following I hear your voice in my sleep at night Hard to resist temptation Cause all these strangers  come over me Now I can't get over you No I just can't get over you I was there for you In your darkest times I was there for you In your darkest nights But I wonder where were you When I was at my worst Down on my knees And you said you had my back So I wonder where were you All the roads you took  came back to me So I'm following the map  that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following following  following to you The map that leads to you And nothing I can do The map that leads to you I was there for you In your darkest times I was there for you In your darkest nights I was there for you In your darkest times I was there for you In your darkest nights But I wonder where were you When I was at my worst Down on my knees And you said you had my back So I wonder where were you All the worse you took came back to me So I'm following the map  that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following following  following to you The map that leads to you And nothing I can do The map that leads to you Following following following"}, {"song_no": "4433490", "year": "2015", "rank": "55", "title": "썸 (Feat. 릴보이 Of 긱스)", "artist": "소유 (SOYOU)", "genre": "R&B / Soul", "lyrics": "썸 (Feat. 릴보이 Of 긱스)  가끔씩 나도 모르게 짜증이나  너를 향한 맘은 변하지 않았는데 혹시 내가 이상한 걸까  혼자 힘들게 지내고 있었어 텅 빈 방 혼자 멍하니 뒤척이다  티비에는 어제 본 것 같은 드라마  잠이 들 때까지 한번도  울리지 않는 핸드폰을 들고  요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 이게 무슨 사이인 건지 사실  헷갈려 무뚝뚝하게 굴지마 연인인 듯 연인 아닌 연인 같은 너 나만 볼 듯  애매하게 날 대하는 너  때로는 친구 같다는 말이  괜히 요즘 난 듣기 싫어 졌어 매일 아침 너의 문자에  눈을 뜨고 하루 끝에는  니 목소리에 잠들고 파 주말에는 많은 사람 속에서  보란 듯이 널 끌어 안고 싶어 요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 때로는 친구 같다는 말이  괜히 요즘 난 듣기 싫어 졌어 너 요즘 너 별로야 너 별로야  나 근데 난 너뿐이야  난 너뿐이야 분명하게 내게 선을 그어줘  자꾸 뒤로 빼지 말고  날 사랑한다 고백해 줘 여전히 친구인척 또 연인인척  행동하는 모습을 전부다 돌이켜 생각 할 수록 너의 진심이  더 궁금해지는 걸 girl you’re so ambiguous 난 못해  무엇도 아니 어쩌면  기적을 바라지 lotto 확실한 표현을 원하지만  너의 미소 띈 표정에  잊어버리지 난 요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 순진한 척 웃지만 말고  그만 좀 해  너 솔직하게 좀 굴어봐 니 맘 속에 날 놔두고  한 눈 팔지 마 너야말로  다 알면서 딴청 피우지 마 피곤하게 힘 빼지 말고  어서 말해줘 사랑한단 말이야"}, {"song_no": "5459290", "year": "2015", "rank": "56", "title": "쓰담쓰담", "artist": "10cm", "genre": "Folk", "lyrics": "알고 있지 오늘따라  그대가 왜 이러는지  얼굴은 빨개지고  눈빛도 이상하고 집에 안가고  가만있어 오늘 같은 밤을  내내 기다렸어  투박한 내 두 손에   온몸을 맡겨줘요 할게 있어요  쓰담쓰담쓰담쓰담  쓰담쓰담쓰담다담 해볼까요  토닥토닥토닥토닥  토다닥디다리디독 해드릴까요  쓰잘데 없던 나의 손이   이런 용도일 줄이야  외로워 미칠 때마다 불러줘요  맙소사 그대 그대  나의 귓가에 귓가에  들리는 목소리 난 다 알았어요  tv를 보든 뭘 보든  식사 중이든 뭘 먹든  운전 중이든 언제라도  쓰담쓰담쓰담쓰담  쓰담쓰담쓰담다담 해볼까요  토닥토닥토닥토닥  토다닥디다리디독 해드릴까요  쓰잘 데 없던 나의 손이  이런 용도일 줄이야  외로워 미칠 때마다 불러줘요  쓰담쓰담쓰담쓰담 쓰담쓰담쓰담다담 해볼까요 토닥토닥토닥토닥 토다닥디다리디독 해드릴까요 오갈 데 없던 나에게도 이런 날이 올 줄이야 외로워 미칠 때마다 밤이 외로워 미칠 때마다 그대 두 볼이 빨개질 때마다 불러줘요"}, {"song_no": "4864206", "year": "2015", "rank": "57", "title": "묘해, 너와", "artist": "어쿠스틱 콜라보", "genre": "Drama", "lyrics": "니 생각에 꽤 즐겁고  니 생각에 퍽 외로워  이상한 일이야   누굴 좋아한단 건  아무 일도 없는 저녁  집 앞을 걷다   밤 공기가 좋아서  뜬금없이 이렇게   니가 보고 싶어 참 묘한 일이야 사랑은  좋아서 그립고   그리워서 외로워져  이게 다 무슨 일일까  내 맘이 내 맘이 아닌걸  이제와 어떡해   모든 시간 모든 공간  내 주위엔 온통   너뿐인 것 같아 묘해  보고 싶어 신기하고  신기해서 보고 싶고  그러다 한 순간   미친 듯 불안하고  아무렇지도 않은데  햇살에 울컥   눈물이 날 것 같고  그러다가 니 전화   한 통에 다 낫고  참 묘한 일이야 사랑은  아파서 고맙고   고마워서 대견해져  이게 다 무슨 일일까  이 길이 그 길이 아닌걸  모르고 떠나온   여행처럼 낯설지만  그래서 한번 더   가보고 싶어져 너와  이렇게 너를 바라볼 때  뭐랄까 나는   행복한 채로 두려워져   참 묘한 일이야 사랑은 좋아서 그립고  그리워서 외로워져 이게 다 무슨 일일까 내 맘이 내 맘이 아닌걸 이제와 어떡해  모든 시간 모든 공간 내 주위엔 온통  너뿐인 것 같아 묘해 그래서 한번 더  가보고 싶어져 너와"}, {"song_no": "4806688", "year": "2015", "rank": "58", "title": "끼부리지마", "artist": "WINNER", "genre": "Dance", "lyrics": "끼 좀 부리지마 너 땜에  난 매일매일 불안해  오늘도 빌어 빌어  딴 사람이 널 채 가지 않게  넌 항상 왜 이렇게  오빠라는 사람이 많어  친하단 말만 하곤  왜 다른 설명이 없어  언니 만난다면서  전화기는 왜 꺼져있어  웃겨 정말 화는  왜 네가 내는 건데  한번은 속아도 두 번은 안 속아   나도 어디서 꿀리진 않아 남보다  이 남자 저 남자 조금씩 간보다   또 질리면 KICK하고  차버린 뒤 돌아와  거긴 왜 또 간대  당연히 안돼  남자는 나 빼고 다 한패   니꺼 바로 여기 있잖아  탐내지마 남의 떡   정신차리라 하다  내가 정신 나가겠어  장난치지마 나 장난 아니야  짜증내지마 더 짜증나니까  끼 좀 부리지마 너 땜에  난 매일매일 불안해  오늘도 빌어 빌어  딴 사람이 너를 채가지 않게  끼 좀 부리지마 솔직히  넌 해도 해도 너무해  오늘도 빌어 빌어  딴 놈에게 널 뺏기지 않게  진한 화장하고 친구 집  간다니 참 어이없어  오늘따라 치마는  왜 이리 짧은 건데  날 사랑한다는 거  누구보다 잘 알고 있어  오해라는 네 말 진짜 믿고 싶어  긴 긴 기다림 끝에 드디어  일찍 잤다는 네 전화가 오셨네  재밌게 놀았냐 욱 하고 싶어도  참을 수 밖에 너 훅 떠날까 봐  눈웃음 치고 꼬리치고  혼자 북치고 장구치고 잊을 만 하면 내게 다시 돌아와 뒤통수 치고 이미 온 동네방네 소문났어 어젯밤 너 어딨었어 차라리 거짓말 해줘 장난치지마 나 장난 아니야 짜증내지마 더 짜증나니까 끼 좀 부리지마 너 땜에 난 매일매일 불안해 오늘도 빌어 빌어 딴 사람이 너를 채가지 않게 끼 좀 부리지마 솔직히 넌 해도 해도 너무해 오늘도 빌어 빌어 딴 놈에게 널 뺏기지 않게 웃기만 하지 좀 말고 내 생각 좀 해봐  너 떠나면 아무것도 남는 게 없어 난 울기만 하지 좀 말고 내 생각 좀 해봐 속아주는 것도 이젠 마지막이야"}, {"song_no": "5439395", "year": "2015", "rank": "59", "title": "언제쯤이면 (Duet.아이유)", "artist": "윤현상", "genre": "Ballad", "lyrics": "그리워 보고 싶어 잘 지내란 말이 무색해질 만큼 오랜 시간 함께해온 추억들이 한 장의 폴라로이드 사진처럼 가슴 한 켠에 남는다 미안해 잘못했어 용서해 란 말이 그리워질 만큼 너와 있던 시간이 항상 생각 나 항상 후회되고 그리워 어쩌다 너와 마주칠 땐 숨이 탁 막혀와 언제쯤이면 우리 따뜻한 인사와 함께 서로 웃으며 안부를 묻는 그런 사이가 될까 언제쯤이면 언제쯤이면 언제쯤이면 그럴 수 있을까 우리가 자주 걷던 그 거리를 혼자 서성이다 보면 소박하던 우리들의 추억들이 내게 인사를 건네는 것만 같아 울음이 목 끝에 걸려서 숨이 탁 막혀와 언제쯤이면 우리 따뜻한 인사와 함께 서로 웃으며 안부를 묻는 그런 사이가 될까 언제쯤이면 언제쯤이면 언제쯤이면 외롭기만 하는 지금 그리고 행복 했었던 우리 언제쯤이면 네 앞에 서서 아무렇지 않은 척 웃음 보일까 언제쯤이면 인사와 함께 서로 눈이라도 맞추며 웃음 보이게 될까 할 수 있다면 이렇게라도 난 기다리고 싶어"}, {"song_no": "4854588", "year": "2015", "rank": "60", "title": "연결고리#힙합", "artist": "BOBBY", "genre": "Rap / Hip-hop", "lyrics": "Yeah It’s that remix right here My name is Bobby If you didn’t know now  you know Homeboi leggo Holdu holdu let’s go 너와 나의 연결고리  이건 우리 안의 소리   너와 나의 연결고리  이건 우리 안의 소리 너와 나의 연결고리  이건 우리 안의 소리 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 매일 밤마다 Hustle  어린 나이 집 떠나서  실력을 계속 벌어  욕심은 끝이 없어  너와 나의 연결 Money  힙합 End of the story  Can't nobody spend it like me  나는 힙합 만수르 woah  활활 타는 박자 속에  객기와 패기란 석유는 만땅  내 차에 올라타자마자 너넨 화상  너네 Money  자랑들은 내 귀에는 빵상  몇몇의 안경이 돼줄게 잘 봐  너 말고 누가 무대 윈지  돈 없고 집 없는 외국인 노동자가  왜 독하고 왜 열심인지  B I ZICO 민호  피오 빼고 다 비켜  너넨 내가 회복시킬 타이틀  Money 를 계속 해서 찢고 있어  빌어먹을 음치 녀석들은 랩하며 계속 훼손을 시켜  만약 안 찔린다면 지금 당장  넌 BOBBY 를 씹어  너와 나의 연결고리  이건 우리 안의 소리 너와 나의 연결고리  이건 우리 안의 소리 너와 나의 연결고리  이건 우리 안의 소리 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리  turn up It ain’t over yet 네 맘대로 씨부려  난 언제나 힙합 언더그라운드 부심 따위  부신 객기와 진상  나 밖에 못하지  아이돌인데 진짜  욕하고 난리 났네  Hater 들의 핍박  따윈 관심도 없어  날 위한 걱정 싹 갖다 버려  그리고 이거나 먹어  I don't giva thing about ur  출생 연도와 이름  기름 가져와 불 붙여  타게 할게 리듬  싹 다 뒤집어  뽀록난 네 실력 내 사이로 기어  빌어먹을 너네들 비명  미래가 없는 네 현실을 견뎌  난 땀으로 웃통을 적셔  돈 버는 내 모습 노려봐  한숨과 질투를 절대 못 넘겨  커져만 가는 내 돈벌이  많은 사람들 앞에서 내 목소리  이렇게 내 꿈을  이뤄가면서 난 벌어둬  떳떳한 rap money  너네들 한참은 멀었어  Boy group 래퍼들  무대에 나와서  시계 춤추고 있네  음치면 연습해  Yo hold up DJ hold up  돈 따위는 필요 없어  어차피 나온 거  실력 보여줬음 됐어  책상 위에 발 올려  아이돌이라는 타이틀  목에 걸고서  떳떳하게 돈 벌어서  엄마 만날 수 있어  지겹도록 돈 때문에  힘들었던 우리 집  내가 지었던 이름처럼  이젠 bob by 지  I started from the bottom  이제 집 지을 차례  떨어져도 상관없어  그냥 Show me the money  Hey DJ kick that thing let’s go I'm back on the microphone  지금 만큼은 이  Track으로 바꿔줘  모두 볼륨을 더 크게 높여  손을 높이 올려  Say hip hop hey  I'm back on the microphone  지금 만큼은 이  Track으로 바꿔줘  모두 볼륨을 더 크게 높여  손을 높이 올려  Say hip hop hey"}, {"song_no": "5415175", "year": "2015", "rank": "61", "title": "화장 지웠어 (Feat. Zion.T, HA:TFELT) (No Make Up)", "artist": "개코", "genre": "Rap / Hip-hop", "lyrics": "뜨뜨미지근해 우리관계의 온도 끈끈한 듯 해도 좀 묽어진 점도 의무처럼 안부를 묻는 사이 그 바로 직전이 우리의 어정쩡한 지점 탱고 스텝처럼 한 발짝씩 주고받다가 느슨해졌을 때 니가 버티는 이유가 궁금해졌지 내 가벼움 때문인지 너 또한 날 관리하는 사람 중에 하나인지 술병을 줄 새운 다음에야 툭 튀어나오는 우발적인 행동들을 방어하다가도  어쩔 땐 다 받아주는 완급조절은 완전 선수야 선수 어쩌면 신의 영역 괜히 진지한 내가 좀 한심한 지금 시간은 태양 없는 한시야 건조한 대화 창안에서 난 녹았지만 아직 체크 안 한 듯해 숫자 1은 아직이야 이제는 내가 움직여야 할 때  감정이 증발하기전 상태 이 관계를 정의 하기는 너무 애매해 한참 전에 너에게 보낸 문자  답장을 기다리네 어디야 나올래 오빠 나 화장 지웠어 뜨뜨미지근해 우리관계의 온도 니 기준에 맞춰 유지하는 정도 애만 태우다 홀로 남은 정 때문에 하루에 두 세 번 허탈한 웃음지어 너만한 여잔 없단 건  귀가 닳도록 들었어 입장정리하긴 모험인가 싶어서 보험 같은 존재가 되기를 몇 번인가의 시들함 물 부어가면서 버텨 진도는 다 나갔고 지진 날 듯한 떨림의 진도는 전보다 다소 얌전해졌지만 취향 대화 함께한 술의 위안 이 기록들의 잔향이 잘 지워지지 않아 넌 내꺼인 듯 내꺼 아닌 내꺼라  소유했다 기고만장 할 수는 없잖아 너라는 방에 갇혀 자유를 결심한 지금 시간  밤샌 후 Moon 없는 한시야 이제는 내가 움직여야 할 때  감정이 증발하기전 상태  이 관계를 정의 하기는 너무 애매해 한참 전에 너에게 보낸 문자 답장을 기다리네 어디야 나올래 오빠 나 화장 지웠어 만남을 쉬엄 쉬엄하며 여지만 남겨둔 탓에 띄엄띄엄 연결된 감정의 버퍼링 습작처럼 미완성된 관계의 종지부를 찍고 싶어 넌 어떠니 정착을 겁냈던 건 내 문제 꽈배기 잠을 잤었던 어제 오늘밤엔 니 생각이 너무 궁금해지네 she said she said 사실 니가 고백해주길 니가 용기 내 내게 와주길 너를 기다리던 밤 이젠 지쳤는지도 몰라 아아아 담에 만나 이제는 내가 움직여야 할 때  감정이 증발하기전 상태 이 관계를 정의 하기는 너무 애매해 한참 전에 너에게 보낸 문자 답장을 기다리네 어디야 나올래 오빠 나 화장 지웠어 여보세요 여보세요 지영아 난데 어 지금 볼 수 있어 지금 나 화장 지웠는데 야 화장 지운 것도 귀여워 엄마 아빠가 아직 안 주무셔가지고 좀 그래 엄마 아빠 안 주무셔 너 내가 이렇게 안 나가려고 하는  이유를 모르겠어 너 너무 눈치가 없는 것 같아  나 잘래 그냥 끊어 잠깐 잠깐 여보세요"}, {"song_no": "5557985", "year": "2015", "rank": "62", "title": "Cheers (Feat. Beenzino, Babylon)", "artist": "개코", "genre": "Rap / Hip-hop", "lyrics": "오랜만이야 내 브라더 잘 지냈지 고생한 널 위해 브라보 눌러보는 번호 들뜨는 맘 금요일 밤 전화기 ring ring 내 넘버원 안투라지 친구들이 미친 듯 보고 싶어 오늘 질러 보는 기합 321 나 먼저 퇴근할게 see U 점잖은 척하던 친구도 오늘은 바쁘네 겁 많은 척하던 미스도 오늘은 화끈해 girl late night 밤새  get high with u and I 너와 같이 있고 싶어 투나잇 난 너에 지니 오늘의 주인은 너야 right to the sky baby on a magic carpet ride I'm lookin fly oh baby 구름 위로 걸어가 널 스캔 해 너의 body I came to party up 넌 다신 날 못 볼지도 몰라 계속 이렇게 뛰는 내 맘 넌 알아야 해 너는 알아야 해 지금이 지나면 넌 다시 날 찾을지도 몰라 오늘만 날 믿고 내 옆으로 다가와봐 girl eh I came to party up Club going up  우린 오르지 오르지 우린 우주에서 놀지 술이 안 떨어지지 네가 몇 살인지 모르지 모르지만 오늘이 지나면  남들과 어울리지 어울리지 못 할거라 난 생각해서 내 존재 자체가 죄 같애 근데 그녀의 몸맨 범죄 같애 우리가 도주할 때 탈 자동차는 하얀색 R8 음 경찰차가 우릴 쫓아 음악이 너무 크고 속도가 너무 빠르대 I'm sorry mr Officer  해가 뜨기 전에 빨리 도망 가야 돼 I'm lookin fly oh baby 하늘 위로 걸어가 now you can dance like crazy I came to party up 넌 다신 날 못 볼지도 몰라 계속 이렇게 뛰는 내 맘 넌 알아야 해 너는 알아야 해 지금이 지나면 넌 다시 날 찾을지도 몰라 오늘만 날 믿고 내 옆으로 다가와봐 girl eh I came to party up 디제이는 정신 없이 맞춰 다음 곡의 싱크 천장에 붙은 조명이 내게 윙크 내 스텝은 태엽이 다 풀려가는 로봇 내 플라스틱 컵 안에 채워진 크렌베리 주스 그녀가 와서 보드카를 부어 흐느적 댄스 플로어를  투어 하는 부엉이 it's new year 너의 엉덩이를 위해 건배 제의 아름다운 이 밤을 위한 moonwalk 바깥 분위기는 아직 차갑군  여긴 한여름 반팔 티 안에 야자수 my baby momma  이곳엔 평화 재미있으니 편하게 받아들여 너와 나의 케미스트리 I came to party up 넌 다신 날 못 볼지도 몰라 자꾸 이렇게 뛰는 내 맘 어떡해야 해 너는 알아야 해 지금이 지나면 넌 다시 날 찾을지도 몰라 오늘만 널 믿고 네 옆으로 다가갈게 girl eh I need you hurry up"}, {"song_no": "4671151", "year": "2015", "rank": "63", "title": "눈, 코, 입", "artist": "태양", "genre": "R&B / Soul", "lyrics": "미안해 미안해 하지마  내가 초라해지잖아  빨간 예쁜 입술로  어서 나를 죽이고 가  나는 괜찮아  마지막으로 나를 바라봐줘  아무렇지 않은 듯 웃어줘  네가 보고 싶을 때  기억할 수 있게  나의 머릿속에 네 얼굴  그릴 수 있게  널 보낼 수 없는 나의 욕심이  집착이 되어 널 가뒀고  혹시 이런 나 땜에 힘들었니  아무 대답 없는 너  바보처럼 왜   너를 지우지 못해  넌 떠나버렸는데  너의 눈 코 입  날 만지던 네 손길  작은 손톱까지 다  여전히 널 느낄 수 있지만  꺼진 불꽃처럼  타들어가버린  우리 사랑 모두 다  너무 아프지만 이젠 널  추억이라 부를게  사랑해 사랑했지만  내가 부족했었나 봐  혹시 우연이라도  한순간만이라도 널  볼 수 있을까  하루하루가 불안해져  네 모든 게 갈수록 희미해져  사진 속에 너는 왜  해맑게 웃는데  우리에게 다가오는  이별을 모른 채  널 보낼 수 없는 나의 욕심이  집착이 되어 널 가뒀고  혹시 이런 나 땜에 힘들었니  아무 대답 없는 너  바보처럼 왜   너를 지우지 못해  넌 떠나버렸는데  너의 눈 코 입  날 만지던 네 손길  작은 손톱까지 다  여전히 널 느낄 수 있지만  꺼진 불꽃처럼  타들어가버린  우리 사랑 모두 다  너무 아프지만 이젠 널  추억이라 부를게  나만을 바라보던 너의 까만 눈  향기로운 숨을 담은 너의 코  사랑해 사랑해  내게 속삭이던 그 입술을 난  너의 눈 코 입  날 만지던 네 손길  작은 손톱까지 다  모두 다  여전히 널 느낄 수 있지만  널 느낄 수 있지만 꺼진 불꽃처럼 타들어가버린 우리 사랑 모두 다 너무 아프지만 이젠 널 추억이라 부를게"}, {"song_no": "38547", "year": "2015", "rank": "64", "title": "그녀와의 이별", "artist": "김현정", "genre": "Dance", "lyrics": "이제 우리 정말 끝난거야  니가 다시 확인시켜줬지  그럴 필요까진 없었는데  마지막 자존심까지 무너졌어  나를 만나기전 헤어졌던  예전의 그녀에게서  너를 떠나달란 말을 듣게 했어  미안하단 말과 함께  믿지 않았어 그녀의  일방적인 얘기들  나를 속이며 그동안  만나왔단 얘기도  너를 사랑한 그녀의  거짓말이었기를  비참하게 난 끝까지  어리석게 널 믿어 버렸어  하지만 나의 마지막 기대마저도  모두 무너진 거야 술취해  또 다시 너를 찾아가  그녈 안아주는 너를 보았어  지금 내눈에 흐른 눈물은  너도 모른척 해줘  남겨진 미련도 없지만 모두  니가 가져 버려  며칠이 지났어 널 잊은줄 알았어  그런데 지금 니가 돌아오길   바라는 내가 미울뿐야 믿지 않았어 그녀의  일방적인 얘기들  나를 속이며 그동안  만나왔단 얘기도  너를 사랑한 그녀의  거짓말이었기를  비참하게 난 끝까지  어리석게 널 믿어 버렸어  하지만 나의 마지막 기대마저도  모두 무너진 거야 술취해  또 다시 너를 찾아가  그녈 안아주는 너를 보았어  지금 내눈에 흐른 눈물은  너도 모른척 해줘  남겨진 미련도 없지만 모두  니가 가져 버려  며칠이 지났어 널 잊은줄 알았어  그런데 지금 니가 돌아오길   바라는 내가 미울뿐야"}, {"song_no": "5549372", "year": "2015", "rank": "65", "title": "My Love", "artist": "에디킴", "genre": "Folk", "lyrics": "너의 이름보다 오늘은 이렇게 널 부를게 My love my love my love 요즘 나 이상하다 이런 게 안 어색하다 넌 점점 날 바꾸고 있어 널 만지려다 그만 내 손을 숨겼어 소중하니까 애꿎은 피아노 만지다가 떠올랐던 멜로디 어때 내 목소리 뛰는 가슴소리 너에게 닿으면 내 맘 좀 알아주라 너에게 미쳐가는 날 헝클어진 머리 끝없는 잔소리 그 모든 것들도 사랑할 수 있어 넌 그래도 결국 예쁠 거니까 My love my love I’ve given all my soul 있잖아 우리 그때 안 만났었다면 나의 모든 건 몽롱한 연기 속 쾨쾨해진 건배뿐인 밤으로 어때 내 목소리 뛰는 가슴소리 너에게 닿으면 내 맘 좀 알아주라 너에게 미쳐가는 날 헝클어진 머리 끝없는 잔소리 그 모든 것들도 사랑할 수 있어 넌 그래도 결국 예쁠 거니까 My love my love You‘re my last love last love You're the sweetest girl I've ever met My love my love I‘ve given all my soul I‘ve given all my soul All my soul"}, {"song_no": "3604753", "year": "2015", "rank": "66", "title": "사랑에 빠지고 싶다", "artist": "김조한", "genre": "Ballad", "lyrics": "운동을 하고 열심히 일하고 주말엔 영화도 챙겨보곤 해 서점에 들러 책 속에 빠져서 낯선 세상에 가슴 설레지 이런 인생 정말 괜찮아 보여 난 너무 잘 살고 있어  헌데 왜 너무 외롭다 나 눈물이 난다 내 인생은 이토록 화려한데 고독이 온다 넌 나에게 묻는다 너는 이 순간 진짜 행복 하니 내겐 나를 너무 사랑해주는  그런 사람이 있어  헌데 왜 너무 외롭다  나 눈물이 난다 내 인생은 이토록 화려한데 고독이 온다 넌 나에게 묻는다 너는 이 순간 진짜 행복 하니 난 대답한다 난 너무 외롭다 내가 존재하는 이유는 뭘까 사랑이 뭘까 난 그게 참 궁금해 사랑하면서 난 또 외롭다 사는게 뭘까 왜 이렇게 외롭니 또 다시 사랑에 아프고 싶다"}, {"song_no": "4764928", "year": "2015", "rank": "67", "title": "HER", "artist": "블락비 (Block B)", "genre": "Dance", "lyrics": "Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye Ooh Wow 놀라워 더할 나위 없이 아름다우신 그녀의 자태 보통 여잔 명함도 못 내밀고 끼리끼리 뭉쳐 네 험담을 나누겠지 잘들어 주위에 늑대 놈들 주의 자식들 하나같이 외모 지상주의 망치로 뒤통수 한대 맞은 듯이 머릿속이 띵하고 어지러워 Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye 뭐 하나 빠짐없이 예쁘구나 Her 어어 Her 어어 Her 어어 Uh 어안이 벙벙해 Her 어어 Her  어어 Her 어어 너 말곤 전부 평범해 아찔하게 뻗은 곡선 난 바로 기절 I need suction 무작정 부담 주는 멍청이들 사이에 넌 빈틈없는 Boxer 나의 Olivia Hussey 능력이 있어도 허세는 없는 그 성품과 적절한 볼륨감 I wanna hug and kisses 주위에 늑대 놈들 주의 자식들 하나같이 외모 지상주의 망치로 뒤통수 한대 맞은 듯이 머릿속이 띵하고 어지러워 Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye 뭐 하나 빠짐없이 예쁘구나 Her 어어 Her 어어 Her 어어 Uh 어안이 벙벙해 Her 어어 Her  어어 Her 어어 너 말곤 전부 평범해 바위처럼 무감정한 내가 이렇게 다시 바보가 된다 정신차려 보니 네 앞에 와서 Oh could you be my real love 정말 곱다 고와 누군가 다가와 말 걸면 넌 미소만 던져 줘 네 연락처는 안돼 침부터 닦고 와 물러서 Stop your talk Her uh her uh baby I’m all yours Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye 뭐 하나 빠짐없이 예쁘구나 Her 어어 Her 어어 Her 어어 Uh 어안이 벙벙해 Her 어어 Her  어어 Her 어어 너 말곤 전부 평범해"}, {"song_no": "4681146", "year": "2015", "rank": "68", "title": "한여름밤의 꿀", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 한여름밤의 꿀 so sweet so sweet yum 정말 오랜만이야 어떻게 지냈어 나 똑같지 뭐 그냥 열심히 일했어 넌 어때 그때 그 사람 계속 만나 헤어졌구나 미안 괜한 얘기 꺼내 어쨌든 반가워 시간 진짜 빠르다 벌써 여기까지 왔네 우리도 근데 어쩜 넌 하나 변함없이  여전히 이쁘네 던진 농담 반 진담 반 왜 말  돌리는데 술 때문인 건지 아니면 부끄러운 건지 빨개지는 볼 너 생각나로  피어나는 추억에 화원 색색 아련한 이야기꽃 웃음꽃 I want to tell you something 예전에 나 너 좋아했던 거 알어 and you said I know 나 좀 취했나 봐 헛소리 신경 쓰지 말고 cheers 건배 오늘처럼 무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum Hold up 지금 나오는 노래 뭐지  잠깐 Hold up 알듯한데 제목 기억 안 나는 옛 노래 흥얼거려 멜로디 시원한 밤공기 자리 옮길 겸 걷자 신난다며 폴짝 뛰어가는 뒷모습 참 순수해 너란 여자 그러다 벌레 한 마리에 기겁하더니 가로등 불빛 아래 포개지는 그림자 하나 이 순간 둘 행복해 셋 어느새 쥐고 있는 손가락 넷 한여름밤의 꿈 깨고 싶지 않은 한여름밤의 꿀 바로 오늘 같은 무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum 오늘 너무 즐거웠어 너무 즐거웠어 너무 반가웠어 나도 반가웠어 잘 자 굿나잇 You have a sweet dream 이런 널 보고 있자니 바랄게 없어서 행복했어 So happy 너무 행복했어 Me too 잘 자 굿나잇 You have a sweet dream 이런 널 안고 있자니 바랄게 뭐 더 있어 한여름밤의 꿀 한여름밤의 꿀 so sweet so sweet yum 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum"}, {"song_no": "5431090", "year": "2015", "rank": "69", "title": "술이 너보다 낫더라", "artist": "포스트맨(Postmen)", "genre": "Ballad", "lyrics": "그래 이렇게 또 취해 버렸어 니가 또 그리워서 취해 버렸어 너 땜에 입에도 안대던 그 술인데 니가 떠난 후에 하루도 쉬지 않는걸 그래 이렇게 또 취해 버렸어 니가 또 미워져서 취해 버렸어 너땜에 한참동안 끊었던 그 술로 난 니가 없는 가슴을 채우려 해 술이 너보다 낫더라 날 살게 하더라 너만큼 그리워지더라 한잔에 웃다가 한잔에 울다가 하루만이라도 잊고 싶다 어제 마신 술에 가슴이 아파 우리 헤어진게 거짓말 같아 어떡해 니가 보고 싶으면 난 어떡해 어김없이 너땜에 취할텐데 술이 너보다 낫더라 날 살게 하더라 너만큼 그리워 지더라 한잔에 웃다가 한잔에 울다가 하루만이라도 잊고 싶다 보고싶은 사람아 너도 어디에선가 또 나처럼 술이 널 잊게 한단 말 다 거짓이더라 그만큼 날 울게 하더라 한잔에 웃다가 한잔에 울다가 하루만이라도 잊고싶다 미치도록 니가 그립다"}, {"song_no": "5552200", "year": "2015", "rank": "70", "title": "그대도 같은가요", "artist": "에일리", "genre": "Drama", "lyrics": "그대는 보이나요 내 눈물이  가슴이 아프게 울고 있죠 그대도 같은가요 꽃처럼 피어나는 그리움  또 기다리는 날  so i love you 그대 들리나요  늘 뒤에서 바라만 보다가 울죠 나의 그대 생각하면 눈물이 나요 그댄 나만의 사랑 그대를 기억해요 지난 날의 우리의 추억이 떠오르죠 하얗게 피어나는 물안개처럼 그리워지는 그대라는 사람 사랑해요 그대 들리나요  늘 뒤에서 바라만 보다가 울죠 나의 그대 생각하면 눈물이 나요  그댄 나만의 사랑 잊지 말아요 나의 사랑 생각해 줘요 제발 기억해 줘요 나의 사랑 그대 그대"}, {"song_no": "5480966", "year": "2015", "rank": "71", "title": "피노키오", "artist": "로이킴", "genre": "Drama", "lyrics": "오늘도 그대는 웃네요 나 멀리서 그댈 따라서 웃죠 어쩌면 한번쯤은 날 보며 그대가 꼭 웃어 줄것만 같아 실 바람 타고 그대의 향기가 코끝에 스치네 나의 곁에 오 그대의 눈빛을 보면 떨려오네 먼 훗날 언젠가는 기억될 내 사랑 소중한 그대여  오늘은 그대가 우네요 난 뒤에서 그댈 따라서 울죠 어쩌면 한번쯤은 그대의 두 눈에 눈물을 닦아 주고파 밤 바람이 많이 차요 내게로 오 안아줄게요 나의 곁에 오 그대의 눈빛을 보면 떨려오네 먼 훗날 언젠가는 기억될 내 사랑 소중한 사람 그대만이 운명이죠 우리 언젠가 함께할 그날을 그대만을 I love you"}, {"song_no": "5386171", "year": "2015", "rank": "72", "title": "너무 보고싶어", "artist": "어쿠스틱 콜라보", "genre": "Drama", "lyrics": "혼자 이별을 하고  가버리면 난 어떡하라고 너 없는 하루를 살아보고  너 없는 채로 잠들어본다 잊을 수 있다고 다짐을 해 보고 다 잊은 척 웃어도 보고 별일 아닌 듯 혼자 영화도 보고  너의 빈자리 채워 본다 가끔 보고 싶어 견디기 힘들면 나 하루 종일 너를 찾아 헤매보고 손잡고 걷던 거리에 우두커니 서서 혹시 니가 올까 가슴 설레 본다 잘 살 수 있다고 다짐을 해 보고 태연한 척 웃어도 보고 드라마처럼 혼자 취해도 보고 널 잊으려고 하면 할수록 너무 보고 싶어 견디기 힘들어 비틀거리며 너를 또 찾아 헤매고 나란히 걷던 이 길에 나만 혼자  남아 눈물 삼키면서 너를 기다린다  날 그토록 사랑해주던  너란 사람은 어디까지 간거니 너무 보고 싶어 견디기 힘들어 오늘따라 난 니가 너무 보고 싶어 나 술에 취한 채 추억에 취한 채 비틀거리면서 너를 기다린다 다시 너를 기다린다"}, {"song_no": "4789747", "year": "2015", "rank": "73", "title": "예뻐졌다 (Feat. 지코 Of Block B)", "artist": "박보람", "genre": "Dance", "lyrics": "나 예뻐졌대 다 그래 모두 놀래 못 알아보겠대 Oh My God 어디했어 뭐했어 모르는 소리 No  말도 안돼 No No Way 바나나 한 개 계란 두 개 정말 피곤해 남들처럼 예뻐지는게 넌 모를거야 죽었다 깨어나도 넌 머리부터 발 끝까지 너무 너무해 신경쓸게 한 둘이 아냐 나도 너처럼 사랑받길 원했어 그래서 더 독하게 예뻐졌다 매일 듣고싶었던 말 정말 한번도 듣지 못했던 말  달라 모든게 달라졌어  Doo Roo Roo Roo 예뻐졌다  니가 보는게 전부가 아냐 전에 니가알던 내가 아냐 잘가요 My Love 짧은 치마 스키니 상관없어  이젠 입을수있어 I'm Good 당당하게 남들 Oh 눈치따윈 안볼래 하루종일 난 거울만 보네 좋아 매일매일 달라진 내 모습 어제 나보다 오늘 내가 더 예뻐 주문을 또 걸어봐 예뻐졌다 매일 듣고싶었던 말 정말 한번도 듣지못했던 말  달라 모든게 달라졌어  Doo Roo Roo Roo 예뻐졌다 니가 보는게 전부가 아냐 전에 니가알던 내가 아냐 잘가요 My Love I'm Beautiful Beautiful beautiful 누구도 부럽지 않아 이젠 나를 봐줘 나를 더 사랑할래 Woo Woo Long Time No See  이게 얼마만이야 오빠가 좀 뜸했었지 목소리 아니었음 몰라 볼 뻔했어 이미 훌륭했지만  이렇게 여신이 될 줄이야 무리한 보람있네 너무 비인간적인건 아닌지 아무튼 당분간 좀 골치아프겠다 Say Holla to Your Fans 예뻐졌다 매일 듣고싶었던 말 정말 한번도 듣지 못했던 말  달라 모든게 달라졌어  Doo Roo Roo Roo 예뻐졌다  니가 보는게 전부가 아냐 전에 니가알던 내가 아냐 잘가요 My Love"}, {"song_no": "4843704", "year": "2015", "rank": "74", "title": "너를 사랑해", "artist": "윤미래", "genre": "Drama", "lyrics": "오랜시간 함께라서 내 친구로  난 너무도 편했었어  이게 사랑인줄 모르고 지냈어  그래 그래왔어  널 못보면 보고 싶고 내 꿈속에  니가 자꾸만 나타나고  매일 잠도 못자 눈물로 지냈어  너의 거절이 난 두려워서  오늘도 또 또 못하는 그말  집앞에 서서 준비했던 말  나 꿈에서라도 그 꿈에서라도  너의 눈을 보며  고백하고 싶은 소중한 말  내일은 정말 꼭꼭 해보고 싶은말  용기조차 없어 못했던 말  나는 겁이 나서 너무 무서워서  니가 멀어질까  오랫동안 못했던 말  너를 사랑해  가끔 너는 술에 취해  늦은밤 날 보고 싶다는 말을 하고  밤새 설레임에 나는 잠도 못자  너는 술김에 한 말이지만  오늘도 또 또 못하는 그 말  집앞에 서서 준비했던 말  나 꿈에서라도 그 꿈에서라도  너의 눈을 보며  고백하고 싶은 소중한 말  너를 사랑해  이렇게 아플줄 알았다면  시작하지도 말걸  오늘도 난 이렇게 눈물만  오늘도 또 또 못하는 그 말  눈물로 또 또 고백하는 말  나는 널 사랑해 내가 널 사랑해  작은 목소리로 고백하는  오래된 혼잣말  내일은 정말 꼭꼭  해보고 싶은 말  용기조차 없어 못했던 말  나는 겁이 나서 너무 무서워서  니가 멀어질까  오랫동안 못했던 말 너를 사랑해"}, {"song_no": "315872", "year": "2015", "rank": "75", "title": "잠시만 안녕 (Original)", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "행복을 줄 수 없었어 그런데 사랑을 했어 니곁에 감히 머무른 내 욕심을 용서치마 방황이 많이 남았어 그 끝은 나도 모르는곳 약하게 태어나서 미안해 그래서 널 보내려고 해 언젠가는 돌아갈께 사랑할 자격 갖춘 나 되어 너의 곁으로 돌아갈께 행복을 줄 수 있을 때 아파도 안녕 잠시만 안녕 언제나 위태로운 나 그런 내가 널 사랑을 했어 외로운 고독이 두려워 빨리 못 보내 미안해 사는게 참 힘들었어 널 보며 난 견뎠어 허나 네겐 보여줄 수 없는 내 삶 이별로 널 지키려해 언젠가는 돌아갈께 흔들리지 않는 나 되어 늦지않게 돌아갈께 널 많이 사랑하니까 아파도 안녕 슬퍼도 안녕 언젠가는 돌아갈께 사랑할 자격 갖춘 나 되어 너의 곁으로 돌아갈께 행복을 줄수 있을 때 아파도 안녕 널 위해 안녕 너와 내가 사랑하면 우리가 정말 사랑한다면 언젠가는 만날꺼야 행복을 줄 수 있을 때 조금만 울자 잠시만 울자 아파도 안녕 널 위해 안녕"}, {"song_no": "5449581", "year": "2015", "rank": "76", "title": "Tough Cookie (Feat. Don Mills)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "Hello 아직 날 띠껍게 보는 핫바지들 유감스럽게도 블락비는 각종 차틀 휩쓸고 트로피를 거머쥐었지 사재기 없이 I made it 공연 섭외에 피처링 제의에 다 거절 놓기 애매해 아이돌 랩퍼 Top Fuck I ain't no 뱀의 머리 내 경쟁 상댄 딴 데 있어 방송국엔 Nothing 내 Hater 였던 제이통 형은 날 벅와에 영입했고 소송 중엔 대형기획사에서 여러 차례 접촉 있었지 솔직히 자생적인 환경이 편해 회사의 케어는 No Thanks 안주하지 않고 달린 나머지 나 완전 갔어 Drunk man 적셔 줄게 네 Underwear 말리지 마 절대 내 행보엔 유통기한 없어 영원히 쉴 리 없네 넌 고백해 전성기가 없네요 왜냐 내 Flow 가 좀 거세 상황은 종결됐어 Draw Attention 평가 절하됐던 내 오명을 씻어 한류에 한몫하면서 난 받아내 동경의 시선 난 너의 친구가 아냐 또 난 너의 가족도 아니고 난 너의 동료가 아냐 잘못 씹다간 이빨 다 나갈 수 있어 Cause I'm a Tough Cookie Tough Cookie Tough Cookie Tough Cookie Tough Cookie Tough Cookie Cause I'm a Tough Cookie Tough Cookie Tough Cookie 잘못 씹다간 이빨 다 나갈 수 있어 친구들아 듣고 있지 yeah I made it 내가 할 일을 해서 결국엔 I made it 예전에 하루 만에 짤린 혹은 월급 매번 밀린 알바 사장들도 듣고 있지 yeah I made it 네가 쓰면 개떡 같은 가사도 내가 쓰면 개성 넘쳐 넌 가면 쓰고 또 기를 쓰지 난 힘이 넘쳐 넌 기믹 정성을 들여 공개를 해도 다음 Track 으로 넘기지 이 멍청이 센 척해도 넌 비실비실 Don Mills 인맥 힙합 한다고 씹어 Don Mills 한국에 연고도 없이 시작 Don Mills 내 노래 내가 직접 알려 Don Mills 내 이름 내가 직접 알려 시간은 금이야 낭비할 수가 없지 앨범 한 장 내고 굵직하게 피처링 드디어 내 이름이 여기저기 들려 여기 저기 들리는 내 이름 뭐 Don Mills 난 너의 친구가 아냐 또 난 너의 가족도 아니고 난 너의 동료가 아냐 잘못 씹다간 이빨 다 나갈 수 있어 Cause I'm a Tough Cookie Tough Cookie Tough Cookie Tough Cookie Tough Cookie Tough Cookie Cause I'm a Tough Cookie Tough Cookie Tough Cookie 잘못 씹다간 이빨 다 나갈 수 있어 난 음중 MC이기 전에 그냥 엠씨지 내 아이돌 데뷔는 네 입장에선 어드밴티지 But 뒤뚱대는 펭귄 무리 무리하다가 다쳐 실력이 모자라서 요즘 랩퍼는 다 스냅백 Fetish You're such a freaky bitch 계속 날 깎아내려 봤자 더 멋지게 조각 돼 이건 야망이 아냐 내 주파순 네 성감대를 공략해 난 Tablo 개코 한테서 받은 인정도 인정 안 했어 성취감 결핍은 내 피부처럼 사라질 기미가 보이지 않네 Uh 넘치는 그룹 내 싱어송 라이터스 Uh 근거 없는 언더 경력 바이럴 꺼져 쫄아도 오줌은 딴 데다 갈겨 여긴 내 영역이야 거기 넌 좆이나 까잡숴 이 시장을 디스하기 전에 Let me see you piece 그 실력은 타협도 못해 비교적 일안한 삶을 사니까 다 일 안 하지 자연스럽게 메이저 가수들 깔 거면 어디 나부터 건드려 봐 소금 뿌리기 전에 알아서 짜지던가 난 너의 친구가 아냐 또 난 너의 가족도 아니고 난 너의 동료가 아냐 잘못 씹다간 이빨 다 나갈 수 있어 Cause I'm a Tough Cookie Tough Cookie Tough Cookie Tough Cookie Tough Cookie Tough Cookie Cause I'm a Tough Cookie Tough Cookie Tough Cookie 잘못 씹다간 이빨 다 나갈 수 있어 Cause I'm a Tough Cookie Tough Cookie Tough Cookie Tough Cookie Tough Cookie Tough Cookie Cause I'm a Tough Cookie Tough Cookie Tough Cookie 잘못 씹다간 이빨 다 나갈 수 있어"}, {"song_no": "5523079", "year": "2015", "rank": "77", "title": "오빠야", "artist": "술제이 (Sool J)", "genre": "Rap / Hip-hop", "lyrics": "오빠야 내랑 둘이 딱 있자 달달한 그 말 한번 더해도 자꾸 더해도 해도 자꾸 니 생각나고 심장이 터지삐긋다 누가 니 괴롭히모 확 마 다 던지 삘끼다 야 내 어떻노 니 만나다꼬 깔롱 좀 지깃다 안 지기나 오랜만에 장롱 좀 뒤짓다 까리하네 이거 받아라 오다가 하나 주읏다 어울리모 하든가 아이모 남 주뿌라 뭔데 몰라 팔찐가 목거린가 니가 하면 다 예쁘지 뭐 뭔지는 잘 모린다 날씨가 춥다 이 짝으로 바짝 붙어라 와이리 얇게 입었노 자 아나 내꺼 입어라 맑은 날도 니 아프몬 내한텐 얼룩인기라 감기 걸리면 화낼끼다 얼른 앵기라 오빠야 내랑 둘이 딱 있자 달달한 그 말 한번 더해도 자꾸 더해도 해도 오빠야 내한테 빨리 온나 억수로 기다린다 다른 가시나 보면 죽는데이 단디해래이 오빠야 내 오빠야 좋아한데이 사랑한데이 오빠야 내 오빠야 보고싶다 오빠야 내처럼 부족한 놈 좋아해줘가 진짜 고맙다 오빠야는 내가 뭐가 좋은데 고마 다 좋다 알제 니는 평생 내끼다  니가 내 싫다 해도 내는 절대 안 보낼끼다 말투 때문에 오해할 때 가끔 있다 아이가 화내는 거 아이다 아이가 명령한 거 아이다 아이가 표준어가 아이라도 마음은 똑바르다 실없는 서울 남자랑 방식이 또 다르다 내 믿고 따라 온나 행복하게 해줄게 인연이 따로 있나 내는 니삐 없는데 내 진짜 이런 말 죽어도 못하는데 애기야 억수로 사랑한데이 오빠야 내랑 둘이 딱 있자 달달한 그 말 한번 더해도 자꾸 더해도 해도 오빠야 내한테 빨리 온나 억수로 기다린다 다른 가시나 보면 죽는데이 단디해래이 오빠야 내 오빠야 좋아한데이 사랑한데이 오빠야 내 오빠야 보고싶다 오빠야 니 앞에만 서면 내가 와이라는기고 Hey 와이라는기고 Hey 와이라는기고 Hey 니 생각만 나고 심장 터지삐긋다 참말로 터지삐긋다 좋아가 터지삐긋다 내한테도 맨날 오빠뿐이데이 앵길 때 받아줄래  오빠야 내랑 둘이 딱 있자 달달한 그 말 한번 더해도 자꾸 더해도 해도 오빠야 내한테 빨리 온나 억수로 기다린다 다른 가시나 보면 죽는데이 단디해래이 오빠야 내 오빠야 좋아한데이 사랑한데이 오빠야 내 오빠야 보고싶다 오빠야"}, {"song_no": "5465067", "year": "2015", "rank": "78", "title": "U & I (With Crush & 빈지노)", "artist": "토이", "genre": "Ballad", "lyrics": "you know 너 땜에 자꾸 난 전화길 못 놔 니가 올린 음식 사진도 네 친구들 댓글에 내 마음 두근 대 내가 생각해도 내가 웃겨 너의 하루가 다 궁금해 난 네가 정말 좋은가 봐 you know 니 SNS 업데이트될 때 내 입가엔 oh no 제일 먼저 내가 좋아요 누르곤 해 뭐 하는 건지 참 내가 생각해도 내가 웃겨 너의 모든 게 다 궁금해 난 네가 정말 좋은가 봐 잠이 오질 않아 니가 숨 쉬는 방은 어떤 모습일까 무슨 꿈 꿀까 나처럼 너도 내 생각하고 있는 건 아닐까 혹시 아닐까 너를 안아 줄래 네게 입 맞출래 내 품에 담을래 you and me 수많은 사람 살아가는 이 세상 속에서 that just you 너를 만난 건 믿지 못할 놀라운 기적 love you 영원히 함께 U and I Things I wanna do with you' list 첫 번째는 아무 이유 없이 너에게 전화를 거는 거 두 번째도 아무 이유 없이 너의 이름 대신 특별한 별명을 붙여 부르고 싶어 세 번짼 i wanna cook you 김치볶음밥 and go party with you up all night 그리고 한강을 따라 걸으며 노을이 묻은 하늘을 보면서 넋을 놓고파 그리고 난 말하고 싶어 내 눈에는 너가 더 예뻐 니가 보고 싶어 오늘 밤 지금 너는 뭘 입고 있을까 잠들었을까 나처럼 너도 썼다 지웠다 고민해 봤을까 망설였을까 너를 안아줄래 네게 입 맞출래 내 품에 담을래 you and me 수많은 사람 살아가는 이 세상 속에서 that just you 너를 만난 건 믿지 못할 놀라운 기적 you and me 불안한 내일 날 지켜준 단 한 사람 바로 that just you 그게 너란 게 벅찰 만큼 love you forever I love you 영원히 함께 U and I U and I"}, {"song_no": "5472103", "year": "2015", "rank": "79", "title": "Piano Man", "artist": "마마무(Mamamoo)", "genre": "Dance", "lyrics": "I'm ready for some action Are you ready for perfection Hey piano man Hello um 아니 매력 없는 대화들이 참 센스 하나 없는 애들 참 힘준 내 하이힐도 공들인 립스틱도 못 알아보는 눈들이 참 따분해 그 때쯤 니가 걸어 나온 것 같애 여기엔 어울리지 않는 피아노맨 하얀 손가락 건반에 내릴 때 눈을 반짝 뜬 것 같아 붐빠빠라 붐빠빠라 붐빠빠라 붐 붐빠빠라 붐빠빠라 붐빠빠라 붐 Hey piano man 춤을 추는 너의 손짓이 The piano man 뻔하지 않은 그 몸짓이 나 뭐랄까 지금 이 곳에서 너랑 나랑 둘만 남을래 이렇게 오른쪽으로 오른쪽으로 오른쪽으로 왼쪽으로 왼쪽으로 왼쪽으로 yeah yeah yeah yeah yeah yeah yeah 손 끝이 건반들을 쓸어 내릴 때 자꾸 나쁜 상상을 했던 것 같애 가슴은 스타카토 Hey Mr 애매모호 내 온 몸은 피아노처럼 붐빠빠라 붐빠빠라 붐빠빠라 붐 붐빠빠라 붐빠빠라 붐빠빠라 붐 Hey piano man 춤을 추는 너의 손짓이 The piano man 뻔하지 않은 그 몸짓이 나 뭐랄까 지금 이 곳에서 너랑 나랑 둘만 남을래 이렇게 왼쪽으로 왼쪽으로 왼쪽으로 오른쪽으로 모두 여기로 Word up Moon Star 시작은 트럼펫 Can I get that Here 사이사이 마다 곁들어진 하이헷 드링 드럼킥 리듬이란 접시 위에다가 달콤한 피아노를 끼얹지 아이 엠 그라운드 자기소개 하기 치마보단 난 긴 청바지 근데도 쟤들은 나 좋다고 다 난리 Oh swing Let’s groove singing Oh swing Let’s groove my babe Oh swing Let’s groove 소개합니다 We are Mamamoo Darling you are my own Hey piano man 이 음악의 끝엔 내게로 oh 내게로 피아노맨 The piano man 이미 할 얘긴 다 한 걸로 네 마지막 남은 멜로디는 너랑 나랑 둘만 너랑 나랑 둘만 그렇게 그렇게 들을래 내일도 모레도 계속 우리 만날래 Ye ye ye ye ye ye ye"}, {"song_no": "5562500", "year": "2015", "rank": "80", "title": "말리꽃", "artist": "유성은", "genre": "Drama", "lyrics": "얼마나 더 견뎌야 하는지  짙은 어둠을 헤매고 있어  내가 바란 꿈이라는 것은 없는 걸까 더 이상은 견딜 수 없는 것  지친 두 눈을 뜨는 것마저  긴 한숨을 내쉬는 것조차 난 힘들어  이렇게 난 쓰러진 채로 끝나는 건 아닐까 항상 두려웠지만 지금 내가 가야 할 세상 속에 네가 있기에 지쳐 쓰러지며 되돌아가는 내 삶이 초라해 보인대도  죽어진 네 모습과 함께 한다면 이제 갈 수 있어  소중하게 남긴 너의 꿈들을 껴안아 네게 가져가려 해  어두운 세상 속에 숨 쉴 날들이 이제 잊혀지도록 지쳐 쓰러지며 되돌아가는 내 삶이 초라해 보인대도  죽어진 네 모습과 함께 한다면 이제 갈 수 있어  소중하게 남긴 너의 꿈들을 껴안아 네게 가져가려 해  어두운 세상 속에 숨 쉴 날들이 이제 잊혀지도록 이제 잊혀지도록"}, {"song_no": "5562748", "year": "2015", "rank": "81", "title": "추운 비", "artist": "4minute", "genre": "Ballad", "lyrics": "착하게 사랑한 죄 나쁜 이별에 아파야 알죠 사랑을 몰라서 그저 사람을 믿었죠 그 따뜻한 거짓말에 점점 더 미쳐갔죠 때마침 비가 내리네요 찬비가 내리네요 뚜루루 뚜루루루루루루루 뚝 뚝 흘러 내리는 이 빗물은 슬픔으로 잠기겠죠 뚜루루 뚜루루루루루루루 뚝 뚝 흘러 가슴에 맺혀 소리 내 울죠 눈물이 주르륵 두 뺨 위로 자꾸 흘러내리죠 빗방울 섞인 눈물을 훔치죠 나 혼자 I cannot live without you No life 혼자 I cannot live without you No life 그대 없인 난 힘이 드네요 My love 눈치 없는 밤하늘엔 비까지 내려 하루 종일 내 얼굴엔 눈물까지 완벽해 내 팔을 쓰다듬던 너의 두 손 문신처럼 새겨놓은 널 닮은 상처 사랑 그까짓 게 뭐라고 내가 울어야 돼 너란 게 뭐라고 힘들고 지쳐야 돼 미워하는 만큼 네가 너무 보고 싶어 보고 싶은 만큼 네가 미워 뚜루루 뚜루루루루루루루 뚝 뚝 흘러 내리는 이 빗물에 주저앉아 울먹이죠 뚜루루 뚜루루루루루루루  뚝 뚝 흘러 내 심장에 맺힌 그대가 밉죠 눈물이 주르륵 두 뺨 위로 자꾸 흘러내리죠 빗방울 섞인 눈물을 훔치죠 나 혼자 I cannot live without you No life 혼자 I cannot live without you No life 그대 없인 난 힘이 드네요 My Love 가시 돋친 말을  한없이 한없이 나 혼자 칼날같이 날카롭던 바람이 불어서 내 맘에 상처를 주고 떠나가던 너의 그 빈자리에 내리는 빗소리를 따라 난 하염없이 울어 눈물이 주르륵 두 뺨 위로 자꾸 흘러내리죠 가슴에 남은 상처는 어떡해 나 혼자 I cannot live without you No life 혼자 I cannot live without you No life 이젠 사랑 따윈 못 할 것 같아 Again again"}, {"song_no": "622649", "year": "2015", "rank": "82", "title": "전화번호", "artist": "지누션", "genre": "Rap / Hip-hop", "lyrics": "그대의 이름도 성도 나 필요없소  하지만 정말 나  원하는게 하나있소  네 전화번호  uh huh 내가 원하는건  네 전화번호  give it up give it up  give it up now  그대가 어떤 사람인지  난 알 수 없어  하지만 정말 궁금한게 딱 하나있소  네 전화번호  uh huh 내가 원하는건  네 전화번호  give it away give it away  give it away  stop 거기 멈춰 매력이 넘쳐  널 본 순간  내 머리 속 모든게 멈춰  바쁜 척 하지마 잠깐 1분이면 돼  나쁜 사람 아니니 걱정 안해도 돼  첫눈에 반했단  유치한 말 난 안 해  이름이 뭐냐고 물어봤자  넌 말 안 해  뻔할 뻔한 얘기 남들이 다한 얘기  나도 싫어 그런 말  해달라고 해도 안해  이 세상 그 누구도  부러울게 없어 난  가진 건 없어도  있을 것 다 있어 난  하지만 나 원하는게 하나있어  you know  다름 아닌 너의 전화번호  그대의 이름도 성도 나 필요없소  하지만 정말 난  원하는게 하나있소  네 전화번호  uh huh 내가 원하는건  네 전화번호  give it up give it up  give it up now  그대가 어떤 사람인지  난 알 수 없어  하지만 정말 궁금한게  딱 하나있소  네 전화번호  uh huh 내가 원하는건  네 전화번호  give it away give it away  give it away  텅빈 내 가슴처럼 텅빈 내 전화기  채워만 준다면 나 조용히 떠나리  이 세상 누구보다  간절히 원하는 나  사랑을 키워가리 너와 나 단둘이  하루에도 수십 번 백번  너도 모르게 내 전활  기다리게 될껄  정말 싫으면 안 받으면 돼요  가짜 번호만 아니면 ok 요 ayo  많은건 물어봤자 내 입만 아퍼  괜한거 물었다 내 마음만 아퍼  baby girl  please just give me ya numba  시간이 없어 나도 지금 바뻐  그대의 이름도 성도 나 필요없소  하지만 정말 난  원하는게 하나있소  네 전화번호  uh huh 내가 원하는건  네 전화번호  give it up give it up  give it up now  그대가 어떤 사람인지  난 알 수 없어  하지만 정말 궁금한게  딱 하나있어  네 전화번호  uh huh 내가 원하는건  네 전화번호  give it away give it away  give it away  손뼉쳐 everybody come on  everybody 손뼉쳐  if you're ready to rock  with jinu &amp; sean  let me hear everybody go  박수쳐 everybody  everybody 박수쳐  if you're ready to roll  with jinu &amp; sean  자 한명도 빼지말고  가까이 하기엔 아직 머나먼 너  내가 당장 필요한 건  오직 전화번호  용기 있는자 만이 미인을 차지해  난 널 차지해 사랑에 빠지게  let's bring it back now  조금 더 빠르게  그대의 이름도 성도 나 필요없소  하지만 정말 나  원하는게 하나있소  네 전화번호  uh huh 내가 원하는건  네 전화번호  give it up give it up  give it up now  그대가 어떤 사람인지  난 알 수 없어  하지만 정말 궁금한게  딱 하나있소  네 전화번호  uh huh 내가 원하는건  네 전화번호  give it away give it away  give it away  전화번호  전화번호"}, {"song_no": "5442696", "year": "2015", "rank": "83", "title": "죽을만큼 아파서 Part.2 (Feat. 스웨덴세탁소)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "Can't break my heart the next time I gave you that last time your love's no longer in my mind I'll never cry for you Good bye to you don't want you back here in my life 어제의 내 마지막 기억은 너와 그 1분도 안 되는 전화 한 통화 거기서 아마 필름이 끊겼어 깨진 핸드폰 대충 짐작이 가 억지로 손을 넣어 토해 다 뱉고 싶은 추억까지 더해 이 빌어먹을 놈 빌어먹을 놈 끝내놓고 너 전화를 왜 해 체념했음에도 목마름에 짓눌러진 죄책감의 무게 편하게 널 보내 줘야 해 달거나 아니면 쓰게 wake me up 이 악몽에서 hate myself 더 원망해서 I got nothing to lose love is yesterday news 갈 때까지 나 가볼래 내 사랑을 남겨두고 가 내가 살거나 아니면 죽거나 알 수 있게 이 또한 지나가겠지 뭐 너와의 거리는 도 아님 모 I got nothing to lose love is yesterday news Can't break my heart the next time I gave you that last time your love's no longer in my mind I'll never cry for you Good bye to you don't want you back here in my life 새벽이 밝아 오고 태양이 하늘의 지붕 위로 반쯤 가릴 쯤 두 눈을 뜨게 돼 네가 옆에 있단 듯이 매일 사랑한 듯이 혼잣말로 너와 대화를 나눈다 내 매일이 내일의 행복을 위해 사니깐 행복한 오늘이 없어 사랑만을 원한 것들에 비해 너에게 얻은 게 하나도 없어 wake me up 이 악몽에서 hate myself 더 원망해서 I got nothing to lose love is yesterday news 갈 때까지 나 가볼래 내 사랑을 남겨두고 가 내가 살거나 아니면 죽거나 알 수 있게 이 또한 지나가겠지 뭐 너와의 거린 도 아님 모 I got nothing to lose love is yesterday news Can't break my heart the next time I gave you that last time your love's no longer in my mind I'll never cry for you Good bye to you don't want you back here in my life 내 가난한 오두막에서 내 가난한 오두막에서 가끔은 울기만 했어 가끔은 울기만 했어 이별의 독을 맛봐서 이별의 독을 맛봐서 죽을 만큼 힘이 들었어 죽을 만큼 힘이 들었어 내 가난한 오두막에서 Can't break my heart the next time I gave you that last time your love's no longer in my mind I'll never cry for you Good bye to you don't want you back here in my life 갈 때까지 나 가볼래 내 사랑을 남겨두고 가 내가 살거나 아니면 죽거나 알 수 있게 이 또한 지나가겠지 뭐 너와의 거린 도 아님 모 I got nothing to lose love is yesterday news 갈 때까지 나 가볼래 내 사랑을 남겨두고 가 내가 살거나 아니면 죽거나 알 수 있게 이 또한 지나가겠지 뭐 너와의 거린 도 아님 모 I got nothing to lose love is yesterday news Can't break my heart the next time I gave you that last time your love's no longer in my mind I'll never cry for you Good bye to you don't want you back here in my life"}, {"song_no": "38426", "year": "2015", "rank": "84", "title": "멍", "artist": "김현정", "genre": "Dance", "lyrics": "너 나를 쉽게 봤어  그렇지 않니  너는 몰라 너무 몰라 사랑을  안돼 니 맘대로 나를  떠날 수 없어  끝낸다면 내가 끝내 기억해  잘못이었어 너를 만난건  너는 사랑따윈 관심도  없던 거야  다만 넌 니 뜻대로 모두 맞춰줄  너 하나 밖에 모르는 내가  필요했을 뿐  다 돌려놔 너를 만나기전에  내 모습으로  추억으로 돌리기엔 내  상처가 너무커  바랄게 다음번에 너 누굴  사랑한다면  너 같은 사람 꼭 만나기를  잘못이었어 너를 믿은건  우린 하나라던 그건 다 말뿐이야  여러번 나를 속인 것도 모자라  니 주변의 사람들과 나를  비교 했었지  다 돌려놔 너를 만나기전에  내 모습으로  추억으로 돌리기엔 내  상처가 너무커  바랄게 다음번에 너 누굴  사랑한다면  너 같은 사람 꼭 만나기를"}, {"song_no": "5576267", "year": "2015", "rank": "85", "title": "그리워 그리워하다", "artist": "포스트맨(Postmen)", "genre": "Drama", "lyrics": "자꾸 눈에 아른거려서 눈을 감아봐도 그대 떠올라서 오늘도 그대의 뒤에서 또 바라만 보다가 끝내 돌아서곤 해 밤하늘 달빛 비추고 별들은 그대 얼굴을 그리면 이토록 그리워져요 너를 사랑해 내 가슴 수 천 번 외쳐도 듣지 못하는 그댄 모르셨죠 나를 그리워 그리워하다가 나는 잠도 못 들어 한 순간도 잊을 수 없어서 나 그댈 아마 사랑인 줄 모르고 그저 스쳐가는 인연일 거라고 바보처럼 그대를 보내고 후회만 또 한숨만 매일 그리워만 해 한 번도 못 했던 그 말 이제서야 크게 외쳐보는 말 참아지지가 않는 말 너를 사랑해 내 가슴 수 천 번 외쳐도 듣지 못하는 그댄 모르셨죠 나를 그리워 그리워하다가 나는 잠도 못 들어 한 순간도 잊을 수 없어서 나 그댈 아프고 힘이 들 때 그대가 외로울 때 내가 곁에 있을 거라고 너를 사랑해 혼자서 또 고백하는 말 가슴 아파도 나는 행복한 말 그 말 그리워 그리워하다가 나는 잠도 못 들어 네가 너무 보고 싶다 정말"}, {"song_no": "5511318", "year": "2015", "rank": "86", "title": "하나뿐인 사람", "artist": "케이윌", "genre": "Drama", "lyrics": "그대의 눈을 보면 떨려오는 가슴에 설레곤해 그대를 바라보면 온 세상이 멈춰버린듯 느껴지네 겨울이 지나서 봄이 날 찾아오듯 그대 내게 올거라 믿죠 하나뿐인 내 사람 내겐 꿈꾸듯 보물 같은 사람 꽃처럼 피어나는 내 첫 사람 바라만 봐도 난 울컥 눈물이 나 한편의 시를 써도 그대라는 이름만 가득 채워졌네 겨울이 지나서 봄이 날 찾아오듯 그대 내게 올거라 믿죠 하나뿐인 내 사람 내겐 꿈꾸듯 보물 같은 사람 꽃처럼 피어나는 내 첫 사람 바라만 봐도 난 울컥 눈물이 나 아프고 힘은 들겠지만 나 약속하는건 그댈 지켜줄게요 나는 그대뿐인데 그대만 있으면 난 괜찮은데 내 생애 단 하나뿐인 첫 사람 바라만 봐도 난 울컥 눈물이 나"}, {"song_no": "5595472", "year": "2015", "rank": "87", "title": "냠냠냠", "artist": "이진아", "genre": "Ballad", "lyrics": "맛있어서 아껴두었던 너의 달콤한 기억들 이제 더 이상 머릿속 냉장고에 담아두면 안돼 아직까지 숨겨두었던 너의 무관심한 그 표정들 이제 더 이상 괴롭지 않은 하나하나의 기억  냠냠냠냠냠 너의 기억을 다 먹어 버릴 거야 냠냠냠냠냠 너의 미소를 다 먹어 버릴 거야 냠냠냠냠냠 우리 어제를 다 먹어 버릴 거야 냠냠냠냠냠 우리 사랑을 다 먹어 버릴 거야 이 세상에서 전부였던 너의 미소를 잊을 수 있을 거 같아 이제는 너의 목소리향기 조차 아무 의미가 없는걸 냠냠냠냠냠 너의 기억을 다 먹어 버릴 거야 냠냠냠냠냠 너의 미소를 다 먹어 버릴 거야 냠냠냠냠냠 우리 어제를 다 먹어 버릴 거야 냠냠냠냠냠 우리 사랑을 다 먹어 버릴 거야 아름다운 영원 할 줄 알았던 그 소중했던 모든 기억들 냠냠냠냠냠 너의 기억을 다 먹어 버릴 거야 냠냠냠냠냠 너의 미소를 다 먹어 버릴 거야 냠냠냠냠냠 우리 어제를 다 먹어 버릴 거야 냠냠냠냠냠 우리 사랑을 다 먹어 버릴 거야 너의 기억을 다 먹어 버릴 거야"}, {"song_no": "5551724", "year": "2015", "rank": "88", "title": "You", "artist": "G.Soul", "genre": "Electronica", "lyrics": "어떤 말을 할지 어떻게 말할지 아무리 생각을 해봐도 텅 빈 이 노트패드처럼 하루 종일 앉아 생각해봐도 생각나는 건 너 너 말곤 그 누구도 난 Baby 아무도 필요 없어 No 내 머릿속엔 온통 너 Baby All I need is all I need is you 아무리 써봐도 계속 지워봐도 생각나는 말이 없어서 나 이런 말 원래 잘 할줄 몰라서 조금 바보같이 들리더라도 생각나는 건  너 너 말곤 그 누구도 난 Baby 아무도 필요 없어 No 내 머릿속엔 온통 너 Baby All I need is all I need is you 잠시 이 노래를 들어줘 널 보면 시간이 멈춰 Oh baby 말이 잘 나오질 않아도 알아줘 난 오직 너뿐인걸 Baby all I ever need is you All I need is you all I need is you Baby all I need is you All I need is you all I need is you 해 줄 말이 이거 밖에 All I need is you 너 너 말곤 그 누구도 난 Baby 아무도 필요 없어 No 내 머릿속엔 온통 너 Baby All I need is all I need is you All I need is you all I need is you 너 말곤 그 누구도 난 Baby no All I need is you all I need is you All I need is you All I need is you all I need is you"}, {"song_no": "5582684", "year": "2015", "rank": "89", "title": "못된 여자 (Feat. Dok2)", "artist": "니엘", "genre": "Dance", "lyrics": "나를 보는 눈빛이 가끔 야해 괜히 긴장돼 무슨 말을 원해 Oh 너는 뭐를 원해 숨겨지질 않아 이런 설렘 난 좋아 Yeah 너와의 대화 속 주제는 Overcharge 가슴 뛰어와  너에게 눈을 뗄 수가 없어 이젠 어쩔 수 없어 이젠 멈추긴 싫어 위험해진 이 맘을 못된 여자란 걸 난 왜  알면서 너에게 맘이 끌려가는지 돌려놓은 니 전화가 난 신경 쓰여 Bad my girl 못된 여자란 걸 난 왜 알면서도 왜 너를 갖고 싶은 건지 I know 이젠 너의 남잔 상관없어 넌 나만 보게 될 거야 넌 너의 모든 행동에 흔들려 너와 날 상상해 무슨 말을 원해 Oh 이미 너를 원해 오늘이 지나 니가 날 떠난대도 느낌에 조금 더 솔직하고 싶어 널 알고 싶어 아무 것도 모른 척 Yeah 이젠 어쩔 수 없어 이젠 멈추긴 싫어 나를 네게 맡길래 못된 여자란 걸 난 왜  알면서 너에게 맘이 끌려가는지 돌려놓은 니 전화가 난 신경 쓰여 Bad my girl 못된 여자란 걸 난 왜 알면서도 왜 너를 갖고 싶은 건지 I know 이젠 너의 남잔 상관없어 넌 나만 보게 될 거야 넌 Bad woman Bad woman 누가 어떻게 느껴도 내 눈엔 아른거리는 그 모습 그대로 부정할 수 없어 날 쳐다보던 That moment 날 바라보지 않아도 괜찮아 여기 있단 것만 알아둬 내가 날 필요할 땐 언제든지 Let me know girl Just don't say No girl just ride wit me 못된 여자란 걸 난 왜 알면서도 왜 너를 갖고 싶은건지 I know 이젠 너의 남잔 상관없어 난 너만 보게 될 거야 난"}, {"song_no": "5546489", "year": "2015", "rank": "90", "title": "유리구슬 (Glass Bead)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "투명한 유리구슬처럼 보이지만  그렇게 쉽게 깨지진 않을 거야  사랑해 너만을 변하지 않도록  영원히 널 비춰줄게  내가 약해 보였나요  언제나 걱정됐나요  달빛에 반짝이는 저 이슬처럼  사라질 것만 같나요  불안해마요 꿈만 같나요  널 위해서 빛나고 있어  떨리는 그대 손을 꽉 잡아줄게요  따스히 감싸줄게요  투명한 유리구슬처럼 보이지만  그렇게 쉽게 깨지진 않을 거야  사랑해 너만을 변하지 않도록  영원히 널 비춰줄게  못 이룰 것 없어요  그대만 있어준다면  어두웠던 맘 속에 밝은 햇살을 비춰줘 언제까지나 두근거리는 심장소리에 그대의 마음이 전해져 떨리는 어깨 이젠 꼭 안아줄게요 따스히 감싸줄게요 투명한 유리구슬처럼 보이지만 그렇게 쉽게 깨지진 않을 거야 사랑해 너만을 변하지 않도록 영원히 널 비춰줄게 달콤한 말도 필요 없어요 oh 없어요 매일같은 꿈에 행복해요 들리나요 아름다운 미소를 모두 담아 둘게요 깨지지 않도록 지켜줘 언제까지나 소중해 그 누구보다 더 널 사랑해 믿기지 않는 기적이 찾아 온 거야 사랑해 너만을 변하지 않도록 영원히 널 비춰줄게 영원히 널 비춰줄게 투명한 유리구슬처럼 보이지만 그렇게 쉽게 깨지진 않을 거야 사랑해 너만을 변하지 않도록 영원히 널 비춰줄게"}, {"song_no": "5566596", "year": "2015", "rank": "91", "title": "좋아 (JOA)", "artist": "길구봉구", "genre": "Ballad", "lyrics": "어린 아이를 닮은 웃음이 좋아 아무 말이라도 해 줘 달콤한 너의 목소리로 엄마를 닮은 미소가 좋아 네 곁에 있으면 맘이 편안해 널 사랑해서 좋아 손을 잡고 길을 걷는게 좋아 한 귀로 나눠 듣는 음악도 좋아 난 너와 함께 있다면 지루한 하루도 좋아 그냥 얘기할 때 손짓이 좋아 멍하니 생각하는 표정도 좋아 난 네가 알지 못하는 너의 모든 것들이 다 어린 아이를 닮은 웃음이 좋아 아무 말이라도 해 줘 달콤한 너의 목소리로 엄마를 닮은 미소가 좋아 네 곁에 있으면  맘이 편안해 널 사랑해서 좋아 너를 웃게 할 수 있어서 좋아 널 데려다 줄 수 있다는 게 좋아 난 너와 함께 있다면 바보가 되어도 좋아 작은 소녀 시절 얘기가 좋아 요리에 소질 없단 고백도 좋아 오 난 너를 알아가면서 너를 더 사랑하는 게 어린 아이를 닮은 웃음이 좋아 아무 말이라도 해 줘 달콤한 너의 목소리로 엄마를 닮은 미소가 좋아 네 곁에 있으면 맘이 편안해 널 사랑해서 좋아 온종일 보고 있어도 자꾸 더 보고 싶은 게 이게 사랑인가 봐 밤새도록 너의 얘길 듣고 싶어 더 알고 싶은데 우린 하루가 너무나도 짧아 매일 아침 함께 눈을 뜨고 삶의 마지막 눈 감을 때까지 사랑하자 우리 어린 아이를 닮은 웃음이 좋아 아무 말이라도 해 줘 달콤한 너의 목소리로 엄마를 닮은 미소가 좋아 네 곁에 있으면 맘이 편안해 널 사랑하게 돼서 좋아"}, {"song_no": "5570018", "year": "2015", "rank": "92", "title": "교복을 벗고", "artist": "써니힐", "genre": "Ballad", "lyrics": "오늘따라 출근길은 정말 많이 춥네 앞만 보고 달려왔던 시간들 이번 여름에는 휴가도 못 갔죠 내가 원한 삶이 아닌데 그 때마다 생각나죠 교복 입은 그 때 뭘 입을지 고민하지 않았지 명찰 잊지 않고 머릴 빗던 꿈꾸던 소녀 행복한 그 때로 그 때로 돌아가고 싶어 가고파 화장 안 하고도 깨끗했었던 철부지 소녀야 하루 하루 매일 변해가네 난 다시 돌아가고 싶어 꺄르르 웃던 행복했던 그 시간들이 그리워 엄마 품에 안겨 잠들었지 그 땐 좁았어도 아늑했던 우리 집 사실 우리 집이 아닌 전세지만 오늘따라 그 동네가 그리워 아빤 매일 빨간 코가 돼서 들어와 그 시간이 되기만을 기다려 기분이다 용돈 주던 아빠 너무 그리워 행복한 그 때로 그 때로 돌아가고 싶어 가고파 화장 안 하고도 깨끗했었던 철부지 소녀야 하루 하루 매일 변해가네 난 다시 돌아가고 싶어 꺄르르 웃던 행복했던 그 시간들이 그리워 시간 여행자라면 좋겠어 단 하루만이라도 그 때 그 마음 기억하며 웃음 지을래 난 어른이 되면 행복할 줄 알았어 흔한 드라마 속 주인공처럼 될 것만 같았어 가슴 뛰던 날 생각나 유난히도 좋던 첫사랑도 교복을 입고 같이 걷던 그 때 우리가 그리워"}, {"song_no": "1032761", "year": "2015", "rank": "93", "title": "White Love (스키장에서)", "artist": "터보", "genre": "Ballad", "lyrics": "하늘을 봐 하얗게  눈이 내려와 하얀 함박눈이 나비가  날아다니듯 하얀 눈꽃송이 세상이  온통 하얗게 옷을 갈아입고 있어 널 처음으로 함박눈이  내리던 하얀 스키장에서  우연하게 만났어 그래서 너와 난 눈이오는 이 겨울이 너무나도 특별해서 오 그대보다 눈처럼 맑은 너의 눈과 깨끗한 네 맘이 좋아 이런 내 맘을 모르는 너에게 이런 내 사랑을 말할거야 말을 해야지 항상 변함없을 우리 사랑을 만들거야  Oh my love 하얀 눈꽃처럼 아름답게 꼬마 눈사람 만들어서 우리 이름을 써놓고 혹시 녹아서 없어진대도 널 사랑 할꺼라고 하늘을 봐 하얗게  눈이 내려와 하얀 함박눈이 나비가  날아다니듯 하얀 눈꽃송이 세상이  온통 하얗게 옷을 갈아입고 있어 아름다워 오늘은 말을 해야지 하얀 눈을 보며 눈처럼 깨끗한 사랑 영원할거라고 눈처럼  순수한 사랑 White love oh forever 넌 스킬 너무 너무 잘타 just my best to only be  with ya 넘어지고 뒹구는 내 모습이 싫어 Except for skiing I'd do anything for ya 더운 여름 오면 뭐든 자신 있어 UH What's up Gonna show you What's up 한가지만 빼고 수상스킨 더욱 싫어 It be hard to be your lover your lover and no other 꼬마 눈사람 만들어서 우리 이름을 써놓고 혹시 녹아서 없어진대도 널 사랑 할꺼라고 하늘을 봐 하얗게 눈이 내려와 하얀 함박눈이 나비가  날아다니듯 하얀 눈꽃송이 세상이  온통 하얗게 옷을 갈아입고 있어 아름다워 오늘은 말을 해야지 하얀 눈을 보며 눈처럼 깨끗한 사랑 영원할거라고 눈처럼  순수한 사랑 White love oh forever 기억해야해 White love oh forever"}, {"song_no": "5587009", "year": "2015", "rank": "94", "title": "SHAKE THAT BRASS (Feat. 태연 (소녀시대))", "artist": "엠버 (AMBER)", "genre": "Dance", "lyrics": "HOO BETTER GET THAT BRASS READY HERE WE GO HEY SHAKE THAT BRASS STOP 이리와 싹 갈아엎자 너와 나 여기 판을 바꿔봐 지금 이 리듬은 준비 된 FRYING PAN BASS 와 TREBLE 몸을 달궈봐 더하기 곱하기 흥을 배가시켜 모두 같이 OH 눈치 코치 보지말고 흔들어 GET ON THE FLOOR SHAKE THAT BRASS 간지 나는 라마 날 모르는 건 DRAMA I GET DOWN DOWN BABY 이 순간부터 ROCKSTAR 혼자 뭐하니 딱 기다려 긴장 풀고 BLOW THAT HORN 참 쉬워요 그냥 나를 따라 들썩여 고상한 체면 따윈 버리고 나와 함께 SHAKE THAT BRASS HEY HO YEAH HEY HO UH HUH HEY HO SHAKE THAT BRASS HEY HO YEAH HEY HO UH HUH HEY HO SHAKE THAT BRASS NA NA NA NA NA NA NA NA NA NA NA NA NA SHAKE THAT BRASS NA NA NA NA NA NA NA NA NA NA NA NA NA SHAKE THAT BRASS SHAKE THAT BRASS 언니 ATTENTION PLEASE 어디서 좀 놀았어도 FOLLOW ME 나는 피리리리리리 부는 소녀지 뒤를 돌아보면 다 줄 서있지 LIKE DADUM DEEDUM DUM DUM DUM LIKE DADUM DEEDUM DUM DUM DUM LIKE DADUM DEEDUM DUM DUM DUM JUST LET IT ALL GO AND SHAKE THAT BRASS 잘했어요 역시 놀 줄 아시는군요 텐션을 좀 더 올리고 준비 완료 SHAKE THAT BRASS HEY HO YEAH HEY HO UH HUH HEY HO SHAKE THAT BRASS HEY HO YEAH HEY HO UH HUH HEY HO SHAKE THAT BRASS NA NA NA NA NA NA NA NA NA NA NA NA NA SHAKE THAT BRASS NA NA NA NA NA NA NA NA NA NA NA NA NA SHAKE THAT BRASS LET’S DROP IT ONE MORE TIME I WANT YOU TO SHAKE SHAKE THAT BRASS I WANT YOU TO YEAH I WANT YOU TO SHAKE SHAKE THAT BRASS YEAH I WANT YOU TO SHAKE THAT BRASS 오늘 밤 고민들은 내일 모레 생각해 머리를 비워버려 아무 생각 안 나게 손 머리 위로 신나게 뛰어 다 같이 미쳐 GET IT STARTED COME AND SHAKE THAT BRASS HEY HO YEAH HEY HO UH HUH HEY HO SHAKE THAT BRASS HEY HO YEAH HEY HO UH HUH HEY HO SHAKE THAT BRASS NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA NA"}, {"song_no": "5473834", "year": "2015", "rank": "95", "title": "시간아 천천히", "artist": "이진아", "genre": "Ballad", "lyrics": "너와 손을 잡고 걸어갈 때면  나는 항상 노랠 부르지 랄라라 이상하게도 너와 있을 때면  시간이 도망 가 버리네  시간아 잠시 동안만 멈춰줄래 너는 너무 빨리 가는 것 같아 조금만 아주 조금만  천천히 천천히  가주겠니 어떻게 이럴 수 있니 하루가 금방 지나가  너와 항상 있다간 할머니 되겠네 이 기분이 영원히 갈까 음 시간아 잠시 동안만 멈춰줄래  너는 너무 빨리 가는 것 같아 조금만 아주 조금만 천천히 천천히  가주겠니 시간아 잠시 동안만 멈춰줄래  너는 너무 빨리 가는 것 같아 조금만 아주 조금만 천천히 천천히  가주겠니"}, {"song_no": "5442691", "year": "2015", "rank": "96", "title": "도망가자 (Feat. 린)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "바람이 차다 추워진 겨울날씨라 따뜻하게 입고 나가 감기 걸릴라 아파도 안 아픈 척 미련한 너라서 네가 힘든지 몰랐어 취한 놈이 내게 먼저 시비 걸듯이 저 하늘에 소리 질러 무너질 듯이 네가 아프면 내가 더 아프단 말야 혼자 좀 가지마 기다리란 말야 이 뭣 같은 세상에 혼자 울고 있으면 내 입장은 뭐가 되니 내가 네 남자면 슬픔이 와도 넌 모른 척 했으니 이 힘든 세상 속에 왜 혼자 겉도니 오늘도 의미 없이 뛰고 있는 숨처럼 무표정의 더욱 멍해가는 눈 더 멀리 도망가자 네 병이 날 때까지 낯선 사람들 속에 숨지 말고 떠나자 아픈 것 마저 잠시야 쉬어가자 조금 늦어도 멈추진 말자 아득하기만 한 그때 그때 추억을 걷다가 마주친 사람 오늘도 그댄 웃질 않는다 점점 내게 멀어지는 소리 가난한 날에 느끼던 행복 같은 것 사람과 부딪히며 매일 울며 배운 것 또 울다가도 웃으면 재밌게 사는 것 그런 너의 밝던 모습 어디 갔어 너 도망 가게 혼자 가게 마지막 배는 떠나네 이 넓은 곳에 살 집 하나 어디 없겠니 방 한 칸에서 외치네 너 하나만 지킨다고 우리 둘이 숨을 곳 하나 없겠니 오늘도 의미 없이 뛰고 있는 숨처럼 무표정의 더욱 멍해가는 눈 더 멀리 도망가자 네 병이 날 때까지 낯선 사람들 속에 숨지 말고 떠나자 아픈 것 마저 잠시야 쉬어가자 조금 늦어도 멈추진 말자 아득하기만 한 그때 그때 추억을 걷다가 마주친 사람 너라는 문제는 눈 감고도 풀어 더 힘든 길도 난 저 철벽도 뚫어 우리 둘이 숨을 곳 하나 없겠니 이 넓은 곳에 살 집 하나 어디 없겠니 너라는 문제는 눈 감고도 풀어 더 힘든 길도 난 저 철벽도 뚫어 우리 둘이 숨을 곳 하나 없겠니 이 넓은 곳에 살 집 하나 어디 없겠니 심장이 닿을 듯 나를 끌어 안아줘 눈을 감는 날 잊지 않기로 아득하기만 한 그때 그때 추억을 걷다가 마주친 사람"}, {"song_no": "5599020", "year": "2015", "rank": "97", "title": "오직 너만", "artist": "김범수", "genre": "Drama", "lyrics": "오직 너만  가도 가도 아는 길을 가고 있지만 누가 봐도 뻔한 사랑 하고 있지만 기다리고 기다린다 나의 사랑 그게 너여서 그게 너여서 그게 너여서 너를 향해 가는 길이 불안하지만 확신 없는 기다림도 두렵긴 하지만 사랑하고 사랑한다 내 사랑 그게 너라서 그게 너라서 내겐 오직 너만 나 오직 너만 나의 시작과 끝은 전부 너이니까 오직 너만 난 오직 너만 원해 나의 처음과 끝은 모두 너라는 사실 그게 너라서 그게 너라서 내겐 전부라서 이런 얘기 하는 나도 별 거 없지만 사랑 말고 줄 게 없어 참 미안하지만 불러보고 불러본다 내 사랑 그게 너라서 그게 너라서 내겐 오직 너만 나 오직 너만 나의 시작과 끝은 전부 너이니까 오직 너만 난 오직 너만 원해 나의 처음과 끝은 모두 너라는 사실 그게 너라서 그게 너라서 내겐 전부라서"}, {"song_no": "83721", "year": "2015", "rank": "98", "title": "Poison", "artist": "엄정화", "genre": "Dance", "lyrics": "널 뒤로한채 그냥 걸었어 미안해 하는 널 위해 참아온 눈물 보이기 싫어  나 먼저 일어선거야 오늘이 올 줄 알고 있었어  우리 사랑 끝나는 날 잘못된 우릴 하늘이  분명 용서할리 없으니까 그녀에게 미안하다고 전해줘 그녀의 행복을 내가 가졌으니 다신 이런 아픔을 남기지는마 나 하나로만 된거야 모두를 속여가며 사랑한  넌 더 힘들었니 이젠 꿈에서라도 나를 찾지마 난 니안에 없는거야 이대로 나를 잊고  돌아가 그녀품으로 내품에 안겨 울던 모습도  날 위한 연극이었니 너의 사랑은 나뿐이라고  그 말을 믿었었는데 사랑스런 미소와 따스한 눈길 이제는 그녀와 함께 나누겠지 다신 이런 아픔을 남기지는마 나 하나로만 된거야 모두를 속여가며 사랑한  넌 더 힘들었니 이젠 꿈에서라도 나를 찾지마 난 니안에 없는거야 이대로 나를 잊고  돌아가 그녀품으로 그래 누구나 사람만을  사랑해야 하는걸 이제 넌 그걸 잊지 말아줘"}, {"song_no": "5608760", "year": "2015", "rank": "99", "title": "시작이 좋아 2015 (Prod. By 버벌진트)", "artist": "지민 (AOA)", "genre": "Rap / Hip-hop", "lyrics": "시작이 좋아 조용한 바닷가에 홀로 와  새해 소망도 빌었어 한동안 날 괴롭히던 지독한 감기도 다 나았어 느낌이 좋아 느낌이 좋아 작년 이맘때보다 훨씬 더 딱 한 가지 네가 없을 뿐 그게 슬플 뿐 그것 뿐 아침에 눈을 뜨기 싫어 창 밖을 때리는 햇살 저 빌어먹을 날씨도 붉어진 맘과 어질러진 내 방과 하나도 어울리지 않아 난 새까만 커튼을 쳐 무거운 몸을 일으켜 거울을 봐  헝클어진 머리 밤새 뒤척거렸나 봐 TV 속엔 나와 상관 없는 얘기만이    채널을 돌리다 멈춘 네 모습에 나 가만히 좋아 보여 네 모습 애써 웃어 보려 입꼬리를 씩 올려 봐도  눈가에는 눈물이 핑 멀었나 봐 아직 난 제자릴 걷나 봐 시작이 좋아 조용한 바닷가에 홀로 와  새해 소망도 빌었어 한동안 날 괴롭히던 지독한 감기도 다 나았어 느낌이 좋아 느낌이 좋아 작년 이맘때보다 훨씬 더 딱 한 가지 네가 없을 뿐 그게 슬플 뿐 그것 뿐 자기 계발에 내 모든 시간 투자하고 너에게 맞췄던 내 긴 생머리 잘라 봐도 이 모습을 보게 될 사람은 네가 아니겠지 거짓말처럼 난 또 괜찮아지겠지 너와 자주 가던 식당  할머니는 너의 안부를 묻고 시간은 멈춘 듯해도  시계는 가 틱탁  조금만 더 아파할래 I will be fine 이 눈이 녹을 때쯤 봄기운이 오를 때쯤 그 쯤이면 너 또 둘이 걷던 곳 함께 나누었던 것들 다 잊을 수 있겠지 누군가의 예언과는 달리 이젠 시작이야  life go on 네가 들었다면 화낼 거야 내 소원 시작이 좋아 조용한 바닷가에 홀로 와  새해 소망도 빌었어 한동안 날 괴롭히던 지독한 감기도 다 나았어 느낌이 좋아 느낌이 좋아 작년 이맘때보다 훨씬 더 딱 한 가지 네가 없을 뿐 그게 슬플 뿐 그것 뿐"}, {"song_no": "5578668", "year": "2015", "rank": "100", "title": "Angel 2 Me (Duet. Jeff Bernat)", "artist": "맥케이 (McKay)", "genre": "R&B / Soul", "lyrics": "Lady I love you I just wanna show you From the way you touch me and kiss me to the sparkle in your eye Oh how I love you I just feel so lost without you With my love and intuition you’ll never have to say goodbye 어제는 맘이 급했어 니가 너무 예뻐서 너의 이름도 몰랐어 중요하질 않아서 느낌이 좀 이상했어 눈이 마주칠 땐 정말 내꺼 같았어 헝클어진 니 머리 그 여린 숨소리 이 느낌은 뭐지 가슴이 oh I really can't explain 언젠간 너도 날 사랑할까 나는 준비가 다 됐어 Baby give me just one chance Lady I love you I just wanna show you From the way you touch me  and kiss me to the sparkle in your eye Oh how I love you I just feel  so lost without you With my love and intuition you’ll never have to say goodbye Got me singing that I need you desperately Ain’t no reason that you gotta question me It’s a fact that I want you in my life No matter what you’re an angel to me See I don’t want another Baby there’s no other baby You got me cheesin and  feelin some type of way 저 거울 속에 비친 난 마치 your honey 이 느낌은 마치 영원히 계속될 기분이야 니 맘이 다르면 어떡할까 아니 그럴 리가 없어 Baby give me just one chance Lady I love you I just wanna show you From the way you touch me and kiss me to the sparkle in your eye Oh how I love you I just feel so lost without you With my love and intuition you’ll never have to say goodbye Lady I love you I just wanna show you From the way you touch me and kiss me to the sparkle in your eye Oh how I love you I just feel so lost without you With my love and intuition you’ll never have to say goodbye 아침이 오는 소리 날 찾는 목소리 난 그대를 사랑해"}]