[{"song_no": "5702706", "year": "2015", "rank": "51", "title": "꺼내 먹어요", "artist": "Zion.T", "genre": "R&B / Soul", "lyrics": "안녕 쉽지 않죠 바쁘죠 왜 이렇게 까지 해야 하나 싶죠 바라는 게 더럽게 많죠 그렇죠 쉬고 싶죠 시끄럽죠 다 성가시죠 집에 가고 싶죠 집에 있는데도 집에 가고 싶을 거야 그럴 땐 이 노래를 초콜릿처럼 꺼내 먹어요 피곤해도 아침 점심 밥 좀 챙겨 먹어요 그러면 이따 내가 칭찬해줄게요 보고 싶어 많이 좋아해요 더 많이 안아주고 싶어요 사랑 사랑 비슷한 걸 해요 어쩌면 정말 사랑해요 배고플 땐 이 노래를 아침 사과처럼 꺼내 먹어요 피곤해도 아침 점심 밥 좀 챙겨 먹어요 그러면 이따 밤에 잠도 잘 올 거에요 힘들어요 아름다워서 알아봐줘요 나를 흘려 보내지 마요 나를 사랑해줘요 날 날 놓치지 마요"}, {"song_no": "7870472", "year": "2015", "rank": "52", "title": "Ah-Choo", "artist": "러블리즈", "genre": "Dance", "lyrics": "맛있는 걸 해주고 싶은 그런 사람이 난 생겼어 아직 요리는 잘 못하지만 나 연습하고 있어요 나 그댈 위해 몰래 감춰놓은 애교도 있는 걸 매일 지루하지 않게 웃게 해줄 텐데 너는 내 맘 모르지 Ah Choo 널 보면 재채기가 나올 것 같아 너만 보면 해주고픈 얘기가 참 많아 나의 입술이 너무 간지러워 참기가 힘들어 Ah Choo 내 맘에 꽃가루가 떠다니나봐 널 위해서 해주고픈 일들이 참 많아 나의 마음이 내 사랑이 더 이상은 삼키기 힘들어 다정하게 깨우고 싶은 그런 사람이 난 생겼어 아침잠이 좀 많긴 해도 잘 일어날 수 있어요 그 사람이 막 지쳐 보일 때면 내가 더 슬픈 걸 혹시 내가 필요할 땐 거기 있어줄게 너는 내 맘 모르지 Ah Choo 널 보면 재채기가 나올 것 같아 너만 보면 해주고픈 얘기가 참 많아 나의 입술이 너무 간지러워 참기가 힘들어 Ah Choo 내 맘에 꽃가루가 떠다니나봐 널 위해서 해주고픈 일들이 참 많아 나의 마음이 내 사랑이 더 이상은 삼키기 힘들어 소중한 너의 친구란 그 말이 나는 그 말이 참 싫다 밤새 쓰다만 편지와 말 하지 못한 내 사랑 Ah Choo 널 보면 재채기가 나올 것 같아 너만 보면 해주고픈 얘기가 참 많아 나의 입술이 너무 간지러워 참기가 힘들어 Ah Choo 내 맘에 꽃가루가 떠다니나 봐 널 위해서 해주고픈 일들이 참 많아 나의 마음이 내 사랑이 더 이상은 삼키기 힘들어"}, {"song_no": "5704397", "year": "2015", "rank": "53", "title": "이럴거면 그러지말지 (Feat. Young K)", "artist": "백아연", "genre": "Ballad", "lyrics": "궁금해서 잠이 안 와 그때 왜 그랬어 구차해도 묻고 싶어 그때 난 뭐였어 나나나나 나나 나나 나만 애 탄거니 나나나나 나나 나나 난 진심인데 넌 그랬구나 그랬어 좋았는데 넌 아니었나 봐 그랬구나 그때 넌 그런 줄 모르고 나 혼자 이럴 거면 바래다주었던 그날 밤 넌 나를 안아주지 말았어야지 설렘에 밤잠 설치게 했던 그 말 그 말도 말았어야지 그러지는 말지 비겁하게 숨어버린 너를 돌아 올 거라고 믿은 내가 바보야 사랑스럽게 날 보던 네 눈빛에 빠졌던 내가 바보지 이럴 줄도 모르고 이렇게 돼 버린 이상 그냥 얘기할게 이미 떠나버린 니 맘 돌릴 순 없으니 그랬구나 그랬어 좋았는데 넌 아니었나 봐 그랬구나 그때 넌 네 생각 뿐인데 나 혼자 이럴 거면 바래다주었던 그날 밤 넌 나를 안아주지 말았어야지 설렘에 밤잠 설치게 했던 그 말 그 말도 말았어야지 이럴 줄은 몰랐어 어때 넌 어떻게 하고 싶니 지금 이 순간의 감정일지 중간에 금방 에러가 날것인지 I don’t know 하지만 내 생각엔 오래가진 못할 거 같아 너 아닌 나 때문에 이 관계는 이어지지 못해 잠 못 들어 아픈 이 새벽 잘 지내니 문자 한번쯤은 해주지 혹시나 하며 올린 우리 얘기에 좋아요 누르지 말지 괜히 기대 하게 바래다주던 그 날 밤처럼 돌아와서 포근하게 나를 안아줘 설렘에 밤잠 설치게 했던 말로 또 두근거리게 해줘 다시 날 녹여줘 이럴 거면 귀엽다고 하지 말지 그러지 말지 혼잣말만 늘어가네 전하지도 못할 말만"}, {"song_no": "7896512", "year": "2015", "rank": "54", "title": "안경", "artist": "아이유", "genre": "Ballad", "lyrics": "웃고 있는 그 표정 너머에 진심까지 꿰뚫어 볼 순 없어요 그저 따라서 웃으면 그만 누군가 힌트를 적어 놨어도 너무 작아서 읽을 수가 없어요 차근차근히 푸는 수밖에 그렇다 해도 안경을 쓰지는 않으려고요 하루 온종일 눈을 뜨면 당장 보이는 것만 보고 살기도 바쁜데  나는 지금도 충분히 피곤해 까만 속마음까지 보고 싶지 않아 나는 안 그래도 충분히 피곤해 더 작은 글씨까지 읽고 싶지 않아 공들여 감춰놓은 약점을 짓궂게 찾아내고 싶진 않아요 그저 적당히 속으면 그만 무지개 뒤편엔 뭐가 있는지 너무 멀어서 보이지가 않아요 대단한 걸 상상할 수밖에 그렇다 해도 안경을 쓰지는 않으려고요 속고 속이고 그러다 또 믿고 상상을 하고 실망하기도 바쁜데 나는 지금도 충분히 피곤해 누구의 흠까지 궁금하지 않아 나는 지금도 충분히 피곤해 좀 더 멀리까지 보고 싶지 않아 나는 지금도 충분히 피곤해 무거운 안경까지 쓰지 않을 거야 나는 안 그래도 충분히 피곤해 더 각진 안경까지 쓰지 않을 거야"}, {"song_no": "5748406", "year": "2015", "rank": "55", "title": "심쿵해 (Heart Attack)", "artist": "AOA", "genre": "Dance", "lyrics": "A ye Brave sound  And it goes a little something like this  완전 반해 반해 버렸어요  부드러운 목소리에  반해 반해 버렸어요  난 떨려  AOA Let's Go  내가 미쳤나 봐 왜 또 이러지  내 마음 열여덟 소녀 마냥  막 쿵쿵대  숨길 수 없나 봐 난 매일 이러지  눈이라도 마주치면  귀까지 확 빨개져   이해 못해  네가 걔를 못 봐서 그래   딱 첫눈에 확 반해 버린다는 말에  그 마음 이해 가더라  나도 좀 알겠더라  널 처음 본 그 순간  완전 반해 반해 버렸어요   넓은 어깨 날렵한 눈매에   부드러운 목소리에  반해 반해 버렸어요  너의 얇고 긴 손가락만 봐도  난 떨려   어머나 자꾸만 심쿵해  널 보면 볼수록  가슴이 쿵쿵대 나도 모르겠어  심쿵해 나 어쩌면 좋아  자꾸만 네 품에  꼭 안기고 싶어 baby  어쩌다 눈이라도 마주치면  난 심쿵 거려   너의 작은 관심이라도 받을까  아등바등 거려  너는 대체 걔가 뭐가 그리 좋아  라고 묻는 친구들에게 말해  야 모르면 말을 말어  이해 못해 네가 걔를 못 봐서 그래  딱 첫눈에 확 반해 버린다는 말에  그 마음 이해 가더라  나도 좀 알겠더라  널 처음 본 그 순간  완전 반해 반해 버렸어요   넓은 어깨 날렵한 눈매에   부드러운 목소리에  반해 반해 버렸어요  너의 얇고 긴 손가락만 봐도 난 떨려  어머나 자꾸만 심쿵해 널 보면 볼수록 가슴이 쿵쿵대 나도 모르겠어 심쿵해 나 어쩌면 좋아 자꾸만 네 품에 꼭 안기고 싶어 baby 오 나의 왕자님 어디를 보나요 바로 여기 내가 있는데요 너무나 멋진 그대 난 그대 하나면 돼 난 그대 없이 못 살아요  완전 반해 반해 버렸어요 부드러운 목소리에 반해 반해 버렸어요 난 떨려 어머나 자꾸만 심쿵해  Everybody say What AOA 쿵쿵대 And it goes a little something like this 심쿵해 한번 더 say What AOA 네 품에 꼭 안기고 싶어 baby"}, {"song_no": "5743804", "year": "2015", "rank": "56", "title": "음오아예 (Um Oh Ah Yeh)", "artist": "마마무(Mamamoo)", "genre": "Dance", "lyrics": "oh yes 음 오 아 예  너에게  빠져들겠어  자꾸 반응하잖아  oh yes 음 오 아 예   그래 난 다가가겠어  넌 내 취향저격 ace  내 앞을 지나갔어  눈빛이 마주쳤어 스타일이 좋아 느낌이 좋아 다를 게 없는 오늘  너 땜에 달아오른 오늘이 좋아 음오아예 첫 번째 플랜 감탄사 그 동안에 찾아 헤멘 남자 음오아 예스 맞는 옷처럼 잘 어울리는 너야 부드럽게 이런 말 어떤 것 같아 음 두 번째 플랜 먼저 당기기 오오 동공 떨리는 초침  스탠바이 큐 아 시간되면 차 한잔 할래요 예스 이런 건 어떤 것 같아 oh yes 음 오 아 예   너에게 빠져들겠어  자꾸 반응하잖아  oh yes 음 오 아 예   그래 난 다가가겠어  넌 내 취향저격 ace  본능을 따르겠어  날 감추지 않겠어  오늘은 달라 먼저 다가가 걸음은 도도하게  말투는 애교 있게 날 보는 눈빛 음오아예 help me  시간 좀 되나요 나 좀 도와줘요 그 쪽 때문에  오감이 제멋대로예요 그 쪽이 예고 없이 날리는 미소에 음 콜린퍼스도 울고 갈  당신의 매너에 오 여자라 해도 믿을만한 피부 아예 넌 존재자체 감탄사 절로 나네 음오아예  나도 모르게  달아오르네 홀릭 oh yes 음 오 아 예  너에게 빠져들겠어  자꾸 반응하잖아  oh yes 음 오 아 예  그래 난 다가가겠어  넌 내 취향저격 ace  목소리도 oh yes  눈웃음도 oh yes  네 모든 게  머리부터 발끝까지 다 oh yes 지금 널 보면 난 oh yes 단 둘이서 oh yes  드루루 드루루 드루루 oh yes 뜨거워지는 이 분위기  너와 나의 거리 우리 사이로 한 여자가  걸어 와 때마침 그의 여자친구인 건지  아님 친군 건지 다가와 언니 이 여자 누구예요 여자였어 OH MY GOD oh yes 음 오 아 예  너에게 빠져들겠어  자꾸 반응하잖아  oh yes 음 오 아 예  그래 난 다가가겠어  넌 내 취향저격 ace  목소리도 oh yes  눈웃음도 oh yes  Oh 너의 모든 게  머리부터 발끝까지 다 oh yes"}, {"song_no": "5668985", "year": "2015", "rank": "57", "title": "그 남잔 말야", "artist": "엠씨더맥스", "genre": "Drama", "lyrics": "바람 부는 이런 날엔  넌 어디서 뭘 하는지 오늘 따라 오늘 따라 궁금해 너무 쉽게 잊혀 지면  흩날리는 저 꽃잎처럼 그 거리에 널 부르며 서 있어 미치도록 널 사랑한  남자가 있었어 그 남잔 말야  아직도 네 추억에 살아 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼 느껴지니 느껴지니 내 맘이 혼자 걷는 밤거리가  이렇게나 쓸쓸한지 이별 후에 이별 후에 배웠어 미치도록 널 사랑한  남자가 있었어 그 남잔 말야  아직도 네 추억에 살아 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼  느껴지니 느껴지니 내 사랑아 바람 부는 이런 날에  그리운 사람 너야 미치도록 널 사랑한 남잘  넌 잊었니 그 남잔 말야  아직도 너 오길 기다려 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼  느껴지니 느껴지니 내 사랑아"}, {"song_no": "4857981", "year": "2015", "rank": "58", "title": "Sugar", "artist": "Maroon 5", "genre": "Rock", "lyrics": "I'm hurting baby  I'm broken down I need your loving loving I need it now When I'm without you I'm something weak You got me begging begging I'm on my knees I don't wanna be needing your love I just wanna be deep in your love And it's killing me  when you're away Ooh baby cause a bullet don't  care where you are I just wanna be there  where you are And I gotta get one little taste Sugar Yes please Won't you come  and put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me  good loving  Make it alright Need a little a sweetness  in my life Sugar Yes please Won't you come and  put it down on me My broken pieces You put them up Don't leave me hanging hanging Come get me some When I'm without ya I'm so insecure You are the one thing one thing I'm living for I don't wanna be needing your love I just wanna be deep in your love And it's killing me  when you're away Ooh baby cause a bullet don't  care where you are I just wanna be there  where you are And I gotta get one  little taste  Sugar Yes please Won't you come and  put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me good loving Make it alright Need a little a sweetness  in my life Sugar Yes please Won't you come  and put it down on me Yeah I want that red velvet I want that sugar sweet Don't let nobody touch it Unless that somebody is me I gotta be a man There ain't no other way Cause girl you're hotter than  southern california bae I don't wanna play no games I don't gotta be afraid Don't give all that shy sht No make up on That's my Sugar Yes please Won't you come and  put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me good loving Make it alright Need a little a sweetness  in my life Sugar Yes please Won't you come  and put it down on me Sugar Yes please Won't you come  and put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me good loving Make it alright Need a little a sweetness in my  life Sugar Yes please Won't you come and put it down on me"}, {"song_no": "5807274", "year": "2015", "rank": "59", "title": "우리 사랑하지 말아요", "artist": "BIGBANG", "genre": "Dance", "lyrics": "우리 사랑하지 말아요 아직은 잘 모르잖아요 사실 조금은 두려운 거야 그대 미안해요 우리 약속하지 말아요 내일은 또 모르잖아요 하지만 이 말 만은 진심이야 그대 좋아해요 아무것도 묻지 말아요 대답할 수 없어요 지금 이렇게 둘이 행복한데 왜 날 가지려 하지 말아요 그저 이대로 조금만 있어요 갈수록 더 마음 아파지게 왜 잦은 만남 뒤엔 이별 계속 반복되는 실연 더는 의미를 찾을 수 없어 어리석은 미련 사랑의 탈을 쓴 mistake 느끼는 감정은 다 비슷해 하지만 이 순간만큼은 I want you to stay 우리 사랑하지 말아요 아직은 잘 모르잖아요 사실 조금은 두려운 거야 그대 미안해요 우리 약속하지 말아요 내일은 또 모르잖아요 하지만 이 말 만은 진심이야 그대 좋아해요 나를 보며 웃지 말아요 정들면 슬퍼져요 예쁜 그 미소가 눈물이 될까 봐 사랑이란 두 글자 속에 우릴 가두려고 하지 말아요 채우지 못할 욕심이니까 처음엔 설렘을 안고 반은 고민을 안고 끝엔 서로 의리로나마 지내 시행착오 난 하루하루가 불안해 네 그 순수함이 부담돼 하지만 오늘 밤만큼은 I want you to stay 내게 너무 많은 걸 바라지마 나도 그댈 잃고 싶진 않아 깊어지기 전에 상처 입기 전에 날 믿지 말아요 넌 항상 그래 이기적인 새끼 우리 사랑하지 말아요 아직은 잘 모르잖아요 사실 조금은 두려운 거야 그대 미안해요 우리 약속하지 말아요 내일은 또 모르잖아요 하지만 이 말 만은 진심이야 그대 좋아해요"}, {"song_no": "5824839", "year": "2015", "rank": "60", "title": "맙소사", "artist": "황태지 (황광희, 태양, 지드래곤)", "genre": "Dance", "lyrics": "Give Me That Drop That Give Me That 맙소사 I Love It Love It Love It 맙소사 You Love It Love It Love It Yeah I'm Ready 맙소사 Since 88 태어날 때부터 Everyday가 우린 Birthday I Go Hard 신이 날 땐 아무도 날 심판하지 못해 절대 양 옆 앞 뒤 다 줄 맞춰 내가 지휘할 테니까 교양 없이 듣는 예능 Symphony 오늘은 토요일 무한대를 그려봐 Let's Go Boom Boom Boom 무슨 말이 필요해 Shut Up And Drop Drop Drop The Bass Drop Drop Drop The Bass 쿵쿵쿵 내 심장을 뛰게 해 더 크게 That that Boom bo boom That that Boom bo boom 조금 더 조금 더 위로 지금 나를 저 하늘 위로 조금 더 조금 더 위로 맙소사 I Love It Love It Love It 맙소사 You Love It Love It Love It 맙소사 우린 88 세 친구 궁합은 찹쌀떡과 메밀묵 Yeah 팔팔해 Like 이팔청춘 팔색조 또는 팔방미남들 신토불이 불이 얼쑤 Shake That Booty Booty 좋다 Everybody Say 황태지 우리가 누구 황태지 이리와 우리와 노래 하자 맙소사 광희와 지용이 영배 오구오구오구 Whoo Boom Boom Boom 무슨 말이 필요해 Shut Up And Drop Drop Drop The Bass Drop Drop Drop The Bass 쿵쿵쿵 내 심장을 뛰게 해 더 크게 That that Boom bo boom That that Boom bo boom 조금 더 조금 더 위로 지금 나를 저 하늘 위로 조금 더 조금 더 위로 맙소사 Let's Go 여기 있는 사람 모두 위로 흔들어봐 두 손 머리 위로 I Go 어머님 맙소사 맙소사 DJ Let The Bass Drum Go 여기 있는 사람 모두 위로 흔들어봐 두 손 머리 위로 I Go 어머님 맙소사 맙소사 DJ Let The Bass Drum Go Woo Let The Bass Drum Go Woo Let The Bass Drum Go Let The Bass Drum Go Let The Bass Drum Go"}, {"song_no": "7888413", "year": "2015", "rank": "61", "title": "꼭 어제", "artist": "XIA (준수)", "genre": "Ballad", "lyrics": "꼭 어제였던 것 같아 바래지 않는 그날 유난히 눈이 맑았던 아이 같던 너 이젠 오히려 날 위로해주네 작은 어깨를 감싸주고 싶었는데 오히려 너의 작은 어깨에 내가 기대 쉴 줄은 내가 할 수 있는 약속은 초라한 나의 진심은 겨우 이런 것뿐이야 그대와 함께 늙어가고 싶어요 흰머리조차도 그댄 멋질 테니까 세월 앞에 놓인 모든 게 희미하게 흐려지고 기억도 무뎌질 때 내 곁에 그대의 빈자리 있음을 잊어버리지만 그러지만 않게 해요 이렇게 너의 앞에서 기다려달란 말 못해 입술 깨무는 내가 아무 말도 못할 것도 알고 있단 듯 가만히 웃어주는 네게 내가 할 수 있는 고백은 서글픈 나의 진심은 겨우 이런 것뿐인데 그대와 함께 걸어가고 싶어요 끝이 없는 길을 두 손을 맞잡고 세월 앞에 놓인 모든 게 희미하게 흐려지고 기억도 무뎌질 때 내 곁에 그대의 빈자리 있음을 잊어버리지만 그러지만 않게 나를 전부 다 줬지만 아깝지 않았다 말하지 못한 게 난 가슴 아파 그대와 함께 늙어가고 싶어요 이 삶을 다 써도 우리에겐 짧을 테니"}, {"song_no": "7866804", "year": "2015", "rank": "62", "title": "내가 그댈", "artist": "린", "genre": "Ballad", "lyrics": "난 알고 있었죠  나를 떠나려고 준비해 왔단걸 그대  원망하진 않죠 이해할 수 있죠  모자란 나인걸  알아요 그대 맘에 난 없죠  그댈 채우기엔  나란 사람 평범한 거죠  그래요 이런 날이 온거죠  끝내 나 그대 맘에  들지 못한건가요  내가 그댈 놓아 볼게요  다신 찾지 않아요  우연히 그댈 보아도 모른척 할게요  이제 다른 사람 만나면  이러지는 말아요  이대론 그누구도  사랑 할 수 없어요  이젠 여기 까지만 해요  Everytime and everyday  다신 찾지 않아요  이제 다른 사람 만나면  이러지는 말아요  그래요 그대 맘에 난 없죠  또 다시 그댈 만날거란 생각안해요  내가 그댈 놓아 볼게요  다신 찾지 않아요  우연히 그댈 보아도 모른척 할게요  이제 다른 사람 만나면  이러지는 말아요  이대론 그누구도  사랑 할 수 없어요 나 처음 그댈 만난 설레임  정말 정말 후회가 되요 Everytime and everyday 그댈 사랑했어요 아직도 난 그래요 하지만 그댈 다시는 잡지 않을테죠 이제 다른 사람 만나면 이러지는 말아요 나는요 사랑 할 수 없어요 이젠"}, {"song_no": "7902888", "year": "2015", "rank": "63", "title": "거북선 Remix (Feat. G2, B-Free, Okasian & ZICO)", "artist": "팔로알토(Paloalto)", "genre": "Rap / Hip-hop", "lyrics": "우린 거북선 다른 배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 다른 배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 다른 배들 통통 Hold on 우린 아예 너와 다른 ozone Hi Lite 하늘 위를 날 수 있는 soldiers 공평 따윈 없는 싸움이지 무의미한 도전 My ninjas flying over oceans You bitches fighting for attention 너네들이 질투하는 것은 기지배들이나 갖고있는 특성 그냥 그저 극혐 절대로 누구에게도 안주는 2 fucks New Seoul 제일 센 형제들끼리 다 뭉쳐 일단 대한민국 무댈 모두 부숴 적이 되기 전에 복종하는 거를 추천 Be very afraid 말 함부로 뱉다가 시작되는 전쟁 친구 아니면 무조건 경계 그까짓 beef 갖고 와봐 구워줄게 석쇠 위에 We so fly so high 여기는 부족해 산소 Now welcome to Hi Lite 항공 Business class 승무원이 가져와 땅콩 우리 회사 주가도 상승 내 적들은 미리 구해 산소 나는 차 사 너는 차 깡통 언더든 오버든 래퍼든 아이돌 상관없어 타이틀 돈 벌자 let's get paid 가장 중요한 건 실력 남들과 차원 다른 비전 진정성 내 기사가 실려 실검 1위 근데 사진은 내가 아닌 송석현 꼬마들이 손가락질하며 욕하지 컴퓨터를 앞에 두고 센 척 근데 나는 괜찮아 다 튕겨 나가 다 밀어붙여 나는 인간 거북선 우린 거북선 다른 배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 다른 배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 네 척에 범고래 한 마리 5 deep underwater exhale thru the nose 내 style bite 해봐 난 청산가리 나를 씹는 순간 you will face your Lord Goddamn goddamn 네 여친은 나를 꿈속에서 봤대  나는 거만 절반에 나머지는 겸손 중요한 건 balance 외줄 타기 선수 거기서 거기 넌 재벌 2세 아님 거지 나머지는 나머지고 우린 같은 아버지 좆밥같은 rappers 돈 뺏어다가 다 나눴지 전부다 다 나눴지 파티 열어 you’re uninvited 마치 날 아는 듯 판단하고 그 말 듣고 맞아 걔 망하라고 난 가짜도 진짜도 아냐 그냥 나라고 싫으면 떠나줘 현실엔 없는 너네 말들 상관없지 그보다 큰 것을 난 가졌지 가는 곳마다 사랑 보이네 날 반겨주는 사람 모이네 솔직히 진짜 친구는 몇 안 돼 주변엔 내 지갑을 훔치려는 오랑캐 믿어주는 사람들 정말로 고맙네 돈 벌릴수록 사랑에 배가 고팠기에 현실을 회피하는 병신들 많아 정신을 차려 씨발 열심히 살아 누가 밥 먹여주지 않아 절대로 난 마음 열어주지 않아 우린 거북선 다른 배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 다른 배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 너흰 그냥 보통 우린 보통이 아니야 본토같이 못할 거면 나를 본떠 What the fuck 넌 항로를 잘못 들었어 후회할 거야 내 수중에 온 걸 난 물들어올 때 계속 노 저어 Blue ocean에서 마저 허우적대는 맥주병들 거품 가라앉는 와중에도 차트 위 거뜬히 살아남은 거북선 Okey Dokey 겁 moneyflow 모두 내 손에서 송민호를 저작권 부자로 만든 producer 창의성은 보물섬 떨어지는 포물선들 이게 마지노선이야 너로선 무차별적인 삿대질 덕에 난 쉽게 주목을 받았고 무심코 너희가 던진 돌에 날 두른 편견이 깨져 나갔어 이제 선비들이 행동 개시할 차례 모방과 영감을 구분하지 못해 왜 자식 나면 니 얼굴도 표절했다 해 Anecdote 듣고 뻐꾸기 그만 날려 man 난 연봉을 여의봉이라고 발음해 마음만 먹으면 쭉 늘어나기에 I got enemies I got a lotta enemies 내게 깔별로 소장되는 Bearbrick 우린 거북선 다른 배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 다른 배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통"}, {"song_no": "7852842", "year": "2015", "rank": "64", "title": "그렇게 됐어", "artist": "플라이 투 더 스카이", "genre": "R&B / Soul", "lyrics": "그렇게 됐어 한 두달 쯤 됐어 뭐 때문에 헤어졌냐는 친구들 말에 그냥 그렇게 됐어 마치 사랑한 적 없던 것 처럼 술잔을 비워내며 뭐 그렇게 됐어 유난스럽지 않게 이별을 말하고 있는 내 맘은 아직 너로 가득 차있는 걸  왜 이렇게 됐어 우리가 왜 이렇게 벌써 널 떠올릴 자신이 없어 왜 이렇게 됐지 우리가 왜 이렇게 미치도록 아파서 하는말야 그렇게 됐어 그렇게 될까 그런 날이 올까 들려오는 니 소식에 무뎌지는 날이 사실 힘들다는 말 나도 모르게 새어 나올까 봐 니 이름도 편하게 꺼내지 못해 차인거냐 놀리는 농담에 시덥지 않은 위로에 또 하루만큼 멀어진 걸까 왜 이렇게 됐어 우리가 왜 이렇게 벌써 널 떠올릴 자신이 없어 왜 이렇게 됐지 우리가 왜 이렇게 미치도록 아파서 하는말야 그렇게 됐어 정말 뜨거웠다 해도   많이 아팠었다 해도 그저 흔한 이별 얘기 처럼 둘만 아는 얘기들도  혹시 우스워질까봐     말을 아끼고 아끼다 하지 못했어 왜 이렇게 됐어 우리가 왜 이렇게 벌써 널 떠올릴 자신이 없어 왜 이렇게 됐지 우리가 왜 이렇게 미치도록 아파서 하는말야 그렇게 됐어"}, {"song_no": "5771304", "year": "2015", "rank": "65", "title": "Oasis (Feat. ZICO)", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "난 널  you  목말라해 너무 더워  물이 필요해 Hot in here 난 웅덩이 깊이 파인 곳을 찾아 다녀 달콤하게 날 더 바라봐줘  넌 훌륭해  이 메마른 땅을  정글로 만들고 난 모험하고 또 탐험 You know how we do it  we just do it All you ladies hands in the air  All my ladies hands up in the air  그녀는 그녀는 날 미치게 해  그녀는 날 숨쉬게 해  Yeah O A She's mine O A She's mine  O A She's mine Yeah She's mine  All you ladies hands in the air  All my ladies hands up in the air  그녀는 그녀는 날 미치게 해  그녀는 날 숨쉬게 해  Get closer to my body  천국에다가 데려다 줄게  body to body 넌 낮이 밤이 될 때까지  waterfall  그 속에서 난 헤엄치고 싶어 You know how we do it we just do it  All you ladies hands in the air  All my ladies hands up in the air  그녀는 그녀는 날 미치게 해  그녀는 날 숨쉬게 해  Yeah O A She's mine O A She's mine  O A She's mine Yeah She's mine  All you ladies hands in the air  All my ladies hands up in the air  그녀는 그녀는 날 미치게 해  그녀는 날 숨쉬게 해  넌 남자들 욕망에  갈증 나게 하면서  어째서 주위 여자들은 물 맥여 때마침 넌 제대로 된  상대를 만났어  난 태연하게 제안하지 술 대결 결관 KO  고양이한테 생선을 맡긴 거야  늘 첫 경험하는 자세  앞뒤를 몰라 감탄사대신 엄지 척 다리 사이로  난 광주출신 아니지만 전라도 환영 넌 겨울 해 밤도 안됐는데  자꾸만 지려해 baby oh  쪽쪽 물고 뜯고  맛보고 즐겨 악 질러대 하고 싶죠 하고 있는데도  하고 싶을 거야 그럴 땐 이걸 꺼내먹어  You Know What 지구부터 달까지 로켓을 쏘아  All you ladies hands in the air  All my ladies hands up in the air  그녀는 그녀는 날 미치게 해  그녀는 O A She's mine  O A She's mine  O A She's mine"}, {"song_no": "4743560", "year": "2015", "rank": "66", "title": "Lost Stars", "artist": "Adam Levine (Maroon 5)", "genre": "Foreign Movie,Rock", "lyrics": "Please don't see just a girl  caught up in dreams and fantasies Please see me reaching out for  someone I can see Take my hand let's see where we  wake up tomorrow Best laid plans sometimes are  just a one night stand I'd be damned Cupid's demanding  back his arrow So let's get drunk on  our tears and God tell us the reason youth is  wasted on the young It's hunting season and this  lamb is on the run Searching for meaning But are we all lost stars trying  to light up the dark Who are we Just a speck of dust  within the galaxy Woe is me if we're not careful  turns into reality Don't you dare let all these  memories bring you sorrow Yesterday I saw a lion kiss a deer Turn the page Maybe we'll find a brand new ending Where we're dancing  in our tears and God tell us the reason youth is  wasted on the young It's hunting season and this  lamb is on the run searching for meaning But are we all lost stars trying  to light up the dark I thought I saw you out there  crying I thought I heard  you call my name I thought I heard  you out there crying We're just the same God give us the reason youth is   wasted on the young It's hunting season and this  lamb is on the run We're searching for meaning But are we all lost stars trying  to light up the dark I thought I saw you out there  crying I thought I heard  you call my name I thought I heard  you out there crying But are we all lost stars trying  to light up the dark Are we all lost stars trying to  light up the dark"}, {"song_no": "7881338", "year": "2015", "rank": "67", "title": "집으로 가는 길", "artist": "비투비", "genre": "Ballad", "lyrics": "누구나 손가락질 받을 때면 가슴 한 켠이 뜨거워지는 걸 느끼죠 I believe I believe I believe It's alright 그댄 따뜻한 그 말 한마디가 필요했다는 걸 알아요 강한 척 밀어내도 어디로 가는지 무거운 발걸음이 많이 지쳐 보여요 언제나 기다릴게요 편히 쉴 수 있도록 집으로 가는 길 매일 걷던 그 길을 헤매다 길을 잃은 아이처럼 방황의 끝에 서 있죠 Oh 힘들어도 꿈을 잃지 말아요 세상의 모든 게 그댈 속일지라도 더 이상 슬퍼 말아요 이젠 웃어요 변명이란 이불 덮어줘 그렇지 않으면 내가 너무 추워 우스워 보이기 싫어서 핑계를 베고 누워 언제나 불안 속에 살아 뜨거워 그래서 내게 보내나 봐 차가운 시선 이 세상 어디도 날 위한 곳은 없어 도망치듯 집으로 두 발을 움직여 Stop해 고인 눈물 그만 닦고 일어서 주저앉아 나만 왜 나만 왜 징징대 봤자야 쉿 하고 일어서 웃겨 나도 못 보면서 남의 눈치 보네 해 보기도 전에 지레 포기하지 따뜻함에 안주하기엔 세상이란 술은 독해 언제부터였는지 힘없는 뒷모습엔 상처만 남았네요 언제나 열어 둘게요 편히 쉴 수 있도록 집으로 가는 길 매일 걷던 그 길을 헤매다 길을 잃은 아이처럼 방황의 끝에 서 있죠 Oh 힘들어도 꿈을 잃지 말아요 세상의 모든 게 그댈 속일지라도 더 이상 슬퍼 말아요 혹시 길을 걷다 발목을 다쳐도 주저앉아 포기하진 말아요 많이 힘들지 괴롭지 매일이 혼자인 것처럼 외롭지 But don't give up on me now 이젠 나와 힘든 길을 같이 걷자 Oh no way 집으로 가는 길 매일 걷던 길 헤매다 길을 잃은 아이처럼 방황의 끝에 서 있죠 Oh 힘들어도 끈은 놓지 말아요 세상의 모든 게 그댈 속일지라도 더 이상 슬퍼 말아요 이젠 웃어요"}, {"song_no": "7863754", "year": "2015", "rank": "68", "title": "쿵쿵쿵", "artist": "김민승", "genre": "Drama", "lyrics": "아침에 눈을 뜨면 제일 먼저 생각이나 생각이나 네 얼굴이 생각이나 거울을 바라보니 정말 정말 못생겼네 못생겼어 널 갖기엔 못생겼어 쿵쿵쿵 대는 가슴이 말해 이 소릴 들어봐 살며시 라라라 멋진 음악 같아 더 아름다워 One Two Three Four 너무 많은걸 저 하늘 땅만큼 사랑해 라라라 이젠 말해볼게 내가 널 지켜줄게 달달한 솜사탕이 네 맘처럼 구름 같아 구름 같아 네 맘처럼 구름 같아 내 가슴 왼쪽에는 하루 종일 네가 있어 네가 있어 잠 잘 때도 네가 있어 워 쿵쿵쿵 대는 가슴이 말해 이 소릴 들어봐 살며시 라라라 멋진 음악 같아 더 아름다워  One Two Three Four 너무 많은걸 저 하늘 땅만큼 사랑해 라라라 이젠 말해볼게 내가 널 지켜줄게 내가 꼭 안아줄게 평생을 다 바쳐서 너만을 사랑할게 워 쿵쿵쿵 대는 가슴이 말해 저 하늘 땅만큼 사랑해 라라라 이젠 말해볼게 내가 널 지켜줄게 음 음 음 평생 널 사랑할게"}, {"song_no": "5760115", "year": "2015", "rank": "69", "title": "IF YOU", "artist": "BIGBANG", "genre": "Folk", "lyrics": "그녀가 떠나가요 나는 아무것도 할 수 없어요 사랑이 떠나가요 나는 바보처럼 멍하니 서 있네요 멀어지는 그 뒷모습만을 바라보다 작은 점이 되어 사라진다 시간이 지나면 또 무뎌질까 옛 생각이 나 니 생각이 나 IF YOU IF YOU 아직 너무 늦지 않았다면 우리 다시 돌아갈 수는 없을까 IF YOU IF YOU 너도 나와 같이 힘들다면 우리 조금 쉽게 갈 수는 없을까 있을 때 잘할 걸 그랬어 그대는 어떤가요 정말 아무렇지 않은 건가요 이별이 지나봐요 그댈 잊어야 하지만 쉽지가 않네요 멀어지는 그 뒷모습만을 바라보다 작은 점이 되어 사라진다 누군갈 만나면 위로가 될까 옛 생각이 나 니 생각이 나 IF YOU IF YOU 아직 너무 늦지 않았다면 우리 다시 돌아갈 수는 없을까 IF YOU IF YOU 너도 나와 같이 힘들다면 우리 조금 쉽게 갈 수는 없을까 있을 때 잘할 걸 그랬어 오늘같이 가녀린 비가 내리는 날이면 너의 그림자가 떠오르고 서랍 속에 몰래 넣어둔 우리의 추억을 다시 꺼내 홀로 회상하고 헤어짐이란 슬픔의 무게를 난 왜 몰랐을까 IF YOU IF YOU IF YOU IF YOU 아직 너무 늦지 않았다면 우리 다시 돌아갈 수는 없을까 IF YOU IF YOU IF YOU IF YOU 너도 나와 같이 힘들다면 우리 조금 쉽게 갈 수는 없을까 있을 때 잘할 걸 그랬어"}, {"song_no": "7931713", "year": "2015", "rank": "70", "title": "이리오너라 (B.I&BOBBY)", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "iKON is coming to town iKON is coming to town iKON is coming to town iKON is coming to town 볼륨을 높여 창문을 올려 미간을 좁히고 언성을 높여 이게 우리 anthem 이리오너라 이리오너라 게 아무도 없느냐 얼쑤 덩기덕 쿵 더러러러러 This is iKON anthem 대한민국 센터 BOBBY와 나의 콤비는 서태웅과 강백호 젊은이 텐션 우린 좀 핫해서 사람들의 단추를 풀어버리는 해커 엔돌핀이 샘솟지 let’s just chill 여전히 철이 없지 니들이 제아무리 날고 기어도 다 씹어 먹어줄게 Call me 아저씨도 뻐끔 이 구역을 뺏어 짜치는 놈들은 숨어 의자를 제껴 판때기는 내 꺼고 여기 분위기는 얘 꺼 이의 있는 사람들은 이제 집 갈 시간 됐어 집중 우리들이 나대는 지금 Fixin 너네들의 잘못된 리듬 심쿵 온몸이 춤추는 기분 5세대 YG we gon go get em 볼륨을 높여 창문을 올려 미간을 좁히고 언성을 높여 이게 우리 anthem 이리오너라 이리오너라 게 아무도 없느냐 얼쑤 덩기덕 쿵 더러러러러 너네들과 처음부터 차이 나게 시작부터 깡패 부셔줄게 들어와봐 내 앞에 Kick and snare 가슴 벅차게 울리는 bass 내 친구들과 함께 폼생폼사 ye 이게 방식 21세기의 쌧삥이들의 간지 행진 충만한 느낌과 music 허를 찌르는 우리들의 불규칙 누구든 안심하는 순간 내게 바로 먹혀 난 지킬 건 지켜 like 강균성의 순결 다들 궁금해하지 my business 권태기 부부처럼 니들과는 관계없어 갈 데까지 가라 하지 말란 짓만 하자 혹시 나를 모른다면 지금부터 알아가라 주인 없던 대한민국 가요계는 내 꺼 아니꼽거나 자신 있음 주도권을 뺏어 볼륨을 높여 창문을 올려 미간을 좁히고 언성을 높여 이게 우리 anthem 이리오너라 이리오너라 게 아무도 없느냐 얼쑤 덩기덕 쿵 더러러러러 BOBBY와 BI의 콤비는 마치 영구와 땡칠이 용이와 영길이 서수남과 하청일 BOBBY와 BI의 콤비는 마치 장국영과 주윤발 배추도사 무도사 맥주와 치킨 iKON is coming to town iKON is coming to town iKON is coming to town iKON is coming to town"}, {"song_no": "5822923", "year": "2015", "rank": "71", "title": "가슴 뛰도록", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "사랑해 사랑해 사랑해   매일 아침 눈을 뜰 때마다  나를 설레게 하는 사람  나의 심장이 살아 숨쉰다는 걸  가르쳐 주는 사람 벅찬 가슴으로 힘껏 달려가  보고 싶었다고 말할 수 있는  네가 있다는 것 하나만으로  내 하루는 눈부셔  너를 사랑해 가슴이 뛰도록 매일 감사해 눈물이 나도록   내가 태어난 이유  내가 살아갈 이유 너였던 거야 너를 위해 난 존재해  옆에 있단 이유만으로도  어깰 펴지게 하는 사람  빈틈 많은 내 삶을 미소로  가득 채워준 단 한 사람   기쁜 날엔 함께 웃을 수 있고  힘든 날엔 서로 기댈 수 있는  네가 있다는 것 하나만으로  이 세상은 살만해  너를 사랑해 가슴이 뛰도록  매일 감사해 눈물이 나도록  내가 태어난 이유  내가 살아갈 이유 너였던 거야  너를 위해 난 존재해  널 향한 나의 고마움  살아가며 전부 갚아갈게   나의 곁에 있던 모든 날  단 한 점도 후회 없게  사랑해 사랑해 소중한 내 사람   삶의 끝까지 함께할 한 사람  네가 곁에 있는 게 네가  내 사람인 게 너무 감사해 그게 너라서  하루만큼 매일 더 네 맘보다  내가 더 많이 사랑해  가슴 뛰도록 사랑해"}, {"song_no": "4543502", "year": "2015", "rank": "72", "title": "야생화", "artist": "박효신", "genre": "Ballad", "lyrics": "하얗게 피어난 얼음 꽃 하나가 달가운 바람에 얼굴을 내밀어 아무 말 못했던 이름도 몰랐던 지나간 날들에 눈물이 흘러 차가운 바람에 숨어 있다 한줄기 햇살에 몸 녹이다 그렇게 너는 또 한번 내게 온다 좋았던 기억만 그리운 마음만 니가 떠나간 그 길 위에 이렇게 남아 서있다  잊혀질 만큼만 괜찮을 만큼만 눈물 머금고  기다린 떨림 끝에  다시 나를 피우리라 사랑은 피고 또 지는  타버리는 불꽃 빗물에 젖을까 두 눈을 감는다 어리고 작았던 나의 맘에 눈부시게 빛나던 추억 속에 그렇게 너를 또 한번 불러본다 좋았던 기억만 그리운 마음만 니가 떠나간 그 길 위에 이렇게 남아 서있다  잊혀질 만큼만 괜찮을 만큼만 눈물 머금고 기다린 떨림 끝에 다시 나는  메말라가는땅 위에 온몸이 타 들어가고 내 손끝에 남은 너의 향기 흩어져 날아가 멀어져 가는 너의 손을 붙잡지 못해 아프다 살아갈 만큼만 미워했던 만큼만 먼 훗날 너를 데려다 줄  그 봄이 오면 그날에 나 피우리라"}, {"song_no": "7870707", "year": "2015", "rank": "73", "title": "AIRPLANE", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "잠깐 멈춰 봐 이대로 가면 우린 다신 못 봐 비행기 떠나면 난 잘 지낼게 넌 꼭 잘 지내야 돼 라고 말하고 가면 잘 지낼 수 있겠냐 너라면 애써 태연한 척하지 마 너 눈물 고였어 세상 잃어버린 듯한 슬픔이 보였어 하루만 더 있다가 짐 풀고 이따가 영화나 보러 가자 나 울고 있잖아 please La li la di dada la li da 너를 감싸 안은 하늘이 싫다 La li la di dada la li da 너를 밝혀주는 저 달이 밉다 La li la di dada la li da 이대로 보내기는 아쉬우니까 이건 아마 세상 가장 쓸쓸한 멜로디야 Hey Mr. Airplane 잠깐 멈춰 봐 비가 오잖아 바람 불잖아 지금 가면 위험하니까 Hey Mr. Airplane 잠깐 멈춰 봐 시간 많잖아 내일도 있잖아 그녀를 내려줘 아님 나도 태워 줘 하루만 한 시간만 딱 일 분만 한마디만 하게 Hey Mr. Airplane 잠깐 멈춰 봐 가벼운 미소만을 남기고 웃는 얼굴로 넌 떠났지 우리 기약을 굳게 믿는 척하면서 널 잡기 위해서 내 모든 짓을 해볼 걸 적어도 후회 속에서까지 살지 않기 위해서 Girl 평생 그리워질 그대의 존재 그냥 내 품에서 더 깊은 잠에 들어 왜 잔인하게 아름다운 저녁 하늘 바라봐 너의 마지막이라니까 또 눈물 나잖아 Please La li la di dada la li da 너를 감싸 안은 하늘이 싫다 La li la di dada la li da 너를 밝혀주는 저 달이 밉다 La li la di dada la li da  이대로 보내기는 아쉬우니까  이건 아마 세상 가장 쓸쓸한 멜로디야 Hey Mr. Airplane 잠깐 멈춰 봐 비가 오잖아 바람 불잖아 지금 가면 위험하니까 Hey Mr. Airplane 잠깐 멈춰 봐 시간 많잖아 내일도 있잖아 그녀를 내려줘 아님 나도 태워 줘 하루만 한 시간만 딱 일분만 한 마디만 하게 Hey Mr. Airplane 잠깐 멈춰 봐 꼭 오늘 가야 해 왜 내일은 안돼 보내기 싫은데 가면 언제 오는데 너와 멀어지는 게 난 두려워  우리 이대로 자연스러운 이별이 될까 봐  하루만 한 시간만 딱 일 분만 잠깐 멈춰 봐 비가 오잖아 바람 불잖아 지금 가면 위험하니까 Hey Mr. Airplane 잠깐 멈춰 봐 시간 많잖아 내일도 있잖아 그녀를 내려줘 아님 나도 태워 줘 하루만 한 시간만 딱 일 분만 한 마디만 하게 Hey Mr. Airplane 잠깐 멈춰 봐"}, {"song_no": "7924215", "year": "2015", "rank": "74", "title": "사슬 (Chained Up)", "artist": "빅스", "genre": "Dance", "lyrics": "잔뜩 긴장한 채 어깨를 굴려  난 네 주윌 어슬렁거려 uh  나를 굴복시킨 채찍 너머로  넌 날 응시해 뚫어지게 옳지 착하지 거친 내 숨결 다가와 어루만질 때  나는 이렇게 아픈데 너무 아픈데 돌아서지 못해 Eenie meenie minie moe 주인이자 먹잇감 Yeah yeah Eenie meenie minie moe 사랑이자 독재자  넌 나의 사랑이자 독재자 손을 들어 난 Freeze Armor Down Na na na na Na na na Na na na 날 차갑게 내쳐도 괜찮아 떠날 수 없어 Chained up Chained up 무릎 꿇어 난 Freeze Armor Down Na na na na Na na na Na na na 또 이러다 다쳐도 괜찮아 난 꼼짝없이 Chained up Chained up 철컹 철컹 쇠사슬이 걸린 이미 나 태어나 처음 널 봐 버린 짐승처럼 무조건 네게 길들여진 절대 너를 떠날 수 없어 Think about it 가려운 상처 너는 딱 거길 긁어줘 세상 너만이 아는데 날 아는데 돌아올 수밖에  Eenie meenie minie moe 아픔이자 치료약  Yeah yeah Eenie meenie minie moe 감옥이자 paradise  넌 내 감옥이자 paradise 손을 들어 난 Freeze Armor Down Na na na na Na na na Na na na 날 차갑게 내쳐도 괜찮아 떠날 수 없어 Chained up Chained up 무릎 꿇어 난 Freeze Armor Down Na na na na Na na na Na na na 또 이러다 다쳐도 괜찮아 난 꼼짝없이 Chained up Chained up 손길을 되새겨 새겨 새겨 cuz I'm not ready to go no I'm not ready to go 널 흉터처럼 새겨 새겨 새겨 cuz I'm not ready to go 아마 영원히 그렇겠지 I love her 매일 너의 머리맡에 잠이 들어 난  I want her 거부할 수 없어 거부할 수 없어  또 LOCK LOCK LOCK 내 심장에 줄을 달아 못 박고 BANG POW POW 절대로 너를 벗어날 수 없는 나 사랑에는 높낮이가 없는 줄 알던 난 영원히 갇혀 살아 영원히 영원히 갇혀 살아 바보처럼 난 Freeze Armor Down Na na na na Na na na Na na na 몇 번이고 가까이 다가가  두 발이 묶여 Chained up Chained up 얼어버려 난 Freeze Armor Down Na na na na Na na na Na na na 내 주인은 너란 걸 잘 알아  영원히 네게 Chained up Chained up  바보처럼 난 Freeze I'm a slave Na na na na Na na na Na na na 난 사나운 눈빛을 내려놔 두 발이 묶여 Chained up Chained up 얼어버려 난 Freeze Armor Down Na na na na Na na na Na na na 날카로운 발톱을 묻어놔 영원히 네게 Chained up Chained up"}, {"song_no": "7907043", "year": "2015", "rank": "75", "title": "그냥가요 (Feat. 휘인 Of 마마무)", "artist": "루이 (긱스)", "genre": "Rap / Hip-hop", "lyrics": "변함없이 난 잘 지내 네가 없는 날들도 늘 그래 왔었기에 뭐 네게 이젠 아무런 할 말도 없고 감정도 없어 이 노랜 그냥 가요일 뿐이야 이 부분엔 가사가 좀 비네 생각 없이 막 쓰고 너 아닌 다른 사람들을 위해 이런 노랠 만들어 할 말도 없고 감정도 없어 이 노랜 그냥 가요일 뿐이야 밤이 낮이 되고 또 다시 모두 잠을 잘 시간이 돼도 끝까지 난 눈을 감지 못하는 걸 넌 아니 사실 네게 할 말이 없어도 꼭 버릇 같이 너를 그리네 이제 흐려진 예전의 그날이 우우 우우 우 우우우우우 우우우 우우 우우 우 우우우우우 우우우 너도 나처럼 잘 지내 내가 없는 날들도 늘 그래 왔었기에 뭐 네게 이젠 아무런 할 말도 없고 감정도 없어 이 노랜 그냥 가요일 뿐이야 들을 만한 노래를 폰에서 계속 뒤져본 다음 천천히 풀어보는 꼬인 earphone line 집으로 가는 길은 밀리고 겨우 탄 버스 속은 사람들의 밀림 또 신호 대기 중 역에서 내리는 사람들을 기다리다 자리 차지하는 눈치 빠른 저들과는 다른 난 머리나 긁지 뒷자리엔 연인 난 부러움을 숨긴 채로 내려 비가 온다 했어 아침 방송에 어색함만이 함께 해 내 우산 속엔 흐트러진 내 모습 진흙탕 속에서 뒤섞이면 난 외면하길 반복해 uh 너와 걷던 길 이젠 아무 의미 없어 너의 편지처럼 적셔진 다음은 모두 씻겨 내려가겠지 맑은 날이 오면 넌 행복하겠지만 난 밤이 낮이 되고 또 다시 모두 잠을 잘 시간이 돼도 끝까지 난 눈을 감지 못하는 걸 넌 아니 사실 네게 할 말이 없어도 꼭 버릇 같이 너를 그리네 이제 흐려진 예전의 그날이 밤이 낮이 되고 또 다시 모두 잠을 잘 시간이 돼도 끝까지 난 눈을 감지 못하는 걸 넌 아니 사실 네게 할 말이 없어도 꼭 버릇 같이 너를 그리네 이제 흐려진 예전의 그날이"}, {"song_no": "5713422", "year": "2015", "rank": "76", "title": "와리가리", "artist": "혁오 (HYUKOH)", "genre": "Rock", "lyrics": "그런 슬픈 말을 하지 마요 아마 그럴 줄은 알았는데 이젠 좀 잔잔하다 했었는데 뒤도 돌아보지 않아 그런 마음을 낮추지 마요 저기 다가온다 기대했는데 또 한 편 언젠가는 떠나갈걸 이젠 슬쩍 봐도 알아 And we play comes and goes cause we did this when we were child before and we play comes and goes cause big boys still play the game all the time 다 쓴 야광별을 떼어냈죠 옅은 빛을 살피고 있으면 내일이 그리 기다려졌는데 이젠 그렇지도 않아 어렸을 때 몰래 훔쳐봤던 아빠의 수첩 같은 일기장엔 오늘의 걱정이 적혀있던 게 이제야 생각나네 And we play comes and goes cause we did this when we were child before and we play comes and goes cause big boys still play the game all the time 익숙하니 또 무뎌지네요 흘러간 장면이 펼쳐지네요 다시 그 순간을 마주한대도 그땐 또 지금 같진 않겠지 And we play comes and goes cause we did this when we were child before and we play comes and goes cause big boys still play the game all the time Familiarity is a common sense I feel like I’m not here anymore 그냥 다들 안고선 살고 있더라고 다들 그렇게들 떠나나요 이미 저 너머 멀리에 가있네 여기에는 아무도 안 올 테니 그냥 집으로 돌아갈래"}, {"song_no": "7935705", "year": "2015", "rank": "77", "title": "그리워 말아요", "artist": "나비", "genre": "Ballad", "lyrics": "제발 사랑이 아니라고 해요 그대 모습 지울 수 없잖아 가끔 생각에 울어버릴 것만 같아 그리워 말라고 내게 말해줘요 떠나버린 그 사랑 시간이 다 지나고 나면 깊어져만 가는  이 마음뿐인데 오 난 이제 다신 그리워 그리워 그리워  그리워 말아요 그저 스쳐갈 추억만이 남아 있어요 더 그리워 그리워 그리워  그리워 울어요 눈물만이 이 가슴에 맺혀 울어요 언젠가는 웃을 수도 있겠죠 가끔 그대 모습 희미해지잖아 그냥 우연이 아니라고  말해줘요 그대 사랑이었다고 내게 말해줘요 스쳐가는 그 사랑 가슴속에 채우고 나면 깊어져만 가는 큰 상처뿐인데 오 난 또 나를 떠났지만 그리워 그리워 그리워  그리워 말아요 그저 스쳐갈 추억만이 남아 있어요 더 그리워 그리워 그리워  그리워 울어요 눈물만이 이 가슴에 맺혀 울어요 음음음 그리워하지 말아요 음음음 그리워 말아요 오늘도 부르고 불러도  그리고 그려도 아픈 말 그저 스쳐간 입술에 맺힌 말 사랑해 사랑해 사랑해  사랑해 하지만 아픔만이 내 가슴에 맺혀 울어요 눈물만이 내 가슴에 맺혀 울어요"}, {"song_no": "7892770", "year": "2015", "rank": "78", "title": "PARACHUTE (Feat. 오혁 & Dok2)", "artist": "코드 쿤스트 (CODE KUNST)", "genre": "Rap / Hip-hop", "lyrics": "처음에는 왜 이런지 몰랐어  아 당연히 모르지  하필 기억은 또 짧았어  딱 바닥을 쳐보니  아니 첨엔 참 어려웠어  도대체 뭐가 뭔지 모르겠으니  그래서 난 낙하산을 찾아 떨어질 땅을 기대하려 해  그 다음  신호에 줄을 당겨  그 다음  오늘 그리고 내일  그 다음  감흥이 없는 무용담을 풀어야지  매캐한게 번져 눈에 들어오네  난 고인 물을 떠서  두 눈을 닦아 Fallin'  애매하게 떠진 눈에 물이 찼네  감기던 눈을 떠서  한 번 다시 닦아 Fallin'  매캐한게 번져 눈에 들어오네  난 고인 물을 떠서  두 눈을 닦아 Fallin'  애매하게 떠진 눈에 물이 찼네  감기던 눈을 떠서 한번 다시 닦아  Fallin' Fallin'  In back of the bach  In back of the ghost  Tinted windows  Ambassador flow  Rose gold clear diamonds  My platinum goals  내 태도는 여전해  안 내키는 건 하지도 않지만  내키면 청춘을 바칠 때까지  한 말을 또 하고 또 해 난  말 많은 거 닥칠 때까지  인생은 한치도 모르지  딱 들이닥칠 때까진  뭐든 사랑해 왔네  내가 다칠 때까지  다 마칠 때까지 선은 긋지마  모르면 모르는대로 더는 묻지마  난 네 natural 8 뒤집는 pair  Natural nine  Still a young rapper  outchea hustle and grind  Let's get it till  my pocket gets full boi  As long as I'm alive Imma do it boi  Feel good all my thangs so new boi  Illionaire HIGHGRND no rules boi  매캐한게 번져 눈에 들어오네  난 고인물을 떠서  두 눈을 닦아 Fallin'  애매하게 떠진 눈에 물이 찼네  감기던 눈을 떠서  한 번 다시 닦아 Fallin'  매캐한게 번져 눈에 들어오네  난 고인물을 떠서  두 눈을 닦아 Fallin'  애매하게 떠진 눈에 물이 찼네  감기던 눈을 떠서 한 번 다시 닦아  Fallin' Fallin'  You win some  You lose some  Don't hesitate  Just do something  Just let it free  but never loose  I ain't fallin'  I be on my PARACHUTE  매캐한게 번져 눈에 들어오네  난 고인물을 떠서  두 눈을 닦아 Fallin'  애매하게 떠진 눈에 물이 찼네  감기던 눈을 떠서  한 번 다시 닦아 Fallin'  매캐한게 번져 눈에 들어오네  난 고인 물을 떠서  두 눈을 닦아 Fallin'  애매하게 떠진 눈에 물이 찼네  감기던 눈을 떠서 한번 다시 닦아  Fallin' Fallin'"}, {"song_no": "7912749", "year": "2015", "rank": "79", "title": "아마도 그건", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "아마도 그건 사랑이었을 거야 희미하게 떠오르는 기억이 이제야 그 마음을 알아 버렸네 그대 눈에 비친 나의 모습을 차가운 내 맘에 남은 너의 뒷모습 열린 문틈으로 넌 내게 다가올 것 같아 한참을 멍하니 바라보다  아침 햇살에 눈을 뜨고 말았네 사랑 그것은 엇갈린 너와 나의 시간들 스산한 바람처럼 지나쳐갔네 사랑 그것은 알 수 없는 너의 그리움 남아 있는 나의 깊은 미련들 사실 그때도 알고 있었던 그 터질 듯한 감정 난 아직까지도 이 손가락 끝이 찌릿할 만큼 못 잊었어 결국엔 입을 떼지 못했지 단 한 마디도 니가 오는 길을 알고 있기에  일부러 엇갈린 길을 따라서  걷던 발 넌 아마 몰랐겠지 다행이야 내가 본 게 뒷모습이어서 그게 기억되는 너의 마지막 모습이어서 차가운 내 맘에 남은 너의 뒷모습 열린 문틈으로 넌 내게 다가올 것 같아 한참을 멍하니 바라보다  아침 햇살에 눈을 뜨고 말았네 사랑 그것은 엇갈린 너와 나의 시간들 스산한 바람처럼 지나쳐갔네 사랑 그것은 알 수 없는 너의 그리움 남아 있는 나의 깊은 미련들 다시 올 수 없는 시간들"}, {"song_no": "7880306", "year": "2015", "rank": "80", "title": "10월의 날씨", "artist": "10cm", "genre": "Folk", "lyrics": "오늘의 날씨는  그리 맑지 않지만 선선한 바람이 불어 포근합니다 오늘의 날씨를 난 믿지 않지만 참 오랜만에 외출을 준비합니다 용기를 내 거리를 나와보니 괜히 나만 우울했나 봐 젖은 우산 같던 마음도  마를 것 같아 기분 좋은 남들처럼 아름답기만 한 하루가 이제 시작될 줄 알았는데 뜬금없이 구름이 몰려  또 한바탕 소나기를 뿌리고 우산 따위 있을 리 없지 오늘 분명히 비는 없다 했는데 그랬는데 오늘의 날씨를 누가 믿느냐고 아무것도 모르면서 웃지 말아요 빗물이 내리면 눈물이 흐르는 사연 하나 없는  사람은 없으니까요 고갤 들어 주위를 둘러보니 괜히 나만 우울한가 봐 사람들은 하나같이 웃는 것 같아 기분 좋은 남들처럼  아름답기만 한 하루가 나도 시작될 줄 알았는데 뜬금없이 구름이 몰려  또 한바탕 소나기를 뿌리고 우산 따위 있을리 없지 오늘 분명히 비는 없다 했는데 사람들이 이상한 건지 아님 나 혼자 이상하게 아픈지 나 어떡하지 어디로 가지 오늘 분명히 비는 없다 했는데 그랬는데"}, {"song_no": "7911685", "year": "2015", "rank": "81", "title": "멀어지던 날 (The day we felt the distance)", "artist": "규현 (KYUHYUN)", "genre": "Ballad", "lyrics": "사랑이 익숙해진 그 날에 마음이 멀어진 그 시간에 무작정 네 손 잡고 너의 무릎을 베고 잠깐 잊자 했어 바라만 봐도 아파 가슴이 너무 아파 둘도 없이 소중했던 우린 추억이 아닌데 내 사랑인데 날 웃게 해준 넌 데 닿을 수 없이 멀어진 우린 되돌아 갈 수 있을까 그립던 네 마음이 전해 와 사랑이 따뜻하게 다가 와 설레이는 마음에 널 꼭 끌어안고서 좀 더 있자 했어 바라만 봐도 아파 가슴이 너무 아파 둘도 없이 소중했던 우린 추억이 아닌데 내 사랑인데 날 웃게 해준 넌 데 닿을 수 없이 멀어진 네 맘이 한번 더 뛸 수 있을까 항상 곁에 있던 너는 소중하게 숨겨뒀던 선물처럼 넌 나의 행운인걸 널 바라본다 추억을 삼켜 본다 숨길 수 없는 한가지 날 기다려준 한 사람 널 안아본다 다시 찾아온 설렘 이제 내 모든 행복을 다 모아 너에게만 줄게 비처럼 맑은 너를 사랑해 내 숨이 차오르게 잡고 싶은 한 사람 꿈 같은 지금처럼 이대로"}, {"song_no": "7874382", "year": "2015", "rank": "82", "title": "Solo (Remix) (Prod. by 박재범, Cha Cha Malone) (Feat. 박재범, 로꼬)", "artist": "예지", "genre": "Rap / Hip-hop", "lyrics": "Get on it get on it get on it get get Get on it get on it get on it get get 솔로이길 바래 솔로이길 바래 네가 솔로이길 바래 많은 거 안 바래 솔로이길 바래 솔로이길 바래 네가 솔로이길 바래 많은 거 안 바래 내 옆자리 비워놨어 너만 이리 오면 돼 고민하지 마 네 맘 가는 대로 해 I know you feelin me too Come over here babe 너만 원한다면 오늘 난 너만의 Lady Get on it 네 허리 위 다른 생각은 마 난 네 머리 위 오늘 밤 I'm gonna give you everything You done fell for it wet wet 솔로이길 바래 나도 얼마 전에 싱글 됐으니까 너를 너무 원해 제발 솔로이길 바래 내가 바쁘더라도 네가 원한다면 바로 은퇴할게 제발 솔로이길 바래 솔로이길 바래 솔로이길 바래 솔로이길 바래 솔로이길 바래 Yeah 솔로이길 바래 솔로이길 바래 솔로이길 바래 솔로이길 바래 솔로이길 바래 Yeah 나쁜 생각이지만 난 내가 솔로이길 바래 거짓말은 못하니까 물어보지 않길 바래 피하려고 해도 시선이 그 쪽으로 가네 차라리 네가 여기서 빨리 없어지길 바래 코를 찡그리며 불러보는 박진영의 난 여자가 있는데 진짜 자꾸 이러면 안 되는 건데 머리로는 우리 둘이 같이 있는 미래를 예지해 어서 정신을 차려야 해 친구들아 한시 바삐 나를 말려야 해 솔로는 난 모르겠고 뭐가 어찌 됐든 안 되는 건 안 되는 거야 솔로이길 바래 나도 얼마 전에 싱글 됐으니까 너를 너무 원해 제발 솔로이길 바래 내가 바쁘더라도 네가 원한다면 바로 은퇴할게 제발 솔로이길 바래 솔로이길 바래 솔로이길 바래 솔로이길 바래 솔로이길 바래 Yeah 솔로이길 바래 솔로이길 바래 솔로이길 바래 솔로이길 바래 솔로이길 바래 Yeah You got me like o0o0 You got me like o0o0 You got me like o0o0 You got me like o0o0 솔로이길 바래 솔로이길 바래 솔로이길 바래  솔로이길 바래 솔로이길 바래 Yeah 솔로이길 바래 솔로이길 바래 솔로이길 바래 솔로이길 바래 솔로이길 바래 Yeah You got me like o0o0 You got me like o0o0 You got me like o0o0 You got me like o0o0"}, {"song_no": "5721440", "year": "2015", "rank": "83", "title": "LOVE ME RIGHT", "artist": "EXO", "genre": "Dance", "lyrics": "Oh Yeah C’mon Take your time 왠지 두근대는 밤이야 Na Na Na Na Na Na Na Na So tonight 달 끝까지 달려가볼까 Yea Yea Yea Yea Yea Yea Yea Yea Just right 시동을 걸어 엑셀에 발을 올려 모든 것이 특별해 너와는 잘 어울려 무엇을 원하던 Imma make it work Yeah Shawty Imma party till the sun down 지금 이 신비로운 느낌은 뭘까 와줘 내게로 어서 Before the sun rise 네가 없는 난 어딜 가도 Nobody Yeah 오 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 오 내게로 와 망설이지마 넌 매혹적인 나의 universe Just love me right 아하 내 우주는 전부 너야 Just love me right Just love me right Just love me right 내 우주는 전부 너야 Shine a light 별빛 속을 달려 은하술 건너 Na Na Na Na 멈출 순 없어 오예 우릴 비추는 달빛은 여전하지 네 궤도 안 헤매고 있어 난 아직 I can do this all night long baby 네가 없는 난 어딜 가도  반쪽짜리니까 달빛 찬란한 밤 펼쳐진 별들의 불꽃놀이 좀 더 높이 날아가볼까 날아가볼까 가슴 터질듯한 이 순간 우리 둘만 떠올라 발 밑에 지구를 두고 love me right 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 So come on baby 눈이 부시게 더 아름다운 너의 universe 아름다운 lady Just love me right 아하 내 우주는 전부 너야 오 Just love me right Just love me right Can you love me right Just love me right I just wanna make you love me 내 우주는 전부 너야 수 없는 밤이 찾아와도 내 하늘엔 오직 너만 빛나 Woo Yeah 속삭여줘 내게만 밤하늘을 너와 내가 물들여가 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 오 내게로 와 망설이지마 넌 매혹적인 나의 universe Just love me right 아하 내 우주는 전부 너야 Just love me right Oh oh oh yeah Just love me right Just love me right 우리만의 시간 내 우주는 전부 너야 Just love me right Just love me right Just love me right I just wanna make you love me Yea Woo You got to love Yea You got to love me Yea 내 우주는 전부 너야 Yea You love me Yea You love me Yea 내 우주는 전부 너야"}, {"song_no": "7909207", "year": "2015", "rank": "84", "title": "아무도 모르게", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "사실일까 아닐까 사랑은 할 수나 있을까 자꾸 흔들려 날 보는 너의 눈 착한 거짓말 따위를 믿고도 살잖아 제발 울지마 한번 보고 싶었을 뿐이야 True and Lie true and Lie True and Lie oh true and Lie 나는 내 아들이 욕을 먹고 살아도 괜찮아 엄마는 너를 가장 사랑하니깐 그만큼 사랑 받고 행복했었잖아 그 명예 내려놓고 살면 되니깐 이 질색 같은 인생이라 하지 말자 당연히 혼날 건 혼나면서 살자 아버지의 빈 월급봉투에 웃었다 앞이 안 보이는 네 아버진 웃었다 불평만 늘어 놓는 둘째는 극혐 첫째 형은 중국으로 도망가듯 극형 난 이미 악성 같은 놈이라 달리는 댓글 내 반성 마져도 오글오글오글 우리 형제 웃으면서 살자 없이 살아도 둘 다 어깨는 피자 아무도 모르게 지워야 하니깐 아무도 모르게 아무도 모르게 사실일까 아닐까 사랑은 할 수나 있을까 자꾸 흔들려 날 보는 너의 눈 착한 거짓말 따위를 믿고도 살잖아 제발 울지마 한번 보고 싶었을 뿐이야 어지간 하면 참겠는데 어지간 하면 참겠는데 어지간 하면 참겠는데 사람이 보고 싶어 눈물도 안나 어지간 하면 참겠는데 어지간 하면 참겠는데 어지간 하면 참겠는데 달콤한 꿈을 꾸면 뭐해 벌써 잠 깼는데 뒤돌아 보지마 똑바로 걸어가 사랑도 하지마 착각도 하지마 그대는 날 미워해도 돼요 난 그래도 절대로 안 미워요 난 그대는 날 미워해도 돼요 난 그래도 절대로 안 미워요 난 사실일까 아닐까 사랑은 할 수나 있을까 자꾸 흔들려 날 보는 너의 눈 착한 거짓말 따위를 믿고도 살잖아 제발 울지마 한번 보고 싶었을 뿐이야 뒤돌아 보지마 똑바로 걸어가 사랑도 하지마 착각도 하지마 뒤돌아 보지마 가끔은 눈물이 솟구치게 가끔은 추억을 다시 꺼내 가끔은 미치도록 취해 죽을 만큼 싫어도 널 내 자리로 꺼내 사실일까 아닐까 사랑은 할 수나 있을까 자꾸 흔들려 날 보는 너의 눈 착한 거짓말 따위를 믿고도 살잖아 제발 울지마 한번 보고 싶었을 뿐이야"}, {"song_no": "5650996", "year": "2015", "rank": "85", "title": "우연히 봄", "artist": "로꼬", "genre": "Drama", "lyrics": "우연히 내게 오나봐  봄 향기가 보여  너도 같이 오나봐  저 멀리서 니 향기가  설레는 코끝에 나의 입술에  괜찮은 느낌 이 떨림  나도 몰래 우연히 봄  어 어느새  겨울 지나 봄이야  여전히 난 너  앞에선 돌이야  난 아직 이게  믿기지가 않지만  내 왼손은  지금까지도 너의 향기가  미묘하게 흘렀던 분위기에  아직까지 난 가까스로 숨 쉬네  무대 위완 다르게 니 눈을 피해  고개를 돌렸던  내 모습에 한숨 쉬네  오랜만에 느껴지는  이 떨림이 날 단순하게 만들어  딱 너만 아는 거리지  다 고쳤다고 생각했던 버벅임이  또 도져서 준비했던  말을 잊어버리지  난 주워 담지 못할  말은 절대 안 해  원하는 걸 말해봐  널 위해서만 할게  너 빼곤 다  색칠할 수 있어 까맣게  천천히 갈게 조금 더 가깝게  우연히 내게 오나봐  봄 향기가 보여  너도 같이 오나봐  저 멀리서 니 향기가  설레는 코끝에 나의 입술에  괜찮은 느낌 이 떨림  나도 몰래 우연히 봄  우연히 봄  어 아직까지 향기가 짙네  발걸음이 가벼워  집에 가는 길엔  더 가까워질 너와 나를  상상하는 내 모습이  오글거려 몸서리치네  어 어 머릿속이  하얘지기 때문에  하루 종일 날씨  얘기만 반복하게 돼  오로지 난 너 하나 때문에  다른 것들에겐 무감각하게 돼  정적이 만드는 긴장감은  오히려 설레어  나를 미소 짓게 만들어  모른 척 하려 했던  니 옆의 남자들은  흐릿했던 내 눈 앞에  불을 키게 만들어  겨울은 유난히도 추웠고  다시 돌아온  그토록 기다렸던 봄  움직이지 못하도록  잡고 있고 싶어  날 더 느낄 수 있게  안고 있고 싶어  우연히 내게 오나봐 봄 향기가 보여 너도 같이 오나봐 저 멀리서 니 향기가 설레는 코끝에 나의 입술에 괜찮은 느낌 이 떨림 나도 몰래 우연히 봄 I love u so I love u 너무 쉬운 걸 그래도 나 참고 있을게 난 여자이니까 하루 더 기다려 바보야 내게 말해봐 니 마음도 보여 갖고 싶다고 해봐 더 이상은 감추지 마 어느새 내 앞에 이젠 내 앞에 괜찮은 느낌 이 떨림 나도 몰래 우연히 봄"}, {"song_no": "5815785", "year": "2015", "rank": "86", "title": "사이먼 도미닉", "artist": "사이먼 도미닉", "genre": "Rap / Hip-hop", "lyrics": "Simon Simon Dominic Simon D o m i n i c oh oh Simon Simon Dominic Simon D o m i n i c oh oh Simon says 1998' 당시 내 고향은  힙합 불모지 Ra D와 Keeproots  두 사람은 나의 OG 난 Bad Boy 대신에  교복에 flip-flop 쉬는 시간엔 축구보다  힙합 CD와 beatbox 라이브 클럽이  콜라텍으로 바뀌던 시기쯤에 무대를 잃었던  내 라임들은 부지기수 지금은 찾을 수도 없는  그 시절 내 demo tape 그때보다 순수한 걸  이젠 못 내놓네 부대 똥다리 또  부산역 광장에서 freestyle 하던 때가  나의 첫 번째 primetime 가리온이 부산에 떴다 하면  짝퉁 백포스 꺼내  신고선 어디든 달려갔고 Master Plan 보면서  부러웠던 서울 내 꿈은 기차로  딱 네 시간 거리에 있었어도 부모님 믿음 없인  힘이 없던 내 a k a  어쨌건 음악은  내 삶의 첫걸음을  떼게 했네 모든 남자들은 S'up  모든 여자들은 ass up you can call me  Simon D o m i n i c  더 크게 불러줘  say my name say my name Simon Simon Dominic Simon D o m i n i c oh oh Simon Simon Dominic Simon D o m i n i c oh oh 힙합이 밥도 안 맥여 준다고  남 탓하던 놈들은 옆에 안 뒀지 내 성격 좀 tight했거든 away game에 더 강했던  hometown hero 대구에서 나 같은 놈  하나 만난 뒤로  game changed 이센스와 난 갱상  finest two 촌놈 styles 서울의 mc들을 먹어 치우는 꿈 2008 앨범 한 장 없었어도  underground kingz 섭외 1순위에  우릴 매번 올려놨지 믹스테잎은 다 sold out 아메바 계약 후엔 내가 번 돈만 본 다음  몇몇은 배 아프대 오해 가득한 술자리에선  talk dirty 2 em' 잃은 게 좀 많지만  다 추억거리뿐인 20대가 남긴 건  사라질 인기와 돈 따위 물론 지금의 내가  있기까지의 도움닫기 밤낮 없던 압박감들  다 잊지 못해도 기억할 건 내 이름과 이센스  team forever ever ever 모든 남자들은 S'up  모든 여자들은 ass up you can call me  simon d o m i n i c  더 크게 불러줘  say my name say my name Simon Simon Dominic Simon D o m i n i c oh oh Simon Simon Dominic Simon D o m i n i c oh oh always on my grind 여러 번의 테이크에  이제 인트로 하나를 잘 끝냈네 차가운 새벽은  몇 번이나 날 죽이고서 다음날 밤에 다시 뜨겁게  부활시켜줬어 나의 제2막 책임감이 날 애타게 한 뒤에 내 야망은 쉽게 눈 안 떠  top 100 따위엔 돈이 다가 아냐  i just wanna rhyme with my homies 누릴 수 있을 때  누리는 거야 난 오직 음악에 살 거야  그게 내 성공의 좌표 one love 따윈  개나 주고  다들 눈에 힘 빡 줘 래퍼 vs 래퍼  레이블 vs 레이블 메이저 vs 마이너  그 모든 것들 vs 내 이름 Simon Simon Dominic Simon D o m i n i c oh oh Simon Simon Dominic Simon D o m i n i c oh oh"}, {"song_no": "7899186", "year": "2015", "rank": "87", "title": "일주일 (247) (Feat. Zion.T, Crush, DEAN)", "artist": "정기고", "genre": "R&B / Soul", "lyrics": "여보세요 어 아냐 그래 잘자 끊을게 지하철 환승역 바쁜 출근시간 피곤해 난 너무 지쳐 늦은 밤 야근에 회식 오늘도 다 끝났네 오늘 난 너무 지쳐 숨막히게 지나 버린 시간 속에 아슬아슬하게 하루를 겨우 보내 월 화 수 목 금 토 일 뭐가 그리 바쁜지 넌 아무 일도 없는지 난 너무 지쳐 너무 지쳐 전화 좀 그만해 쉬고 싶은데 속이 쓰려 물 한잔만 줘 할 일은 쌓여만 가네 비좁은 작업실엔 눕고 싶어 그녀 옆에 어 숨막히게 지나 버린 시간 속에 도망가고 싶어 아슬아슬 하게 하루를 겨우 보내 월 화 수 목 금 토 일 뭐가 그리 바쁜지 넌 아무 일도 없는지 난 너무 지쳐 너무 지쳐 오랜만이야 잘 지내 나 난 모르겠어 여보세요 이제 번호도 없는 전화기를 붙잡고 한참동안 월 화 수 목 금 토 일 뭐가 그리 바쁜지 넌 아무 일도 없는지 난 너무 지쳐 너무 지쳐"}, {"song_no": "7926003", "year": "2015", "rank": "88", "title": "LIGHTSABER", "artist": "EXO", "genre": "Dance", "lyrics": "- LIGHTSABER -   넌 외로운 꽃  차갑게 얼은 눈빛  깊숙이 숨은 별빛  그 짙은 어둠 속  긴 잠에 빠진 너를  깨워낼 수만 있다면  멀리 찬란하게 뻗은 빛을 따라와  여기 차오르는 눈부심을 느껴봐  너의 세상에 내가 닿을 때  깨어나 너를 피워내 eh eh eh  손을 내민 널 지키러 이곳을   찾아 헤맸던 너를 위한 savior   암흑 속 내가 손을 잡을게  A life saver Lightsaber  Lightsaber Lightsaber Lightsaber  Lightsaber Lightsaber Drop Oh Lightsaber oh  Light Light Light Light Light  Woo Oh Woo Oh   Light Light Light Light Lightsaber  Light Light Light Light Light  Woo Oh Woo Oh   Light Light Light Light Lightsaber  얼었던 너의 맘을  녹아 내리게 해  그 속에 이젠 너와 내가  빛의 춤을 춰  Here we go  Danger 위험해  어둠에 빛이 박힌 모양샌  더 서둘러 먼동 트기 전  누구도 못 보게 너를 데려와  내 옆에  고갤 숙여 하얗게 타는  나의 그림자를 따라오면 돼   궤도하는 시공 속에서  조금씩 선명해지는 찰나  눈을 감아 잠시  Light Light Light Light Light  Woo Oh Woo Oh   Light Light Light Light Lightsaber  Light Light Light Light Light  Woo Oh Woo Oh   Lightsaber Lightsaber  별처럼 쏟아져 어둠을 거슬러  너를 피워낼 시간  감춘 너의 눈물마저 빛이 나게   새벽 끝에 왔어  모두 제자리로 가는 길  바로 여기에 내 모든 걸  네게 줄게  손을 내민 널 지키러 이곳을   찾아 헤맸던 너를 위한 savior   암흑 속 내가 빛이 돼줄게  A life saver Lightsaber  Light Light Light Light Light  Woo Oh Woo Oh  Light Light Light Light Lightsaber  Light Light Light Light Light  Woo Oh Woo Oh  Light Light Light Light Lightsaber  Drop  Light Light Light Light Light  Woo Oh Woo Oh  Light Light Light Light Lightsaber  Lightsaber Lightsaber  Lightsaber Lightsaber  Lightsaber"}, {"song_no": "7888331", "year": "2015", "rank": "89", "title": "Bandz Up (Prod. by Dok2) (Feat. Dok2)", "artist": "트루디 (Truedy)", "genre": "Rap / Hip-hop", "lyrics": "Truedy 니가 처음 보는 패기 넌 날 쳐다보지 못해 눈감고 올려 니 백기 난 놀면서 벌어 나 normal 하지는 않아 내 갈 길을 가 내 할 일을 알아 잡아 이 바닥 Ah 니가 뭘 알아 날 판단은 말아 내 키는 작지만 너보다 큰 게 너무나 많아 Hey look 죽이는 훅 봐 shit 내 빨간 후드 good 나 이제 올라가 정상을 향해 할리우드 T r u e d y This is 트루디 나를 잘봐  All ma bitches 날 동경해 저 밑에서 날 봐 Ah yo 루디's back 이제부터 나를 respect They called me 제2의 윤미래 기다렸지 너 Queen's back 나 될거야 모두의 롤모델 내가 반기문이라면 넌 아예 자체가 범죄 깝치면 좆 돼 내 앞에서 까불다간 영원히 좆 돼 AH I'm a Truedy 루디 루디 I'm all ready 날따라 못해 Can't nobody 뒤에서 욕해봐라 그게 들리니 Bandz up Bandz down to the ground Bandz up Bandz down to the ground Bandz full in my jacket Bandz full in my pocket 주머니 탈탈 털어  하늘 위로 높이 닿게 Bandz up Bandz down to the ground Bandz up Bandz down to the ground Bandz full in my jacket Bandz full in my pocket 주머니 탈탈 털어  하늘 위로 높이 닿게 They call me YKYB  Aint Rockin margiela 808 Im rockin my gears They be like how can i be u 난 항상 관대하지 남 일은 반대하기 바쁜 널 상대할 시 간 없어 난 밤새 자지도 않고 all I do is get 돈 Stackin my 종이 Im so internationally known 눈을 떠 보니 오늘은 여의도 내일은 오하우 슬럼 하나 없이 잘되는 내 일의 노하우 U know my woes Band up 돈뭉치 손에 가득히 은행을 벗어나 다시 은행을 가듯이 난 차를 사고 또 사네 신발을 사듯이 베팅은 크게 내 패는 natural 널 바르지 Cuz all I do is turn up in here  Man Hope u aint got problem with it Quarter million white whips in the streets Then I be ridin in it Like broom Number plate go four 1s Young millionaire illionaire we in these bitch we on one Bandz up Bandz down to the ground Bandz up Bandz down to the ground Bandz full in my jacket Bandz full in my pocket 주머니 탈탈 털어  하늘 위로 높이 닿게 Bandz up Bandz down to the ground Bandz up Bandz down to the ground Bandz full in my jacket Bandz full in my pocket 주머니 탈탈 털어  하늘 위로 높이 닿게"}, {"song_no": "5826462", "year": "2015", "rank": "90", "title": "스폰서 ($ponsor)", "artist": "으뜨거따시 (하하, 자이언티)", "genre": "R&B / Soul", "lyrics": "하잔 대로 다 해줄게 사달란 대로 다 사줄게 필요한 건 뭐든지 말만 해 난 니 $ponsor $ponsor $ponsor Woo Baby Yeah Dance Oh oh oh Zion T Oh oh oh oh Haha Oh oh oh Oh oh oh oh Yeah Oh oh oh Oh oh oh oh Oh oh oh eh 삼겹살 항정살 가브리살 무한 제공 내 이름 대고 다 먹어 무한 리필 그대 배고플 때 언제든지 전화 걸어 나 해솔이 아빤데 010 너 날 놓치기 전에 붙잡아 둬 사랑해 사랑해 내 마음 절대 절대로 가볍지 않아 하잔 대로 다 해줄게 사달란 대로 다 사줄게 필요한 건 뭐든지 말만해 난 니 $ponsor $ponsor $ponsor Dance 나잇살 주름살 축 쳐진 살 무한 리프팅 내 이름 대고 다 해버려 무한 효도 그대 필요할 땐 언제든지 전활 걸어 전활 걸어 안 받으면 받을 때까지 계속 전화해 너 날 놓치기 전에 붙잡아 둬 사랑해 사랑해 내 마음 절대 절대로 가볍지 않아 하잔 대로 다 해줄게 사달란 대로 다 사줄게 필요한 건 뭐든 말만 해 난 니 $ponsor $ponsor $ponsor I Love You I Love You I Love You 원하는 걸 주고 싶어 I Love You Sexy I Love You Girl I Love You 원하는 대로 해도 돼 I Love You I Love You I Love You I Love You I Love You I Love You I Love You 원하는 걸 다 줄게 가져 하하야 One Two Three Four  Five Six Seven Eight Nine Hey Hey 하잔 대로 다 해줄게 사달란 대로 다 사줄게 필요한 건 뭐든 말만 해 난 니 $ponsor $ponsor $ponsor Dance I Love You"}, {"song_no": "7902890", "year": "2015", "rank": "91", "title": "울고 분다", "artist": "JOO", "genre": "Ballad", "lyrics": "꽃잎이 시든다 우울하게 또 꿍하게 뒤돌아 보면 네가 있을까 없잖아 없잖아 가여워라 서러워라 상처투성이 바보 외톨이 나야 나 눈에 물이 나 맘에 불이 나 운다 운다 운다 마음이 울적해서 운다 새까맣게 속상해서 울고 분다 울다 보면 내 가슴이 거울에 비칠 것만 같아서 소리 없이 운다 운다 분다 바람이 위로하듯 분다 더러워라 버거워라 바람 투성이 나쁜 못난이 너야 너 자꾸 열이 나 맘에 불이 나 운다 운다 운다 마음이 울적해서 운다 새까맣게 속상해서 울고 분다 울다 보면 내 가슴이 거울에 비칠 것만 같아서 소리 없이 운다 운다 분다 바람이 위로하듯 분다"}, {"song_no": "2101367", "year": "2015", "rank": "92", "title": "그런가 봐요...", "artist": "V.One", "genre": "Ballad", "lyrics": "고맙다는 그 말 잘 못하는 사람 미안할 땐 괜히 더 화내는 사람 통화하다 먼저 끊는 사람 지난 사랑 얘길 늘 하는 사람 미리 해둔 약속 잘 어기는 사람 했던 얘기를 또 물어보는 사람 괜찮다고 걱정 말라하면 그 말 믿는 사람 그게 나래요 그녀가 말했죠 여자를 떠나게 만드는 남자들을 아냐고 그 이유 다 갖춘사람 오 다 나래요 그래서 날 떠나갔죠 그녀는 모르죠 나 얼마나 그녈 많이 사랑한지 그녈 위해선 아마 더한 버릇도 내가 다 고쳤을 텐데 그녀는 모르죠 내 모자란 자존심에 말 못했던 수많은 얘기 눈으로만 말한 걸 아마 듣지도 못하고 가나봐요  말하지 않아도 내 맘 아는 사람 약속에 늦어도 웃어주던 사람 작은 선물 뜻 없이 건네도 좋아하던 사람 그게 그녀죠 그녀는 말했죠 이별한 후에 더 차가운 여자 맘을 아냐고 만날 때 후회 없었던 오 그 이유라 미련조차 없다했죠 그녀가 떠났죠 이렇게 날 미련 속에 남겨두고 미안한 일이 너무 나도 많아서 후회뿐인 나를 두고 그녀는 떠났죠 다른 사랑 이래서는 안 된다며 내 마지막은 그녀였단 얘기를 끝내 듣고도 모른체 가나봐요  그녀는 모르죠 나 얼마나 그녈 많이 사랑한지 그녈 위해선 아마 더한 버릇도 내가 다 고쳤을 텐데 그녀는 모르죠 내 모자란 자존심에 말 못했던 수많은 얘기 눈으로만 말한 걸 아마 듣지도 못하고 가나봐요 나의 사랑이 날 두고 떠나가요"}, {"song_no": "7921390", "year": "2015", "rank": "93", "title": "My Love (Feat. 베이식)", "artist": "효린", "genre": "Rap / Hip-hop", "lyrics": "그곳은 편하니 아직 날 찾아 헤매고  있는 건 아닌지 네가 내 품에 체온 전해 준  그 순간부터 세상 다 가진 것보다  가슴 벅차곤 했어 새벽 해가 뜰 만큼 긴 스케줄 피곤하게 집에 온 날 반겨준 넌 말이 아닌 눈빛만으로  나와 긴 대화를 해 이렇게 같이 사랑하며 지내자 우리 마지막 인사하는 날 아픈 몸으로 잠이 든  날 기다린 너 눈이 마주쳤지만  넌 가냘프게 울었고 그대로 움직이지 않아  나도 결국 울었어 더 사랑해주지 못한 미안함 맘에  매일 밤 눈물이 마를 생각을 않네 여전히 널 그리며 노래해줄게 내 가족 내 천사 내 사랑 Good night 떠나지 마 날 떠나지 마 아직도 난 눈물에 지쳐가 가지 마 가지 마 더 작아져 더 작아져  널 떠올릴수록 눈물이 뚝뚝뚝뚝 눈물이 뚝뚝뚝뚝 돌아와 돌아와 불러도 올 수 없는 걸 알면서 네가 날 떠났어 꿈인지  내 볼을 또 꼬집어 봤어 눈물이 난 게 볼이 아파선지  네가 없어선진  몰라도 눈물을 참느라 혼났어 네가 없는 나를 상상해 본 적이  없어서 일상  모든 일들이 도전이 됐지 난 전혀 준비가 되지 않아서  다 포기할 걸 겨우 참았어  참았어 내가 참긴 뭘 참아 매일 밤 널 담지 못한  눈을 못 감아 Ima just die I'ma die without you 담아선 안 될 말을  입에 담아 아마도 며칠이 지나고 시간이  약이 돼버리는 게 더 무서울 거 같아 시간이 멈추고 차라리 평생  이렇게 아픈 게 나을 거 같아  My love my love My love my love 누구와 같이 있어도  가끔 웃고 있어도 문득 네 얼굴 떠올라 Girl My love my love  My love my love 절대 혼자 두지 않겠다는 약속 영원히 함께할 수 있을까  네 마음속에 웃고 있는 데도 눈물이 나 나 진짜 정말 괜찮은데  자꾸 우울이 날 고이 접어놨던 내 맘을 흔들어 또 다시 떠올리게 해  너와의 시간들을 울지 않는다고 다짐했었는데 널 분명 잊었다고 생각했었는데 아닌가봐 난 네가 아님  더 이상 안 되나봐 제발 돌아와 나 여기 있을게 Stay with me Yeah 이젠 추억이 됐지 너와 내가 했던 건  슬픈 기억이 됐고 난 그저 돌아가고 싶어 그때로 난 그저 돌아가고 싶어 그때로 모든 걸 되돌릴 수만 있다면 너와 내가 하나일 때로만  갈 수 있다면 난 그저 돌아가고 싶어 그때로 난 그저 돌아가고 싶어 그때로 떠나지 마 날 떠나지 마 자꾸만 난  그 자릴 맴돌아 돌아와 돌아와 불러도 올 수 없는 걸 알면서"}, {"song_no": "5684826", "year": "2015", "rank": "94", "title": "BAE BAE", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "I'M IN LOVE  눈에 콩깍지 씌었어 BABE  하의 실종에 흰 와이셔츠 BABE  사람이야 천사야  OH JESUS BABE  눈부셔 BABE  SUNGLASS BABE  정신이 망신이야 홀렸어 네게  피가 한쪽으로 또 쏠렸어 네게  위험해  YOU'RE SO DANGEROUS BABE  살려줘 BABE  경찰 불러 BABE  BABY BABY 지금처럼만  아름다워 줄래 넌  시간이 지나도 내가 설렐 수 있게  BABY BABY 넌 시들지 마  이기적인 날 위해  그 모습 그대로  넌 그대로 여야만 해  사슴같이 예쁜 눈  나의 PRINCESS  나를 보고 비웃는 게  너무 CHIC 해  미친 거 아닐까  자연 미인 특이해 특이해  내게 완벽한 그대여  나의 MUSE 해  우리 둘이 편해 완전 살찌네  너와 몸이 완전 착착 감기네  영원히 넌 스물다섯이야 내게  변치 않아 BABE 5 X 5 BABE BABY BABY 지금처럼만 아름다워 줄래 넌 시간이 지나도 내가 설렐 수 있게 BABY BABY 넌 시들지 마 이기적인 날 위해 그 모습 그대로 넌 그대로 여야만 해 난 예쁜 꽃을 든 남자 모든 이가 사랑할 너란 꽃을 든 남자 그대 향기에 취해 난 또 몽롱해지고 꺾이지 말아주오 제발 너만은 찹쌀떡 찹쌀떡 궁합이 우리 우리 궁합이 찹쌀떡 찹쌀떡 궁합이 우리 우리 궁합이"}, {"song_no": "5644620", "year": "2015", "rank": "95", "title": "CALL ME BABY", "artist": "EXO", "genre": "Dance", "lyrics": "CALL ME BABY   Call me baby  이 거리는 완전 난리야  Call me baby  사람들 사이는 남이야  Call me baby  함께하는 매 순간이  Like BOOM BOOM BOOM  BOOM BOOM  What up  Hey Girl 영원 같던 찰나  운명 같은 순간  나를 한 순간 뚫고가  번개처럼 이 세계를  넌 내 이름 불러주며  나에게로 다가와  놀라워 섬광처럼 가득 차  너를 마주한 순간 oh my  편하게 여기 앉아  이제 내 얘기를 들어봐  Oh I don't care  나 멀리멀리 돌아간대도  이렇게 너의 곁에  단 한 남자가 되어줄 테니  메마른 내 입술에  너 스며들어와 나를 깨워  The time's wasting girl  So don't wait don't wait too long  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  You know my name girl  널 향해 커져간 마음아  너 말곤 그 문을 닫아  You know I'm here girl  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl  나를 나로 존재하게 해  내 세상은 오직 you're the one  You're the one   Girl you're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl  Baby girl 욕심들 속에 날 선  그 어떤 말도 넘어설  그런 믿음을 보여준 너   모두 변해 날 떠나간대도  너는 나만의 lady   내 손을 잡아주는 그거면 돼  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  You know my name girl  널 향해 커져간 마음아  너 말곤 그 문을 닫아  You know I'm here girl  Call me baby Call me baby  Call me baby Call me baby  어둔 미로 속에 갇혔던 Oh 나  그 어둠 속에서  날 깨워준 네 목소리 들려와   날 다시 태어나게 해 Yeah  E X O Listen Say my name Louder  혼란스러운 공간 속  날 이끌어줄 빛이 되고  놓치지 않아준 너라면  What up  널 안고 변치 않을게  널 안고 나를 떠나버린  사람들과 마주해   Never don't mind about a thing  내 가슴속 그 거대한 공백에 널 더해   흔들리는 세상 속에서  Whoo Babe  빛이 돼준 오직 한 사람 바로 너  Girl you're the one I want  You're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby  I'll be your baby yeah  You know my name girl  Ho  나를 나로 존재하게 해  You know I'm here girl  내 세상은 오직 you're the one  You're the one  Girl you're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl"}, {"song_no": "5748499", "year": "2015", "rank": "96", "title": "SHAKE IT", "artist": "씨스타", "genre": "Dance", "lyrics": "너만을 유혹하는 춤  우우우 우우우우 심장에 매력 발산 중  우우우 우우우우 손끝만 스쳐도 막 쿵쿵쿵쿵 Oh 내 맘이 흔들려 Shake it shake it for me Shake it shake it for me 나나나 나나나 나나나  Hey 나나나 나나나 나나나  짜릿한 이 느낌  날 춤을 추게 해  지금 이 순간  Shake it Bae bae baby Love me love me love me now 흔들리는 내 맘 모르겠니 So let's dance Just shake it let's dance 좀 더 핫하게 완전 와일드하게 Make it louder 우우우 더 크게 make it louder 우우우 날 자꾸 흔들어 흔들어 놀라게 흔들어 Shake it oh shake it 밤새 나와 Shake it baby 아주 fun하고 smart하게  흔들흔들어 온몸이 찌릿찌릿 우리 둘이  흔들흔들어 심하게 통하니 여기 불났으니 When I Move  움직여 자리 잡았으니 Shake it shake it for me Shake it shake it for me 나나나 나나나 나나나  Hey 나나나 나나나 나나나  짜릿한 이 느낌  날 춤을 추게 해  지금 이 순간  Shake it Bae bae baby Love me love me love me now 흔들리는 내 맘 모르겠니 So let's dance Just shake it let's dance 좀 더 핫하게 완전 와일드하게 Make it louder 우우우 더 크게 make it louder 우우우 날 자꾸 흔들어 흔들어 놀라게 흔들어 Shake it oh shake it 밤새 나와 Shake it baby Shake it oh shake it Shake it up shake it for me Shake it oh shake it Shake it up shake it for me Shake it oh shake it Shake it up shake it for me Shake it oh shake it Shake it up shake it for me Shake it for me my baby Shake it for me my baby 그렇게 모두 모여 dance Just shake it let's dance 좀 더 핫하게 완전 와일드하게 Make it louder 우우우 더 크게 make it louder 우우우 날 자꾸 흔들어 흔들어 놀라게 흔들어 Shake it oh shake it 밤새 나와 Shake it baby"}, {"song_no": "7905017", "year": "2015", "rank": "97", "title": "LOVE TALK (Feat. 화사 of 마마무)", "artist": "키썸 (Kisum)", "genre": "Rap / Hip-hop", "lyrics": "그 앤 어때 매너는 좋아  잘 생겼니 매력 있니  고민 말고 얘기해 봐 언니  빨리 얘기해 봐  K I S U M  얜 느낌이 달라   처음부터 뭔가 feel 이  딱 꽂히게 만들어 버려 날  들었다 놨다 나는 지금  얘 손바닥 안  yeah 영 알 수가 없어  걘 바닷속 같지  빠지는 게 두려워  튜브를 줘 빨리  hey I just wanna swim  in your love  말해 줘 내게만 이렇게 친절한지  아니면 다른 사람  에게도 친절하니  아니기를 바래 난  솔직하게 말해 봐  네 맘을 진짜 모르겠어 난  he is my lover  잃을까 봐 두려워  전하고파 이렇게 걔한테  근데 난 말 못해  How can I do this  연애 할래요 해요  먼저 말해요 Hello man  눈 마주치고 다가가서 말해요  love love talk  I want to love talk  꿀처럼 달콤해요  연애란 떨림이에요  falling in love  falling in love  시작이 중요해 Tik Tok 시간은 가  하루 종일 나쁜 놈 사진만 봐  오늘 연락이 올까  아니면 연락을 해야 할까  어찌된 게 쉬운 게 하나도 없어  기다리기 지쳐 더는 못 참겠어  심심해 만날래 시간 돼 밥 할래   신사동 Is that okay  그 애 문자 답장 왔니  어 지금 막 왔어  뭐라고 말하냐면  걔도 딱 나와 똑같은 맘이라고  좋아 이젠 답장은 천천히  come on man  연애 할래요 해요  먼저 말해요 Hello man  falling in love  시작이 중요해  love love talk  I want to love talk  나 지금 너를 만나러 가고 있어  1초라도 좋아  네가 너무 보고 싶어  가을이지만 너를 본 이후로 봄  여름날의 열기처럼  boy we got a love  가을이니까  Baby don't let me fall  차갑지 않을 거야  우리들의 겨울  because 이제 우리  시작할까요 연애  애인이 돼 줘요 Ma boo  다가와서 사랑한다 말해요  love love talk  I want to love talk  꿀처럼 달콤해요  I melt to love to love  연애란 떨림이네요  falling in love  사랑을 시작해  love love talk"}, {"song_no": "7931725", "year": "2015", "rank": "98", "title": "있어줘 (Feat. Lydia Paek)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "짙은 안개를 찢고 널 향해 비상등을 누르고 운전해 불면에 밧줄에 묶여 뒤척이다 등을 돌아누운 널 예 조심스럽게 돌려 안아준 다음 토닥 토닥 해 우리 밤을 꼬박 새우고 속 얘기해 간단한 안주와 보라색 glass of wine you got me up all night  세상에 영광 하나뿐인 왕관을 애원하던 그때 넌 균형과 조화를 가르쳐주고 내편이 돼 줘 너의 울타리 안에 나의 자유로운 궤적 널 위해 달콤한 언어를 재탕해도 농도는 진해지고 건강하게 해줘 오늘밤에 우리가 개척한 도로를 따라 입술로 밤새도록 서행하고 싶어 baby don't go I want you to stay baby don't go 날 안아줄래 오늘만은 혼자 날 두지마 너를 붙잡고 싶은 밤 있어줘 있어줘 있어줘 있어줘 너와 내 얘기에 여기저기 다 시끌시끌해도 너는 늘 차분히 내 지친 목소리에 집중해줘 신경 꺼 너와 나를 보는 남들의 시선 서로를 보는 시선에 더 세심하게 신경 써 내 목적 방황에 종점 내 옆에 딱 붙어 있어줘 무리라고 느꼈겠지 다들 우리 둘이 근데 우린 무리 뉴처럼 특별해 깼지 물리의 법칙 우리 만남은 블랙홀 초월해 시간과 공간 컴컴한 웜홀은 손 꼭 붙잡고 종단 너와 난 공장 함께 미래를 제조해 연료는 쏟아지는 깨로 해 아무리 왜곡해도 너와 내 역사는 계속돼 내 머리 속은 성경처럼 니 이름만이 빼곡해 baby don't go I want you to stay baby don't go 날 안아줄래 오늘만은 혼자 날 두지마 너를 붙잡고 싶은 밤 있어줘 있어줘 있어줘 있어줘 야생마 같이 날 뛰던 내 등에 안장을 채워준 너 있어서 날 뜨겁게 태워준 너 너라는 명반을 정주행하며 숨이 깊어질 때까지 속도를 내 나의 허릴 붙잡아줘 사랑하고 위로하고 방치하고 바라보다가 잠들어 불면에 밧줄에 묶여 뒤척이던 넌 내 품에서 자유로워 있어줄게 baby don't go 네 곁에 있어줄게 있어줘 있어줄게 네 곁에 있어줄게 baby don't go I want you to stay baby don't go 날 안아줄래 오늘만은 혼자 날 두지마 너무 지쳐서 힘든 밤 있어줘 있어줘 있어줘 있어줘"}, {"song_no": "7895853", "year": "2015", "rank": "99", "title": "너뿐이야", "artist": "시원 (SIWON)", "genre": "Drama", "lyrics": "그저 친구였었던 니가 어느새 달라져 보여 이런 게 사랑인 것 같아 내겐 처음 같은 이 느낌 조심스럽게 말했었어 너무 늦었던 나의 서투른 고백들이 자꾸만 너를 멀어지게 해 나보다 더 사랑하는 너라서 난 너 뿐이야 그래 난 너 뿐이야 눈물 나도록 허전해 맘에 내가 없다고 해도 그래도 날 한 번쯤 난 너 뿐이야 그래 난 너 뿐이야 허탈하도록 여전해 언젠가 내게 올 수 있게 네가 바라보던 이곳에 이대로 난 너 뿐이야 그래 난 너 뿐이야 눈물 나도록 허전해 변한 건 하나도 없는데 너만 없을 뿐인데 난 너 뿐이야 그래 난 너 뿐이야 허탈하도록 여전해 언젠가 내게 올 수 있게 지금처럼 기다릴게"}, {"song_no": "7943030", "year": "2015", "rank": "100", "title": "그날을 내 등 뒤로", "artist": "허각", "genre": "Ballad", "lyrics": "어제보다 한산해진 걸  난 그래서 처량한데  왜 난 지금 혼자서 걷나  그 좋은 널 뒤에 두고  자꾸 내 뒤를 따라오지 마요  지금은 헤어질 때  따라와 안기지 좀 마요  그대 눈물은 보기 싫어  안녕 이제 그만 정주는 짓 다 그만  힘들어 우리 사랑하면서 살 날들이 잡힐 듯 가슴속에 간직한 그날을 내 등 뒤로 조용히 떠나보낸다 자꾸 내 이름 부르지 좀 마요 지금은 헤어질 때 내 앞을 가로막지 마요  그대 눈물은 보기 싫어 안녕 이제 그만 정주는 짓 다 그만 힘들어 우리 사랑하면서 살 날들이 잡힐 듯 가슴속에 간직한 그날을 내 등 뒤로 조용히 떠나보낸다 너란 사람은 그렇게 나란 사람은 이렇게 엇갈리며 멀어지며 잊혀져 안녕 그래 지금 이 인사는 마지막 미안해 다신 그댈 널 잡을 수 없기에 잡힐 듯 가슴속에 간직한 그날을 내 등 뒤로 조용히 떠나보낸다 내 사랑 떠나보낸다"}]