[{"song_no": "7896507", "year": "2015", "rank": "51", "title": "Zeze", "artist": "아이유", "genre": "Dance", "lyrics": "흥미로운 듯  씩 올라가는 입꼬리 좀 봐  그 웃음만 봐도 알아  분명히 너는 짓궂어  아아 이름이 아주 예쁘구나  계속 부르고 싶어  말하지 못하는  나쁜 상상이 사랑스러워  조그만 손가락으로  소리를 만지네  간지러운 그 목소리로  색과 풍경을 노래 부르네 Yeah  제제 어서 나무에 올라와  잎사귀에 입을 맞춰  장난치면 못써  나무를 아프게 하면 못써 못써  제제 어서 나무에 올라와  여기서 제일 어린잎을 가져가   하나뿐인 꽃을 꺾어가  Climb up me Climb up me 꽃을 피운 듯  발그레해진 저 두 뺨을 봐  넌 아주 순진해  그러나 분명 교활하지  어린아이처럼 투명한 듯해도  어딘가는 더러워  그 안에 무엇이 살고 있는지  알 길이 없어  당장에 머리 위엔 햇살을 띄우지만 어렴풋이 보이는 너의 속은 먹구름과 닿아있네 Oh 제제 어서 나무에 올라와 잎사귀에 입을 맞춰 장난치면 못써 나무를 아프게 하면 못써 못써 제제 어서 나무에 올라와 여기서 제일 어린잎을 가져가  하나뿐인 꽃을 꺾어가 Climb up me Climb up me 한 번 더 닿고 싶어 여기서 매일 너를 기다려 전부 가지러 오렴 다시 부르고 싶어 여기서 매일 너를 기다려 얄밉게 돌아가도 내일 밤에 또 보러 올 거지 제제 어서 나무에 올라와 잎사귀에 입을 맞춰 장난치면 못써 나무를 아프게 하면 못써 못써 제제 어서 나무에 올라와 여기서 제일 어린잎을 가져가  하나뿐인 꽃을 꺾어가 Climb up me Climb up me"}, {"song_no": "4660794", "year": "2015", "rank": "52", "title": "I`m Not The Only One", "artist": "Sam Smith", "genre": "Pop", "lyrics": "You and me we made a vow For better or for worse I can't believe you let me down But the proof is in the way it hurts For months on end  I've had my doubts Denying every tear I wish this would be over now But I know that  I still need you here You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one You've been so unfaithful Now sadly I know why Your heart is unobtainable Even though lord knows you have mine You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one I have loved you for many years Maybe I am just not enough You've made me realise  my deepest fear By lying and tearing us up You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one I know I'm not the only one I know I'm not the only one  And I know I know I'm not the only one"}, {"song_no": "7870705", "year": "2015", "rank": "53", "title": "리듬 타 (RHYTHM TA)", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "We gon get it pop it we gon we gon get it pop it 이건 그냥 노래니깐 리듬 타 Bounce 리듬 타 Bounce 리듬 타 Bounce 리듬 타 이건 그냥 노래니깐 리듬 타 뭐해 어서 고갤 끄덕이지 않고 가슴과 허리를 꿀렁이지 않고 우린 가리는 거 없어 예를 들면 때와 장소 멋있는 척 안해 나쁜 예는 요즘 아이돌 즐기는데 무슨 타당한 이유를 원해 이건 그냥 리듬 타기 좋은 흔한 노래 굳이 제목을 정하자면 칭찬 이 노래를 틀면 고래도 춤추게 하니까 yeah come and get it 모여 남녀노소 음악은 흐르지 방방곡곡 콧노래를 불러 ladi dadi 오늘밤은 ready to die yeah die yeah 시간은 금 보기를 돌 같이 하라 비싼 척 하지마 놀고 싶은 거 알아 woo 콧노래를 불러 ladi dadi 다같이 움직여 body Bounce 리듬 타 Bounce 리듬 타 Bounce 리듬 타 이건 그냥 노래니깐 리듬 타 We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it 이건 그냥 노래니깐 리듬 타 뭐해 어서 고갤 끄덕이지 않고 어 밤이면 밤마다 오는 날이 아니잖소 오늘을 놓쳐서 후회한다면 후회한 시간을 후회할 거잖아 후회하기 싫음 후회할 일들을 후회하기 전에 후회 말아 Oh yeah right 리듬 타 Come on 방방 뛰어 나와 함께 리듬 타 UCC에 올려봐 꿀렁거리는 니 모습 여덟 마디 춤추기 좋게 여름 방학 계획표처럼 의미는 없음 Yeah come and get it 모여 남녀노소 음악은 흐르지 방방곡곡 콧노래를 불러 ladi dadi 오늘밤은 ready to die yeah die yeah 시간은 금 보기를 돌 같이 하라 비싼 척 하지마 놀고 싶은 거 알아 woo 콧노래를 불러 ladi dadi 다같이 움직여 body Bounce 리듬 타 Bounce 리듬 타 Bounce 리듬 타 이건 그냥 노래니깐 리듬 타 We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it 이건 그냥 노래니깐 리듬 타 모두 고개를 끄덕여 팔짱 끼고 껄렁 거려 다같이 흔들흔들 흔들흔들 해 우린 좀 건들건들 건들건들 해 볼륨을 더 높이고 이 리듬에 몸을 맡겨 다 같이 흔들흔들 흔들흔들 해 우린 좀 건들건들 건들건들 해 리듬 타 Da na na na na na na Da na na na na na na Da na na na na na na 이건 그냥 노래니깐 리듬 타 We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it 이건 그냥 노래니깐 리듬 타"}, {"song_no": "7865089", "year": "2015", "rank": "54", "title": "가끔", "artist": "지아", "genre": "Drama", "lyrics": "눈을 가려도 다 보일 만큼 그대 모습이 느껴지는데 보고 싶단 말이 가슴에 넘치는데 난 아무 말도 못하죠 그대 마음이 내 마음보다 한참을 뒤에 걷고 있어서 여전히 모르죠 그대는 모르죠 항상 곁에 있는 내 사랑을 가끔 내 생각해도 가끔 나를 그려도 가끔 웃어 줘도 괜찮아요 그리운 이 마음조차 사랑인 것만 같아서 그댈 놓지 못해요 어른이 되어 멈춘 키처럼 사랑도 그럴 거라 믿었죠 하루가 다르게 그대가 모르게 매일 커져 가는 사랑이라 가끔 내 생각해도 가끔 나를 그려도 가끔 웃어 줘도 괜찮아요 그리운 이 마음조차 사랑인 것만 같아서 그댈 놓지 못해요 나 이렇게라도 먼발치에서 그대를 보면서 하루를 살아요 그대 알고 있나요 내가 말했었나요 항상 내 맘에 사는 한 사람 오늘은 나를 못 봐도 내일은 보게 될까 봐 그댈 놓지 못해요"}, {"song_no": "7963607", "year": "2015", "rank": "55", "title": "북두칠성", "artist": "로이킴", "genre": "Ballad", "lyrics": "외로움에 사무쳐 억지로 몸을 끌고 나와 조용한 카페에 앉아서 길을 지나가는 사람들의 표정을 보다 왠지 나만 이런 것 같아 더 슬퍼오면 주변에 심어진 수많은 나무들을 바라봐 아무도 알아주진 않지만 우뚝 서 있잖아 집에 가는 길엔 나를 그리며 하늘을 바라봐 줄래 북두칠성이 보이니 빛나는 별들을 천천히 이어가며 나를 기다려 주길 북두칠성이 보이니 니가 있는 곳이 어디든 난 따라가 그 길을 비춰줄게 오랜만에 날씨가 좋아 책을 들고 나와 집 앞 공원에 앉아서 책을 읽다 바라본 구부정한 그림자가 오늘따라 더 초라해 보이면 주변에 놓여진 외로운 가로등을 바라봐 아무도 알아주진 않지만 우뚝 서 있잖아 집에 가는 길엔 나를 그리며 하늘을 바라봐 줄래 북두칠성이 보이니 빛나는 별들을 천천히 이어가며 나를 기다려 주길 북두칠성이 보이니 니가 있는 곳이 어디든 난 따라가 그 길을 비춰줄게  그 길을 비춰줄게"}, {"song_no": "7971053", "year": "2015", "rank": "56", "title": "Girl x Friend", "artist": "EXO", "genre": "Rap / Hip-hop", "lyrics": "Ooh yeah yeah yeah oh 눈으로 널 기억해  머리로 널 그려내 항상 난 I’m with you  you ooh ooh oooh Yeah 언제부터인가 매일 우리 둘도 없는 그런 사이 우린 단짝 친구 그래 소꿉 친구  하나부터 열까지 잘 알던 이유 빌려준 책엔 온통 낙서만 꽉 어제 빤 체육 복 등엔 흙 도장 콱  단발머리 불 같은 성격에 또 황소고집 근데 그래서 더 좋았었나 봐 생각하면 내겐 영원할 것 같았던 맑은 봄날 같이 푸르던 시간  다 좋았어 너와 함께여서 특별한 학창시절 어딜 꺼내든 다 선명한 기억  Forever on my mind Yeah 눈으로 널 기억해 Yeah 머리로 널 그려내 and I feel warm 너도 내 맘 같다면 날 날 기억해줘 ah yeah 이 겨울이 지나고 내가 말이야 아직 지금 같다면 말할게  사실 나 말이야 널 사랑해 you ooh ooh oooh 할 수만 있다면 좀 어색하겠지만  할 수만 있다면 나 뭐든지 다할게  할 수만 있다면 넌 더 이상 나에게  친구가 아닌 여자친구 내가 네가 좋은 티를 낸대  아니래도 친구 놈들 날 놀려대 넌 내가 좋아하는 style 아니라고 괜한 거짓말로 대충 둘러대고  꾸벅꾸벅 졸면서도 밤새 나눈 톡도 유치한 장난들도 그랬었지 그랬었네 내 옆엔 언제나 너였어 덜 남자다운 다운 나여서 oh 솔직하지가 못했나 봐 나도 내 맘을 몰랐어 나 그때 못했던 말 너무 늦지 않게 hey 눈으로 널 기억해 Yeah 머리로 널 그려내 and I feel warm 너도 내 맘 같다면 기억해줘 ah yeah 이 겨울이 지나고 내가 말이야 아직 지금 같다면 말할게 사실 나 말이야 널 사랑해 you ooh ooh oooh 할 수만 있다면 좀 어색하겠지만 할 수만 있다면 나 뭐든지 다 할게 할 수만 있다면 넌 더 이상 나에게 친구가 아닌 여자친구 나 너만 좋다면 나 이제는 너에게  나 너만 좋다면 네 남자가 돼볼게  나 너만 좋다면 너 이제는 나에게 우정이 아닌 여자친구 나 시간을 달려가 꼭 잡은 두 손으로 아침을 맞이해 yeah 눈으로 날 기억해  머리로 날 그려내 상상해 띄어 쓰기 없이 너의  남자친구 ah yeah 이 겨울이 지나고 약속할게 다시 몇 해 지나도 늘 항상 늘 항상 난 지금처럼 난 널 사랑해 you ooh ooh oooh  할 수만 있다면 좀 어색하겠지만  할 수만 있다면 나 뭐든지 다할게  할 수만 있다면 더 이상 나에게  친구가 아닌 여자친구 나 너만 좋다면 나 이제는 너에게 나 너만 좋다면 네 남자가 돼볼게 나 너만 좋다면 너 이제는 나에게  우정이 아닌 여자친구"}, {"song_no": "7847861", "year": "2015", "rank": "57", "title": "Dumb Dumb", "artist": "Red Velvet (레드벨벳)", "genre": "Dance", "lyrics": "Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 너 땜에 하루 종일 고민하지만 널 어떡해야 좋을지 잘 모르겠어  난 Oh Baby baby baby baby baby you Play me play me play me play me play me 그 눈빛은 날 아찔하고 헷갈리게 해 내 이성적인 감각들을 흩어지게 해  Oh Baby baby baby baby baby you Crazy crazy crazy crazy crazy 마네킹 인형처럼 하나부터 열까지 다 어색하지 평소같이 하면 되는데 또 너만 보면 시작되는 바보 같은 춤 눈 코 입 표정도 팔 다리 걸음도 내 말을 듣지 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 심장의 떨림도 날뛰는 기분도 맘대로 되질 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 낭만적인 영화를 난 꿈꿔왔지만 네 사랑은 내 손에 늘 땀을 쥐게 해 Oh Baby baby baby baby baby You make me crazy crazy crazy crazy hey 마네킹 인형처럼 하나부터 열까지 다 어색하지 평소같이 하면 되는데 또 너만 보면 시작되는 바보 같은 춤 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb You need to Beat It That boy Michael Jackson Bad 난 너의 Billie Jean이 아냐 Don't you Leave Me Alone 하지만 애매한 반응 난 원해 Black Or White 포기 못해 나의 Man In The Mirror Why You Wanna Trip On Me 넌 너무 짓궂지 Boy you make me Scream 너에게 왜 이러지 하긴 너의 Love 정말 Never Felt So Good 그건 아마 짜릿하다 못해 Watching the Thriller 난 너에게서 헤어날 수 없나 봐 미워도 싫지가 않잖아 저 언니처럼 되고 싶은데 넌 자꾸 나를 귀엽다고 하는 걸까 왜 남동생 로봇처럼 하나부터 열까지 다 어색하지 어떡하지 고장 났나 봐 숨을 쉬는 방법도 다 까먹었어 나 눈 코 입 표정도 팔 다리 걸음도 내 말을 듣지 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 심장의 떨림도 날뛰는 기분도 맘대로 되질 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb"}, {"song_no": "5835766", "year": "2015", "rank": "58", "title": "Okey Dokey", "artist": "MINO (송민호)", "genre": "Rap / Hip-hop", "lyrics": "Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  누가 마다해 넓은 마당에  어마무시한 집  스무 살부터 계획한 꿈은  김보성 으리으리하지  꿀 빠느라 바빠서  너가 정신 놓을 때  난 벌 때만 기다려 errday  파란 신호 앞에 mustang  i want some cheeze cake  i want some deadpresident  YG에 취직해  연중무휴 일개미처럼  생방 행사 팬싸  당최 없는 공백란  이놈의 끼를 어디에다 방출해   학창시절부터 연예인각  행선지를 묻지마  따라오기엔 벅차  넌 내가 될 수 없어  계속 빨빨거려봤자  내 수저가 금수저로 보이면  병원 가봐  네가 라식 해봤자  네 비전은 여전히 흐릿해  바이바이   돈과 명예중 하날 골라  한 치 고민 없이 난 몽땅   쓸어 담아갈 거야 엄마야  이제 마음껏 나가서 놀아  and she said  Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  알몸으로 태어나  옷 한벌 건졌잖소  그게 다행이면 애 당초에 나  음악 안 건드렸다고  you know hoo sure  배부르고 등 따신  예술가로 거듭나기  모든 rapper beat maker들  후방주의  누리고 살 거면 느려선 안 돼  끊임없이 혀를 굴리고  잠에 들기 전 상상해 무엇이건  R은 VD 또 끌어당김의 법칙  아무 부끄럼 없이  나의 자질을 보여줬지  스타 지망생들의 top model  보고 배워라 나의 working  왜 가사에서 싸가지를 찾아  색안경 끼고 봤자  입체감만 살아  개떼처럼 몰려 물어 뜯어봐라  i won't give a shit  너흰 진달래꽃 사뿐히 즈려밟아  랩에 국한되지 않아  분야를 넓혀나가 난  우리 엄마 왈 유자식상팔자  넌 샘나서 미치고 팔짝  돈과 명예중 하날 골라  한 치 고민 없이 난 몽땅   쓸어 담아갈 거야 엄마야  이제 마음껏 나가서 놀아  and she said  Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  LALALALALA LALALALALALA  LALALALA LALALALALALA  LALALALALA LALALALALALA  LALALALA LALALALALALA  i stole 돈돈 발걸음은 총총  and now we goin up  원하는 걸 얻고선  Okey dokey 돈돈   그저 그런 아이돌 nope  We are the young boss boss  욕심이 많아 다시 또  Okey dokey yo   Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo  say LALALALALA LALALALALALA"}, {"song_no": "7965450", "year": "2015", "rank": "59", "title": "오만과 편견 (Feat. 수란)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "난 매사에 철저하고  냉소적이니까  여자에게 정 주는 건  소모적인 짓이야  도둑처럼 연애하는 저들 처지를 봐  다치지 않기 위해  서로가 거짓 돼야 해  그런 악조건 속에서 과감해지기란  쉽지 않아 낭만이란  덫에 뒷걸음치다 너와 부딪힌 찰나에 끝이 났지  그림이나 글로는 묘사 못하는 당시 용건 없는 전화를 걸고 시답지 않은 농담으로 유난을 떨고 남 얘기처럼 너와 내 사연을 놓고 친구 놈 반응 살피다 괜히 화색이 돌고 쪽 팔리는 것도 있지만 자기자신도  납득이 안 가는 게 사랑인가 봐 삶이란 게 참 그래 간절히 원하는 게 있어도 쉽게 가져다 주지 않아 Pride and prejudice  Tell me what is more important 내가 잘못 생각했었지 ain't nothing but love 사람은 변해 살면서 이랬던 적 없지 괴롭긴 해도 stay in your lane 인상피고 다정한 말투 연습 의도가 있던 여러 가지 우연들 첫눈에 반하면 현실적인 사람도 무모하게 바뀌어 내걸 얻으려고 색을 지우다 되려 번져버린 캔버스 덮었다가 펴도 같은 페이지 같은 대목 넌 존재만으로 내 삶에 자국을 냈고 난 그 자취를 쫓는 탐정이 됐어 내 사랑 노래는 꾸며 만든 판타지 근데 며칠 앓더니 책이나 영화 없이 그저 내 얘기를 담고 있네 겁이 난 건지  내가 못난 건지 결국 우린 가장 가까이  살면서 먼 사이로 지내 여지가 남은 나의 끝인사에 담담히 마침표를 찍은 너 널 과묵하게 사랑하면 안 됐어 슬픔은 머금을수록 넘치는 것 Pride and prejudice  Tell me what is more important 내가 잘못 생각했었지 ain't nothing but love 사람은 변해 살면서 이랬던 적 없지 괴롭긴 해도 stay in your lane 바쁘단 말로 무마했던 뜻 없는 만남들 충동적인 하룻밤 사랑도  사실 다 나의 오만함인 것 같아  Pride and prejudice  Tell me what is more important 내가 잘못 생각했었지 ain't nothing but love 사람은 변해 살면서 이랬던 적 없지 괴롭긴 해도 stay in your lane"}, {"song_no": "7888412", "year": "2015", "rank": "60", "title": "말해 Yes Or No (Feat. PENOMECO, The Quiett)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "말해 yes or no 말해 yes or no 빨리 yes or no Do you love it thanks a lot 말해 yes or no 말해 yes or no 빨리 yes or no that's funny what the heck am i doing 요즘 누가 제일 핫해 요즘 누가 곡 잘써 요즘 누가 제일 스타일 있어 요즘 누가 페이 세게 받아 아주 좋은 질문이야 brother 답은 차트에 나와있어 뭐 마땅히 비유할 대상이 없어 난 요즘 펀치라인 안 써  get out of my way 뜨내기들 작곡에 손떼 안무연습 마저 해 실력은 늘리는 수술이 없대 어쩌면 나의 증명이 어설픈 희망을 줬겠지 죄다 가면 쓰고 dancing 탈 아이돌을 잘못 해석했지 중고딩 때 말곤 중고거래 한적 없어 네 연봉은 내 한 달치 생활 유지비 정도 난 예의상 내 차 키를 보이는데 못놔둬 고생 끝이다 동욱아 돈 버는 일만 남았어 negative 한 너의 시선에선 아마 내 호의호식은 허례허식이지 어린 놈이 싹수없이 다 해 처먹으니까 시기 받기 좋을 시기지 ya dick 어차피 관심 무야 나 바빠 스케줄 중이야 거의 타투 할 겨를도 안 생겨 등에 마리아님은 형체뿐이야 말해 yes or no 말해 yes or no 빨리 yes or no Do you love it thanks a lot 말해 yes or no 말해 yes or no 빨리 yes or no that's funny what the heck am i doing knock knock 거 누구 없나  knock knock 거 누구 없나  네가 뭔가 불만 있어도 있어도  네 엄마한테나 일러요 그 비계는 신경도 안 쓴다 이젠  키보드로 내 몸을 기스내 난 코로 방구뀌고 키스해  되려 바지 주머니만 두둑 장담해 이듬해  차트 상단 내 이름이  떡 하니 자리 하겠지  원해 money 안 원해 산와money  너네 코 묻은 money 안 더러워더러워더러워 너넨 그냥 다운 받아봐라 야동 네가 보는 슈퍼스타가 나야 아님 말을 말어  난 이런 것도 된다고 오지지 난 고딩때부터 입었어 bape bape 緊急事態 my mission 그래도 하나도 안 무셔 내 목적이 die die legend no 아니  living legend 무모한 나의 ambition 말해 yes or no 말해 yes or no 빨리 yes or no Do you love it thanks a lot 말해 yes or no 말해 yes or no 빨리 yes or no that's funny what the heck am i doing 내가 망할 거 같애 말해 yes or no 답은 안 변해 부정하려 애써도 1 Life 2 Live bitch I'm back for more 난 유명하지 도쿄 뉴욕 파리에서도 numero uno rhyme professional bitch I set a trend 물론 패션도 제일 많이 버는 놈 that's no question yo u know I got a lotta ice like an eskimo 30대 래퍼 but do it like 10대  철부지였던 20대 부터 big money I get that 언제나 뱉지 난 sick rap ZICO와 PENOMECO 큰 돈을 벌어 우린 계속해서  Young fuckin hustlers let’s get it OH 말해 yes or no 말해 yes or no 빨리 yes or no Do you love it thanks a lot 말해 yes or no 말해 yes or no 빨리 yes or no that's funny what the heck am i doing"}, {"song_no": "7943030", "year": "2015", "rank": "61", "title": "그날을 내 등 뒤로", "artist": "허각", "genre": "Ballad", "lyrics": "어제보다 한산해진 걸  난 그래서 처량한데  왜 난 지금 혼자서 걷나  그 좋은 널 뒤에 두고  자꾸 내 뒤를 따라오지 마요  지금은 헤어질 때  따라와 안기지 좀 마요  그대 눈물은 보기 싫어  안녕 이제 그만 정주는 짓 다 그만  힘들어 우리 사랑하면서 살 날들이 잡힐 듯 가슴속에 간직한 그날을 내 등 뒤로 조용히 떠나보낸다 자꾸 내 이름 부르지 좀 마요 지금은 헤어질 때 내 앞을 가로막지 마요  그대 눈물은 보기 싫어 안녕 이제 그만 정주는 짓 다 그만 힘들어 우리 사랑하면서 살 날들이 잡힐 듯 가슴속에 간직한 그날을 내 등 뒤로 조용히 떠나보낸다 너란 사람은 그렇게 나란 사람은 이렇게 엇갈리며 멀어지며 잊혀져 안녕 그래 지금 이 인사는 마지막 미안해 다신 그댈 널 잡을 수 없기에 잡힐 듯 가슴속에 간직한 그날을 내 등 뒤로 조용히 떠나보낸다 내 사랑 떠나보낸다"}, {"song_no": "5702706", "year": "2015", "rank": "62", "title": "꺼내 먹어요", "artist": "Zion.T", "genre": "R&B / Soul", "lyrics": "안녕 쉽지 않죠 바쁘죠 왜 이렇게 까지 해야 하나 싶죠 바라는 게 더럽게 많죠 그렇죠 쉬고 싶죠 시끄럽죠 다 성가시죠 집에 가고 싶죠 집에 있는데도 집에 가고 싶을 거야 그럴 땐 이 노래를 초콜릿처럼 꺼내 먹어요 피곤해도 아침 점심 밥 좀 챙겨 먹어요 그러면 이따 내가 칭찬해줄게요 보고 싶어 많이 좋아해요 더 많이 안아주고 싶어요 사랑 사랑 비슷한 걸 해요 어쩌면 정말 사랑해요 배고플 땐 이 노래를 아침 사과처럼 꺼내 먹어요 피곤해도 아침 점심 밥 좀 챙겨 먹어요 그러면 이따 밤에 잠도 잘 올 거에요 힘들어요 아름다워서 알아봐줘요 나를 흘려 보내지 마요 나를 사랑해줘요 날 날 놓치지 마요"}, {"song_no": "5748406", "year": "2015", "rank": "63", "title": "심쿵해 (Heart Attack)", "artist": "AOA", "genre": "Dance", "lyrics": "A ye Brave sound  And it goes a little something like this  완전 반해 반해 버렸어요  부드러운 목소리에  반해 반해 버렸어요  난 떨려  AOA Let's Go  내가 미쳤나 봐 왜 또 이러지  내 마음 열여덟 소녀 마냥  막 쿵쿵대  숨길 수 없나 봐 난 매일 이러지  눈이라도 마주치면  귀까지 확 빨개져   이해 못해  네가 걔를 못 봐서 그래   딱 첫눈에 확 반해 버린다는 말에  그 마음 이해 가더라  나도 좀 알겠더라  널 처음 본 그 순간  완전 반해 반해 버렸어요   넓은 어깨 날렵한 눈매에   부드러운 목소리에  반해 반해 버렸어요  너의 얇고 긴 손가락만 봐도  난 떨려   어머나 자꾸만 심쿵해  널 보면 볼수록  가슴이 쿵쿵대 나도 모르겠어  심쿵해 나 어쩌면 좋아  자꾸만 네 품에  꼭 안기고 싶어 baby  어쩌다 눈이라도 마주치면  난 심쿵 거려   너의 작은 관심이라도 받을까  아등바등 거려  너는 대체 걔가 뭐가 그리 좋아  라고 묻는 친구들에게 말해  야 모르면 말을 말어  이해 못해 네가 걔를 못 봐서 그래  딱 첫눈에 확 반해 버린다는 말에  그 마음 이해 가더라  나도 좀 알겠더라  널 처음 본 그 순간  완전 반해 반해 버렸어요   넓은 어깨 날렵한 눈매에   부드러운 목소리에  반해 반해 버렸어요  너의 얇고 긴 손가락만 봐도 난 떨려  어머나 자꾸만 심쿵해 널 보면 볼수록 가슴이 쿵쿵대 나도 모르겠어 심쿵해 나 어쩌면 좋아 자꾸만 네 품에 꼭 안기고 싶어 baby 오 나의 왕자님 어디를 보나요 바로 여기 내가 있는데요 너무나 멋진 그대 난 그대 하나면 돼 난 그대 없이 못 살아요  완전 반해 반해 버렸어요 부드러운 목소리에 반해 반해 버렸어요 난 떨려 어머나 자꾸만 심쿵해  Everybody say What AOA 쿵쿵대 And it goes a little something like this 심쿵해 한번 더 say What AOA 네 품에 꼭 안기고 싶어 baby"}, {"song_no": "7881233", "year": "2015", "rank": "64", "title": "Break", "artist": "빈지노 (Beenzino)", "genre": "Rap / Hip-hop", "lyrics": "난 자유롭고 싶어 지금 전투력 수치 111퍼 입고 싶은 옷 입고 싶어 길거리로 가서 시선을 끌고 싶어 내가 보기 싫은 새끼들의 지펄 닫아버리고 내 걸 열어주고 싶어  그래  할말은 하고 살고 싶어 그래  그래서 내게 욕을 하나 싶어 신경 꺼  난 사랑하고 싶어 너도 나라도 아니고 날 말야 다른 나라라도 날아가고 싶어 일이라도 때려 쳐버리고 말야 난  난  일을 하기 싫어 기계처럼 일만 하며  고장 나기 싫어 Yeah  난 그러고 싶어 그게 나쁘던 좋던 말야 그게 나쁘던 좋던 만약 내가 재벌이고 싶으면 말야 그게 돼버리고 싶단 말야 난 그냥 돼버리고 싶어 주제파악이고 뭐고 shut up And let me be who I am  그게 다야 내 주제라는 게 있다면 화약처럼  난 그냥 깨 부시고 싶어 깨 부시고 싶어 깨 부시고 싶어 깨 부시고 싶어 꾸꾸꾸꾸꿈 깨  깨버리기 싫어 깨버리기 싫어 깨버리기 싫어 꾸 꿈 깨기 싫다고 꿈꿈꿈꿈꿈꿈꿈 내가 하는 말  무슨 말인지 아는 사람 그런 사람 여기 없어 없으면 됐어 없어도 난 됐어 난 혼자 관 뚜껑을 닫겠어 내가 살리고 싶은 건 내 개성 똑같은 새끼들은  지구에 세고 셌어 내 여자친군 내가 최고랬어  내 친구들은 PC방으로 퇴근했어 사람들은 성실하기만 바래서 피곤하지 날 걍 게으르게 냅둬 너넨  모두 줄자가 됐어 맨날 재고 재서  난 삐뚤하고 싶어 난  미꾸라지처럼 미끄럽고 싶어 싸우긴 싫어도 입 닥치긴 싫어 그래  난 시끄럽게 쥐뿔 없고 싶어 있으려고 그저 가만있기 싫어 있으려고 가만있기 보단 시끄럽게 쥐뿔 없고 싶어 근데 또 재벌이 되고 싶다고 그게 나쁘던 좋던 만약 내가 재벌이고 싶으면 말야 그게 돼버리고 싶단 말야 난 그냥 돼버리고 싶어 주제파악이고 뭐고 shut up And let me be who I am  그게 다야 내 주제라는 게 있다면 화약처럼  난 그냥 깨 부시고 싶어 깨 부시고 싶어 깨 부시고 싶어 깨 부시고 싶어 꾸꾸꾸꾸꿈 깨  깨버리기 싫어 깨버리기 싫어 깨버리기 싫어 꾸 꿈 깨기 싫다고 꿈꿈꿈꿈꿈꿈꿈 I wanna be myself  I wanna be different  So let me be imperfect  but you just can’t Resist it But u can’t  Boi boi u hate Why why Are u so so so mad 깨깨깨깨깨깨깨  깨깨깨깨깨깨깨  깨깨깨깨깨깨깨  깨깨깨깨깨깨깨  깨 버리고 싶어  깨 부시고 싶어 깨 부시고 싶어 깨 부시고 싶어 꾸꾸꾸꾸꿈 깨  깨버리기 싫어 깨버리기 싫어 깨버리기 싫어 꿈꿈꿈꿈꿈꿈꿈"}, {"song_no": "5721440", "year": "2015", "rank": "65", "title": "LOVE ME RIGHT", "artist": "EXO", "genre": "Dance", "lyrics": "Oh Yeah C’mon Take your time 왠지 두근대는 밤이야 Na Na Na Na Na Na Na Na So tonight 달 끝까지 달려가볼까 Yea Yea Yea Yea Yea Yea Yea Yea Just right 시동을 걸어 엑셀에 발을 올려 모든 것이 특별해 너와는 잘 어울려 무엇을 원하던 Imma make it work Yeah Shawty Imma party till the sun down 지금 이 신비로운 느낌은 뭘까 와줘 내게로 어서 Before the sun rise 네가 없는 난 어딜 가도 Nobody Yeah 오 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 오 내게로 와 망설이지마 넌 매혹적인 나의 universe Just love me right 아하 내 우주는 전부 너야 Just love me right Just love me right Just love me right 내 우주는 전부 너야 Shine a light 별빛 속을 달려 은하술 건너 Na Na Na Na 멈출 순 없어 오예 우릴 비추는 달빛은 여전하지 네 궤도 안 헤매고 있어 난 아직 I can do this all night long baby 네가 없는 난 어딜 가도  반쪽짜리니까 달빛 찬란한 밤 펼쳐진 별들의 불꽃놀이 좀 더 높이 날아가볼까 날아가볼까 가슴 터질듯한 이 순간 우리 둘만 떠올라 발 밑에 지구를 두고 love me right 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 So come on baby 눈이 부시게 더 아름다운 너의 universe 아름다운 lady Just love me right 아하 내 우주는 전부 너야 오 Just love me right Just love me right Can you love me right Just love me right I just wanna make you love me 내 우주는 전부 너야 수 없는 밤이 찾아와도 내 하늘엔 오직 너만 빛나 Woo Yeah 속삭여줘 내게만 밤하늘을 너와 내가 물들여가 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 오 내게로 와 망설이지마 넌 매혹적인 나의 universe Just love me right 아하 내 우주는 전부 너야 Just love me right Oh oh oh yeah Just love me right Just love me right 우리만의 시간 내 우주는 전부 너야 Just love me right Just love me right Just love me right I just wanna make you love me Yea Woo You got to love Yea You got to love me Yea 내 우주는 전부 너야 Yea You love me Yea You love me Yea 내 우주는 전부 너야"}, {"song_no": "5719286", "year": "2015", "rank": "66", "title": "뱅뱅뱅 (BANG BANG BANG)", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "난 깨어나 까만 밤과 함께 다 들어와 담엔 누구 차례 한 치 앞도 볼 수 없는 막장 게릴라 경배하라 목청이 터지게 찌질한 분위기를 전환해 광기를 감추지 못하게 해 남자들의 품위 여자들의 가식 이유 모를 자신감이 볼만해 난 보란 듯이 너무나도 뻔뻔히 니 몸속에 파고드는 알러지 이상한 정신의 술렁이는 천지 오늘 여기 무법지 난 불을 질러 심장을 태워 널 미치게 하고 싶어 B I G Yea we bang like this 모두 다 같이 총 맞은 것처럼 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 다 꼼짝 마라 다 꼼짝 마 다 꼼짝 마라 다 꼼짝 마 오늘 밤 끝장 보자 다 끝장 봐 오늘 밤 끝장 보자 빵야 빵야 빵야 널 데려가 지금 이 순간에 새빨간 저 하늘이 춤출 때 돌고 돌아 너와 나 이곳은 Valhalla 찬양하라 더 울려 퍼지게 We go hard 불침번 밤새 달려 축지법 이 노래는 꼭지점 신이나 불러라 신점 큰 비명소리는 마성의 멜로디 검은 독기의 연결 고리 사방 팔방 오방 가서 푸는 고삐 whoo 난 불을 질러 네 심장을 태워 널 미치게 하고 싶어 B I G Yea we bang like this 모두 다 같이 총 맞은 것처럼 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 다 꼼짝 마라 다 꼼짝 마 다 꼼짝 마라 다 꼼짝 마 오늘 밤 끝장 보자 다 끝장 봐 오늘 밤 끝장 보자 빵야 빵야 빵야 Ready or not Yea we don't give a what Ready or not Yea we don't give a what Let’s go 남자들은 위로 여자들은 get low 당겨라 bang bang bang let the bass drum go 남자들은 위로 여자들은 get low 당겨라 bang bang bang let the bass drum go let the bass drum go let the bass drum go bang bang bang bang bang bang let the bass drum go bang bang bang bang bang bang let the bass drum go"}, {"song_no": "7965448", "year": "2015", "rank": "67", "title": "VENI VIDI VICI (Feat. DJ Wegun)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "Veni vidi vici  Veni vidi vici  Veni vidi vici u can see me 악스홀  and 지상파 채널  난 wassup 처럼  유명한 인사가 됐어  무심코 남긴 트윗은  다 기사화되고  얘넨 내 옥에 티를  찾는 데만 혈안돼서  요란한 대결구도에 날 엮어  서열엔 관심 없어  think about it  늑대가 어떻게 개 무리에 섞여  수면을 포기해야 수면 위로 떠  놀 궁리만 하고  자빠지면 시간만 떠  늘어나는 세자리 수 콤마  버는 만큼 회계해  은행에서 고해성사  I bought a new monclear for my 엄마  마세라티는 처분했고  포르쉐를 몰아  imma get on this tv mama  그랬던 애가  마마에서 서태지의 부름 받아  최연소 심사위원  show me the money4  king of the 3rd generation I'm 24  Veni vidi vici  Veni vidi vici  Veni vidi vici  I told you Veni vidi vici  원숭이띠 미혼남  당시에 vj빠가  이젠 쥐락펴락해 국내힙합  헝그리 정신 어디 가고  모두가 분배율 탓  할 때 난 닥치고  그냥 doing it now  술자리 들리지 않고 혼자 독주해  니들 밥그릇 빼앗고 한술 더 뜨네  난 게으름뱅이들의 아킬레스건  넌 은퇴설계와  노후준비가 최우선  that's good method   관계자들 사이 내 평판을 봐  딸랑 300받고  계약서 사인을 한  빠가는 커서  서브마리너 청판을 차  x까라 난 domain과  buckwilds다  idea 바닥나버린 A and R팀   내 걸 모티브 삼길   패기만 가지고 덤비다간 처 맞아  반대로 읽어도  발음하면 아마추어 Ya dic  Veni vidi vici  Veni vidi vici  Veni vidi vici  I told you Veni vidi vici  한번 한다면 아주 끝을 보는 새끼  호언장담하고 보란 듯 증명했지  다 허송세월 보낼 때 난 지혜롭게   재능을 아끼고 실천을 낭비했지  계획에 연기란 없어  I'm not an actor  관객들 폰 내려 손들 날이 됐어  내 활약상을 보는 것은  쓴 맛일 테니까  악플이라도 달면 좋겠다  관심이다 옛다  내 꿈은 예지몽 끝내 현실화돼  최고 주가 레이블  두 곳 설립 당시에  나와 함께하고 싶다 제안하던  그 형과 같은 대기실에서  농담 따먹어 ha  앞으로도 난 나이 들어도   날 함부로 대하는 놈들 안 봐줘  날 저격할 속셈이라면 받들어 총  yes I'm back on the microphone uh  Veni vidi vici  Veni vidi vici  Veni vidi vici  I told you Veni vidi vici"}, {"song_no": "7971054", "year": "2015", "rank": "68", "title": "발자국 (On the snow)", "artist": "EXO", "genre": "Ballad", "lyrics": "Baby  Ooh Yeah Oh  여기 흰 눈 위에 너의 걸음 따라서 Listen  더 가버림 안돼요 따라갈 수 없죠   멀어지면 그저 난 바라봐야 해요   달력이 전부 끝나기 전   그대 있는 곳 찾아서   이젠 내가 갈게요 거기 멈춰요 Ah Ah Ah  혹시나 내가 길을 잃어버릴까 깊이 새겨둔 그대 마음 알아요 여기 떨어진 이 사랑이 나에겐 화살표 되어 그대 머무는 곳 알려주네요 꼭 나보다 딱 한 뼘 작은 발자국과 또 이 길을 걸어 난 지금 On the snow Oh 저만치 보여요 그대의 그 모습 어디쯤 왔는지 돌아본 것 같아 쌓인 눈 위로 한참이나 네 얼굴을 덧그렸어 내린 눈이 그 모습 지울 수 없게 난 난 난 빛나던 우릴 아직 기억하나요 그 날에 멈춘 우리 추억을 쫓아 여기 떨어진 이 사랑이 나에겐 화살표 되어 그대 머무는 곳 알려주네요 꼭 나보다 딱 한 뼘 작은 발자국과 또 이 길을 걸어 난 지금 On the snow 혼자서 보낸 밤이 지나고  그 문을 열어 밖을 보면 깜짝 놀라게 그 날에 잠시 다녀간 듯이 oh 내가 서 있을게 You give me yours I'll give you mine 여기 떨어진 이 사랑이 나에겐 화살표 되어 그대 머무는 곳 알려주네요 꼭 나보다 딱 한 뼘 작은 발자국과 또 이 길을 걸어 난 지금 On the snow"}, {"song_no": "5385974", "year": "2015", "rank": "69", "title": "위잉위잉", "artist": "혁오 (HYUKOH)", "genre": "Rock", "lyrics": "비틀비틀 걸어가는 나의 다리 오늘도 의미없는  또 하루가 흘러가죠 사랑도 끼리끼리  하는거라 믿는 나는 좀처럼 두근두근  거릴일이 전혀없죠 위잉위잉 하루살이도 처량한 나를 비웃듯이 멀리 날아가죠 비잉비잉 돌아가는 세상도 나를 비웃듯이  계속 꿈틀대죠 Tell me Tell me Please don’t tell 차라리 듣지 못한 편이  내겐 좋을거야 Tell me Tell me Please don’t tell 차라리 보지 못한 편이  내겐 좋을거야 ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai  사람들 북적대는  출근길의 지하철엔  좀처럼 카드찍고  타볼일이 전혀없죠 집에서 뒹굴뒹굴  할 일없어 빈둥대는 내 모습 너무 초라해서 정말 죄송하죠 위잉위잉 하루살이도 처량한 나를 비웃듯이 멀리 날아가죠 비잉비잉 돌아가는 세상도 나를 비웃듯이  계속 꿈틀대죠 쌔앵 쌔앵 칼바람도 상처난 내 마음을  어쩌지는 못할거야 뚜욱 뚜욱 떨어지는 눈물이 언젠가는  이세상을 덮을거야 Tell me Tell me Please don’t tell 차라리 듣지 못한 편이  내겐 좋을거야 Tell me Tell me Please don’t tell 차라리 보지 못한 편이  내겐 좋을거야 Tell me Tell me Please don’t tell 차라리 느껴보지 못한 편이 좋을거야 Tell me Tell me Please don’t tell 차라리 살아보지 못한 편이  좋을거야 비틀비틀 걸어가는 나의 다리 오늘도 의미없는 또 하루가 흘러가죠 사랑도 끼리끼리  하는거라 믿는 나는 좀처럼 두근두근  거릴일이 전혀없죠 위잉위잉 하루살이도 처량한 나를  비웃듯이 멀리 날아가죠 비잉비잉 돌아가는 세상도 나를  비웃듯이 계속 꿈틀대죠"}, {"song_no": "4543502", "year": "2015", "rank": "70", "title": "야생화", "artist": "박효신", "genre": "Ballad", "lyrics": "하얗게 피어난 얼음 꽃 하나가 달가운 바람에 얼굴을 내밀어 아무 말 못했던 이름도 몰랐던 지나간 날들에 눈물이 흘러 차가운 바람에 숨어 있다 한줄기 햇살에 몸 녹이다 그렇게 너는 또 한번 내게 온다 좋았던 기억만 그리운 마음만 니가 떠나간 그 길 위에 이렇게 남아 서있다  잊혀질 만큼만 괜찮을 만큼만 눈물 머금고  기다린 떨림 끝에  다시 나를 피우리라 사랑은 피고 또 지는  타버리는 불꽃 빗물에 젖을까 두 눈을 감는다 어리고 작았던 나의 맘에 눈부시게 빛나던 추억 속에 그렇게 너를 또 한번 불러본다 좋았던 기억만 그리운 마음만 니가 떠나간 그 길 위에 이렇게 남아 서있다  잊혀질 만큼만 괜찮을 만큼만 눈물 머금고 기다린 떨림 끝에 다시 나는  메말라가는땅 위에 온몸이 타 들어가고 내 손끝에 남은 너의 향기 흩어져 날아가 멀어져 가는 너의 손을 붙잡지 못해 아프다 살아갈 만큼만 미워했던 만큼만 먼 훗날 너를 데려다 줄  그 봄이 오면 그날에 나 피우리라"}, {"song_no": "5389475", "year": "2015", "rank": "71", "title": "양화대교", "artist": "Zion.T", "genre": "R&B / Soul", "lyrics": "우리 집에는  매일 나 홀로 있었지 아버지는 택시드라이버 어디냐고 여쭤보면 항상  양화대교 아침이면 머리맡에 놓인  별사탕에 라면땅에 새벽마다 퇴근하신 아버지  주머니를 기다리던 어린 날의 나를 기억하네 엄마 아빠 두 누나 나는 막둥이 귀염둥이 그 날의 나를 기억하네  기억하네  행복하자  우리 행복하자  아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래 내가 돈을 버네 돈을 다 버네 엄마 백원만 했었는데 우리 엄마 아빠 또 강아지도 이젠 나를 바라보네 전화가 오네 내 어머니네 뚜루루루 아들 잘 지내니 어디냐고 물어보는 말에  나 양화대교 양화대교 엄마 행복하자 아프지 말고 좀 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래 그 때는 나 어릴 때는 아무것도 몰랐네 그 다리 위를 건너가는 기분을 어디시냐고 어디냐고 여쭤보면 아버지는 항상 양화대교 양화대교 이제 나는 서있네 그 다리 위에 행복하자  우리 행복하자  아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 행복하자 행복하자 아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래"}, {"song_no": "7911686", "year": "2015", "rank": "72", "title": "날 (Feat. JTONG)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "I'll spit on ya like a king cobra 한량들아 토껴 나는 백수 포비아 자라날 새싹도 꿀꺽 삼켜 몸 보양 Started from 듣보잡 but 쏜살같이 정상 너가 피쳐링 한 곡 나한테 까이구 간거 내 동생 바비 잘 들어 산 넘어 산이란거 시댄 변하고 가요계엔 z와 나머지로 나뉘어 메이저 마이너 넘나들어 내 코드는 어디든 맞아 별 점 같은걸 왜줘 난 스타 반열에 오른 지 오래 전 Rise of the legend 경고했어 내 팬들 향해서 빠순이라 나불대면 뒈져 작업은 마치 아기 재울 때 밤새우네 난 조각 잠이 더 개운해 damn yeah 인정 안 하면 더 괴롭네 공개연애 원래 게임 할 때는 unfair play What’s my name 시청자들의 머리 속에 내 무늬를 아로새겨 강한 정체성이 뿜는 치명적인 매력 약육강식의 법칙은 잠든 본능을 일깨워 전부 아랫도리 사타구니에 방뇨 안하곤 못 배겨 두 포식자는 각자의 구역 먹이사슬의 최상위 상대를 씹어 삼키는 날카로운 발톱 갈퀴 한국힙합 땅 위에 그 약아빠진 네 방식 따윈 다 찢어 갈기갈기갈기 uh 제발 반듯함을 강요 마 난 삐딱선 타야만 말발이 잘서 problem child 못다 핀 꽃 한송아 피가 겁나면 아서라 남 과거사만 파지 말고 독창적인 삶을 살아 내 혀는 구슬땀 흘리며 춤사위 벌이는 중 넌 엉거주춤 어색한 비유와 조잡한 낱말로 조지는 groove So what you gon’ do 내 업무 율은 무중력 안 떨어져 연중무휴 괄호 열고 밑줄 난 요주의 인물 우지호 같은 새낀 전무후무 난 변태라서 맨날 전쟁 통에 컴백해 누군 쫄려서 빈집 털이 타이밍 러쉬해 허섭스레기 알맹이 없는 껍데기 네 손익분기점은 나처럼 넘사벽 됐지 Feel me it’s real me 총각 귀들 딱지 떼어내 sex appeal 어딜 감히 내게 대양해 백기 게양해 꼬꼬마들은 은폐 엄폐해 What’s my name 시청자들의 머리 속에 내 무늬를 아로새겨 강한 정체성이 뿜는 치명적인 매력 약육강식의 법칙은 잠든 본능을 일깨워 전부 아랫도리 사타구니에 방뇨 안하곤 못 배겨 두 포식자는 각자의 구역 먹이사슬의 최상위 상대를 씹어 삼키는 날카로운 발톱 갈퀴 한국힙합 땅 위에 그 약아빠진 네 방식 따윈 다 찢어 갈기갈기갈기 When i be on the mic 내 밑으로 다 귀 기울여 자 오늘 지아코 말씀 깝치지 말지어다 내가 뒤지길 바란들 댁들이 먹인 욕이 날 장수할 팔자로 만들어서 i have eternal life 고작 왕 돼보자고 내가 이 난리겠냐 What you talkin` about 내 성이 임금우다 새꺄 내 문장엔 날이 바짝 서있어 내 앨범퀄처럼 끝내줄게 네 커리어"}, {"song_no": "5704397", "year": "2015", "rank": "73", "title": "이럴거면 그러지말지 (Feat. Young K)", "artist": "백아연", "genre": "Ballad", "lyrics": "궁금해서 잠이 안 와 그때 왜 그랬어 구차해도 묻고 싶어 그때 난 뭐였어 나나나나 나나 나나 나만 애 탄거니 나나나나 나나 나나 난 진심인데 넌 그랬구나 그랬어 좋았는데 넌 아니었나 봐 그랬구나 그때 넌 그런 줄 모르고 나 혼자 이럴 거면 바래다주었던 그날 밤 넌 나를 안아주지 말았어야지 설렘에 밤잠 설치게 했던 그 말 그 말도 말았어야지 그러지는 말지 비겁하게 숨어버린 너를 돌아 올 거라고 믿은 내가 바보야 사랑스럽게 날 보던 네 눈빛에 빠졌던 내가 바보지 이럴 줄도 모르고 이렇게 돼 버린 이상 그냥 얘기할게 이미 떠나버린 니 맘 돌릴 순 없으니 그랬구나 그랬어 좋았는데 넌 아니었나 봐 그랬구나 그때 넌 네 생각 뿐인데 나 혼자 이럴 거면 바래다주었던 그날 밤 넌 나를 안아주지 말았어야지 설렘에 밤잠 설치게 했던 그 말 그 말도 말았어야지 이럴 줄은 몰랐어 어때 넌 어떻게 하고 싶니 지금 이 순간의 감정일지 중간에 금방 에러가 날것인지 I don’t know 하지만 내 생각엔 오래가진 못할 거 같아 너 아닌 나 때문에 이 관계는 이어지지 못해 잠 못 들어 아픈 이 새벽 잘 지내니 문자 한번쯤은 해주지 혹시나 하며 올린 우리 얘기에 좋아요 누르지 말지 괜히 기대 하게 바래다주던 그 날 밤처럼 돌아와서 포근하게 나를 안아줘 설렘에 밤잠 설치게 했던 말로 또 두근거리게 해줘 다시 날 녹여줘 이럴 거면 귀엽다고 하지 말지 그러지 말지 혼잣말만 늘어가네 전하지도 못할 말만"}, {"song_no": "7953786", "year": "2015", "rank": "74", "title": "Butterfly", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "아무것도 생각하지 마 넌 아무 말도 꺼내지도 마 그냥 내게 웃어줘 난 아직도 믿기지가 않아 이 모든 게 다 꿈인 것 같아 사라지려 하지마 Is it true Is it true You You 너무 아름다워 두려워 Untrue Untrue You You You 곁에 머물러줄래 내게 약속해줄래 손 대면 날아갈까 부서질까 겁나 겁나 겁나 시간을 멈출래 이 순간이 지나면 없었던 일이 될까 널 잃을까 겁나 겁나 겁나 Butterfly like a Butterfly 마치 Butterfly bu butterfly 처럼 Butterfly like a butterfly 마치 Butterfly bu butterfly 처럼 넌 마치 Butterfly 멀리서 훔쳐봐 손 닿으면 널 잃을까 이 칠흑 같은 어둠 속 날 밝히는  나비효과 니 작은 손짓 한 번에 현실을 잊어 난 살며시 쓰다듬는 바람 같아 살포시 표류하는 먼지 같아 넌 거기 있지만 왠지 닿지 않아 Stop 꿈 같은 넌 내게 butterfly high Untrue Untrue You You You 곁에 머물러줄래 내게 약속해줄래 손 대면 날아갈까 부서질까 겁나 겁나 겁나 시간을 멈출래 이 순간이 지나면 없었던 일이 될까 널 잃을까 겁나 겁나 겁나 심장은 메마른 소리를 내 꿈인지 현실인지 알 수 없네 나의 해변의 카프카여 저기 숲으로 가진 말아줘 내 마음은 아직 너 위에 부서져 조각조각 까맣게 녹아 흘러 난 그냥 이대로 증발하고 싶어 내 사랑은 영원인 걸 It's all FREE for you baby 곁에 머물러줄래 내게 약속해줄래 손 대면 날아갈까 부서질까 겁나 겁나 겁나 시간을 멈출래 이 순간이 지나면 없었던 일이 될까 널 잃을까 겁나 겁나 겁나 Butterfly like a butterfly 마치 Butterfly bu butterfly 처럼 Butterfly like a butterfly 마치 Butterfly bu butterfly 처럼"}, {"song_no": "7956308", "year": "2015", "rank": "75", "title": "아저씨SWAG (Feat. 개코 of Dynamic Duo)", "artist": "싸이 (PSY)", "genre": "Dance", "lyrics": "머리 어깨 무릎 발 주책 주책  머리 어깨 무릎 발 주책 주책  세월의 흔적을 숨기려 해도  어쩔 수 없어 나는 아저씨  주책 주책 몸도 마음도 예전 같지 않아  감출 수 없어 나는 아저씨  주책 주책  얼굴에 개기름이 지글지글 길어지네 주름지름이 자글자글  어제 만난 사람 이름이 가물가물  현실은 징글징글해 쉬고싶어 little bit  불룩한 배의 수트빨은 올드해 올드해 이리뛰고 저리뛰어 all day all day 녹슬었다 쓴 다음에 노련하다 읽는  나는 뻔뻔한 꼰대  술 한잔에 세상이 흔들려  아가씨 보면 여전히 나 떨려 어른의 탈을 쓴 미숙한 청년  HEY MANNERS MAKETH MAN 아저씨SWAG 애들은 가  아저씨SWAG HEY MANNERS MAKETH MAN 아저씨SWAG 애들은 가  아저씨SWAG HEY MANNERS MAKETH MAN HO 낯선 여자를 보면 흐뭇해져 어쩔 수 없어 나는 아저씨  주책 주책  이성은 녹슬고 이상은 커져  별 생각을 다 하는 아저씨  주책 주책 아저씨 호칭만으로도 서글퍼  프로틴에 덤벨을 들어도  원빈은 절대 나도 알어 내 자유만은 가둬놓지말아줘  탕탕탕  쏘지마 청춘이란 방탄유리에  아직난  빵빵빵 한 여자를 보면  입꼬리 올라가주시네  술 한잔에 세상이 흔들려  아가씨 보면 여전히 나 떨려 어른의 탈을 쓴 미숙한 청년  HEY MANNERS MAKETH MAN 아저씨SWAG 애들은 가  아저씨SWAG HEY MANNERS MAKETH MAN 아저씨SWAG 애들은 가  아저씨SWAG HEY MANNERS MAKETH MAN HO 머리 어깨 무릎 발 주책 주책  머리 어깨 무릎 발 주책 주책  빡 쎈 돈벌이에 혁대 꽉 졸라 맨 그런 남자 어때  빡 정장 차림에 넥타이 꽉 졸라 맨 그런 남자 어때  어때 너의 친구가 되고싶어  난 그녀들의 환상이 되고싶어 보여주고싶어 디스크가 와도 나의 디스코로 무대 박살내주고싶어  어때 너의 친구가 되고싶어  난 그녀들의 환상이 되고싶어 보여주고싶어 디스크가 와도 나의 디스코로 무대 박살내주고싶어  이 노래 얼라들의 싹쑤  이건 엉아들의 한수  아저씨SWAG 애들은 가  아저씨SWAG HEY MANNERS MAKETH MAN 아저씨SWAG 애들은 가  아저씨SWAG HEY MANNERS MAKETH MAN HO 머리 어깨 무릎 발 주책 주책  머리 어깨 무릎 발 주 책"}, {"song_no": "5826461", "year": "2015", "rank": "76", "title": "레옹", "artist": "이유 갓지(GOD G) 않은 이유 (박명수, 아이유)", "genre": "Dance", "lyrics": "레레 레레레옹 레레레 레레레옹 레레레옹 레레 레레레 레레 눈에 띄게 흰 피부에 입술은 피빨강 꼿꼿하게 핀 허리에 새침한 똑단발 못된 걸음으로 또 어디를 가나 누굴 찾는 것 같아 이 외로운 마틸다 티키타 리듬에 맞춰 스핀 기타 리프 테마는 스팅의 Shape Of My Heart 난 나잇값을 떼먹은 남자 Call Me 레옹 Call Me 레옹 Call Me 레옹 Call Me Call Call Call Call Call Call Me 시끄러운 사람들 틈에 왜 당신은 조금도 춤을 추지 않나요 나 그대가 궁금해 알 수 없는 표정에 까만 선글라스 Mon Cher Look At Me 춤추고 싶지 않아 Mon Cher Look At Me 이유는 캐묻지 마라  Hey Baby Look At Me 슬픈 눈을 들키고 싶지 않아 더는 다가오지 마라 깜빡  왜 그렇게 무뚝뚝하나요 상냥하게 좀 해줄래요 ma 레옹 나도 어디서 꿀리진 않아 내 Choice는 틀리지 않아 I'm 마 마틸다 I'm 마 마 마틸다 I'm 마 마틸다 I'm 마 I'm I'm 마 I'm 마 잔잔히 잠들은 내 맘에 왜 돌을 던져 날 춤추고 싶게 만들어 흔들리는 눈빛을 감추어주오 나의 까만 선글라스 Ma chere What You Need 나처럼 춤을 춰요 Ma chere What You Need 아 튕기지 좀 마요 Hey Baby What You Need 그래 앞에 나를 봐요 자 이제 춤을 춰요 깜빡 Un Deux Trois Quatre 레레 레레레 레레 레 레레옹 레레 레레레 레레 레 레레옹 Mon Cher Look At Me 춤추고 싶지 않아 Mon Cher Look At Me 이유는 캐묻지 말아 Hey Baby Look At Me 슬픈 눈을 들키고 싶지 않아 더는 다가오지 말아 깜빡 Ma chere What You Need 나처럼 춤을 춰요 Ma chere What You Need 아 튕기지 좀 마요 Hey Baby What You Need 그래 앞에 나를 봐요 자 이제 춤을 춰요 춰요 깜빡"}, {"song_no": "5644620", "year": "2015", "rank": "77", "title": "CALL ME BABY", "artist": "EXO", "genre": "Dance", "lyrics": "CALL ME BABY   Call me baby  이 거리는 완전 난리야  Call me baby  사람들 사이는 남이야  Call me baby  함께하는 매 순간이  Like BOOM BOOM BOOM  BOOM BOOM  What up  Hey Girl 영원 같던 찰나  운명 같은 순간  나를 한 순간 뚫고가  번개처럼 이 세계를  넌 내 이름 불러주며  나에게로 다가와  놀라워 섬광처럼 가득 차  너를 마주한 순간 oh my  편하게 여기 앉아  이제 내 얘기를 들어봐  Oh I don't care  나 멀리멀리 돌아간대도  이렇게 너의 곁에  단 한 남자가 되어줄 테니  메마른 내 입술에  너 스며들어와 나를 깨워  The time's wasting girl  So don't wait don't wait too long  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  You know my name girl  널 향해 커져간 마음아  너 말곤 그 문을 닫아  You know I'm here girl  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl  나를 나로 존재하게 해  내 세상은 오직 you're the one  You're the one   Girl you're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl  Baby girl 욕심들 속에 날 선  그 어떤 말도 넘어설  그런 믿음을 보여준 너   모두 변해 날 떠나간대도  너는 나만의 lady   내 손을 잡아주는 그거면 돼  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  You know my name girl  널 향해 커져간 마음아  너 말곤 그 문을 닫아  You know I'm here girl  Call me baby Call me baby  Call me baby Call me baby  어둔 미로 속에 갇혔던 Oh 나  그 어둠 속에서  날 깨워준 네 목소리 들려와   날 다시 태어나게 해 Yeah  E X O Listen Say my name Louder  혼란스러운 공간 속  날 이끌어줄 빛이 되고  놓치지 않아준 너라면  What up  널 안고 변치 않을게  널 안고 나를 떠나버린  사람들과 마주해   Never don't mind about a thing  내 가슴속 그 거대한 공백에 널 더해   흔들리는 세상 속에서  Whoo Babe  빛이 돼준 오직 한 사람 바로 너  Girl you're the one I want  You're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby  I'll be your baby yeah  You know my name girl  Ho  나를 나로 존재하게 해  You know I'm here girl  내 세상은 오직 you're the one  You're the one  Girl you're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl"}, {"song_no": "7956370", "year": "2015", "rank": "78", "title": "사르르 (Softly)", "artist": "케이윌", "genre": "R&B / Soul", "lyrics": "몰랐었어 오늘따라 왜 이러는지 하루 종일 너만 궁금해 겨울은 좋아하는지 어디서 뭘 하고 있는지 너도 내가 궁금한 건지 몰랐었어 친구들 다 내가 변했다고 해 종일 니 생각에 웃고만 있어 뭐 해 라는 두 글자 썼다가 지웠다 또 쓰고 내가 지금 이상한 걸까 어쩜 내가 너를 좋아하나 봐 아니 완벽하게 너를 사랑해 꼭 오늘은 고백해 볼까 눈이 내려와 사르르르르르 니가 사르르르르르 손을 한 번 쭉 뻗으면 니가 닿을 것만 같아 하얀 눈이 내리는 오늘 밤 니가 스르르 내게 들어와 우리 오늘부터 시작해 볼까 샤라라랄라라 샤라라랄라라 샤라라랄라라 샤라라랄라라 은근슬쩍 내일은 니 옆에서 걸어 볼래 니 손이 날 스칠 수도 있잖아 괜히 옆에 앉을래 내 어깨에 기대 잠들게 니 손을 꼭 잡을 수 있게 너를 두고두고 고민해 봐도 다시 두근두근 또 설레는데 왜 이제껏 몰라봤을까 눈이 내려와 사르르르르르 니가 사르르르르르 손을 한 번 쭉 뻗으면 니가 닿을 것만 같아 하얀 눈이 내리는 오늘 밤 니가 스르르 내게 들어와 우리 오늘부터 시작해 볼까 늘 춥기만 하던 12월 기다려본 적도 없었고 대단치도 않았어 내 눈 앞에 니가 서 있는 것만으로 내게도 특별한 겨울이 온 거야 눈이 내려와 사르르르르르 니가 사르르르르르 왜 이제 나타난 거야 어디 있었던 거야 하얀 눈이 내리는 오늘 밤 니가 스르르 내게 들어와 우리 오늘부터 시작해 볼까 샤라라랄라라 샤라라랄라라 샤라라랄라라 샤라라랄라라"}, {"song_no": "5820368", "year": "2015", "rank": "79", "title": "Lion Heart", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Dance", "lyrics": "Oooh 너와 나 첨 만났을 때 Oooh 마치 사자처럼 맴돌다 기회를 노려 내 맘 뺏은 너 Ah 넌 달라진 게 없어 여전해 난 애가 타고 또 타 사냥감 찾아 한 눈 파는 너 수백 번 밀어내야 했는데  수천 번 널 떠나야 했는데 Tell me why 왜 맘이 맘이 자꾸 흔들리니 난 여기 여기 네 옆에 있잖니 정신 차려 Lion heart 난 애가 타 내 맘이 맘이 더는 식지 않게 난 여기저기 뛰노는 너의 맘 길들일래 Lion heart OhOhOh OhOhOhOhOh  OhOhOh OhOhOhOhOh Oooh 넌 자유로운 영혼 여전해 충실해 본능 앞에 지금 네 옆에 난 안 보이니 수백 번 고민 고민해봐도 수천 번 결국 답은 너인데 Tell me why 왜 맘이 맘이 자꾸 흔들리니 난 여기 여기 네 옆에 있잖니 정신 차려 Lion heart 난 애가 타 내 맘이 맘이 더는 식지 않게 난 여기저기 뛰노는 너의 맘 길들일래 Lion heart OhOhOh OhOhOhOhOh  곤히 잠자는 나의 코끝을 Baby  OhOhOh OhOhOhOhOh 네가 건드려 나도 화가 나 Baby  Tell me why 왜 맘이 맘이 자꾸 흔들리니 난 여기 여기 네 옆에 있잖니 정신 차려 Lion heart 난 애가 타 내 맘이 맘이 더는 식지 않게 난 여기저기 뛰노는 너의 맘 길들일래 Lion heart Ladies y’all know  what I’m talking about right Yeah  모두 다 아니라 해도  좋을 때 있지 않아 사실 나만 좋음 됐지 뭐  바람보다 빠른 눈치로  맘은 뜨겁게 햇살처럼 따뜻한 말로  머린 차갑게 길들일래 너의 Lion heart  사자 같은 너의 Lion heart Lalala Lalalalala  여기 와서 앉아  Lalala Lalalalala 내 곁에만 있어 Lalala Lalalalala 한 눈 팔지 말아  Lion heart"}, {"song_no": "5668985", "year": "2015", "rank": "80", "title": "그 남잔 말야", "artist": "엠씨더맥스", "genre": "Drama", "lyrics": "바람 부는 이런 날엔  넌 어디서 뭘 하는지 오늘 따라 오늘 따라 궁금해 너무 쉽게 잊혀 지면  흩날리는 저 꽃잎처럼 그 거리에 널 부르며 서 있어 미치도록 널 사랑한  남자가 있었어 그 남잔 말야  아직도 네 추억에 살아 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼 느껴지니 느껴지니 내 맘이 혼자 걷는 밤거리가  이렇게나 쓸쓸한지 이별 후에 이별 후에 배웠어 미치도록 널 사랑한  남자가 있었어 그 남잔 말야  아직도 네 추억에 살아 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼  느껴지니 느껴지니 내 사랑아 바람 부는 이런 날에  그리운 사람 너야 미치도록 널 사랑한 남잘  넌 잊었니 그 남잔 말야  아직도 너 오길 기다려 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼  느껴지니 느껴지니 내 사랑아"}, {"song_no": "7973172", "year": "2015", "rank": "81", "title": "미친개 (Feat. San E)", "artist": "예지", "genre": "Rap / Hip-hop", "lyrics": "i'm a crazy dog i'm a crazy dog i'm a crazy dog crazy dog 미친개 그래 미친개 미친개 맞아 미친년 내 앞에서 지껄여 봐 who the f*** 못하겠으면 닥치고 그냥 엿먹어 눈 가리고 아웅 다웅 애기같은 손짓 뭣도 모르면서 막상 무대서면 죄다 뻘짓  겉으로는 걱정하듯 항상 말하잖아 웃음 팔아 먹으면서 너 좀 살만하냐 그에 대한 대답은 간단하게 해줄게 내가 설마 X밥인데 아이돌을 하겠냐 내가 랩을 한단 이유로 까던 병신들은 내 슴부먼트 움짤에 바지를 적시는 중 손에 걸레를 쥐고 키보드를 치고 아무리 날 욕해봐도 안 되잖아 위로 그럴수록 난 괜찮아 반대로 더 좋아 왜냠 I'm a crazy dog  맞아 미친개 그래 미친개 미친개 맞아 미친년  i'm a crazy dog i'm a crazy dog i'm a crazy dog crazy dog 미친개 그래 미친개 미친개 맞아 미친년 i'm a crazy dog i'm a crazy dog i'm a crazy dog crazy dog 미친개 그래 미친개 미친개 맞아 미친년 이런 미친년 웬만함 여자한테 욕 안 하는데 얜 진짜 미친년 잠깐만 저기 거기 여기 오지 마요 예방접종 안 한 암캐 한 마리 미친견 여성부 하지마 욕 얘 허락 맡았으니까 난 절대 안 여성 혐오해 예지의 똘끼가 풍부히 흐르는 달나라로 im just hitchhiking 어서 타 뭐해 그래 예지야 오빠랑 너 해보고 싶었다며 실제 하게 되니 어때 소문대로 맛 좋아 아휴 부끄러워라 나도 니 포부 큰 가슴보며 하고 싶었어 물론 랩 make it baby 저질 이건 걍 음악이다 임마 내 머릿속은 이런 잡것들 뛰어다닌다 막 내가 사랑 노래하는 이유 cuz im crazy dog 그래 미친개 완전 미친놈 i'm a crazy dog i'm a crazy dog i'm a crazy dog crazy dog 미친개 그래 미친개 미친개 맞아 미친년 i'm a crazy dog i'm a crazy dog i'm a crazy dog crazy dog 미친개 그래 미친개 미친개 맞아 미친년 언제부턴가 내 안에 something insane in the membrane 그게 나올 때마다 들킬까 무서워 사람 좋은 얼굴 짓고 있나 몰라 언제부턴가 내 안에 something insane in the membrane 그게 나올 때마다 들킬까 무서워 사람 좋은 얼굴 짓고 있나 몰라 i'm a crazy dog i'm a crazy dog i'm a crazy dog crazy dog 미친개 그래 미친개 미친개 맞아 미친년 i'm a crazy dog i'm a crazy dog i'm a crazy dog crazy dog 미친개 그래 미친개 미친개 맞아 미친년"}, {"song_no": "7970872", "year": "2015", "rank": "82", "title": "오늘은", "artist": "솔지 (EXID)", "genre": "Ballad", "lyrics": "알고 있었다고 말하지 마 넌 나에게  세상에서 가장 소중한 그런 사람 이런 마음은 나 처음인 걸 잘 들어봐  나 지금부터 시작할게 그런 널 멀리하고서 그런 널 맘에 두고서 네가 만약에 그럴 수 있다면  내게 올 수 있다면 이젠 너와 나 많이 많이 좋아해 걱정하지 말고서 서로 많이 좋아해 나 하나 약속할게 아주 많이 좋아해가 널 아주 많이 사랑해로 널 많이많이 사랑해가 절대 변치 않는 것 오늘 뭐 하지 난 너하고 있지 어디로 가지 그 어디든 너야 많이 좋아하니까 널 많이 사랑하니까 너 오늘 하루 어땠어 늘 좋아 매일매일 너라서 이런 널 모른 체하고 이런 날 숨겨왔던 나 네가 나에게 다가와 주어서 참 많이 고마웠어 이젠 너와 나 많이많이 좋아해 걱정하지 말고서 서로 많이 좋아해 나 하나 약속할게 아주 많이 좋아해가 널 아주 많이 사랑해로 널 많이많이 사랑해가 절대 변치 않는 것 오늘 뭐 하지 난 너하고 있지 어디로 가지 그 어디든 너야 많이 좋아하니까 널 많이 사랑하니까 너 오늘 하루 어땠어 늘 좋아 매일매일 너라서 아주 많은 시간이 지났으면 좋겠어 서로 많은 추억이 쌓였으면 좋겠어 하나하나 모든 게 다 또 하루하루 모든 날이 또 아주 많은 사랑으로 절대 변치 않기를 오늘 뭐 입지 너 뭐든 다 예뻐 오늘 뭐 먹지 무엇이든 좋아 많이 좋아하니까 널 많이 사랑하니까 너 오늘 하루 어땠어 늘 좋아 매일매일 너라서"}, {"song_no": "418598", "year": "2015", "rank": "83", "title": "친구라도 될 걸 그랬어", "artist": "거미", "genre": "R&B / Soul", "lyrics": "벌써 넌 내가 편하니  웃으며 인사 할 만큼  까맣게 나를 잊었니  네 곁에 있는 사람 소개할만큼   견디긴 너무 힘든데  자꾸만 울고 싶은데  내 옆이 아닌 자리에  너를 보고 있는게  왜 그게 행복한걸까   친구라도 될 걸 그랬어  모두 다 잊고서  다른 사람 만나는  널 보아도 슬프지 않게   그저 바라보고 있었어  한참동안 네 옆에 그 사람까지도  잠시라도 더 보려고  다시 혹시라도 널 보게되면  그땐 모르는 척 해볼게  웃어도 볼게 지금의 너처럼   눈 감지 말고 보낼 걸  가는 널 꼭 지켜볼 걸  차가운 너의 걸음에  마지막 내 눈물도  묻혀서 보내버릴 걸   너무 모진 너의 모습이  미워져버렸어 다른 사람 만나는  널 보아도 슬프지 않게   그저 바라보고 있었어  한참동안 네 옆에 그 사람까지도  잠시라도 더 보려고   다시 혹시라도 널 보게되면  그땐 모르는 척 해볼게  웃어도 볼게 지금의 너처럼   차라리 잘된 것 같아  다시 널 또 한번  미워할 수 있을테니   혹시 아직 너도 나처럼  편해지지 못하고  아파만 하는 거니  애써 너도 참는거니   혹시 네가 다시 돌아올까봐  나의 곁은 아직 그대로  비워져 있어 너의 자리라서 -"}, {"song_no": "7956301", "year": "2015", "rank": "84", "title": "댄스쟈키", "artist": "싸이 (PSY)", "genre": "Dance", "lyrics": "댄스쟈키 한국의 유행가 아주 신나게 부르는 나 좋아 이제부터 우리 모두 다 날라리 삐리리 딴따라 Hey 엄숙하지마 나와 춤을 춤을 춤을 춰봐 무대 위의 마술사 댄스쟈키 PSY 웬만하면 다 알아 나 인격은 하자 허나 이빨은 기똥차 감탄사로 하자면 카 나와 함께 리듬을 타 고3처럼 음악을 파 Now Everybody Let’s get loud 댄스쟈키 PSY DJ PSY와 함께 댄스쟈키 쟈키쟈키 Yeah Da da da dance 댄스쟈키 쟈키쟈키 Yeah Da da da dance dance Hey DJ Play that shit Hey DJ Play that shit 한국의 유행가 아주 맛나게 부르는 나 가요계의 세 곡이 다시다 내일은 없다 배째라 Hey 고민고민하지마 질끈 눈을 그냥 딱 감아 아름다운 밤의 승부사 댄스쟈키 PSY 동네꼬마도 알아 난 파티의 기술자 영치기 영치기 영차 고마 힘 빡세게 내라카이 잘 못 놀면 애가 타 남이 잘 놀면 배 아파 Now everybody let’s get loud 댄스쟈키 PSY DJ PSY와 함께 댄스쟈키 쟈키쟈키 Yeah Da da da dance 댄스쟈키 쟈키쟈키 Yeah Da da da dance dance Hey DJ Play that shit Hey DJ Play that shit 지금 이순간 우리는 공간 리듬은 첨단 기분은 끝장 Now come on come on come on come on Come on come on come on come on Come on come on come on come on Come on come on come on come on DJ PSY와 함께 Da da da dance 댄스쟈키 쟈키쟈키 Yeah Da da da dance 댄스쟈키 쟈키쟈키 Yeah Da da da dance dance Hey DJ Play that shit Hey DJ Play that shit 댄스쟈키"}, {"song_no": "5818522", "year": "2015", "rank": "85", "title": "오빠차", "artist": "인크레더블", "genre": "Rap / Hip-hop", "lyrics": "오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride Let's do it All night 질리도록 말했잖아 돈 벌어서 데리러간다고 넌 그냥 몸만 오면 돼 쥐뿔 하나 없어도 날 믿어주던 사람들에게 확실히 보답해 Brake 없이 Accelerator 말년휴가처럼 달려가 제대로 신발대신 이젠 바퀴 멈출 생각 없어 아우토반이 된 앞길 풀릴 일 없게  꽉 조여 매 안전벨트 걱정 마 너 말곤 아무도 안태워 내 옆엔 아까워 우리 나이가 좀 빨라도 겁내지마 가끔 속도위반 일탈 오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride Let's do it All night 다 태워 먼저 부모님 또 뒷바라지해준 여자친구 절대 아냐 허세나 생색 내 차엔 없거든 Airback 돈 번 다는 말은 진짜 종이 쪼가리 몇 장을 바라는 게 아냐 알아서 따라올 걸 알아 이젠 사치가 된 부모님의 걱정 한낱 소원 같은 게 아니었어 I love my car my ride 네 바퀴 달린 왕좌 U know U want it baby Shotgun it baby Strap on your seatbelt Let's ride I love my car my ride 네 바퀴 달린 천사 Zero to one hunnit baby We runnin crazy Let's make some noise 오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride Hey Let's do it All night 운전면허 딴 적은 없어도 아끼고 안 쓰고 벌어 그 당시 전 재산 털어 십년은 넘은 아빠차를 바꿔드렸어  한 달 뒤에 주차장에 세워져  먼지 덮인 걸 보고 화냈지 아빠는 말했지 내 아들의 첫차 아까워서 어떻게 타겠니 For real 오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride  Hey 오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride Let's do it All night"}, {"song_no": "7935705", "year": "2015", "rank": "86", "title": "그리워 말아요", "artist": "나비", "genre": "Ballad", "lyrics": "제발 사랑이 아니라고 해요 그대 모습 지울 수 없잖아 가끔 생각에 울어버릴 것만 같아 그리워 말라고 내게 말해줘요 떠나버린 그 사랑 시간이 다 지나고 나면 깊어져만 가는  이 마음뿐인데 오 난 이제 다신 그리워 그리워 그리워  그리워 말아요 그저 스쳐갈 추억만이 남아 있어요 더 그리워 그리워 그리워  그리워 울어요 눈물만이 이 가슴에 맺혀 울어요 언젠가는 웃을 수도 있겠죠 가끔 그대 모습 희미해지잖아 그냥 우연이 아니라고  말해줘요 그대 사랑이었다고 내게 말해줘요 스쳐가는 그 사랑 가슴속에 채우고 나면 깊어져만 가는 큰 상처뿐인데 오 난 또 나를 떠났지만 그리워 그리워 그리워  그리워 말아요 그저 스쳐갈 추억만이 남아 있어요 더 그리워 그리워 그리워  그리워 울어요 눈물만이 이 가슴에 맺혀 울어요 음음음 그리워하지 말아요 음음음 그리워 말아요 오늘도 부르고 불러도  그리고 그려도 아픈 말 그저 스쳐간 입술에 맺힌 말 사랑해 사랑해 사랑해  사랑해 하지만 아픔만이 내 가슴에 맺혀 울어요 눈물만이 내 가슴에 맺혀 울어요"}, {"song_no": "7958571", "year": "2015", "rank": "87", "title": "3인칭의 필요성", "artist": "넬 (NELL)", "genre": "Rock", "lyrics": "그리 오랜 시간이  필요하지도 않았지  가장 친한 친구를 잃었다는 걸  깨닫기까지  그 어떤 누구도 너의 그 자리를  대신할 수 없다는  그 사실을 깨닫게 되기까지  내가 미웠던 건 우리가 아니었고  너를 아프게 했던 나였다는 걸  조금만 더 일찍 알았었더라면  그랬더라면 내가 널 얼마나 사랑했었고  그리워하게 될지를  아주 조금만 더 일찍 알았다면  그랬었더라면  참 좋았을걸 참 좋았을걸  그리 오랜 시간이  필요하지도 않았지  평생을 후회 속에 살아갈 걸  깨닫기까지  어떻게든 안고 살아갈 너의 기억이 나의 마지막 사랑임을 깨닫게 되기까지 내가 미웠던 건 우리가 아니었고 너를 아프게 했던 나였다는 걸 조금만 더 일찍 알았었더라면 그랬더라면 내가 널 얼마나 사랑했었고 그리워하게 될지를 아주 조금만 더 일찍 알았다면 그랬었더라면 참 좋았을걸 조금만 더 일찍 알았더라면 완벽하지 못했던 나를 완전하게 했던 단 한 사람 너였다는 걸 조금만 더 일찍 알았었더라면 그랬더라면 우리가 얼마나 사랑했었고 행복했었는지를 딱 한 번만 더  떠올렸더라면 그랬었더라면 참 좋았을걸 한 번만 더 생각해봤더라면 이제서야 우리가 보일 것 같아 혼자 남겨지고 난 뒤에야 우리의 모습이 보일 것 같아 이제서야 비로소 모든 게 선명해져"}, {"song_no": "7926003", "year": "2015", "rank": "88", "title": "LIGHTSABER", "artist": "EXO", "genre": "Dance", "lyrics": "- LIGHTSABER -   넌 외로운 꽃  차갑게 얼은 눈빛  깊숙이 숨은 별빛  그 짙은 어둠 속  긴 잠에 빠진 너를  깨워낼 수만 있다면  멀리 찬란하게 뻗은 빛을 따라와  여기 차오르는 눈부심을 느껴봐  너의 세상에 내가 닿을 때  깨어나 너를 피워내 eh eh eh  손을 내민 널 지키러 이곳을   찾아 헤맸던 너를 위한 savior   암흑 속 내가 손을 잡을게  A life saver Lightsaber  Lightsaber Lightsaber Lightsaber  Lightsaber Lightsaber Drop Oh Lightsaber oh  Light Light Light Light Light  Woo Oh Woo Oh   Light Light Light Light Lightsaber  Light Light Light Light Light  Woo Oh Woo Oh   Light Light Light Light Lightsaber  얼었던 너의 맘을  녹아 내리게 해  그 속에 이젠 너와 내가  빛의 춤을 춰  Here we go  Danger 위험해  어둠에 빛이 박힌 모양샌  더 서둘러 먼동 트기 전  누구도 못 보게 너를 데려와  내 옆에  고갤 숙여 하얗게 타는  나의 그림자를 따라오면 돼   궤도하는 시공 속에서  조금씩 선명해지는 찰나  눈을 감아 잠시  Light Light Light Light Light  Woo Oh Woo Oh   Light Light Light Light Lightsaber  Light Light Light Light Light  Woo Oh Woo Oh   Lightsaber Lightsaber  별처럼 쏟아져 어둠을 거슬러  너를 피워낼 시간  감춘 너의 눈물마저 빛이 나게   새벽 끝에 왔어  모두 제자리로 가는 길  바로 여기에 내 모든 걸  네게 줄게  손을 내민 널 지키러 이곳을   찾아 헤맸던 너를 위한 savior   암흑 속 내가 빛이 돼줄게  A life saver Lightsaber  Light Light Light Light Light  Woo Oh Woo Oh  Light Light Light Light Lightsaber  Light Light Light Light Light  Woo Oh Woo Oh  Light Light Light Light Lightsaber  Drop  Light Light Light Light Light  Woo Oh Woo Oh  Light Light Light Light Lightsaber  Lightsaber Lightsaber  Lightsaber Lightsaber  Lightsaber"}, {"song_no": "7956306", "year": "2015", "rank": "89", "title": "ROCKnROLLbaby (Feat. will.i.am)", "artist": "싸이 (PSY)", "genre": "Dance", "lyrics": "If time can't wait then I can't wait Let's not hesitate Let's celebrate If time can't wait then I can't wait Let's not hesitate Let's celebrate 머리 위로 만세  흔들어 밤새 지금부터 날새 Everybody 열려라 참깨 잔을 위로 건배 제발 가지마 집에 Been there done that I don't give a fun baby We've gotta go We're in a hurry We're going crazy Don't worry We drink till our vision get blurry Body get hotter than curry Shit's on fire like burn it up Shit  so loud like turn it up Everybody came they turnt up Shit so hot we turnt up  If time can't wait then I can't wait Let's not hesitate Let's celebrate If time can't wait then I can't wait Let's not hesitate Let's celebrate HEY Tell me you know what I'm saying 망설일 시간에 우리 달리자고 달리자 eh 달리자 eh 달리자 eh ROCKnROLL baby HEY Baby baby don't stop ROCKnROLL baby HEY Baby baby don't stop ROCKnROCKnROLL I just wanna rock  this party I I I just wanna rock ROCKnROLL baby I just wanna rock  this party I I I just wanna rock ROCKnROCKnROLL 지금부터 단 둘이 둘이 합치면 짜파구리 수리수리 마수리 Baby baby come shake that booty 흔들흔들 이건 어른들의 놀이 완전 꿀잼잼 도리도리 고래고래 질러봐 너의 소리 Come and get me 쌀보리 쌀보리 Killing this party like a soju Keep this crazy composure   Stay so cool I'm colder Colder than the mothermother polar Shake that booty Baby don't stop Shake it from the bottom shake it till the top You know I won't stop cause I can't stop You know I won't stop cause I can't stop If time can't wait then I can't wait Let's not hesitate Let's celebrate If time can't wait then I can't wait Let's not hesitate Let's celebrate HEY Tell me you know what I'm saying 망설일 시간에 우리 달리자고 달리자 eh 달리자 eh 달리자 eh ROCKnROLL baby HEY Baby baby don't stop ROCKnROLL baby HEY Baby baby don't stop ROCKnROCKnROLL I just wanna rock  this party I I I just wanna rock ROCKnROLL baby I just wanna rock  this party I I I just wanna rock ROCKnROCKnROLL 내일이 없는 것처럼 아낌 없이 젖먹던 힘까지 다 써 남김 없이  지를 대로 질러봐 거리낌 없이 아직 끝난게 아니야 한 번 더 ROCK IT ROCKnROLL baby HEY Baby baby don't stop ROCKnROLL baby HEY Baby baby don't stop ROCKnROCKnROLL I just wanna rock  this party I I I just wanna rock ROCKnROLL baby I just wanna rock  this party I I I just wanna rock ROCKnROCKnROLL"}, {"song_no": "7977072", "year": "2015", "rank": "90", "title": "꿀", "artist": "40", "genre": "R&B / Soul", "lyrics": "넌 항상 너무 아름다워 한 입에 먹고 싶은 케이크 만큼 그래서 순간 사라질까 두려워 이 만큼 그녀 나쁜 얘기 하지마 수군대지마 더 이상 말하지마 빠르게 타 들어가는 담배처럼  사랑만 하기에도 너무 짧은 우리인데  단 둘이 있는 방 안에  고요한 침묵이 흘러 다른 데 좀 쳐다보지마 이렇게 너만 바라보잖아 내 앞에서 자꾸 귀엽게 좀 웃지마 안되겠어 혼 좀 나야겠어 네가 너무 꿀 같아서 내가 벌 할거야  예쁜 엉덩이 토닥토닥 해 줄거야  이 못된 여자 같은 너  My Baby so Sweet oh Sweet oh Sweet Sweet  달콤하게 한 입 할거야 Baby Baby  남은 피자 두 조각 우리 입술 사이에 늘어진 치즈와 함께 또 다시 이해할 수 없는 네 표정과 터지는 Love 터지는 Love 이건 뭐 완전 참을 수 없는 상황이지 피자고 나발이고 안되겠다 내 차 트렁크에서 수갑으로 널 채워줘 지금부터 인질극 Start 네가 너무 꿀 같아서 내가 벌 할거야  예쁜 엉덩이 토닥토닥 해 줄거야  이 못된 여자 같은 너  My Baby so Sweet oh Sweet oh Sweet Sweet  달콤하게 한 입 할거야 Baby Baby  우리 끝을 향해 달린다면 V10 엔진쯤은 되지  양궁으로 치면 쏘는 족족 10 Point  해가 뜨기 전까지 지치지 않지 우린 시작하면 갈 때까지 가는 성격 이니까  네가 너무 꿀 같아서 내가 벌 할거야  예쁜 엉덩이 토닥토닥 해 줄거야  이 못된 여자 같은 너  My Baby so Sweet oh Sweet oh Sweet Sweet  달콤하게 한 입 할거야 Baby Baby"}, {"song_no": "4857981", "year": "2015", "rank": "91", "title": "Sugar", "artist": "Maroon 5", "genre": "Rock", "lyrics": "I'm hurting baby  I'm broken down I need your loving loving I need it now When I'm without you I'm something weak You got me begging begging I'm on my knees I don't wanna be needing your love I just wanna be deep in your love And it's killing me  when you're away Ooh baby cause a bullet don't  care where you are I just wanna be there  where you are And I gotta get one little taste Sugar Yes please Won't you come  and put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me  good loving  Make it alright Need a little a sweetness  in my life Sugar Yes please Won't you come and  put it down on me My broken pieces You put them up Don't leave me hanging hanging Come get me some When I'm without ya I'm so insecure You are the one thing one thing I'm living for I don't wanna be needing your love I just wanna be deep in your love And it's killing me  when you're away Ooh baby cause a bullet don't  care where you are I just wanna be there  where you are And I gotta get one  little taste  Sugar Yes please Won't you come and  put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me good loving Make it alright Need a little a sweetness  in my life Sugar Yes please Won't you come  and put it down on me Yeah I want that red velvet I want that sugar sweet Don't let nobody touch it Unless that somebody is me I gotta be a man There ain't no other way Cause girl you're hotter than  southern california bae I don't wanna play no games I don't gotta be afraid Don't give all that shy sht No make up on That's my Sugar Yes please Won't you come and  put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me good loving Make it alright Need a little a sweetness  in my life Sugar Yes please Won't you come  and put it down on me Sugar Yes please Won't you come  and put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me good loving Make it alright Need a little a sweetness in my  life Sugar Yes please Won't you come and put it down on me"}, {"song_no": "7991610", "year": "2015", "rank": "92", "title": "덤앤더머 (DUMB & DUMBER)", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "Party people We about to go stupid now Let’s get dumb Then get dumber Let’s get dumb Olle olle Let’s get dumb Olle olle Let’s get dumb Olle olle We goin yeah 난 품위 없어 난 숨김 없어 그래서 수위는 높아 숨 쉴 틈이 없어 자연스런 슬랩스틱 오늘 파티 느낌은 클래식 yeah 짐 캐리보다 더 getting dumb 맘껏 뽐내 너의 객기 눈 돌아가지 When I enter the room 싫을 만도 하지 너의 spotlight 은 내 꺼 춤을 춰 춤을 춰 집 나간 정신 뜨거운 오늘 밤 들어와 여기 Uh 느껴지는 열기 월드컵처럼 일으켜 경기 Oh baby 거기 누구 없나요 내 마음이 외로워요 그렇게 쳐다보지 말아요 그 눈빛이 차가워요 저 달이 차오를 때면 소리쳐 라라라라라 난 그저 취하고 싶어 소리쳐 라라라라라 Go dumb and dumber Dumb dumb dumb dumb dumb Dumb dumb dumb and dumber Dumb dumb dumb dumb dumb Let’s get dumb 다 바보처럼 Dumb dumb dumb dumb dumb Dumb dumb dumb and dumber Dumb dumb dumb dumb dumb Let’s get dumb 얼간이처럼 Ladi dadi 재밌는 놀이 좋은 게 좋은 거지 뭐 We goin dumb and dumber Ladi dadi 재밌는 놀이 좋은 게 좋은 거지 뭐 느낌이 왔어 Uh 볼륨을 높여 쿵쾅대는 베이스가 느껴져 머리 어깨 발끝까지 So turned up turned up Get pumped up get pumped up 비틀비틀 뒤뚱뒤뚱 거리는 모습이 마치 펭귄 Oh baby 거기 누구 없나요 내 마음이 외로워요 그렇게 쳐다보지 말아요 그 눈빛이 차가워요 저 달이 차오를 때면 소리쳐 라라라라라 난 그저 취하고 싶어 소리쳐 라라라라라 Go dumb and dumber Dumb dumb dumb dumb dumb Dumb dumb dumb and dumber Dumb dumb dumb dumb dumb Let’s get dumb 다 바보처럼 Dumb dumb dumb dumb dumb Dumb dumb dumb and dumber Dumb dumb dumb dumb dumb Let's get dumb 얼간이처럼 Ladi dadi 재밌는 놀이 좋은 게 좋은 거지 뭐 We goin dumb and dumber Ladi dadi 재밌는 놀이 좋은 게 좋은 거지 뭐 Break it down 하늘이 빙글빙글 머리가 지끈지끈 걸음은 뒤뚱뒤뚱 We goin dumb Move 하늘이 빙글빙글 Move 머리가 지끈지끈 Move 걸음은 뒤뚱뒤뚱 Watch me go dumb 나나나나나 나나나나나 나나나나나나나 Watch me go dumb 나나나나나 나나나나나 나나나나나나나 We goin dumb and dumber 나나나나나 나나나나나 나나나나나나나 Watch me go dumb 나나나나나 나나나나나 나나나나나나나 We goin dumb and dumber"}, {"song_no": "7969206", "year": "2015", "rank": "93", "title": "몸 좀 녹이자", "artist": "San E", "genre": "R&B / Soul", "lyrics": "날씨도 추운데 오늘 뭐 할까 별 생각 없으면 어디 들어가자 맛난 것도 시키고 따스한 곳에서 편히 누워 꼭 끌어안고 어때 몸 좀 녹이자 추웠지 추웠지 몸 좀 녹이자 커피 커피 마실까 우리 걱정 마 아무 일 하나 없이 하나 없이 몸만 녹이자 너가 싫어하는 겨울은 어김없이 꼭 와 유난히 추운 이번 시즌 기대가 높아 이럴 땐 몸에 열 많은 게 참 다행인 걸 추윌 많이 타는 너 따스하다며 날 인형처럼 끌어안을 때면 난 녹아서 물이 돼 넌 주머니 속 내 손 손난로 삼아 걸었다고 그새 볼과 귀 빨개진 너에게 준비한 선물 하나 맞춰 봐 yes it's me and stop laughing girl 니 얼어 버린 몸 녹여 적실 준비 끝 with my temperature 일 년이 어떻게 지나갔는지 모르겠어 볼 시간도 없었지 주변의 눈치 하나 확실한 건 그리 허망하지 않은 한 해였고 큰 획은 못 그었지만 그걸 내려놓으니 내 눈엔 희망으로 보였어 I Thank ya 그러니까 긴장은 풀어 버리고 몸 좀 녹이자고 아직 할 때가 아냐 실망은 더 큰 그림을 계속 그린다고 니가 날 사랑하는 이유처럼 아주 담백하게 이 상태로 과하지 않게 날씨도 추운데 오늘 뭐 할까 별 생각 없으면 어디 들어가자 맛난 것도 시키고 따스한 곳에서 편히 누워 꼭 끌어안고 몸 좀 녹이자 추웠지 추웠지 몸 좀 녹이자 커피 커피 마실까 우리 걱정 마 아무 일 하나 없이 몸만 녹이자 솔직히 말하면 나 I drank too much of that coffee 먼 곳만 바라보다 여름에 휴가 한 번 없이 일만 하고 지낸 것 같아 이젠 다시 내 역마살 발동 걸 때 시작이 좋아 찍었던 그 바다로 가자 몸 녹이자 내일 밤 뜨거운 호텔 방 have some play time 바닷소리가 우릴 부르면 아무렇게나 걸쳐 입고 나가서 같이 거닐자 우리를 괴롭히던 일과 그 일들이 남긴 찌꺼기가 다 사라지게 ain't nothin to worry 'bout HO 우린 두 손을 모았지 기도하듯이 생각보다 가을은 훨씬 더 빨리 갔지 낙엽이 떨어진 뒤 사람들은 모두 얼어붙었지만 오히려 겨울은 우리의 마음과 몸을 더 딱 붙게 했지 문득 어딘가에서 보게 됐던 글귀에서 사랑은 기다림을 아는 사람과 하라는 말 난 그때 다시 한 번 느꼈지 지금의 내 옆에서 묵묵히 기다려주는 너 오늘은 추웠을 너에게 여름이 되려 해 너 퇴근하면 날씨도 추운데 오늘 뭐 할까 날씨도 추운데 넌 왜 옷이 그리 짧은데 별 생각 없으면 어디 들어가자 생각이 왜 없어 안 그래도 다녀왔어 ATM 맛난 것도 시키고 재밌는 것도 보면서 어제 놓친 쇼도 볼거야 바로 너 내 머릿속 all about you girl 시간은 우리 편이 아니니까 꽉 안아 우리뿐이니까 편히 누워 꼭 끌어안고 어때 몸 좀 녹이자 추웠지 추웠지 몸 좀 녹이자 커피 커피 마실까 우리 걱정 마 아무 일 하나 없이 하나 없이 몸만 녹이자 몸 좀 녹이자 추웠지 추웠지 몸 좀 녹이자 커피 커피 마실까 우리 걱정 마 아무 일 하나 없이 하나 없이 몸만 녹이자"}, {"song_no": "7977442", "year": "2015", "rank": "94", "title": "Love Line", "artist": "효린", "genre": "R&B / Soul", "lyrics": "Say you are mine I'll be on line 지금 니 마음을 말해 줘 I never lie about my mind 듣고 싶은 그 말을 말해 줘 Baby I'm on line Get on my love line 너는 지금 어때 니가 좀 말해 봐 We got a love line We got a love line 내가 널 부를 땐 넌 어딨는 거야 난 너만의 radio 들어줄래 나의 stereo 우리 둘만의 story goes 그냥 듣고 있어 돌려 말을 하지 마 누가 듣든지 말해 봐 나랑 뭐 하고 싶어 our love line Say you are mine I'll be on line 들려도 듣고 싶은 니 목소리 흔들리지 마 no never 나만 바라봐 들리니 내 마음 니가 없인 이제 내가 아닌 날 Baby I'm on line Get on my love line 너는 지금 어때 니가 좀 말해 봐 We got a love line We got a love line 내가 널 부를 땐 넌 어딨는 거야 난 너만의 radio 들어줄래 나의 stereo 우리 둘만의 story goes 그냥 듣고 있어 돌려 말을 하지 마 누가 듣든지 말해 봐 나랑 뭐 하고 싶어 our love line No matter where you are 어디에 있든지 ma baby 널 만질 순 없어도 Still I'm here with you I can feel you anytime Tell me 한 번 더 말해 줘 날 간지럽혔던 목소리로 Baby I'm on line Get on my love line 너는 지금 어때 니가 좀 말해 봐 We got a love line We got a love line 내가 널 부를 땐 넌 어딨는 거야 난 너만의 radio 들어줄래 나의 stereo 우리 둘만의 story goes 그냥 듣고 있어 돌려 말을 하지 마 누가 듣든지 말해 봐 나랑 뭐 하고 싶어 our love line"}, {"song_no": "7977140", "year": "2015", "rank": "95", "title": "사랑난로", "artist": "서인국", "genre": "Ballad", "lyrics": "매년 배달되는 선물 같은 그 날 나완 상관 없었죠 떠들썩 하기만 한 빨간 기념일일 뿐 타이밍 맞춰서 거리 위에 쌓인 새 하얀 그 흰 눈도 혼자 걷는 나의 그림잘 더욱 짙어지게 만들 뿐 Wish your love 웃고 있지만 슬퍼 보여 왠지 Wish your love 거리에는 많은 사람들 어디로 가고 있을까 저 하늘에선 눈이 오는데 고갤 들어 하늘 보면 아무도 없고 온 세상은 눈부시게 불빛들을 반짝이고 있는데 내 맘은 여전히 차가운걸 난 오늘만은 그 누구도 울지 않기를 아프지 않기를 오늘만은 우리 서로 사랑하기를 뜨거운 맘으로 서로 체온이 돼 주기를 나의 가족과 친구 소중한 내 사람들 난로 같은 위로가 필요한 이 겨울 밤 Wish your love 하루하루가 우린 힘겹지만 Wish your love 시린 손을 잡아준다면 조금은 따뜻해질까 저 하늘에선 눈이 오는데 고갤 들어 하늘 보면 아무도 없고 온 세상은 눈부시게 불빛들을 반짝이고 있는데 내 맘은 여전히 차가운걸 차가운 가슴 안에 땔감 나무 넣고 사랑으로 불 지핀 후 산타처럼 HO HO 행복한 하루면 충분하지 한 맘으로 아빠 같은 미소로 달구자 온 세상의 온도 눈을 전부 녹일 듯 한 따스함 오늘의 외로움은 이 눈과 날아가 바이 바이 바이 사람을 사랑하는 오늘 찬 바람마저 따뜻해 내게는 첫 Christmas day처럼 이젠 할 일이 생긴 것 같아 모두의 맘이 모여 따뜻한 이 밤 Happy Christmas 내 마음에도 눈이 내려와 하나하나 오래된 상처들을 덮고 까마득히 잊고 있던 오래도록 영원했던 사랑을 아련히 또 기억나게 하고 난 오늘만은 우리 모두 행복하기를 간절히 바랄게 두 손 가득 우리 서롤 안아주기를 이 밤 가기 전에 사랑한다고 말하기를"}, {"song_no": "7971240", "year": "2015", "rank": "96", "title": "크리스마스잖아요", "artist": "B1A4", "genre": "Dance", "lyrics": "눈을 떠요 그대 크리스마스잖아요 밖을 보면 이렇게 하얀 눈이 내려오는데 하얗게 덮인 세상을 보며 우 괜히 더 뛰는 심장 주체할 수 없어요 이 기분 잠깐만이라도 나가서 눈이라도 맞고 싶어 오늘만은 보기 싫어요 케빈 나 홀로 집에 있긴 싫어 잠깐 하던 일을 멈추고 즐기는 거 어때요 시간은 기다려 주질 않죠 크리스마스에는 모두가 친구죠 I just wanna be a good friend I just wanna be a good friend 크리스마스에는 모두가 함께죠 I just wanna be a good friend 뭘 해야 될지를 몰라 오는 게 두려운 이 날 급하게 애인이라도 만들까 아님 티비나 볼까 뜨끈한 방바닥 대신 머플러 준비됐으니 날 불러 줘 썰매를 타고 눈 사이로 달려 볼게 창 밖엔 눈이 수북하게 쌓이고 귓가엔 종소리 울려퍼지고 혼자라 외로워 마 내가 돼 줄게 I just wanna be a good friend 가자 북적이는 명동 거리 저기 들리는 마음의 소리 모든 곳이 아름답게 빛나는 날 Today 지 오늘만은 보기 싫어요 케빈 나 홀로 집에 있긴 싫어 잠깐 하던 일을 멈추고 즐기는 거 어때요 시간은 기다려 주질 않죠 크리스마스에는 모두가 친구죠 I just wanna be a good friend I just wanna be a good friend 크리스마스에는 모두가 함께죠 I just wanna be a good friend 눈을 떠요 그대 크리스마스잖아요 밖을 보면 이렇게 하얀 눈이 내려오는데 하얗게 덮인 세상을 보면 외로워 마요 더 좋은 날 금방 올 테니까 크리스마스에는 모두가 친구죠 I just wanna be a good friend I just wanna be a good friend I just wanna be a good friend 크리스마스에는 모두가 함께죠 I just wanna be a good friend"}, {"song_no": "7963665", "year": "2015", "rank": "97", "title": "Merry Christmas", "artist": "소녀시대-태티서 (Girls` Generation-TTS)", "genre": "Ballad", "lyrics": "꿈을 꾼 것 같아 찰나 스쳐 지난 시간 어느새 하얗게 새 옷을 입은 밤 따스히 피어난 모닥불 아래 모여 앉아 행복했던 추억 상자를 열어봐 이 기쁨의 눈물이 빛이 되고 저 밤하늘 별처럼 비추죠 모두 Merry Christmas 다시 아름다운 이 계절 예쁜 순간들로 기쁜 얘기들로 서로를 다 채워 모두 Merry Christmas 지난 1년 동안 늘 반짝인 나날들 온 세상을 하나 둘씩 비춰 따뜻한 오늘 밤 오늘 밤 마주한 눈빛은 항상 포근하게 빛나 마치 지난날을 감싸 안아주듯 난 눈 감고 손 모아 기도하죠 저 내일도 행복만 가득히 모두 Merry Christmas 다시 아름다운 이 계절 예쁜 순간들로 기쁜 얘기들로 서로를 다 채워 모두 Merry Christmas 지난 1년 동안 늘 반짝인 나날들 온 세상을 하나 둘씩 비춰 따뜻한 오늘 밤 눈이 덮어도 얼어붙어도 햇살은 언제나 있는 걸 빛이 돼줄게 모두 녹여줄게 두 눈 감아봐 맘껏 그려봐 보다 더 행복한 New Year 온 몸 감싸는 낯선 설렘에 모든 게 선물인 걸 모두 Merry Christmas 하얀 천사 같은 12월 함께 걸어 온 길 눈에 덮어 놓고 새롭게 시작해 모두 Merry Christmas 지난 1년 동안 늘 반짝인 나날들 온 세상을 하나 둘씩 비춰 따뜻한 오늘 밤 오늘 밤 오늘 밤"}, {"song_no": "7975408", "year": "2015", "rank": "98", "title": "넌 나의 크리스마스", "artist": "바이브", "genre": "R&B / Soul", "lyrics": "빛나는 길거리 울리는 캐럴이 떠오르게 하는 이름 그 이름 너란 걸 딱 너 하나란 걸 말하면 너는 웃을까 외로워서 하는 소리 아니야 난 I'm not lonely 너와 단 둘이 보내고 싶어 크리스마스 네가 있어야 완성되는 크리스마스 네가 아니면 나에겐 없어질 크리스마스 눈 말고 너 오는 Oh 메리 크리스마스 다른 사람 말고 바로 너 너란 존재 자체가 내 크리스마스 너만을 사랑해 이 노래를 듣고 내 마음을 알면 너도 나를 좋아할까 어쩌면 너도 날 좋아하면서도 숨기고 있진 않을까 혹시 넌 그 날 뭐하니 아니면 나랑 만날래 너와 단 둘이 보내고 싶어 크리스마스 네가 있어야 완성되는 크리스마스 네가 아니면 나에겐 없어질 크리스마스 눈 말고 너 오는 Oh 메리 크리스마스 다른 사람 말고 바로 너 크리스마스 네가 있어야 완성되는 크리스마스 네가 있어야 완성되는 크리스마스 네가 아니면 나에겐 없어질 크리스마스 눈 말고 너 오는 Oh 메리 크리스마스 다른 사람 말고 바로 너 다른 사람 말고 바로 너 너란 존재 자체가 내 크리스마스 너만을 사랑해"}, {"song_no": "7877918", "year": "2015", "rank": "99", "title": "U R", "artist": "태연 (TAEYEON)", "genre": "Ballad", "lyrics": "오랫동안 내 마음엔 구름 가득 비가 내려 따스한 햇살 비추길 간절히 바랬죠 어깨를 적신 빗방울도 마르면 나만 홀로 남겨질까 너무나도 두려웠죠 그댄 빛처럼 비 갠 뒤처럼 내 마음에 떠오르죠 이렇게 Cause you are 내게 내린 빛과 You are 너무 고운 꿈과 일곱 빛으로 온 세상을 더 아름답게 물들여 언제나 Yeah U R 텅 빈 푸른 언덕 위에 무지개는 지붕이 돼 그 아래 가만히 누워 하늘을 보아요 세상 가장 평온함과 처음 느낀 설렘 누구보다 사랑스러워 고갤 돌리면 그대 미소에 나도 몰래 손을 뻗죠 이렇게 Cause you are 내게 내린 빛과 You are 너무 고운 꿈과 일곱 빛으로 온 세상을 더 아름답게 물들여 언제나 Yeah U R 내 창을 적신 비가 그치면 Under the Rainbow 그대 기다리겠죠 차마 난 하지 못했던 얘기 못했던 그 모든 비밀 오늘은 전하고 싶어 You are 항상 나의 곁에 You are 여린 내 맘 속에 더 눈부시게 아름답게 온 밤하늘을 채우는 You're my star Yeah U R Oh U R U R Oh U R"}, {"song_no": "7896511", "year": "2015", "rank": "100", "title": "무릎", "artist": "아이유", "genre": "Ballad", "lyrics": "모두 잠드는 밤에 혼자 우두커니 앉아 다 지나버린 오늘을 보내지 못하고서 깨어있어 누굴 기다리나  아직 할 일이 남아 있었던가 그것도 아니면 돌아가고 싶은 그리운 자리를 떠올리나 무릎을 베고 누우면  나 아주 어릴 적 그랬던 것처럼 머리칼을 넘겨줘요 그 좋은 손길에 까무룩 잠이 들어도 잠시만 그대로 두어요 깨우지 말아요 아주 깊은 잠을 잘 거예요 조용하던 두 눈을 다시 나에게 내리면 나 그때처럼 말갛게 웃어 보일 수 있을까 나 지친 것 같아 이 정도면 오래 버틴 것 같아 그대 있는 곳에 돌아갈 수 있는 지름길이 있다면 좋겠어 무릎을 베고 누우면  나 아주 어릴 적 그랬던 것처럼 머리칼을 넘겨줘요 그 좋은 손길에 까무룩 잠이 들어도 잠시만 그대로 두어요 깨우지 말아요 아주 깊은 잠을 잘 거예요 스르르르륵 스르르 깊은 잠을 잘 거예요 스르르르륵 스르르 깊은 잠을"}]