[{"song_no": "8124417", "year": "2016", "rank": "51", "title": "봄이 좋냐??", "artist": "10cm", "genre": "Folk", "lyrics": "꽃이 언제 피는지  그딴 게 뭐가 중요한데 날씨가 언제 풀리는지  그딴 거 알면 뭐 할 건데 추울 땐 춥다고 붙어있고 더우면 덥다고 니네 진짜 이상해 너의 달콤한 남친은 사실 피씨방을 더  가고 싶어하지 겁나 피곤하대 봄이 그렇게도 좋냐 멍청이들아 벚꽃이 그렇게도 예쁘디 바보들아 결국 꽃잎은 떨어지지  니네도 떨어져라 몽땅 망해라 망해라 아무 문제 없는데  왜 나는 안 생기는 건데 날씨도 완전 풀렸는데  감기는 왜 또 걸리는데 추울 땐 추워서 안생기고 더우면 더워서 인생은 불공평해 너의 완벽한 연애는 아직 웃고 있지만 너도 차일거야 겁나 지독하게 봄이 그렇게도 좋냐 멍청이들아 벚꽃이 그렇게도 예쁘디 바보들아 결국 꽃잎은 떨어지지 니네도 떨어져라 몽땅 손 잡지 마 팔짱 끼지 마 끌어 안지 마 제발 아무것도 하지 좀 마 설레지 마 심쿵하지 마 행복하지 마 내 눈에 띄지 마 봄이 그렇게도 좋냐 멍청이들아 벚꽃이 그렇게도 예쁘디 바보들아 결국 꽃잎은 떨어지지 니네도 떨어져라 몽땅 망해라 망해라 망해라 망해라"}, {"song_no": "8086947", "year": "2016", "rank": "52", "title": "한숨", "artist": "이하이", "genre": "R&B / Soul", "lyrics": "숨을 크게 쉬어봐요  당신의 가슴 양쪽이 저리게  조금은 아파올 때까지  숨을 더 뱉어봐요  당신의 안에 남은 게 없다고   느껴질 때까지   숨이 벅차올라도 괜찮아요  아무도 그댈 탓하진 않아  가끔은 실수해도 돼  누구든 그랬으니까   괜찮다는 말   말뿐인 위로지만 누군가의 한숨  그 무거운 숨을  내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요  내가 안아줄게요 숨이 벅차올라도 괜찮아요 아무도 그댈 탓하진 않아 가끔은 실수해도 돼 누구든 그랬으니까  괜찮다는 말 말뿐인 위로지만 누군가의 한숨 그 무거운 숨을 내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요 내가 안아줄게요 남들 눈엔 힘 빠지는 한숨으로 보일진 몰라도 나는 알고 있죠 작은 한숨 내뱉기도 어려운 하루를 보냈단 걸 이제 다른 생각은 마요 깊이 숨을 쉬어봐요 그대로 내뱉어요 누군가의 한숨 그 무거운 숨을 내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요 내가 안아줄게요 정말 수고했어요"}, {"song_no": "8170828", "year": "2016", "rank": "53", "title": "RE-BYE", "artist": "악동뮤지션", "genre": "Folk", "lyrics": "Re-e-e bye 미련 없이  손을 흔들어 Re-bye  Re-e-e bye 그땐 그때  이땐 이때 Re-bye  익숙해 날 오고 가는 발걸음  헤어지는 인사에  미숙해 보이는 것만큼  부끄러운 게 없는 걸  익숙해 날 보고 가는 시선들  주위 모든 여자 날  야속해 해 But It's OK  부끄러울 게 없는 걸  Oh 눈물로 보낼 필요 없어  자욱한 안개만 남을 뿐  눈물로 흘려보낸 시간이 녹아  남은 건 어디에  Re-e-e bye 미련 없이  손을 흔들어 Re-bye  Re-e-e bye 그땐 그때  이땐 이때 Re-bye  뒤돌아서면 그걸로 THE END Re-bye 익숙해 날 오고 가는 발걸음 헤어지는 인사에 미숙해 보이는 것만큼 부끄러운 게 없는 걸 보기 드물어진 정 찾기 힘들어 진정한 partner 놔둬 봐 진정이 안 돼 이미 상한 빈정 많이 나누는 사람이 바보라 불리는 시대를 보시게 두 손에 남은 것 손해만 흥건히 남길 바에 인사는 간단하게 간당간당하게 맘에 문은 깐깐하게 방이 좀 깜깜하네 속을 들키면 Game over 할 수 없이 널 속여 여기까지가 납니다 수상해 냄새가 납니다 Oh 눈물로 보낼 필요 없어 자욱한 안개만 남을 뿐 눈물로 흘려보낸 시간이 녹아 남은 건 어디에 Re-e-e bye 미련 없이 손을 흔들어 Re-bye Re-e-e bye 그땐 그때 이땐 이때 Re-bye 뒤돌아서면 그걸로 THE END Re-bye"}, {"song_no": "8068881", "year": "2016", "rank": "54", "title": "넌 is 뭔들", "artist": "마마무(Mamamoo)", "genre": "Dance", "lyrics": "Come on Hey Mommy  Come on Hey Daddy 이리와서 얘들 좀 봐 Come on Hey Sister  Come on Hey Brother 누가 얘들 좀 말려줘 귀여운 척 섹시한 척 이쁜 척 그런 거 안해도 날 알아보는 너  센스매너 말투표정 행동 하나까지 섬세한 널 알아보는 나  우리 둘 사이 딱 한 뼘 사이 매일 아침 난 너의 목소리로 눈을 뜨고 우리 둘 사이 딱 맞는 타입 Come on 거기 미스터  Come on 이리와 봐 천천히 아주 조금씩 Hey 거기 미소가 예쁜 남자 바로 너 너어어어 아아아아 날 미치게 하는 그런 남자 몸매도 얼굴도 시선강탈 Hey Mr. 생각이 멋진 남자 바로 너  너어어어 아아아아 나 지금 너 땜에 혼란스러  제발 누가 나 좀 말려줘  월화수목금토일 난 매일매일 너를 생각해 넌 나를 생각해 Word up Moon star A형 B형 AB O형 플러스 마이너스 상관없어  S극과 N극처럼 어떤 공식이든 끌려 단지 그냥 너라서  우리 둘 사이 딱 한 뼘 사이 매일 밤마다 너의 자장가로 잠이 들고 우리 둘 사이 딱 맞는 타입 Come on 거기 미스터  Come on 이리와 봐 조용히 속삭여줄래 Hey 거기 미소가 예쁜 남자 바로 너 너어어어 아아아아 날 미치게 하는 그런 남자 몸매도 얼굴도 시선강탈 Hey Mr. 생각이 멋진 남자 바로 너  너어어어 아아아아 나 지금 너 땜에 혼란스러 제발 누가 나 좀 말려줘 I like eye contact 입술을 꽉 깨물어 Your Lips 너의 두 눈이 스칠 때면 Two Eyes 숨막히는 이끌림이 날 어지럽게 해 나 너만의 영원한 소녀 팬 is 뭔들 모든 게 넌 is 뭔들 완벽해 That's right That's right 우리 사이  자꾸 떠오르네 문득 너라면 난 is 뭔들 24시간 1분 1초가 조마조마해 조금이라도 널 놓칠까 봐 24시간 지금 이순간 Come on 나를 봐봐 Come on 넌 is 뭔들 이젠 우릴 말리지마 Hey Hey Hey Yeah Hey 거기 미소가 예쁜 남자 바로 너  너어어어 아아아아 날 미치게 하는 그런 남자  몸매도 얼굴도 시선강탈 Hey Mr. 애매모호 피아노 맨 바로 너 너어어어 아아아아 나 지금 너 땜에 혼란스러  제발 누가 나 좀 말려줘 Come on 넌 is 뭔들"}, {"song_no": "5791706", "year": "2016", "rank": "55", "title": "오늘부터 우리는 (Me Gustas Tu)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "널 향한 설레임을 오늘부터 우리는  꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru 한 발짝 뒤에 섰던 우리는 언제쯤 센치해 질까요 서로 부끄러워서 아무 말도 못하는 너에게로 다가가고 싶은데 바람에 나풀거리는 꽃잎처럼  미래는 알 수가 없잖아 이제는 용기 내서 고백할게요 하나보단 둘이서 서로를 느껴 봐요 내 마음 모아서 너에게 전하고 싶어 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru 한 걸음 앞에 서서 두 손을 놓지 말기로 약속해요 소중해질 기억을 꼭 꼭 담아 둘게요  지금보다 더 아껴 주세요 달빛에 아른거리는 구름처럼  아쉬운 시간만 가는데 이제는 용기 내서 고백할게요 둘 보단 하나 되어 서로를 느껴 봐요 내 마음 모아서 너에게 전하고 싶어 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 감싸 줄게요 그대 언제까지나  언제까지나 사랑이란 말 안 해도 느낄 수 있어요 고마운 마음을 모아서 널 향한 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru"}, {"song_no": "7921208", "year": "2016", "rank": "56", "title": "걱정말아요 그대", "artist": "이적", "genre": "Drama", "lyrics": "그대여 아무 걱정 하지 말아요 우리 함께 노래 합시다 그대 아픈 기억들 모두 그대여 그대 가슴에 깊이 묻어 버리고  지나간 것은 지나간 대로 그런 의미가 있죠 떠난 이에게 노래 하세요 후회없이 사랑했노라 말해요 그대는 너무 힘든 일이 많았죠 새로움을 잃어 버렸죠 그대 슬픈 얘기들 모두 그대여  그대 탓으로 훌훌 털어 버리고 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 새로운 꿈을 꾸겠다 말해요"}, {"song_no": "8190803", "year": "2016", "rank": "57", "title": "1llusion", "artist": "Dok2", "genre": "Rap / Hip-hop", "lyrics": "Im talkin bout my future  더 확실한 미래 내가 버릇처럼 입에 붙인 말이 주는 feed back 그 덕에 난 잘 지내 니가 망할 때도 내가 who 굳이 입 아프게 말 안해도 Capital d to the o to the k 다음 쉿 In the street 나를 보면 다들 오 하구 찍 난 그냥 바닥에서 올라온 랩퍼 부자가 됐어도 여전히 나는 힙합을 아껴 I be like ooh  My 808 bass knockin 딱히 바뀐 거라곤 내 차 키   My future still be poppin  항상 바삐 확실 한일 밖엔 하지 않아 내가 아닌 니들이 날 찾지 Is it ill Is it really ill Let me know its ill If its really ill  Is it ill son Is it really ill son Let me know it's ill son if its really ill Yeah Is it ill son Is it really ill son Let me know it's ill son if its really ill i aint buggin bout the past i be on to the next no rest for the rest of my life 어제의 성공은 어제일 뿐 다시 눈 감음 boom 바로 내일로 가  나 대신 누가 날 위해 살아줄게 아니거든 입을 닫어 young bossin 아직 3년 남은 서른 늘 버릇처럼 거른 적 없이 걸어온 걸음 살얼음 판을 난 녹여 만들어 버렸네 여름 I love em i want em mo' 이미 다 가진듯해도 Hustle real hard hustle harder 나의 태도 때론 내 뜻대로 되지 않을 때도 난 그대로 유지하네 나의 평정심을 지켜 난 두 배로 Lets get this money 돈 벌어 미친 듯이 근데 돈 벌려고 하지 않아 미친 짓은 난 돈에 미친놈 아닌 행복에 미친놈 여행 떠날 때도 있네 몇 천 짜리 일 취소 시키고 Is it ill Is it really ill Let me know its ill If its really ill Is it ill son Is it really ill son Let me know it's ill son if its really ill Yeah Is it ill son Is it really ill son Let me know it's ill son if its really ill Is it ill Is it really ill Let me know its ill If its really ill Is it ill son Is it really ill son Let me know it's ill son if its really ill Yeah Is it ill son Is it really ill son Let me know it's ill son if its really"}, {"song_no": "7931286", "year": "2016", "rank": "58", "title": "Love Yourself", "artist": "Justin Bieber", "genre": "Pop", "lyrics": "For all the times that you rain  on my parade And all the clubs you get in  using my name You think you broke my heart oh girl for goodness sake You think I'm crying on my own well I ain't And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself But when you told me that you  hated my friends The only problem was with you  and not them And every time you told me my  opinion was wrong And tried to make me forget  where I came from And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself For all the times that you  made me feel small I fell in love now I fear  nothin' at all I never felt so low when I was vulnerable Was I a fool to let you break  down my walls Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself"}, {"song_no": "8102386", "year": "2016", "rank": "59", "title": "말해! 뭐해?", "artist": "케이윌", "genre": "Drama,Ballad", "lyrics": "아무 말 없이 내게서 커져만 가는 게 아무래도 이대론 안 되겠어 어쩌다 내가 이렇게 네게 빠진 건지 이유를 나도 모르겠어 넌 왜 내게서 맴돌아  뭘 해도 신경 쓰이고 뭘 해도 궁금해지고 넌 왜 내게서 맴돌아 oh 어떡해 나  자꾸만 생각이나 말해 뭐해 말해 뭐해 이러다가 바보처럼 한 눈 팔게 하지 말고 말해볼래 말해볼래 나의 맘에 담긴 사람 you are my only one  너무나 사랑을 해도 눈물 난다는 게 그런 말이 이해가 되지 않아 하지만 그댈 본 순간 두 눈 가득 고인 눈물이 사랑인 것 같아 넌 왜 내게서 맴돌아  뭘 해도 신경 쓰이고 뭘 해도 궁금해지고 난 너 하나만 생각해 이렇게 난 자꾸만 입 맞추고 말해 뭐해 말해 뭐해 이러다가 바보처럼 한 눈 팔게 하지 말고 말해볼래 말해볼래 나의 맘에 담긴 사람 you are my only one  내 모든 게 서툴다 해도 네 곁에 나 머물고만 싶어지는 게  사랑일까 사랑일 거야 너의 너의 남자 되고 싶어  말해 뭐해 말해 뭐해 내게 오는 사랑은 다 그대라는 이름인걸 말해 뭐해 말해 뭐해 나의 맘에 담긴 사람 you are my only one"}, {"song_no": "8026677", "year": "2016", "rank": "60", "title": "잊어버리지마 (Feat. 태연)", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "너와 나 언젠가 남이 되어도 영영 닿을 수 없는 사이 되어도 잊어버리지마 잃어버리지마 혹시나 다른 사람의 손 잡고 있어도 영영 닿을 수 없는 곳에 있어도 잊어버리지마 잃어버리지마 따뜻해 볼이 맞닿을 때 살며시 시린 내 손 잡아줄 때 차가운 세상에 지친 내 맘을 온기로 감싸네 예에이에 내 눈에 담긴 너의 얼굴 내 품에 잠든 너의 모습 이대로 멈췄으면 해 꽉 잡은 두 손 놓치면 안돼 너와 나 언젠가 남이 되어도 영영 닿을 수 없는 사이 되어도 잊어버리지마 잃어버리지마 혹시나 다른 사람의 손 잡고 있어도 영영 닿을 수 없는 곳에 있어도 잊어버리지마 잃어버리지마 마주 앉아 널 바라보는 지금이 영원하길 바래 혹시나 시간이 우릴 질투 할까 봐 사실 걱정 돼 변치 마 always by my side 영원히 함께 my love 언젠가 날 기억해주길 한번쯤은 뒤 돌아보길 부디 놓지 말아줘 우릴 계속 바라봐주길 Oh My love 시간이 지나 baby 너와 나 우리가 남이 되어도 잊어버리지마 날 잊어버리지마 랄라 랄라랄라 랄라 이 노랠 잊어버리지마"}, {"song_no": "5466962", "year": "2016", "rank": "61", "title": "스토커", "artist": "10cm", "genre": "Folk", "lyrics": "나도 알아 나의 문제가 무엇인지 난 못났고 별 볼 일 없지 그 애가 나를 부끄러워 한다는 게 슬프지만 내가 뭐라고 빛나는 누군갈 좋아하는 일에  기준이 있는 거라면 이해할 수 없지만 할 말 없는걸 난 안경 쓴 샌님이니까 내가 이렇게 사랑하는데 이렇게 원하는데 나는 아무것도 할 수 없고 바라만 보는데도 내가 그렇게 불편할까요 내가 나쁜 걸까요 아마도 내일도 그 애는 뒷모습만 이제 알아 나의 할 일이 무엇인지 다 포기하고 참아야 하지 저 잘 나가는 너의 남자친구처럼 되고 싶지만 불가능하지 빛나는 누군갈 좋아하는 일에 기준이 있는 거라면 이해할 수 없지만 할 말 없는걸 난 안경 쓴 샌님이니까 내가 이렇게 사랑하는데 이렇게 원하는데 나는 아무것도 할 수 없고 바라만 보는데도 내가 그렇게 불편할까요 내가 나쁜 걸까요 아마도 내일도 그 애는 나는 왜 이런 사람 이런 모습이고 이런 사랑을 하고 나는 아무것도 될 수 없고 바라만 보는데도 내가 그렇게 불편하니까 내가 나쁜 거니까 아마도 내일도 그 애는 나도 알아 나의 문제가 무엇인지"}, {"song_no": "8122589", "year": "2016", "rank": "62", "title": "사랑하자", "artist": "SG 워너비", "genre": "Drama", "lyrics": "잊지 말아요 나를 두고가면 어떡하나요 그댄 그대라는 사람은 내겐 가장 소중한 사람 그대랍니다 태어나 처음으로 가슴떨리던 사람  수천번을 보아도 내게 하나뿐인 그런 사랑 슬픈 사랑이라고 말하지 말아요 다시 생각해보면 행복한 나인데 우리 사랑하는만큼 서로 아파하지만 그냥 그냥 그냥 이대로 사랑하자 바보랍니다 그저 한 사람만 바라만 보는 사랑  혹시 보고플 때면 그땐 그땐 그냥 내게 와요 슬픈 사랑이라고 말하지 말아요 다시 생각해보면 행복한 나인데 우리 사랑하는만큼 서로 아파하지만 그냥 그냥 그냥 이대로 사랑하자 그댈 볼 수 없단건 죽음보다 더 내게 가장 무서운 일인데 나의 곁에 있어요 떠나가지 말아요 나의 사랑입니다 평생을 바쳐도 아깝지 않을 사람 그대일테니까 우리 사랑하는 만큼 서로 아파하지만 그냥 그냥 그냥 이대로 사랑하자"}, {"song_no": "8257689", "year": "2016", "rank": "63", "title": "틀린그림찾기", "artist": "키썸 (Kisum)", "genre": "Drama", "lyrics": "Hey boy Show me your love You &amp; I Good morning 안녕 좋은 아침이야 내 하루는 너의 미소처럼 더 밝게 빛나 너를 만나고 난 뒤 모든 게 달라졌어 장마 같던 내 일상에 너란 무지개가 떴어 느린 걸음거리를 맞춰주는 니가 좋아 우리 둘의 사이 거리를  좁혀주는 니가 좋아 You &amp; I 닮은 점이 많아 티 없이 맑게 웃는 미소까지도 전부 다 You &amp; I 시작해 사랑할 시간이 내겐 모자라 조금만 더 서둘러줘 너무 많이 닮아서 오히려 더 어려워 어려워 쉽지가 않아 Love u love u love u Love u love u love u Love u love u love u Hey baby I wanna be your light light 널 보면 신이 나서 노래 불러 랄라 So Cynical 해도 너는 멋져 Cool한 니 매력에 빠져 버렸어 설레발일지 모르지만 나와 같은 맘 이길 바래 너와 함께하고 싶어 매순간 어중간한 관계는 싫어 사랑을 확인시켜줘 난 니 옆에 있고 싶어 Let’s play hide and go seek 니가 어디 있어도 나는 너를 찾을 수가 있어 니가 좋아서 그러지 부담스럽게 했다면 미안 근데 난 너를 참을 수 없어 You &amp; I 시작해 사랑할 시간이 내겐 모자라 조금만 더 서둘러줘 너무 많이 닮아서 오히려 더 어려워 어려워 쉽지가 않아 하고 싶은 말 듣고 싶던 말 너도 나랑 같은 생각이였음 좋겠어 숨기지 말고 말해줘 boy 혼자라 못 했던 말 혼자라서 하지 못했던 말 사랑해 I Love u I love u 더 가까이 와 내 손 잡아줄래 나에게는 너 뿐이야 시간이 멈췄으면 그랬으면 조금 더 조금 더 널 보고싶어 Love u love u love u Love u love u love u Love u love u love u"}, {"song_no": "8259473", "year": "2016", "rank": "64", "title": "가슴이 말해", "artist": "김나영", "genre": "Drama", "lyrics": "나를 기억하나요 나를 알아보나요 이렇게 또 마주하네요 흔들리는 눈빛이  떨리는 내 입술이 또 그댈 찾네요 한걸음 뒤에 또 그렇게 뒤에서  그때처럼 날 안아줘   가슴이 말해 너를 기억해  내 맘 뛰게 하는 단 한 사람 가슴 시리도록 아픈 사랑 눈물이 말해 사랑해 그대  부르고 또 불러 봐도 그리운 내 사랑 바람이 차갑네요  그래도 괜찮아요  그대만 내 곁에 있다면  바보 같은 사랑도  괜찮아요 이렇게 그댈  볼 수만 있다면   지금도 우리 늘 그렇게 뒤에서  잊지 못해 울잖아요  가슴이 말해 너를 기억해  내 맘 뛰게 하는 단 한 사람 가슴 시리도록 아픈 사랑 눈물이 말해 사랑해 그대  부르고 또 불러봐도 그리운 내 사랑 아직도 내게는 그대만 보여요 이렇게 그대 영원히 그대 그때처럼 날 안아줘  가슴이 말해 너를 기억해  내가 그대라면 좋을텐데  그 아픔도 다 가져갈텐데  눈물이 말해 사랑해 그대  부르고 또 불러봐도 그리운 내 사랑"}, {"song_no": "8138940", "year": "2016", "rank": "65", "title": "Toy", "artist": "블락비 (Block B)", "genre": "R&B / Soul", "lyrics": "내 감정 따위 뭐가 중요해 싫증 날 때까지 갖고 놀면 돼 널 위해서라면 날 부러뜨려도 좋아 because I'm a toy toy 쓸모 없어지면 버려 몰래 문득 어렴풋이라도 기억될 수만 있다면 나 Everything I do it for you I'm a toy toy 담아왔던 속 얘길 나눌 때면 날 어루만지고 나서야 미소를 지었던 너야  얼마 안 돼 구석에 놓이겠지만 이 운명은 네 소유인 걸 Girl use me while you can  I'm all yours 난 너에게 더 이상 바랄게 없어 나로 인해 채워지는 널 본다면 꺼내줄 수 있어 다 가져가 주겠니 사랑이 장난이면 가차 없이 날 이용해 Now you know all you need is me I'm your toy I'm your toy I'm your toy 사랑이 장난이면 가차 없이 날 이용해 도대체 난 무엇일까 너한테 이런 질문도 욕심일까 나한텐 있는 거 없는 거 다 쏟아부었지만 소박한 기대조차 사치라 느껴진다 어차피 네 세상에서 한 발짝도 못 떼 아름답던 사이로 남아 추억 속에 진열되면 돼 네 마음 한적해지면 날 발견할 수 있어 사랑은 바보처럼 하는 게 현명할지도 아무 말도 해줄 수 없는 나 침묵하는 내 입술은 벌써 몇 장의 편지를 써냈어 나 하나쯤의 가벼운 아픔이지만 네가 슬퍼하길 원해 Girl use me while you can I'm all yours  난 너에게 더 이상 바랄게 없어 나로 인해 채워지는 널 본다면 꺼내줄 수 있어 다 가져가 주겠니 사랑이 장난이면 가차 없이 날 이용해 Now you know all you need is me I'm your toy 우린 평등할 수 없겠지 넌 내게 단 하나고 난 그 중 하나일 테니 주제넘지 않게끔만 헌신하면서 시작도 안 해본 이야길 마무리 지어 당장 타올라도 바람 앞의 촛불 널 밝힌 만큼 흐르는 눈물 이 달리길 갑자기 멈추면 난 분명히 넘어져 한 번만이라도 함께 걸어줘  난 너에게 더 이상 바랄게 없어 나로 인해 채워지는 널 본다면 꺼내줄 수 있어 다 가져가 주겠니 사랑이 장난이면 가차 없이 날 이용해 Now you know all you need is me I'm your toy I'm your toy I'm your toy 사랑이 장난이면 가차 없이 날 이용해"}, {"song_no": "7861392", "year": "2016", "rank": "66", "title": "또 다시 사랑", "artist": "임창정", "genre": "Ballad", "lyrics": "아픔이 좀 더 작아질까 의미 없는 만남을 하다가 어느 날 그대가 흘린 눈물 왠지 나와 같다 느껴서 이렇게 그대를 지키는가 봐요 행복하고 싶었던 그대를 몰랐던 누군갈 또 알아가면서 분명 행복할 걸 알겠지만 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것 일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 어느 날 그대가 숨긴 눈물 왠지 나와 같다 느껴서 이렇게 그대를 지키는 가 봐요 행복하고 싶었던 그대를 몰랐던 누군갈 또 알아가는 게 혹시 두렵기도 하겠지만 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 절대 우리 작은 다툼조차 하지 마요 이별 후엔 서운함만 가슴속에 남으니 사소한 그 표현이 그 말들이 언제나 나에겐 참 고마울 거예요 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것 일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 사랑 언제나 이번이 마지막이라며"}, {"song_no": "8217163", "year": "2016", "rank": "67", "title": "Lucky One", "artist": "EXO", "genre": "Dance", "lyrics": "Oh 태양이 뜬다  널 찾아줄 지도를 들고  좌표를 따라 나서는 항로 No matter 저 은빛 나침반은  너를 향할 테니  너를 닮은 하늘은 아름다워  오늘도 오늘도 이대로 넌 눈부셔  익숙한 듯 낯선 길 휘어버릴게  너와 나의 평행선 너머 너머  I don’t mind  큰 파도에 밀려 이 항해의 끝에 내가  휘몰아치는 순간 내 세상에 멈춰선  넌 나의 Only one 너를 발견한 순간 더 찬란히 빛나는  I’ll be the lucky one  너와 나 Living it up  이곳에 Just living it up  Keep on coming Wow wow wow wow 같은 시간 속에 Oh 하나된 그 순간  We’ll be the lucky ones  Girl Oh girl  비밀스럽게 숨겨둔 너의 고백  Just tell me right now  다가갈게 한 걸음 한 걸음 네 곁에 baby  오늘도 오늘도 절대로 Never go back  오직 나만 아는 Rule 바꿔버릴게  너와 나의 평행선 너머 너머  I don’t mind 큰 파도에 밀려 이 항해의 끝에 내가  휘몰아치는 순간 내 세상에 멈춰선  넌 나의 Only one 너를 발견한 순간 더 찬란히 빛나는  I’ll be the lucky one  너와 나 Living it up  이곳에 Just living it up  Keep on coming Wow wow wow wow  같은 시간 속에 Oh 하나된 그 순간  We’ll be the lucky ones  수많은 사람 속 나의 Lover  운이 좋게 찾은 네 잎 Clover  올 것 같아 내게로 너란 행운도 멋지지  누가 뭐라해도  널 알아갈수록 yeah let’s go  공존할 수 없는 곳은 없어  넌 나의 only one 난 너의 lucky one cause I I I 휘몰아치는 순간 내 세상에 멈춰선  넌 나의 Only one 너를 발견한 순간 더 찬란히 빛나는  I’ll be the lucky one  너와 나 Living it up  이곳에 Just living it up  Keep on coming Wow wow wow wow  같은 시간 속에 Oh 하나된 그 순간  We’ll be the lucky ones  I am the lucky one  I am the lucky one"}, {"song_no": "8172437", "year": "2016", "rank": "68", "title": "우아해 (woo ah)", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "우아 우아 우아해  우아 우아 우아해  우아 우아 우아해  우아 우아  나른해요 그대 곁에 있을 때  콧노랠 부르게 해주네요 너무 아름다워 환하게 웃는  그 모습은 눈이 부시게  맑은 햇살 같아요  날 밝혀줘 baby woo  I wanna fall in love with you  마음 가는 대로 해요 my baby  아무 걱정 말고 내 손을 잡아요 넌 우아 우아 우아해  우아 우아 우아해  우아 우아 우아해  우아 우아 우아해  우와 우와 우와해 우와 우와 우와해 우와 우와 우와해 우와 우와 멈추기 싫어요 이 노랠 부를 땐 아무것도 신경쓰기 싫어요 woo yeah 내 옆에 잠이든 너의 모습을 그려 I want it 매일 아침 일어나 말하고 싶어 babe have a good morning I just wanna be with you oh yeah 눈 부시게 맑은 햇살이 비출 때 I wanna fall in love with you 마음 가는 대로 해요 my baby 아무 걱정 말고 내 손을 잡아요 넌 우아 우아 우아해 우아 우아 우아해 우아 우아 우아해 우아 우아 우아해 우와 우와 우와해 우와 우와 우와해 우와 우와 우와해 우와 우와 하얀색 피부 앙증맞은 코에 부드러운 머리 결 날 내려보네 널 안으면 내 맘까지 따뜻해지곤 해 내 어깨에 기대면 잠이 막 쏟아지네 날 올려다보는 니 입술이 마침내 like a bomb on me 기분은 점차 높아지고 우린 반올림 Do you love me Like I love you Do you love me Like I love you"}, {"song_no": "8042553", "year": "2016", "rank": "69", "title": "Rain", "artist": "태연 (TAEYEON)", "genre": "Ballad", "lyrics": "텅 빈 회색 빛 거린 참 허전해 쓸쓸한 기분에 유리창을 열어 내민 두 손 위로 떨어진 빗방울 가득 고이는 그리움 나의 맘에 흘러 왠지 네가 보고픈 밤 차오르는 눈물 떠오르는 나의 맘 속 비가 오면 내리는 기억에 번지는 아픔에 흠뻑 쏟아지는 너를 보다 선명했던 그 시간에 멈춘 채 추억에 젖은 채 아름다웠던 너를 그려 in the Rain 길었던 참 눈이 부셨던 계절도 사진첩 속에 얼룩져 색이 바래질까 점점 깊어가는 이 밤 잊지 못한 약속 따뜻했던 품도 안녕 비가 오면 내리는 기억에 번지는 아픔에 흠뻑 쏟아지는 너를 보다 선명했던 그 시간에 멈춘 채 추억에 젖은 채 아름다웠던 너를 그려 in the Rain 흑백뿐인 세상 속 한줄기의 빛이 돼준 너 Rain 비가 되어 다가와 내 영혼을 환히 밝혀줘 Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Woo Woo Woo who who who  우산 아래 나직했던 속삭임 Woo Woo  가슴 한 켠에 퍼져 네가 들려 오늘 하루 내 안부를 묻듯이 편안한 빗소리 아련히 물든 기억 너란 빗속에 Woo Woo rain Woo Dreaming in the Rain"}, {"song_no": "8252405", "year": "2016", "rank": "70", "title": "Beverly 1lls", "artist": "SUPERBEE", "genre": "Rap / Hip-hop", "lyrics": "Yeah I’m at the top so high Welcome to Beverly ills 맑은 공기 다른 시야 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills Yeah I’m at the top so high Welcome to Beverly ills 맑은 공기 다른 시야 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills Yea I'm at the top so high Beverly hills 미국 예선 봤던 게 어제 일 같은데 어느새 Top 10 물론 우승밖에 생각을 난 안 해 창창해 내 앞이 Cuz illionaire got me 모든 Loop을 죽여 EDM까지 열폭종자들의 눈깔은 Hopsin 다 닥치 난 비행기로 부산을 가지 Whooo 여긴 Rapper가 예술가인 척하는 Hollywood 내 iPhone 메모지에 네 쓰레기 가사는 Comic book 그건 이미 중학교 미술 시간에 I've been there 때려치우고 Originalgimchi 내 인스타그램이나 Follow 해 Weak ass ayy Everywhere I go whatever I do them gimchis be jealous of me and my crew Illimuthafuckinaire gang We just havin some fun 근데 또 태클을 거네 자꾸 I'm tired of these mofos Fuck all u gimchis 다시 한 번 말해줄게 너네 위치 우린 펜트하우스 너넨 반지하 너넨 조기 축구 우리는 A매치 뛰어 Lit lit lit lit No rollin no smokin we just light this shit up like 심심한 부잣집 Kid 돈다발 갖고 불장난하듯이 82 We bout that life Livin the way we like Makin positive vibe Everything feels just right Yeah I’m at the top so high Welcome to Beverly ills 맑은 공기 다른 시야 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills Yeah I’m at the top so high Welcome to Beverly ills 맑은 공기 다른 시야 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills Welcome to my Beverly ills 다 내 Village로 와 난 너네 배를 불리지 I go straight ballin shit like 로날두의 페널티 킥 판을 갈아 Like Wegun의 Spin  10 더하기 1 뭔지 알면 너도 내 패거리지 나의 에너진 Ill 내게 머리카락 보일라 래퍼들은 머리를 밀어서 대머리지 Whoo 대걸레 머리 U ain't got it fuck errbody 내 색깔이 뭔지를 아직까지 모르겠다면 병원 가봐 색맹이야 넌 Aye 누가 날 막아 체온계도 녹아 너무 뜨거워 Fire Fire 인간으로 태어났지만 저 태양의 질투를 받아 Fire fire myunDo en fuego Can't nobody fuck up my mood We goin higher no retire 잘 맞춰진 주파수 내 Positivity가 거슬린다면 Just deal with it god 내 옆엔 R G B 있으니까 섞으면 White 전능해지지 난 Whoo Now I'm at the top of Beverly ills coloring things however I like 매번 하는 얘기지만 Ambition in my veins 냄새를 맡아 등 번호가 야망의 순위였다면 난 John Wall보단 Derrick Rose보단 Damian Lillard I mean look man who else got one bigger Yeah I’m at the top so high Welcome to Beverly ills 맑은 공기 다른 시야 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills Yeah I’m at the top so high Welcome to Beverly ills 맑은 공기 다른 시야 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills Yeah I’m at the top so high Welcome to Beverly ills 맑은 공기 다른 시야 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills Beverly ills Beverly ills 모두 다 Welcome to Beverly ills"}, {"song_no": "8261339", "year": "2016", "rank": "71", "title": "Like this (Feat. BOBBY)", "artist": "레디 (Reddy)", "genre": "Rap / Hip-hop", "lyrics": "Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this 이마 라인은 깔끔하게 Like this 바지 옆엔 하얀 줄 세 개 Like this 모자 위에 까만 선글라스 Like this 촌스러운 게 싫다면 그냥 따라 해 Like me Son 급해도 품위를 지켜 Like this 여기서는 못 신어요 나이키 But I said 그냥 해 뭐든 Like me 어떤 새끼들이 시비를 걸어도 Like this Ha 질투 받는 게 당연해 못난 놈들은 내 인기를 여자 앞에서 부정해 아직은 우리 집이 멀어서  늘어난 스케줄 소화하기가 불편해 날 부정하던 새끼들은 먹어 엿 너희들 기대 따위 없이 계속 먹어 No.1 날 자꾸 깎아내려도 웃어넘겨 이런 거에 여자들은 또 뻑이 가 Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this 그 새끼들은 안 된다는 말만 해 너처럼 용기도 없어서 아무것도 못 해 너처럼 뒷담이나 까고 부러워나 하겠지 너처럼 나처럼 하면 뜰 수도 있어 어쩌면 I came from the bottom 요즘 아이들의 Role model 젊은 엄마들은 원해 자기 아들이 나처럼 자라기를  Thank you to my mother Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this 기분을 유지해 분위기 붐벼 죽이네 Groovin 관중들 Movin them  Wildin out call it hooligan Fake bitches knockin out 난 훅을 쓰는 파퀴아오 대중 가드를 올린 다음 리듬 타네 난리 났지 무대를 장악해 젊은 피 끓는 하룻개 네 눈 감을 때 Hustle hard YG에서 제일 바쁜 애 이 정돈 가뿐해 상해에서 서울 도쿄에 나도 내 위치를 확인하려 인스타를 참고해 최연소 mofukuh Rockin like a monster Rockstar 랩 제일 잘하는 K-pop star Money printer Sprinter Desire chaser 간지 Copyright은 이미 바비 앞으로 돼 있어 Realer 씬 스틸러 Thriller 취향 저격 Sniper I’m sicker than yo red eye disease fake MC killer 내 반의반만 해도 쇼미 본선 정도는 가 있어 Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this If u feel this If u like this throw throw your elbows up If u feel this If u like this throw throw your elbows up 내가 지거나 이기는 건  어차피 하늘의 뜻이지 그건 난 그냥 즐기는 거야 네가 느낄 수 있게  Reddy 내 이름 하나만 기억해 Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this Like this"}, {"song_no": "8231453", "year": "2016", "rank": "72", "title": "No Matter What", "artist": "보아 (BoA)", "genre": "Electronica", "lyrics": "No matter what we do  어디에서라도  지구를 한 바퀴 돌아온다 해도  우리 둘만의 light  그 힘을 난 믿어  No matter what we do  No matter what we do  소원을 물어본다면  지키고 싶은 단 하나  허락한다면 영원히  욕심내고 싶은 걸  햇살이 따스하게  내 머리 위를 감싸고  바람은 시원하게  내 두 볼을 스치네  말로는 설명할 수가 없는  복잡한 기분  해답은 너  No matter what  No matter what we do  어디에서라도  지구를 한 바퀴 돌아온다 해도  우리 둘만의 light  그 힘을 난 믿어  No matter what we do  No matter what we do  No matter what  세상을 담은 하늘에  우리를 그려 넣고 싶어  허락한다면 계속  빠져들어 가고파  에메랄드 빛을 닮은  너의 깊은 눈동자  즐거운 대화를 이끄는  너의 입술도  살며시 닿는 촉감의  부드러운 두 손을  기억할래  No matter what  No matter what we do  어디에서라도  지구를 한 바퀴 돌아온다 해도  우리 둘만의 light  그 힘을 난 믿어  No matter what we do No matter what we do No matter what it takes 난 너와 함께할 때 비로소 완성되지 나는 너 아니면 안돼 When I see you right there 너가 반이어도 반대 When I see you right next to me I feel like I'm flying I feel like I'm alive when I'm with you 너랑 다툰 다음엔 난 풀 죽었어 심할 땐 가끔 저울도 들기도 했지만 진심은 아니었어 미안 How about How about How bout u 너도 나와 같지 똑같다고 말해 줘 마치 거울 보듯 No matter what we do 난 너가 아님 미완성같아 No matter what No matter what No matter what 사랑이라 하면 Let's keep it racing 다툼이라 하면 But we gotta stop now No matter what we do 우리 둘만의 rule No matter what we do No matter what we do"}, {"song_no": "8275728", "year": "2016", "rank": "73", "title": "바다", "artist": "허각", "genre": "Dance", "lyrics": "나의 볼에 입 맞춰 나를 사랑한다 말하는 널 보면 마음이 더 불안해 가지더라도 절대 너만은 내 거란 걸 그렇게 말하고 다닐 거야 그댄 내 마음속에 바다야 매일매일 꿈을 꾸며 사네요 그대와 수영해 몰래 맘속에 떨리는 마음을 애써 감춘 채 울고 싶었어 내 앞에 널 봤을 때 너무도 커져버린 너였기에 나는 초라해졌던 거야 내 손을 잡아주기를 바래 난 나를 보낼게 네게 나의 바다야 나의 하늘아 나를 안고서 그렇게 잠들면 돼 나의 바다야 나의 하늘아 난 너를 사랑해 언제나 나의 곁에 있는 널 왜 왜 넌 왜 넌 내게만 만만 어딜 가 자꾸자꾸 커져만 가는거야 왜 왜 넌 왜 넌 내게만 만만 어딜 가 자꾸자꾸 멀게만 느낀걸까 왜 왜 넌 왜 넌 내게만 만만 어딜 가 자꾸자꾸 커져만 가는거야 왜 왜 넌 왜 넌 내게만 만만 어딜 가 자꾸자꾸 멀게만 느낀걸까 울고 싶었어 내 앞에 널 봤을 때 너무도 커져버린 너였기에 나는 초라해졌던 거야 내 손을 잡아주기를 바래 난 나를 보낼게 네게 나의 바다야 나의 하늘아 나를 안고서 그렇게 잠들면 돼 나의 바다야 나의 하늘아 난 너를 사랑해 언제나 나의 곁에 있는 널 나의 바다야 나의 하늘아 나를 안고서 그렇게 잠들면 돼 나의 바다야 나의 하늘아 난 너를 사랑해 언제나 나의 곁에 있는 널 나의 바다 나의 하늘 나의 바다 나의 하늘 나의 바다 나의 하늘 우리 사랑 영원하기를 나의 바다 나의 하늘 나의 바다 나의 하늘 나의 바다 나의 하늘 우리 사랑 영원하기를"}, {"song_no": "4660794", "year": "2016", "rank": "74", "title": "I`m Not The Only One", "artist": "Sam Smith", "genre": "Pop", "lyrics": "You and me we made a vow For better or for worse I can't believe you let me down But the proof is in the way it hurts For months on end  I've had my doubts Denying every tear I wish this would be over now But I know that  I still need you here You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one You've been so unfaithful Now sadly I know why Your heart is unobtainable Even though lord knows you have mine You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one I have loved you for many years Maybe I am just not enough You've made me realise  my deepest fear By lying and tearing us up You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one I know I'm not the only one I know I'm not the only one  And I know I know I'm not the only one"}, {"song_no": "8252573", "year": "2016", "rank": "75", "title": "아주 NICE", "artist": "세븐틴", "genre": "Dance", "lyrics": "아침엔 모닝콜 필수던 내가  오늘은 번쩍 번쩍 눈이 떠지는가  데이트 날이라 그런지  어제 꿈도 좋은 꿈 꿨지  새 신발을 신고   현관문을 열고 나가면  오늘 날씬 너를 많이 닮아  너에게 가는 길은 꽃길이 되고  보일 듯 말듯한 네 마음 보인다면  온몸이 간질간질 두근두근  이 기분은 뭐야 어떡해  아주 NICE  아주 NICE  NICE  아주 NICE 뭐 하나 물어볼게  꿈에서도 너가 둥둥  떠 다닐 것 같애 맞아  멋진 남자 되고파  Fitness 끊은 것 같애 맞아  연애가 첨이라  내가 긴장할 것 같애  너가 나의 모든 의문점에 대한  정답인 것 같애  아 궁금한 게 있는데 어떻게 그리 예뻐 신호등만 건너면 맛있는 가게 있어 가자 오늘 날씨 너를 많이 닮아  너에게 가는 길은 꽃길이 되고 보일 듯 말듯한 네 마음 보인다면 온몸이 간질간질 두근두근 이 기분은 뭐야 어떡해 뭐야 어떡해 아주 NICE 아주 NICE NICE 아주 NICE 어떤 사람은 말하죠 연애는 연애일 뿐이라고 그걸로 끝이라고 그렇다면 시작점이 끝이 될 수 있게 너로 시작해 나로 끝낼 수 있게 맞잡은 두 손에 원처럼 우린 끝이 없네 지금 상황 FOREVER 우리 둘이 FOREVER 첫사랑은 안 이루어 진단 말은 믿지 않기로 해요 익숙함에 속아 잃지 않았으면 해 서로가 우리라는 말이 지켜질 수 있게 진지한데 뜬금없지만 뜬금없지만 오늘 난 말야 아주 NICE 아주 NICE NICE 아주 NICE 오늘 하루도 아주 즐거웠어요 다음 데이트도 빨리 했음 좋겠어요 집 데려다 주는 길이 너무도 짧아요 내일 이 시간에 또 만나요"}, {"song_no": "8053157", "year": "2016", "rank": "76", "title": "ALWAYS", "artist": "윤미래", "genre": "Drama", "lyrics": "그대를 바라볼 때면 모든 게 멈추죠 언제부턴지 나도 모르게였죠 어느 날 꿈처럼 그대 다가와 내 맘을 흔들죠 운명이란 걸 나는 느꼈죠 I Love You 듣고 있나요 Only You 눈을 감아 봐요 바람에 흩날려 온 그대 사랑 whenever wherever you are whenever wherever you are oh oh oh love love love 어쩌다 내가 널 사랑했을까 밀어내려 해도 내 가슴이 널 알아봤을까 I Love You 듣고 있나요 Only You 눈을 감아 봐요 모든 게 변해도 변하지 않아 넌 나의 난 너의 사랑 그대 조금 돌아온대도 다시 나를 스쳐 지나더라도 괜찮아요 그댈 위해 내가 여기 있을게 I Love You 잊지 말아요 Only You 내 눈물의 고백 바람에 흩날려 온 그대 사랑 whenever wherever you are whenever wherever  you are"}, {"song_no": "8252139", "year": "2016", "rank": "77", "title": "그 애 (愛)", "artist": "정엽", "genre": "Drama", "lyrics": "내가 맨 처음 너를 봤을 때 넌 불안한 아이 같았어 어느 날 내 곁에 서 있을 땐 너무 사랑스럽게 넌 변해있었지 알고 있었니 우리 사랑하게 될 줄 I miss you I love you 넌 내 삶의 전부야   내가 사는 이유야 설명 할 수 없는 기적이야 나의 위로가 필요한 사랑이라면 한 걸음 더 다가와 Yes I believe my destiny 너의 고운 숨결이 따뜻해 느낌 하나 하나가 너무 소중해 그 어떤 말로 그 말 할 수 있을까   I miss you I love you 넌 내 삶의 전부야   내가 사는 이유야 설명 할 수 없는 기적이야 나의 위로가 필요한 사랑이라면 한 걸음 더 다가와 너의 그 향기가 좋아서  그냥 마냥 좋아서 아마 이게 우리 사랑인가봐 If I ever fall in love would you let me be the one 너는 이제 혼자가 아니야 넌 내 삶의 전부야   내가 사는 이유야 설명 할 수 없는 기적이야 나의 위로가 필요한 사랑이라면 한 걸음 더 다가와 Yes I believe my destiny"}, {"song_no": "8171202", "year": "2016", "rank": "78", "title": "Dream Girls", "artist": "아이오아이 (I.O.I)", "genre": "Dance", "lyrics": "하나 둘 셋 넷 Mic check 1 2 하나 둘 셋 넷 Mic check 1 2 하나 둘 셋 넷 Mic check 1 2 1 2 1 2  모두 나를 비웃고 모두 나를 떠나고 내가 혼자되어도 I don't care 나 이쁘진 않아도 날씬하진 않아도 까칠하게 보여도 뭐 어때 너 고민하지마 그래 너답게 이 시간은 내 거야 내가 주인공야 오래 기다렸잖아  The time is coming 보여줄 거야 Let's go We here to rock the show Get ready we'll let you know 아무도 못 말려 boy  지금부터 I got you boy 원하는 걸 말해봐 우리가 들어줄게 당당하게 be like that We are the dream girls  dream girls dream girls dream girls 꿈을 향해 달려가 dream girls 시간은 충분해 조급해하지마 Trust yourself 너 포기하지마 We are the dream girls  dream girls dream girls dream girls 조금만 더 힘을 내 dream girls 신경 쓰지마 조금 늦더라도 Over and over  follow your fever like that 남들 시선에 포기는 No 니가 주인공 끝까지 Go 두려워하지마 우릴 따라와 후회 안 해 자신 있어 난 1 Step 2 Step 천천히 걸음을 떼 조급해 하지마 뒤처지면 어때 앞으로 나아가 이제 Coming 너 고민하지마 그래 너답게 이 시간은 내 거야 내가 주인공야 오래 기다렸잖아  The time is coming 보여 줄 거야 Let's go We here to rock the show Get ready we'll let you know 아무도 못 말려 boy  지금부터 I got you boy 원하는 걸 말해봐 우리가 들어줄게 당당하게 be like that We are the dream girls  dream girls dream girls dream girls 꿈을 향해 달려가 dream girls 시간은 충분해 조급해 하지마 Trust yourself 너 포기하지마 We are the dream girls  dream girls dream girls dream girls 조금만 더 힘을 내 dream girls 신경 쓰지마 조금 늦더라도 Over and over  follow your fever like that 괜찮아 잘 될 거야  주저하지 말고 일어나 한걸음 또 한걸음 We are the dream girls  dream girls dream girls dream girls 꿈을 향해 달려가 dream girls 시간은 충분해 조급해 하지마 Trust yourself 너 포기하지마 We are the dream girls  dream girls dream girls dream girls 조금만 더 힘을 내 dream girls 신경 쓰지마 조금 늦더라도 Over and over  follow your fever like that"}, {"song_no": "8233294", "year": "2016", "rank": "79", "title": "무궁화", "artist": "매드클라운", "genre": "Rap / Hip-hop", "lyrics": "좆까라가라가라가라 마이싱 먼나라 이웃나라 짜이찌엔 동해 물과 백두산이 파이팅 삼천리 화려강산 무궁화 무궁화 좆까라가라가라가라 마이싱 먼나라 이웃나라 짜이찌엔 동해 물과 백두산이 파이팅 삼천리 화려강산 무궁화 무궁화 열여섯 마디 킬러 On the beat 내 Rap shit is muhfuckin' dope 코카인 한번 들어보면 찾게 돼 또다시 그때는 공짜가 아니지 You gotta pay 돈을 받는 게 너무 당연해 내가 뱉는 건 Rap 아니고 팔아야 되는 내 제품이고 네 여자는 내 고객 I gave her my everythang She gimme brain in the mornin' till I pass out 밤이 되면 다시 너에게로 패스하지 Puff Puff Pass it 노래 가사처럼  Ride around the city 옆에는 영라 이런 Swag 이런 Rap 너넨 처음 봐 내 Rap처럼 Wavy한 내 머리 스타일 Uh 열여섯 마디 킬러 내가 한 걸 듣고 나면 너희들은 느껴 거리감 아주 좆까라가라가라가라 마이싱 먼나라 이웃나라 짜이찌엔 동해 물과 백두산이 파이팅 삼천리 화려강산 무궁화 무궁화 좆까라가라가라가라 마이싱 먼나라 이웃나라 짜이찌엔 동해 물과 백두산이 파이팅 삼천리 화려강산 무궁화 무궁화 Yes sir 여기서 마지막 공연을 끝낼 때쯤에 난 카니발 안에다 가사를 쓰겠지 Man 행사 페이는 빈스 카터보다 높이 뛰고 네 크루 이름은 기억도 못 하겠지 Man 점을 찍었고 내가 그릴 건 크레셴도 처음 이겼고 이제 나는 메이웨더처럼 이길 일만 남아있지 전해 지구인과 행주한테 성공할 때가 왔다고 Uh 여기 나란히 서서 랩을 하지만 우리는 다른 곳에 있어 부디 착각하지 마 이미 최고인 듯이 행동하지 스윙스한테 경례 받은 새낀 여기 나 하나잖아 If you didn’t know now you know 너는 갑툭튀라 말하겠지 난 처음부터 해왔던 것들 좀 보여주는 것뿐 난 왔고 또 봤고 다음 차례야  아주 좆까라가라가라가라 마이싱 먼나라 이웃나라 짜이찌엔 동해 물과 백두산이 파이팅 삼천리 화려강산 무궁화 무궁화 좆까라가라가라가라 마이싱 먼나라 이웃나라 짜이찌엔 동해 물과 백두산이 파이팅 삼천리 화려강산 무궁화 무궁화 첫 번째론 탈락위기 10표 받아 Hashtag G 이건 또 다른 기회  God bless Let's get it off 누가 누굴 판단해 Bitch  이건 고무줄놀이 아냐 왜 이렇게 줄 타니  난 스타쉽에 기둥이자 가양타운의 아들 기적을 이뤄내요 송 씨 가문 두 개의 태양을 Ha 누가 따라오겠냐 샵투더쥐 내가 그냥 한 말이 아냐 Look at me  두 번째론 비행소년 비트 빠그라지고 길매팀 재조명 씨발 이 정도는 쪼여줘야 할 맛 나지 쇼미더머니 이제 시작인데 살만하니 I got that flame I got that flame 뭐 어려울 거 있나 해버려 손쉽게 이건 나를 위한 플랜B 도넛과 보이비 산체스 형제들과 2016년 Bitch  아주 좆까라가라가라가라 마이싱 먼나라 이웃나라 짜이찌엔 동해 물과 백두산이 파이팅 삼천리 화려강산 무궁화 무궁화 좆까라가라가라가라 마이싱 먼나라 이웃나라 짜이찌엔 동해 물과 백두산이 파이팅 삼천리 화려강산 무궁화 무궁화 좆까라가라가라가라 마이싱 먼나라 이웃나라 짜이찌엔 동해 물과 백두산이 파이팅 삼천리 화려강산 무궁화 무궁화 좆까라가라가라가라 마이싱 먼나라 이웃나라 짜이찌엔 동해 물과 백두산이 파이팅 삼천리 화려강산 무궁화 무궁화"}, {"song_no": "8167307", "year": "2016", "rank": "80", "title": "불타오르네 (FIRE)", "artist": "방탄소년단", "genre": "Dance", "lyrics": "불타오르네 Fire Fire Fire Fire When I wake up in my room  난 뭣도 없지 해가 지고 난 후 비틀대며 걷지 다 만신창이로 취했어 취했어 막 욕해 길에서 길에서 나 맛이 갔지 미친놈 같지 다 엉망진창 livin' like 삐이 니 멋대로 살어 어차피 니 꺼야 애쓰지 좀 말어 져도 괜찮아 Errbody say La la la la la  La la la la la Say La la la la la  La la la la la 손을 들어 소리질러 Burn it up 불타오르네 싹 다 불태워라 Bow wow wow 싹 다 불태워라 Bow wow wow  Hey burn it up 전부 다 태울 것 같이 Hey turn it up 새벽이 다 갈 때까지 그냥 살아도 돼 우린 젊기에 그 말하는 넌 뭔 수저길래 수저수저 거려 난 사람인데 So what 니 멋대로 살어 어차피 니 꺼야 애쓰지 좀 말어 져도 괜찮아 Errbody say La la la la la  La la la la la Say La la la la la  La la la la la 손을 들어 소리질러 Burn it up 불타오르네 싹 다 불태워라 Bow wow wow 싹 다 불태워라 Bow wow wow Fire 겁 많은 자여 여기로 Fire 괴로운 자여 여기로 Fire 맨주먹을 들고 All night long Fire 진군하는 발걸음으로 Fire 뛰어봐  미쳐버려 다 hot hot hot hotter 싹 다 불태워라 Bow wow wow hot hot hot hotter 싹 다 불태워라 Bow wow wow Fire  hot hot hot hotter Fire  싹 다 불태워라 Bow wow wow Fire  hot hot hot hotter Fire  싹 다 불태워라 Bow wow wow 용서해줄게"}, {"song_no": "8254504", "year": "2016", "rank": "81", "title": "보란듯이 (Feat. 앤덥)", "artist": "손승연", "genre": "R&B / Soul", "lyrics": "아무래도 상관없어 난 네가 뭐를 하고 살던 간 누굴 만나든 아무렇지도 않아 거짓말이야 사실 거의 하루 열 번씩 너의 SNS 들여다봐 진짜 나 미쳤나봐 헤어짐을 말한 건 너란 걸 인정하지 서운하고 섭섭했던 건 나도 많지 도대체 왜 내가 널 버린 것 같이 센치터져 톡 사진 알림말까지 혹시 네가 봐줄까 흔들리지 않을까 아무렇지 않은 네게 괜히 화가 나서 내가 뭘 어쩔까 울까 너 보란듯이 웃지마 즐겁지마 왜 티내 나 보란듯이 난 아직 나 없이 웃는 네가 싫어 정말 괜찮니 나 없이 안 괜찮아 매일 밤 한숨만 내쉬었지 매일 밤 그 정도만 난 눈뜨고 하루종일 정말 끝난 건 아니라 믿고 싶어 나 괜찮을까 너 없이 나도 할말 있어 너도 괜찮아 보이던데 뭐 예쁜 옷 입고 분위기 있는 bar에서 모히또 댓글 창에 아는 오빠들 모이는 걸 보니 나도 몰래 속타는 걸 너무 힘들어 해서 친구들이 걱정해서 잠깐 바람만 쐤을 뿐 너는 몰라 내가 뭘 어쩔까 울까 너 보란듯이 웃지마 즐겁지마 왜 티내 나 보란듯이 난 아직 나 없이 웃는 네가 싫어 정말 괜찮니 나 없이 안 괜찮아 매일 밤 한숨만 내쉬었지 매일 밤 그 정도만 난 눈뜨고 하루종일 정말 끝난 건 아니라 믿고 싶어 나 괜찮을까 너 없이 매일매일 난 너의 전화번호만 눌러 놓고 멍해져 oh no 나와 함께보다 행복해보이는 널 보면 난 자신이 없어져서 내가 뭘 어쩔까 울까 너 보란듯이 웃지마 즐겁지마 왜 티내 나 보란듯이 난 아직 나 없이 웃는 네가 싫어 정말 괜찮니 나 없이 안 괜찮아 매일 밤 한숨만 내쉬었지 매일 밤 그 정도만 난 눈뜨고 하루종일 정말 끝난 건 아니라 믿고 싶어 나 괜찮을까 너 없이"}, {"song_no": "8143111", "year": "2016", "rank": "82", "title": "돌아오지마 (Feat. 용준형 Of 비스트)", "artist": "헤이즈 (Heize)", "genre": "Rap / Hip-hop", "lyrics": "아직도 비가 내리면 빗 소릴 beat 삼아 너를 끄적이곤 해 괜찮지 않아 난 내일도 알람이 아닌 그리움이 날 깨울게 뻔해 난 다시 한 번 나의 널 안고 싶어 잡고 싶어 너의 반짝이는 눈 속에서 날 보고 싶어 이렇게 널 보내고 후회 속에 살고 있어 혹시 이 노랠 듣게 돼도 그냥 듣고 흘려줄래 넌 나에게 돌아오지 마 날 보지 마 지나쳐가 넌 행복해야 하니까 널 닮은 사람과 행복하게 살아 okay 이건 널 그리워하는 노래 but 절대로 하지는 말아 오해 혹 널 내게 다시 돌아오게 하기 위해 부르는 노래는 아니니까 솔직히 말할게 i wanna go back 이렇게 다 남아있지 내 phone엔 하지만 이젠 알아 너의 곁엔 나보다는 그녀가 더 잘 어울리는 것 같애 웃기지 마 난 너에게 지금처럼 가사 거리일 뿐 아무것도 아닌 걸 4분도 넘지 않는 이 노래에 담길 만큼 우리가 했던 사랑은 조그맣지 않은 걸 걍 꺼지라 해 알아듣기 쉽게 널 위한 이별 같은 소리 난 이해 못 해 그게 아님 당장 이 노래 멈춰 아무 일 없던 것처럼 나를 안아줘 넌 나에게 돌아오지 마 날 보지 마 지나쳐가 넌 행복해야 하니까 널 닮은 사람과 행복하게 살아 만약에 내가 너에게 전활 걸거나 너의 집 앞에서 널 기다리고 있거나 비가 많이 내리는 날에는 전화길 꺼놔 잠깐일 거야 그건 그냥 다 쇼야 맘 약해지지 말고 잘 생각해 힘들어했잖아 이기적인 나의 말투와 행동 그리고 친굴 만날 때도 착한 넌 항상 내 눈치를 봐야 했겠지 넌 불행할 자격이 없어 난 자신 없어 너만큼 좋은 여자가 되기엔 그래서 널 놓아주는 것 말곤 방법이 없어 너에게 바라진 않아 이해 이렇게 돌아서지 마 너 아닌 사람과 어떻게 행복하란 말이야 난 행복해야 하니까 네가 필요해 난 네가 필요해"}, {"song_no": "8193236", "year": "2016", "rank": "83", "title": "어쩌면 나", "artist": "로이킴", "genre": "Drama", "lyrics": "애써 괜찮은 척 웃고 있어도 그 눈가엔 슬픔이 고였지 언제나 그대의 상처를 누구보다 잘 알고 있어서 어떤 말도 할 수 없어서 아파와 이런 내 마음을 어떻게 해야 할까 그댄 바람처럼 내 마음을 흐트러뜨리지만 어쩌면 나 아주 오랫동안 그댈 기다려 온 것만 같아 애써 무심한 척 돌아섰지만 피하려 할수록 난 그대가 그리워 이제는 더 이상 내 마음을 숨길 수가 없어 그댄 바람처럼 내 마음을 흐트러뜨리지만 어쩌면 나 아주 오랫동안 그댈 기다려 온 것만 같아 마치 그댈 만나기 위해 그 모둘 견뎌온 것만 같아 그댄 별빛처럼 저 별빛처럼 어두운 내 마음에 스며들어 어쩌면 나 그대를 만나 행복을 찾게 될 것만 같아"}, {"song_no": "8094566", "year": "2016", "rank": "84", "title": "Don`t Cry (우리 동네 음악대장)", "artist": "하현우 (국카스텐)", "genre": "Rock", "lyrics": "그대의 눈물이 마를 때까지 우리의 사랑을 볼 수 없을 테니 울지 말아요 이제야 나는 알겠으니 음 날 사랑하던 그대는 이미 없다는 걸 So you don't cry for me 세월 지나도 난 변하지 않아 And then I cry for you 이 밤 지나면 이젠 안녕  영원히 그대의 아픔도 눈물도 슬픈 상처도 내가 갖겠다던 약속들 잊지 않았기에 울지 말아요 이토록 사랑하기에 이젠 안녕 천천히 그리고 영원히 So you don't cry for me 세월 지나도 난 변하지 않아 And then I cry for you 이 밤 지나면 이젠 안녕 영원히 So you don't cry for me So you don't So you don't So you never break my heart  이 밤 지나면 이젠 안녕 영원히 널 사랑해 널 사랑해 영원히 널 사랑해 널 사랑해 널 사랑해 언제나 영원히 널 사랑해 널 사랑해 널 사랑해 널 사랑해 널 사랑해 널 사랑해 언제나 영원히 널 사랑해 널 사랑해 널 사랑해 널 사랑해 널 사랑해 언제나 영원히 널 사랑해 널 사랑해 널 사랑해 So you don't cry for me"}, {"song_no": "8243908", "year": "2016", "rank": "85", "title": "Sunflower", "artist": "윤하 (YOUNHA)", "genre": "Drama", "lyrics": "어제 아픔에 멍하니 서있지마 외롭다고 아파하지마 내가 꿈꿨던 이길이 맞는건지 불안한 난 뒤돌아봤어  오 아 그 길을 찾으면 웃을 수가 있을까 욕심이 많아 아팠던 날들 어제와 다를 수 있어 혼자라는 생각을 하지마 지난 아픈 기억은 이제 중요하지 않아 언젠가는 눈물 멎으면 힘들던 시간이 말하겠지 내게 고마웠다고 힘내라고 괜찮을거라고 내게 말해 라라라 라라라 나는 나를 더 아낄거야 라라라 라라라 나는 나를 사랑해 내가 무엇을 정말 원했었는지 불안한 난 뒤돌아봤어 오 아 그 길을 찾으면 웃을 수가 있을까 욕심이 많아 아팠던 날들 어제와 다를 수 있어 혼자라는 생각을 하지마 지난 아픈 기억은 이제 중요하지 않아 언젠가는 눈물 멎으면 힘들던 시간이 말하겠지 내게 고마웠다고 힘내라고 괜찮을 거라고 다시 울지 않을래 아직 늦지 않았어 언젠가는 다시 시작할 내 하루에 정말 감사해 감동 주기를 바래 내 미래에 걱정말라고 내게 말해 라라라 라라라 나는 나를 더 아낄거야 라라라 라라라 나는 나를 사랑해"}, {"song_no": "8268275", "year": "2016", "rank": "86", "title": "네 생각", "artist": "존박", "genre": "Ballad", "lyrics": "아침에 눈을 뜨면 네 생각이나 창밖을 바라보다 네 생각이나 그렇게 멍하니 또 하루가 흘러가 너도 날 가끔씩은 떠 올릴까 네 생각이나 어느새 내 주변의 모든 건  익숙한 향기로 너에게 물들어 화초에 꽃이 피어 네 생각이나 예쁜 걸 볼 때마다 네 생각이나 내 취향은 아니지만 네가 좋아하는 그 노랫말 하루 종일 흥얼거려 네 생각이나 사랑이 내게도 찾아왔나 봐 어느새 내 주변의 모든 건 처음 보는 색으로 내 맘처럼 피어나 푸르던 하늘에 무지갯빛이 나 갈라진 골목길도 모네의 그림 같아 이렇게 변한 나를 내가 봐도 참 우습기만 하지만 어쩔 수 없나 봐 하루 종일 바보처럼 네 생각이나 그렇게 멍하니 또 하루가 흘러가 아침에 눈을 뜨면 네 생각이나 양치를 하다가도 네 생각이나 그렇게 멍하니 또 하루가 흘러가 너도 날 가끔 떠올릴까 네 생각이나 화초에 꽃이 피어 네 생각이나 커피를 마시다가 네 생각이나 이렇게 변한 나를 내가 봐도 참 우습기만 하지만 어쩔 수 없나 봐 온종일 바보처럼 네 생각이나 네 생각이나 오 네 생각이나"}, {"song_no": "8170829", "year": "2016", "rank": "87", "title": "사람들이 움직이는 게", "artist": "악동뮤지션", "genre": "Dance", "lyrics": "사람들이 움직이는 게 신기해 팔다리가 앞뒤로 막 움 움 움 움직이는 게 숨 크게 들이쉬면 갈비뼈 모양이 드러나는 것도 내쉬면 앞사람이 인상 팍 쓰며 코를 쥐어 막는 것도 놀라와 놀라와 놀라와 Amazing 어릴 때 내 발 도장 보니 완전 꼬맹이 브이하고 찍은 픽쳐를 보니 나인가 싶은 코흘리개 뭐 먹고 이렇게 훌쩍 컸나 보냐 우리 엄마 아빠 사랑 먹고 이리 잘 컸나 보다 그 수많은 생물 중에 인간이라서 참 다행이야 장난감으로 태어났다면 혼자 움직이지도 못할 텐데 생각만 해도 끔찍해 그러고 보니 내 심장은 어떻게 bounce bounce 해 사람들이 움직이는 게 신기해 팔다리가 앞뒤로 막 움 움 움 움직이는 게 숨 크게 들이쉬면 갈비뼈 모양이 드러나는 것도 내쉬면 앞사람이 인상 팍 쓰며 코를 쥐어 막는 것도 놀라와 놀라와 놀라와 Shall we dance Dance Move move move all right 팔다리가 앞뒤로 move around Move move move all right Say yeah 손발로 막 치고 박고 두 다리로 공 차고 받고 했던 내 익숙하던 몸뚱어리가 낯설게 느껴질 땐 몸치고 박치고 다 하나같이 쿵쿵짝 호키포키 clap your 궁둥짝 누구라도 한 번쯤은 다 생각해보는 Right Who am I Who are you 그 수많은 생물 중에 인간이라서 참 다행이야 돌덩어리로 태어났다면 이리저리 치이고 굴러 떼굴떼굴 떨어지고 말 텐데 생명이란 건 참으로 신비해 사람들이 움직이는 게 Jump 사람들이 움직이는 게 신기해 팔다리가 앞뒤로 막 움 움 움 움직이는 게 숨 크게 들이쉬면 갈비뼈 모양이 드러나는 것도 내쉬면 앞사람이 인상 팍 쓰며 코를 쥐어 막는 것도 놀라와 놀라와 놀라와 Let's dance Dance Move move move all right 팔다리가 앞뒤로 move around Move move move all right Say yeah"}, {"song_no": "8266230", "year": "2016", "rank": "88", "title": "못참겠어 (Feat. 로꼬)", "artist": "에릭남 (Eric Nam)", "genre": "Dance", "lyrics": "뜨거운 햇살에 달린듯이  지치고 목이 말라  You know what I mean  깊은 바다에 빠진 느낌  숨쉴 수가 없어  I think I'm in too deep  Because of you 말하고 싶어  And baby you 너만 보면 Ooh girl I just can't help myself  Can't wait no longer  이젠 못 참겠어  Wanna be with you you tonight Yeah  No more playin' cool cool you and I  목마른 내 맘을 적셔 All right  내게 숨을 불어 넣어줘 My life  Without you 의미가 없어  나를 받아줘 사랑하게 해줘  알면 안되는 비밀같이  내 맘을 숨겨야 해서 힘들었지  애써 안되는 표정관리  입을 열다가 또 입술만 깨물지  Because of you 말하고 싶어  And baby you 너만 보면 Ooh girl I just can't help myself  Can't wait no longer  이젠 못 참겠어  Wanna be with you you tonight Yeah  No more playin' cool cool you and I  목마른 내 맘을 적셔 All right  내게 숨을 불어 넣어줘  My life being without you girl  의미없어 난 너 밖에 없어 Oh no  사실 나는 참을성이 아주 많아  맞아본 적도 없는 등짝 스매싱  그러니까 내가 못 참겠다고  말을 할 때는 꿀밤 대신  눈을 감아줬으면 해  니가 자꾸 나를 무례하게 해  태양은 뜨겁지만 나는 맨 눈으로  너를 보고 땀을 흘릴래  I wanna be with you you tonight Yeah  No more playin' cool cool you and I  목마른 내 맘을 적셔 All right baby  내게 숨을 불어 넣어줘 My life without you 의미가 없어 나를 받아줘 사랑하게 해줘"}, {"song_no": "8100402", "year": "2016", "rank": "89", "title": "다시 너를", "artist": "매드클라운", "genre": "Drama", "lyrics": "다시 너를 볼 수 있을까 다시  스쳐 지나가 버린 운명 앞에 서 있어 깨지 못할 꿈이었을까 우리  멀어지는 너에게 전하지 못했어 한번도 널 사랑해 내 깊은 마음속  Don`t let me cry 넌 닿으면 없어질 꿈 녹아내려 버릴 눈 네가 그리워질 때면 난 너가 돼 있었고 잡지 않았어 널 다시 올 줄 알고  그리워하다 보면 언젠가는 다시 볼 줄 알고 열병 같던 감정의 시작 끝 그 시작 끝에 서 있어 비상등처럼 어둠 속 혼자 우두커니 불 켜있어 아무리 생각해도 답은 넌데 가슴에 틀린 답을 적네 밀어내도 남아있어 어느새 꿈속에 와있어 I don`t wanna lose you Be without you  Anymore 생각해도 모르겠어 너 없이 사는 법 I don`t wanna lose you Be without you  Anymore 다시 너를 볼 수 있을까 다시  스쳐 지나가 버린 운명 앞에 서 있어 깨지 못할 꿈이었을까 우리  멀어지는 너에게 전하지 못했어 한번도 널 사랑해 내 깊은 마음속  Don`t let me cry 딱 하루 돌아갈 수 있다면 그 날로 나 살 수 있다면  널 아프게 한 말과  행동 되돌릴 수 있다면 널 덜 외롭게 하고  더 꽉 안을 수 있다면 미치게 후회스러운 그 하루 다시 내게 주어진다면 다시는 내게서 네 손 절대로 놓지 않을게 내가  넌 예쁘게만 피면 돼 널 위해서 가시가 될게 내가  빌어먹을 왜 몰랐을까 그때 널 잡았다면 달랐을까 난 어차피 넌데 널 떠나봤자 결국 어차피 넌데 I don`t wanna lose you Be without you  Anymore  생각해도 모르겠어 너 없이 사는 법 I don`t wanna lose you Be without you  Anymore  다시 너를 볼 수 있을까 다시  스쳐 지나가 버린 운명 앞에 서 있어 깨지 못할 꿈이었을까 우리  멀어지는 너에게 전하지 못했어 나의 마음을 아직도 울고 있잖아 Don't let me cry 여기서 기다리잖아 가슴이 지치도록 Don't say goodbye  내 곁에 돌아와  언제라도 찾아와"}, {"song_no": "8217129", "year": "2016", "rank": "90", "title": "바라지 않아 (Feat. 소정 Of 레이디스 코드)", "artist": "정키", "genre": "R&B / Soul", "lyrics": "창 밖에 비가 내릴 때면 옛 생각에 잠기곤 해 나 헤어졌다는 게 실감이 안나서 홀로 남았단 게 서투른 오늘 같은 밤 벌써 니가 그리워진 건지 아님 괜히 외로웠는지 어질어진 맘은 식을 줄 모르고 하루하루가 왜 힘들기만 하는지 처음 만나 설렜던 그 날처럼 뜨겁게 안았던 그 날처럼 이젠 두 번 다시 돌릴 수 없는 걸 우린 잘 알잖아 더는 바라지 않아 기억하니 쉬웠던 시작이 늘 난 두려웠었다고 사랑하니까 좋았으니까 You 널 울리진 않을까 아무것도 할 수 없어 힘들기만 했는데 처음 만나 설렜던 그 날처럼 뜨겁게 안았던 그 날처럼 이젠 두 번 다시 돌릴 수 없는 걸 우린 잘 알잖아 더는 바라지 않아 다 지난 일인 걸 알면서도 왜 왜 막연한 바램에 끝내 널 부르는지 처음 만나 설렜던 그 날처럼 뜨겁게 안았던 그 날처럼 예전처럼 곁에만 있어줘 Oh ma Baby 사랑할 수 있어 다시 한 번 내게 기회를 준다면 더는 바라지 않아 처음 만나 설렜던 그 날처럼 뜨겁게 안았던 그 날처럼 Baby 뜨거웠던 날처럼 사랑할 수 있어 다시 한 번 내게 기회를 준다면 더는 바라지 않아 이젠 알 것 같아 내겐 너 뿐 이란 걸"}, {"song_no": "8252406", "year": "2016", "rank": "91", "title": "RAPSTAR (remix)", "artist": "플로우식 (Flowsik)", "genre": "Rap / Hip-hop", "lyrics": "What's the monstrosity It's me going hard for my city Took it to the far east ain't things change since bogies  went up 3 4 5 50 Anywhere my feet rest they say  I'm fresh New York Hand crafted within the 5 boroughs I'm bringing the best to ya'll I am legend myself 나는 전설 홀로 연설 east west 다리 건설 bridge the gap yes 드디어 연결 I'ma speak that truth like the  성경 Electric body freeze you ASAP  with a gut punch stun gun 김동현 한국말로 해도 Hard as heavy metal on to the  next level I can never settle What the hell's the fussin'  about though I'm in the kitchen whipping work  on the down low Take you to deep waters the way  you fronting is shallow Hip hop flowing through me from  the gut to the marrow I'ma put in work all day all day until it hurts in all ways all ways Make runs like it's lo mein cool like Herc' 'til I'm doing numbers Kurt Cobain Put the cameras down turn that TV off 세계적인 Artist flow는  International I say what I wanna say wear what I wanna wear Everybody get your Illionaires  in the air I'm a rapstar I'm a rapstar I'm a rapstar I'm a rapstar Ya'll just act hard you ain't a rapstar Everybody get your Illionaires  in the air yeah I'm a rapstar I'm a rapstar I'm a rapstar I'm a rapstar I'm a rapstar I'm a rapstar I'm a rapstar 몇 달째 엄말 졸라 신발을 사던 꼬마 관객 앞에 서는 것이 나의 작은 소망 이제는 매일 밤마다 난 무대 위에  올라가 돈을 벌어 날마다 내 잔고는 올라가 TV에는 안 나왔지 쇼미더머니 전까진 사람 일은 모르나 봐 내가 하기  전까진 랩으로 돈을 번다니 상상도 못 한 일 꿈 깨라던 애들마저 이젠 내게 아무 말도 못 하지 요즘 애들은 모두 원해 Rapstar가 되길 원해 I be gettin that money 억을 벌어  한 번에 억을 벌어 한 번에 Gotta keep it  1 hunnid 모든 것이 다 변해도 내가 최고라는 것은 안 변해 새빨간 적마 속 젊음 서울 여의도 I be swervin 팔엔 스위스산 얼음 Them rappers 표정은 떫음 대중성 하나 없이도 수많은 가요곡들 위 내 이름 두 음 적히고 얼마가 들어오든지 1프로도 상관없이 늘 가사 쓰러 Go straight TV 몇 번 나왔다고 난 되지 않아  연예인 당당하게 걸어 마스크는 쓰지 않아  절대 웬만해선 사인 요청 사진 한 장  그거 뭘 빼 All day always I feel good I mean real good Gettin big money I still could Rapstar young hustler 늘 부지런한 일꾼 난 놀지 않아 좀 쉴 뿐 하와이에서도 I write rhymes 연봉은 한 20억대 But im still killin with tight  rhymes Put the cameras down turn that TV off 그게 무엇이 되든 간에 Let's get it on I say what I wanna say wear what I wanna wear Everybody get your Illionaires  in the air I'm a rapstar I'm a rapstar I'm a rapstar I'm a rapstar I'm a rapstar I'm a rapstar Everybody get your Illionaires  in the air yeah I'm a rapstar I'm a rapstar I'm a rapstar I'm a rapstar I'm a rapstar I'm a rapstar I'm a rapstar"}, {"song_no": "8271314", "year": "2016", "rank": "92", "title": "쌈박자 (XamBaqJa) (Prod. by BewhY)", "artist": "BewhY (비와이)", "genre": "Rap / Hip-hop", "lyrics": "쌈박자 쌈박자 쌈박자 쌈박자 Mr. 송대관 Woo woo woo 마이너스 One 박 Mr. 송대관 Woo woo woo 마이너스 One 박 Produced by BewhY Oh 이런 나 때문에 다른 애들 존재감은 빵 난 그었지 한국사에 획을 싹 발바닥이 가벼워지는 기분이야 숙녀들은 이 곡이 나올 땐 입지 말아야 해 치마 하나 두 석 지금부터 이건 국민가요 하나 두 석 전 세계로 퍼지는 훈민정음 내 투자로만 이뤄놨던 나의 일을 봐 내가 이용한 거라곤 딱 내 이름만 내 음악 때문에 나는 미남이 돼가 네가 밟고 있는 대한민국 땅은 내가 먹었어 이젠 소화를 위해서 이 땅은 바로 나의 위로 가 너만 질려 하는 그 곡은 역주행 중 차트를 봐봐 내 이름이 유행 중 무역 회사는 나 때문에 바빠지겠군요 BewhY는 대한민국 1위 수출 품목 쌈박자 쌈박자 쌈박자 쌈박자 Mr. 송대관 Woo woo woo 마이너스 One 박 Mr. 송대관 Woo woo woo 마이너스 One 박 난 싸가지가 너무 바가지 힙합 하지 않으면 망하지 나 아직 아저씨 아니야 고작 삼땡 됐고 I got ssamthing special 난 효미더머니 매 시즌 우승자 나의 부 나의 모님이 내 프로듀사 외쳐줘 장순필 정진곤 장순필 정진곤 장순필 정진곤 오해 마 이건 감성팔이가 아니지 난 아직 파리는 안 가봤지만 불어로 토요일이 뭔진 알지 Samedi Samedi Samedi 총알 좀 있는 놈들의 Gun fight 피윰 피윰 피윰 쌈박한 나는 파티야 지금 With my champagne queen 가시나야 올라타라 마 나의 바나나보트 긴장 안 하면 놓쳐 나를 더 꽉 잡아줘 식을 리가 있나 뜨거운 내 삶은 삶은 도미니 날 입에 올릴 거면 한참은 고민해 불만 많아진 난 이제 지겨워 미국도 World famous 심지어 이 훅도 Woh 쌈박자 쌈박자 쌈박자 쌈박자 Mr. 송대관 Woo woo woo 마이너스 One 박 Mr. 송대관 Woo woo woo 마이너스 One 박 연예인의 연예인의 연예인의 연예인의 연예인의 연예인의 연예인 난 네 애인의 네 애인의 네 애인의 네 애인의 네 애인의 네 애인의 네 애인 너와 나와 너와 나와 너와 나와 너와 나와 너와 나와 너와 나와 너와 나와 너와 나와 너와 나와 너와 나와 너와 나와 너와 나와 쌈박자 쌈박자 쌈박자 쌈박자 Mr. 송대관 Woo woo woo 마이너스 One 박 Mr. 송대관 Woo woo woo 마이너스 One 박"}, {"song_no": "8271355", "year": "2016", "rank": "93", "title": "And July (Feat. DEAN, DJ Friz)", "artist": "헤이즈 (Heize)", "genre": "Rap / Hip-hop", "lyrics": "약이라도 타놓은 걸까 yeah  I said it's true  평범한 네 목소리에  I said it's true  냉수를 들이켜도  쓴 커피를 마셔봐도  너무 달아 이거 왜이래   I said it's  killin me softly  일부터 열까지  네 과거들까지  빠삭하게 다 아는 내가  대체 뭔 바람에 이러는지  애써 뺑 돌려 말도 못하고 속이 터져  더위를 먹었다 하기엔 오래 됐는데 이거 원 Whut 또 네 주위만 맴도네 I can give you the world 너만 내게로 온다면  I can give you the world 넌 말만해 뭐든 간에 다 해줄 텐데 yeah 유난히 길던 봄부터 코 앞에 닥친 여름까지 Thinking bout you baby Yeah 7월의 햇볕보다 뜨거운 밤 모든 주말이 그렇듯 또 식겠지만 오늘은 다를 걸 미뤄왔던  내 그 간의 감정들을  말 할거야 너에게 I hope We'll be ok 전부터 기다린  UMF 티켓도 전부 다 밀어둔 채 널 만나러 가는 길 Baby 가벼운 향수도 뿌리고 고이 모셔 놓은 조던도 꺼냈는데 그 때 걸려온 너의 CALL 나 오늘 못 나갈 것 같애 I can give you the world 너만 내게로 온다면  I can give you the world 넌 말만해 뭐든 간에 다 해줄 텐데 yeah 유난히 길던 봄부터 코 앞에 닥친 여름까지 Thinking bout you baby ooh 오가는 사람들 속 나 혼자 떠나가는 밤을 위로해 But 오늘이 아니면 안될 것 같아 너의 전화번호를 누르고 더 망설이다가 다른 여자 곁에 널 보게 될 지 몰라 ah ah ah 눈치 좀 보다가 내 이야기 아닌 척 하며 슬쩍 떠볼까 ah ah ah 난 몰라 몰라 하면서 두 번의 계절이 너와 나의 곁을 지나갔구나 지금 이 순간도 난 네가 보고싶구 막 확실하게 해야겠어 이제 그만 사실 5월이면 좀 급해 보일까 해서 다음 6월이면 바쁠 게 불 보듯 뻔해서  그러다 여기까지 왔어 친구인 티는 다 벗었어 You already know 흠 그러니까 내 말은 You're fine I'm fine And July Oh 이유는 충분하잖아 BABY You're fine I'm fine  And July oh you know 난 남자일 때가 더 괜찮아"}, {"song_no": "8271318", "year": "2016", "rank": "94", "title": "도깨비", "artist": "플로우식 (Flowsik)", "genre": "Rap / Hip-hop", "lyrics": "딱 죽기 좋은 날씨야 도깨비 도깨비 Imma go H.A.M please don’t let me Put me in the cage I’m a 도 도깨비 도깨비 도깨비 너도 모르게 내 장난은 반복되지 몽둥이는 안 쓰는 난 도 도깨비 네가 아는 양킨 몰라 This is home of the Metz Hit the decks fresh out of queens streets flushing with dreams 좋은 날씨야 I paint a picture This is my 그림 Dali van picasso 나는 가졌지 Basqiat의 끼 하승진의 키보다도 높은 기대치 나름 성실한 태도를 가진 난 절대로 삐대지 않아 Proper dark knight 이 무대가 내 Gotham 함부로 입 나부러대며 까불면 Then that‘s a problem I’m a monster Yeah I‘m so starving 래퍼 기근이 온다면 뿔 없고 작은 도깨비가 원인 범인 짚신 말고 아디다스를 신었지 그래 내가 가진 건 진짜 길 영감의 혹 주머니 Wow 낄낄 웃으며 보는 무당이나 굿판 단어 몇 개를 쓴 다음 난 금 나와라 뚝딱 자 이제부터 기억해 오랜 시간 도는 소문 뿔 대신 모자를 쓴 도깨비 Swan 도깨비 도깨비 날 마주친 순간 네 꿈은 악몽이 되지 널 자빠트릴 준비가 됐어 도 도깨비 도깨비 도깨비 너희 귓방망이 자극하러 나갈 채비 I'm Wootaewoon 기억해 오늘은 도 도깨비 너의 마이크 안에 숨었다가 나온 도깨비 무대 위엔 나를 위해 뿌리는 금빛 가루 뒷짐 지고 시조 한 소절을 읊어 다 까불었으면 꺼져 넌 여기서 그저 은비까비 금 나와라 와라 뚝딱 쇼미 꿀 빨 준비를 하고 입을 닦아 쓱싹 Uh 날 문전박대했던 것들 후회해도 늦었어 이 어리석어 빠진 놈들 제작진 작가 PD 감사해 진심 악마의 편집이 날 천사로 빙의 면도하고 간지나게 뒷짐 아참 난 믿는 도끼 발등 찍힌 적 없지 쉿 3차에 갔던 각설이 죽지도 않고 또 왔더니 2마디 후 넘겨야 할 바통 이젠 진짜 작은 피가 내 걸 베꼈네 음악인의 자세 고 김광석께 경례 나는 살아있는 전설 인간의 형태를 갖추고 있는 Monster 내가 타고난 흥은 누구나 못 멈춰 잘 먹고 놀 때 너네들은 소설 써 네모 속에 화면만을 믿고 자라 Prayin for my downfalls 어떻게든 살아남아 방망이 대신 막걸리를 휘두르며 도깨비의 영혼 나는 절대 죽지 않아 도깨비 도깨비 너도 모르게 내 장난은 반복되지 몽둥이는 안 쓰는 난 도 도깨비 도깨비 도깨비 날 마주친 순간 네 꿈은 악몽이 되지 널 자빠트릴 준비가 됐어 도 도깨비 도깨비 도깨비 너희 귓방망이 자극하러 나갈 채비 I'm Wootaewoon 기억해 오늘은 도 도깨비 도깨비 도깨비 방망이 대신 막걸리를 휘두르며 도깨비의 영혼 나는 절대 죽지 않아 죽기 딱 좋은 날씨 Mic 하나만 줘 이건 신세계 도깨비 간지니까 덤벼 참가자들이 내게 해준 피드백 그래 Imma 폐기처분 Flow 다 폐기시키네 자유의 영혼 누구도 나를 막지 못 해 여태껏 살아왔던 나의 방식대로 해 오늘도 변함없이 한잔하기 좋은 날 내겐 너무 밝은 서울의 밤 너희 형광봉이 나의 도깨비불 그럼 살아나 쌍꺼풀진 내 도깨비 눈 I’m a killer 사람으로 치면 이치 더 킬러 잭 더 리퍼 다 비명을 질러 Wow 동서남북 어디 있건 Don't matter 날 더이상 여기 막을 놈은 없어 도깨비 우린 정승같이 떵떵거리며 살아 오늘도 나의 요술 방망이를 꽉 잡아 10년을 씹던 This hip hop game’s nothing 다 내려놓고 시간이 돼 Now flows gon see somethin 해답을 보기 전에 All I see is emcees fronting 길거리 가식적인 미친놈 짓거리"}, {"song_no": "7965449", "year": "2016", "rank": "95", "title": "유레카 (Feat. Zion.T)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "만지고 싶어 big booty girl  내 바지 속에 느낌표  안달 나가지고  널 졸졸 따라다니고  Where u at Where u at Where u at  Eureka See that Oh god she's hot  눈에 딱 들어와  들어갈 덴 들어가고  나올 덴 나온 여자  타이트 한 위아래  입체감에 뻑 가  소방차를 불러  화제의 중심은 your body   가만히 있어도  네 몸이 널 자꾸 과시해  아까워 발정 남  눈요깃거리로 남기엔 a  야한 여성은 뜻밖의 영감을 줘  좀 발칙한 상상 얼마나 좋아  만지고 싶어 big booty girl  내 바지 속에 느낌표  안달 나가지고 널 졸졸 따라다니고 Where u at Where u at Where u at Eureka See that so sexy Eureka  Awesome 완벽한 비율 매력이 넘쳐 흘러내리는 중 드디어 깨달았어 you are so beautiful And I said Eureka 19금 딱지로도 널 가릴 순 없지 오늘 하루 신사답게 살긴 글렀지 번지하고 싶어 푹신한 네 쿠션 위에 낯이 벌개져 술 한 모금 없이 이건 극 사실주의 과장 안 해 표현이 저급할 수 있어 감안해 존재가 풍기문란죄 나도 양반은 못돼  양심의 가책 없는 몸매에 발끈하고 마는 아랫도리 널 원 없이 만지고 싶어 big booty girl 내 바지 속에 느낌표 안달 나가지고 널 졸졸 따라다니고 Where u at Where u at Where u at Eureka See that so sexy Eureka  Awesome 완벽한 비율 매력이 넘쳐 흘러내리는 중 드디어 깨달았어 you are so beautiful And I said Eureka Sexy Can you be my 새색시 느낌 없는 패피들 그만 껄떡대 여쭈어볼게 있지 how did you get that 꽉 찬 애플힙 난 잡스이고 싶어 all day 너의 조수석 승차를 원해 난 허우대 건장하고 돈 잘 버는 영계  Monday to Sunday 너랑 같이 있어 sexy 하룻밤 아니 다음날도 uh  Eureka See that so sexy Eureka  Awesome 완벽한 비율 매력이 넘쳐 흘러내리는 중 드디어 깨달았어 you are so beautiful And I said Eureka"}, {"song_no": "8201572", "year": "2016", "rank": "96", "title": "오늘 모해 (#WYD)", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "오늘 모해 오오 내일 모해 보고 싶어  너를 원해 오오오 보고 싶어  cuz I’m lonely lonely yeah 어디야 바빠  문득 네 생각이 났어 목소리 듣고 싶어서 그냥 한번 전화해봤어 너는 남자의 마음을 알아 나를 들었다 놨다 하잖아 너를 향한 나의 맘의 문은  자동문이니까 그냥 들어오면 돼  밀고 당기지 말아 너란 꿈속에서 허우적대는 나 이런 내가 싫지만 오오 더 알고 싶어 너 지금 혹시 내 생각하는지 오늘 모해 오오 내일 모해 보고 싶어 너를 원해 오오오 보고 싶어  cuz I’m lonely lonely yeah Yeh girl 넌 내 모든 것의 자극성 baby 그냥 대놓고 말하고 싶었어 shawty 나도 알아 내가 너의 어장 속에 있는 그냥 수많은 잠수부 중 한 명 baby 난 파도 같은 네 몸에  그냥 서핑하고 싶어 심해 같은 너의 맘에 들어가긴  너무 깊어 Dab 그냥 머릿속을 비워 젊을 때 철없게 놀았던  추억하나를 키워 girl 너란 꿈속에서 허우적대는 나  이런 내가 싫지만 오오 더 알고 싶어 너 지금 혹시 내 생각하는지  오늘 모해 오오 내일 모해 보고 싶어 너를 원해 오오오 보고 싶어  cuz I’m lonely lonely yeah 침대 위 홀로 누워 있지만 또 잠이 오지 않아 OH OH 너에게 더 깊게 빠지고 싶어 너의 숨소리를 더 가까이 느끼고 싶어 오늘 모해 오오 내일 모해 보고 싶어 너를 원해 오오오 보고 싶어  cuz I’m lonely lonely yeah 잘자요 잘자요 잘자요"}, {"song_no": "8269335", "year": "2016", "rank": "97", "title": "보고싶어", "artist": "효린", "genre": "Drama", "lyrics": "넌 모를거야 아직 이런 내 마음 몰라 다 보여줄까 이젠 사랑이란 걸 말야 난 말없이 널 보고 있다 널 보면 내 숨이 멎는다고 헤매고 찾던 넌 바로 나의 곁에 니가 미워지면 자꾸 미워지면 한걸음 떨어져 그댈 기다리는 어쩌지 못하는 내 맘 너만 몰라 또 보고싶어 자꾸 보고싶어 감추려 해봐도 숨어보려 해도 어차피 보이는 내 맘 너만 몰라 보고싶어 난 꿈처럼 널 갖고 싶다 늘 모자란 사랑이 싫다고 헤매고 찾던 넌 바로 나의 곁에 니가 미워지면 자꾸 미워지면 한걸음 떨어져 그댈 기다리는 어쩌지 못하는 내 맘 너만 몰라 또 보고싶어 자꾸 보고싶어 감추려 해봐도 숨어보려 해도 어차피 보이는 내 맘 너만 몰라 끝나지 않을 그 사랑은 멈추지 않고서 널 불러 난 이대로 타오르며 그댈 기다려 난 이대로 오직 너 하나만 이젠 알 거야 umm umm 니가 미워지면 자꾸 미워지면 같은 맘이라면 내 맘과 같다면 나 없이 흘러간 시간 모두 지워 또 보고싶어 자꾸 보고싶어 니 생각에 잠들고 다시 눈을 뜨면 어쩌면 니가 내 곁에 올 것 같아 보고싶어"}, {"song_no": "8261337", "year": "2016", "rank": "98", "title": "썬 블락 (Sun Block) (Feat. Microdot)", "artist": "SUPERBEE", "genre": "Rap / Hip-hop", "lyrics": "Love Call이 너무 많아 Yo  방금 전 iPhone하고 사랑을 나눌 뻔 하다가 말았어 이 어린이 삶은 쩔어 거울이 반할라 해 날 부정해도 네 녀석들보단 잘 나가  이 쇼미더머니의 골칫덩어리 어느새 결승 언저리 I want errthang 즉 Get mo money 절대 No 벙거지 쓴 거지 네가 낭떠러지 떨어질 때 더 벌어진 차이로다 저기 저 멀리 정치와 Dirty는 Rhyme까지 맞아 네 MC란 Title은 고깃덩어리 Yea I'm that boy half man half amazing 냉탕에 상어는 안 얽매이지 냉탕에 비춰진 내 모습이 더 무서워 다시 알현해 이제 날씨가 더워 The sun is blazin' 클럽 에어컨 앞에서 Dab 내 앞에 관객들은 다 매미 Let's get it Let's get it Let's get it I got shit to do 난 Sick해 Like 수두 International flow but I am not google 이 Beat 난 패버려 Beat 만든 Producer 가 나를 고소해 구치소에 구금 Young ass mofucka number 94 북극 얼음을 녹이는 나의 Hottest flow 아가리엔 혀가 아닌 카빈총 날이 선 가살 적어 펜든 가위손 태양을 발라 팔을 던져 Sun Block aye Imma shine u better put on sunglasses 자외선이 뜨거 뜨거 Sun Block aye 술 부어 부어 빨리 올려 한 잔 aye Yea I'm the sun blocka blocka blocka Club에 사람들은 미쳐부러 Like waka flocka Yea I'm the sun blocka blocka blocka Club에 사람들은 미쳐부러 Like waka flocka 우리에 커리어는 이번 여름 보다 뜨거워 Ay 각광이 너무 밝아서 Dab으로 가려 Woh  운전할 땐 웃통까지 In my range rover Swerve  빨간 Interior sun block poppin man fuck a chaffuar 너네들은 해바라기 We the sun we ouchea  너네들이 바라 봐 내 영향을 받아 Can’t copy my style you amateurs huh 우리에 나이가 93 94 돈을 벌어 Like 회사 회장  다신 안 뛰어 2 Jobs oh god 못 멈춰 We too damn hot ay 기억이 나네 40달러 받고 뛰었던 60분 무대 그때 수제비만 먹다 이젠 맛집만 찾으러 다니네  엄마는 사장됐네 운영하기  제일 크고 핫한 한식 Buffet 아빠도 사장님 작년에 10억의 매출을 확 넘겼네 Hold up what about the times we worked 3 jobs What about the times we had no car This aint no givin we worked too hard 너무 더워서 일하다 쓰러젔던 날들 때문에 내 배가 안 차 처음부터 해냈어 없이 회사  오직 내 꿈을 위해 더 원해 주님의 불빛 덕분에 We hot. 태양을 발라 팔을 던져 Sun Block Aye Imma shine u better put on sunglasses 자외선이 뜨거 뜨거 Sun Block aye 술 부어 부어 빨리 올려 한 잔 Aye Yea I'm the sun blocka blocka blocka Club에 사람들은 미쳐부러 Like waka flocka Yea I'm the sun blocka blocka blocka Club에 사람들은 미쳐부러 Like waka flocka Yea i'm the sun blocka blocka blocka Yea i'm the sun blocka blocka blocka Yea i'm the sun blocka blocka blocka Yea i'm the sun blocka blocka blocka"}, {"song_no": "8267596", "year": "2016", "rank": "99", "title": "Only U", "artist": "정기고", "genre": "Drama", "lyrics": "따뜻한 햇살처럼 숨쉬는 공기처럼 니가 있다는 게 자연스러워 니가 곁에 있단 게 왜 이리 행복한 건지 나의 입술 위로 미소가 번져 수많은 사람 중에 너를 만난 이유로 난 충분해 only you 너뿐이야 난 말이야 너밖에는 안 보여 only you 저 하늘에 나 외쳐 볼게 it's you  오직 너 뿐이야 내 가슴이 뛰도록 항상 같은 자리에 니가 곁에 있어 줘 only you 너뿐이야 난 말이야 너밖에는 안 보여 only you 저 하늘에 나 외쳐볼게 it's you  오직 너 뿐이야 때로는 힘든 일들에 서로가 지칠 때도 있겠지만 그럴 때마다 너의 손잡아 줄게 내 어깨에 너도 기대 줄래 only you 이 세상에 단 한 사람 니가 나의 전부야 only you 저 하늘에 나 외쳐 볼게 it's you  난 너를 사랑해"}, {"song_no": "8109414", "year": "2016", "rank": "100", "title": "21", "artist": "DEAN", "genre": "R&B / Soul", "lyrics": "Hol up 안 봐도 뻔하겠지 Oh nah 사랑 따윈 우습겠지 Oh nah 난 너의 몇 번째일지 I wanna know you I really wanna know you Baby 때로는 슬프겠지 이유 모를 쓸쓸함에 며칠 밤을 새겠지 Oh 그리고 난 네 옆에 있지 So tell me I wanna know you I really wanna know you 손을 뜯는 버릇 쉽게 오해를 사는 말투 나쁜 습관들도 I care babe She's 2 2 21 now 애매한 미소는 Yes or nah 그녀가 뭘 하던지 내버려둬 하드 캐리 캐리해 She's mine 울고 싶었겠지 말 없이 기대서 사람도 사랑도 모두 다 싫었겠지 맘을 닫은 채 Oh baby ooh 그렇게 넌 무감각해졌겠지 Oh baby 다들 널 못 봐 널 판단하려고만 해Baby 널 얽매이게 하는 세상을 피해 숨어도 돼 내게 기대 Yeah 가식 없는 말투 차가워 보이는 시선 속 네 여린 마음을 I care baby She's 2 2 21 now 애매한 미소는 Yes or nah 그녀가 뭘 하든지 내버려 둬 하드 캐리 캐리해 She's mine 이미 예쁘다는 소리는 귀가 지겹도록 들었으니까 너에 대해 얘기할 뿐  너의 얘기는 듣지 않았으니까 난 그런 것들과는 다르니까 Would you be mine Be mine But she said nothin Uh cuz she don't give a shhhh She's 2 2 21 now 애매한 미소는 Yes or nah 그녀가 뭘 하든지 내버려 둬 하드 캐리 캐리해 She's mine She's 2 2 21 now 애매한 미소는 Yes or nah 그녀가 뭘 하든지 내버려 둬 하드 캐리 캐리해 She's mine"}]