[{"song_no": "30102883", "year": "2017", "rank": "51", "title": "City Of Stars (영화 라라랜드 삽입곡 (La La Land OST))", "artist": "Ryan Gosling", "genre": "Foreign Movie,Pop", "lyrics": "City of stars Are you shining just for me City of stars There's so much that i can't see Who knows i felt it from the first embrace i shared with you That now Our dreams They've finally come true City of stars Just one thing everybody wants There in the bars and through the smokescreen of the crowded restaurants it's love Yes all we're looking for is love From someone else A rush A glance A touch A dance To look in somebody's eyes  To light up the skies To open the world and send me reeling A Voice that says i'll be here and you'll be alright I don't care if i know Just where i will go Cause all that i need this crazy feeling Rat a tat of my heart i think i want it to stay City of stars Are you shining just for me City of stars You never shined so brightly"}, {"song_no": "30202716", "year": "2017", "rank": "52", "title": "최고의 선물 (Prod. by PSY)", "artist": "비", "genre": "Ballad", "lyrics": "힘이 들고 지쳐서  나 쓰러질 때쯤 서서히 내 모든 것을  포기할 때쯤 날 안아준 건 너였어  날 붙잡아준 건 너였어 그랬어 그래 너였어 사람들은 내게 말해  별볼일 없다고 그때 너는 내게 말해  나 밖에 없다고 내가 어떤 상황이던 내가 어떤 방황을 하건 나를 향해 웃어 주는  이 세상이 내게 준  최고의 선물  너 와 같이 같은 꿈을 꾸고 파 영원한 너의 이름 가장 큰 기쁨  너 와 같이 눈을 뜨고  같은 날 같이 눈을 감고 파 약속할게 온 몸으로  지켜낸다고  약속할게 온 몸으로  널 안아준다고 그 어디든 네가 가면 그 길이 곧 길이 되도록 내 손길 닿을 수 있도록 햇살보다 밝게 웃는  너의 모습에  웨딩드레스 보다 더  하얀 너의 모습에 나 기쁨에 눈물 흘려 그 눈물의 향기를 느껴 나를 향해 걸어오는 이 세상이 내게 준  최고의 선물  너 와 같이 같은 꿈을 꾸고 파 영원한 너의 이름 가장 큰 기쁨  너 와 같이 눈을 뜨고  같은 날 같이 눈을 감고 파 네 번째 손가락에  끼워진 반지 위해 영원을 약속해 모든 걸  베베 워워 이 세상이 내게 준  최고의 선물  너  와 같이 같은 꿈을 꾸고 파  영원한 너의 이름  가장 큰 기쁨  너 와 같이 눈을 뜨고  같은 날 같이 눈을 감고 파"}, {"song_no": "8304594", "year": "2017", "rank": "53", "title": "휘파람", "artist": "BLACKPINK", "genre": "Rap / Hip-hop", "lyrics": "Hey boy Make’ em whistle like a missile bomb bomb Every time I show up blow up uh Make’ em whistle like a missile bomb bomb Every time I show up blow up uh 넌 너무 아름다워 널 잊을 수가 없어 그 눈빛이 아직 나를 이렇게 설레게 해 boom boom 24 365 오직 너와 같이 하고파 낮에도 이 밤에도 이렇게 너를 원해 ooh ooh 모든 남자들이 날 매일 check out 대부분이 날 가질 수 있다 착각 절대 많은 걸 원치 않아 맘을 원해 난 넌 심장을 도려내 보여봐 아주 씩씩하게 때론 chic chic 하게 So hot so hot 내가 어쩔 줄 모르게 해 나지막이 불러줘 내 귓가에 도는 휘파람처럼 이대로 지나치지 마요 너도 나처럼 날 잊을 수가 없다면 WHOA 널 향한 이 마음은 Fire 내 심장이 빠르게 뛰잖아 점점 가까이 들리잖아 휘파람 UH 휘 파람 파람 파람 can you hear that 휘 파라파라 파라 밤 휘파람 UH 휘 파람 파람 파람 can you hear that 휘 파라파라 파라 밤 Hold up 아무 말 하지 마 Just whistle to my heart 그 소리가 지금 나를 이렇게 설레게 해 boom boom 생각은 지루해 느낌이 shhh Every day all day 내 곁에만 있어줘 zoom zoom Uh 언제나 난 stylin’ 도도하지만 네 앞에선 darlin’ 뜨거워지잖아 like a desert island 널 알아갈수록 울려대는 마음속  그만 내빼 넘어와라 내게 boy 이젠 checkmate 게임은 내가 win uh-huh 난 널 택해 안아줘 더 세게 누가 널 가로채 가기 전에 내가 uh 이대로 지나치지 마요 너도 나처럼 날 잊을 수가 없다면 WHOA 널 향한 이 마음은 Fire 내 심장이 빠르게 뛰잖아 점점 가까이 들리잖아 휘파람 UH 휘 파람 파람 파람 can you hear that 휘 파라파라 파라 밤 휘파람 UH 휘 파람 파람 파람 can you hear that 휘 파라파라 파라 밤 This beat got me feelin’ like 바람처럼 스쳐가는 흔한 인연이 아니길 많은 말은 필요 없어 지금 너의 곁에 나를 데려가 줘 ohh Make’ em whistle like a missile bomb bomb Every time I show up blow up uh Make’ em whistle like a missile bomb bomb Every time I show up blow up uh"}, {"song_no": "30157820", "year": "2017", "rank": "54", "title": "For Life", "artist": "EXO", "genre": "Ballad", "lyrics": "천사의 얼굴로  내게로 왔던 미스터리  너란 온기  네 곁에 머물며  널 사랑할 그 한 사람  나라니  추운 겨울 아침도  조금 외로운 저녁도  우린 여기 함께라  어둠은 너란 빛으로 바뀌어  Tonight  믿을 수 없는 기적  오늘 너를 꼭 안고  Giving you my heart and soul  넌 삶의 전부야 For life  다시 태어난대도  난 너 아니면 안 될 이유 천 개의 말도   부족할 듯해 For life  지치고 힘들 때  기대고 싶은 큰 사람 돼 볼게  어릴 적 꿈꾸던  선물 가득한 크리스마스 트리  같은 사람이  삶이란 긴 하모니  그 안에 녹은 우리가  더 아름다워지게  침묵은 너란 침묵은 너란 노래로 바뀌어 Tonight 노래로 Tonight 난 평생 듣고 싶어 오늘 너를 꼭 안고 Giving you my heart and soul 넌 삶의 전부야 For life  Oh 다시 태어난대도 난 너 아니면 안 될 이유 평생을 너만 바라보고파 모든 게 쉽진 않겠지 지켜줄 거야 For life This love this love 영원히 끝나지 않아 Oh Never gonna let you go Giving you my heart and soul 넌 삶의 전부야 For life Oh 다시 태어난대도 난 너 아니면 안 될 이유 평생을 너만 바라보고파 나 평생 너만 바라보고파 For life"}, {"song_no": "8033528", "year": "2017", "rank": "55", "title": "어디에도", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "차가워진 눈빛을 바라보며 이별의 말을 전해 들어요 아무 의미 없던 노래 가사가 아프게 귓가에 맴돌아요 다시 겨울이 시작되듯이 흩어지는 눈 사이로 그대 내 맘에 쌓여만 가네 떠나지 말라는 그런 말도 하지 못하고 고개를 떨구던 뒷모습만 그대 내게 오지 말아요 두 번 다시 이런 사랑 하지 마요 그댈 추억하기보단 기다리는 게 부서진 내 맘이 더 아파와 다시 누군가를 만나서 결국 우리 사랑 지워내도 행복했던 것만 기억에 남아 나를 천천히 잊어 주기를 아무것도 마음대로 안 돼요 아픔은 그저 나를 따라와 밤새도록 커져 버린 그리움 언제쯤 익숙해져 가나요 많은 날들이 떠오르네요 우리가 나눴던 날들 애써 감추고 돌아서네요 떠나지 말라는 그런 말도 하지 못하고 고개를 떨구던 뒷모습만 그대 내게 오지 말아요 두 번 다시 이런 사랑 하지 마요 그댈 추억하기보단 기다리는 게 부서진 내 맘이 더 아파와 다시 누군가를 만나서 결국 우리 사랑 지워내도 행복했던 것만 기억에 남아 나를 천천히 잊어 주기를 부를 수도 없이 멀어진 그대가 지나치는 바람에도 목이 메어와 어디에도 그대가 살아서 우린 사랑하면 안 돼요 다가갈수록 미워지니까 행복했던 것만 기억에 남아 나를 천천히 잊어 가기를 사랑했던"}, {"song_no": "30063772", "year": "2017", "rank": "56", "title": "남아있어 (Feat. Crush)", "artist": "로꼬", "genre": "Rap / Hip-hop", "lyrics": "유난히 뜨거웠던 지난 여름과 내 손을 잡아줬던 너의 미소 이제 다시는 다시는 볼 수 없지만 다시는 느낄 수 없지만 여전히 남아있어 여전히 남아있어 선명하게 남아있어 남아있어 무대는 끝났고 난 누워서 밀리고 밀린 가사를 적어 창밖엔 비가 내리고 있지 시원한 바람이 얼굴에 닿으면 올해 여름도 끝이 났다는 걸 차갑게 느낄 수 있지 1년 한 달 하루 일 분 일 초에 모든 건 변해 오늘도 어제가 될 거야 근데 난 지금 부르는 이 노래가 너의 기억 속에 영원히 남길 원해 지나간 여름에 유난히 더 많이 보였던 손바닥 무대 위로 몸을 내던지는 횟수는 계속 올라가 팬들의 얼굴을 기억해 맨 앞엔 익숙한 라인업 시작을 같이 했지만 이젠 못 보는 얼굴까지도 너도 내일이 되면 내 눈앞에 없을 수 있다는 걸 알아 미안해하지는 마 부서지지 않게 소중히 담아둘 거니까 유난히 뜨거웠던 지난여름과 내 손을 잡아줬던 너의 미소 이제 다시는 다시는 볼 수 없지만 다시는 느낄 수 없지만 여전히 남아있어 여전히 남아있어 선명하게 남아있어 남아있어 네가 느끼는 나의 음악이 루즈 해져도 머릿속에서 뛰어놀던 내 몸짓이 주춤 해져도 잡은 손의 온도가 미지근해져도 무대 아래서 뜨거웠던 발길들이 뜸해져도 난 그때를 다시 떠올릴 수 있어 잊혀지는 건 아주 자연스러운 거랬어 언제든 돌아봐도 돼 난 여기 남아있어 돌아봐도 돼 난 항상 남아있어 아직 기억해 2012년 겨울 첫 무대는 내겐 잊을 수 없는 성탄절 선물 우릴 비춰주던 그 조명들 어디에 있어도 여전히 뜨거워 늘 V- hall Rolling hall Alea Ax-hall 밟고 있는 무대가 조금 달라졌어도 각자 자리에서 빛나고 있어 영원히 가슴속에 남아있어 유난히 뜨거웠던 지난여름과 내 손을 잡아줬던 너의 미소 이제 다시는 다시는 볼 수 없지만 다시는 느낄 수 없지만 여전히 남아있어 여전히 남아있어 선명하게 남아있어 남아있어 유난히 뜨거웠던 너의 미소 이제 다시는 다시는 볼 수 없지만 아직도 여전히 여전히"}, {"song_no": "30181277", "year": "2017", "rank": "57", "title": "리얼리티", "artist": "악동뮤지션", "genre": "Folk", "lyrics": "지갑아 나 택시 타고 가도 됨 내릴 땐 삑 소리 나게 교통 카드 대 기사 아저씨의 목소리는 안 따뜻해도 히터 틀어주면 따뜻해 내부가 따뜻해 히터 틀어주면 따뜻해 내부가 따뜻해  택시 타긴 버는 돈이 빠듯해 그렇다고 지옥철엔 사람 가득해 스마트폰으로 통장 잔고를 확인할 땐 밝기를 최저로 해야 해 밝기를 최저로 해야 해 This is reality Reality ality 야 다 그런 거니까 우리가 이해하는 걸로 Reality Reality ality ality 다 일일이 따지기엔 잦고 작지만은 않은 일들 입술이 달콤하다 누가 그래 뽀뽀하기 전엔 우구우구 가글 해 초콜릿보단 민트향이 좋을 거야 아무래도 초콜릿은 잠시뿐 이후에는 후회해 초콜릿은 잠시뿐 이후에는 후회해 아 이랬던 거야 모두 침묵하고 있었던 거야 아 이랬던 거였어 이런 것 땜에 다들 마음 시렸던 거야 This is reality Reality ality 야 다 그런 거니까 우리가 이해하는 걸로 Reality Reality ality ality 다 일일이 따지기엔 You are gonna re gret gret gret gret 현실은 그래 그래 그래 그래 부부들은 쏟아질 줄 깨깨 현실은 꽥꽥꽥 You are gonna re gret gret gret gret 현실은 그래 그래 그래 그래 거울 속 난 좀 쿨해 쿨해 쿨해 현실은 뿌예 뿌예 뿌예 This is reality Reality ality 야 다 그런 거니까 우리가 이해하는 걸로 Reality Reality ality ality 다 일일이 따지기엔 현실은 뿌예 뿌예 뿌예"}, {"song_no": "30038185", "year": "2017", "rank": "58", "title": "어떻게 지내", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "적당히 먼 새벽에 현관문을 열고  익숙한 고요함은  어김없이 날 반겨  따뜻한 겨울 나른한 봄  뜨거웠던 여름 지나  내 사계절에 꿈은 다 너였는데  방 안은 가을 속에 머물러  난 아직도 잊지 못하고  남겨진 너의 향기들 그 속에 살아  있잖아 넌 모르겠지만  너무 보고 싶어  넌 어떻게 지내  어떻게 지내 나 없이  하루가 참 기네  원래 다 이래 이별이  Woo Woo Don’t wanna fall in love  추웠던 겨울 무기력한 봄  무더웠던 여름 지나  어찌 보면 난 잘 지내 아니 못 지내  내 현실은 너 없는  잔인한 가을인데  난 아직도 잊지 못하고  남겨진 너의 향기들 그 속에 살아 넌 알지도 모르겠지만 너무 보고 싶어 넌 어떻게 지내 어떻게 지내 나 없이 하루가 참 기네 원래 다 이래 Woo Woo I wanna fall in love 이 노래가 닿길 바래 너의 마음에"}, {"song_no": "9613173", "year": "2017", "rank": "59", "title": "목요일 밤 (Feat. 빈지노)", "artist": "어반자카파", "genre": "R&B / Soul", "lyrics": "평범한 목요일 밤 널 데려 갈게 어디든 일주일 중에 네가 제일 지쳐 있을 오늘 Wanna drive If you don’t mind 둘이서 갈래 어디든 밤을 가득 채울 너와 나 그 곳을 향해 향해 Wherever you want 이리 저리 치이다 정해진 모든 걸 해내도  하나도 웃음 안 나고 또 올 내일이 두렵고  밤은 좀 남았는데 어떻게 써야할지 모르고 너와 함께 밤공기를 느끼고 파   지금 데리러 갈게 집에 가지 말고 있어줘 baby I’m on my way  Maybe I’ll be there by 8  왜 너가 차빌 내야해 좋은 음악이 있는 오빠 차가 있잖아 물론 내일 일찍 일 나가야해  이런 실랑이 할 시간에 조금이라도 널 봐야해 난 호흡이 딸리는 목요일 밤 널 생각하면서 달려가 난 평범한 목요일 밤 널 데려 갈게 어디든  일주일 중에 네가 제일 지쳐 있을 오늘  Wanna drive If you don’t mind 둘이서 갈래 어디든  밤을 가득 채울 너와 나 그 곳을 향해 향해 Wherever you want  어디든 데려다 줄게 건반처럼 가로등을 가로지르며 너의 하룰 들으며 그랬어 그러면서 너를 괴롭혔던 바깥 세상의 밤 공기를 밀며  창 밖에 내던진 음악처럼 한강엔 별과 달이 시간과 똑같이 흐르고 있어 우린 느낄 수 있어 둘이서 앞으로 더 많은 목요일에 도착할 거란 걸 평범한 목요일 밤 널 데려갈게 어디든  Wherever you want 어디가 됐건 Whatever you want 그 무엇이 됐건 Let’s go Let’s go Wanna drive If you don’t mind 둘이서 갈래 어디든  Wherever you want Wherever we want  Wherever I want  Wherever you want we’re going to yo 바람을 더 느끼게 창문을 더 활짝 열어줘 아무 말 필요 없어 그냥 나를 믿어 Give it up Baby Wanna drive If you don’t mind 둘이서 갈래 어디든  밤을 가득 채울 너와 나 그 곳을 향해 향해 Wherever you want  Wherever you want Wherever we want  Wherever I want Wherever you want we’re going to yo Wherever you want Wherever we want  Wherever I want Wherever you want we’re going to yo"}, {"song_no": "30035555", "year": "2017", "rank": "60", "title": "내 옆에 그대인 걸", "artist": "다비치", "genre": "Ballad", "lyrics": "뒤척이면서 아등바등 별 세우며 잠을 청해도 반짝반짝 그대가 눈부셔 밥을 먹든 커피 마시든 TV 보든 웃다가 울든 곁에 있듯 내 옆에 너인 걸 울었어 너 떠나던 날 남몰래 울었어 눈물이 앞을 가려와 비처럼 쏟아지던 바보야 잊지마 잊지마 언제까지나 사랑해 사랑해 언제까지나 혼자든 둘이든 상관없어 내 옆에 그대인 걸 전부인 듯 마지막인 듯 두 팔 벌려 내게 안기던 정말 그댄 나를 잊었나요 그래 나야 널 사랑한 네가 사랑한 나였단 걸 잊지 마요 나를 기억해줘 울었어 너 떠나던 날 남몰래 울었어 눈물이 앞을 가려와 비처럼 쏟아지던 바보야 잊지마 잊지마 언제까지나 사랑해 사랑해 언제까지나 혼자든 둘이든 상관없어 내 옆에 그대인 걸 길다란 내 미련의 끝은 꿈이었다고 누가  내게 말해줘요 널 만나러 간다 괜찮아  아픈 추억으로 날 가득 채울게 울었어 또 울었어  더 크게 울었어 눈물이 앞을 가려와 휘청이며 헤메이는 바보야  잊지마 잊지마 언제까지나 사랑해 사랑해 언제까지나 혼자든 둘이든 상관없어 내 옆에 그대인 걸 잊지마 잊지마 언제까지나 사랑해 사랑해 언제까지나 혼자든 둘이든 상관없어 내 옆에 그대인 걸 잊지마 잊지마 언제까지나 사랑해 사랑해 언제까지나 혼자든 둘이든 상관없어 내 옆에 그대인 걸 내 옆에 그대인 걸 내 옆에 그대인 걸"}, {"song_no": "30208070", "year": "2017", "rank": "61", "title": "소나기", "artist": "아이오아이 (I.O.I)", "genre": "Ballad", "lyrics": "이 비가 머리 위로 쏟아지면 흠뻑 젖고 말겠죠 내 마음도 머물러줘요 아직까진 그대 없이 나 혼자 이 비를 맞기엔 아직 어리고 조금 무서워 금방 그칠 거란걸 뻔히 다 알면서도 그댈 찾네요 이제 그만 다 그칠까 이 빗물도 내 눈물도 비에 젖어 추위에 떨고 싶진 않아요 정말 언젠간 너무 차디찼던 빗물이 따뜻한 눈물이 되어 흘러내리겠죠 괜찮아요 금방 지나갈 소나기죠 그냥 스쳐 지나가는 소나기죠 그런 감정이죠 나 정말 그대를 만나 행복했던 많은 추억들을 빗물에 잃지 않아요 내리는 비가 그칠 때쯤에 그때 다시 만나요 우리 다시 웃으며 함께 있을게요 이제 그만 다 그칠까 이 빗물도 내 눈물도 비에 젖어 추위에 떨고 싶진 않아요 정말 언젠간 너무 차디찼던 빗물이 따뜻한 눈물이 되어 흘러내리겠죠 괜찮아요 금방 지나갈 소나기죠 지금은 흠뻑 젖어가고만 있죠 우산을 필 힘조차 없네요 하지만 우린 알아요 잠시만 울게요 빗물에 기대어 우리의 슬픈 눈물을 그대가 보지 못하게 우리 이제 안녕 이제 그만 다 그칠까 이 빗물도 내 눈물도 비에 젖어 추위에 떨고 싶진 않아요 정말 언젠간 너무 차디찼던 빗물이 따뜻한 눈물이 되어 흘러내리겠죠 괜찮아요 금방 지나갈 소나기죠"}, {"song_no": "8261338", "year": "2017", "rank": "62", "title": "Day Day (Feat. 박재범) (Prod. by GRAY)", "artist": "BewhY (비와이)", "genre": "Rap / Hip-hop", "lyrics": "한 번 돌아가 보자구 yesterday day 너가 바로 소녀였을 때에 핑계만 가득했었지 미래에 대해  소망과 두려움이 내 안에 공존했을 때에  yeah yeah 그때의 난 거짓말쟁이 나를 매번 속이며 내 안엔 원하지도 않던 헛된 바램이 어느새부턴가 생겨 그걸 따라가다 보니 나보단 이 세상이 더 행복해했어 i apologize to myself i'm sorry 내가 원하는 걸 인정하지 않아서 미안해 허나 내 무의식은 언제나  내 영이 원하는 곳으로 가게 만들었지  더 큰 꿈에 집착을 시작해  내 행복이 자각돼 아직 창대하진 않지만 내 날이 올 걸 알았네  i know ma day day  얼굴 좋아 보이지 오늘 it's my day day 너도 행복하길 바래 you make my day day 자고 일어날 때마다 새로운 my day day i just wanna dance dance like my birthday day 내가 자랑스럽다고 말해 baby 이제 꿈을 이뤄줄 차례 mom &amp; daddy shalom 모두가 나를 원할 때에  i just wanna dance dance like my birthday day 난 선택받은 자 색다른 삶에 사는 날이 가득하네 예감이 아주 괜찮은 날씨의 하늘과 태양은 밝다 못해 아름다워 맥박은 차분해 말은 안 해도 느껴질 걸 이제 나는 어제의 날을 바라보지 않네 i don't care 지금의 나로 말하면 1 of cosmos most wanted  왜냐면 내가 중심에 굳건히 있잖아 주인공인 마냥 굴어 주인공이니깐  넌 왜 아니라고 생각해 너도 마찬가지란 말이야 이미 가졌다고 생각하고 움직여봐  믿음은 바라는 것의 실상이고 안 뵈는 것의 증거니까  니 머리 아닌 영혼이 가는 대로 가 기대하고 기다리는 자에게 비가 내리는 법이야 축복은 내가 벌린 입만큼 들어오는 거니까 순수함을 우리 모두가 절대로 잃지 않길 원해 난 너의 날은 어차피 올 테니깐 편하게 미리 너를 꺼내놔 always on my grind  늘 내가 꿈꾸던 삶을 살아 너도 봤잖아 finally i’m done 난 나를 계속 움직이게 해 너의 날들에 내 향기가 배이게 you're welcome to my day day 얼굴 좋아 보이지 오늘 it's my day day 너도 행복하길 바래 you make my day day 자고 일어날 때마다 새로운 my day day i just wanna dance dance like my birthday day 내가 자랑스럽다고 말해 baby 이제 꿈을 이뤄줄 차례 mom &amp; daddy shalom 모두가 나를 원할 때에  i just wanna dance dance like my birth dance like my birth dance like my birthday day"}, {"song_no": "30072075", "year": "2017", "rank": "63", "title": "널 너무 사랑해서 (Feat. 정은지 of 에이핑크)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "CALL 하면 나와 오늘 우리 둘이 뜰 거야 꽉차게 번 돈 오직 너에게 쏠 거야  일이고 나발이고 가위바위보 삼세판이고  놀라지마 늦겠지만  뭐든간에 너는 말만하게  불한당 같은 놈도 당당하게  골은 만만해도 눈만 깜빡여도  알아채니깐 아주 간단해 널 너무 사랑해서 내가 미친놈 같아  이 밤이든 오 낮에도  이 미친 비쥬얼 깡패  이 미친 비쥬얼 깡패  넌 미친 비쥬얼 깡패  V.I.S.U.A.L LOVE 뻔뻔하게 고마워 이토록 사랑해줘서 마음껏 사랑을 줘서 눈물이 핑 도는 느낌 you got that one thing 너라서 이토록 사랑해줘서 마음껏 사랑을 줘서  눈물이 핑 도는 느낌 you got that one thing you got that one thing 내 인생 반을 살아도 내 낡은 칼을 갈아도  반복되는 시행착오  백번대로 넘어버린 대기번호  손자 손녀 며느리 언제 안겨 드려 어머니  야 오겠다 꼭 보겠다  이러다 나도 아들 딸은 꼭 보겠다  완전 환자야 환장해 너만 볼 팔자야 약을 먹기 위해  억지로 넘기는 밥은 되고 싶진 않아 완전 환자야 환장해 너만 볼 팔자야 먹고 살기 위해  사랑 같지 않은 사랑 흉내내진 않아  이 미친 비쥬얼 깡패  이 미친 비쥬얼 깡패  넌 미친 비쥬얼 깡패  V.I.S.U.A.L LOVE 뻔뻔하게 고마워 이토록 사랑해줘서 마음껏 사랑을 줘서 눈물이 핑 도는 느낌 you got that one thing 너라서  이토록 사랑해줘서 마음껏 사랑을 줘서 눈물이 핑 도는 느낌 you got that one thing you got that one thing 넌 고마워 이토록 사랑해줘서 마음껏 사랑을 줘서 눈물이 핑 도는 느낌 you got that one thing you got that one thing  완전 환자야 환장해 너만 볼 팔자야  I want to want me I got to got me 완전 환자야 환장해 너만 볼 팔자야 I want to want me I got to got me"}, {"song_no": "8217164", "year": "2017", "rank": "64", "title": "Monster", "artist": "EXO", "genre": "Dance", "lyrics": "She got me gone crazy 왜 심장이 뛰니 넌 아름다워 나의 Goddess 닫혀있지 Yeah yeah 두드릴 테니 날 들여보낼래 감춰진 스릴을 줄게 눈동자의 호기심에 이미 넌 빠져들었고 Don't be afraid Love is the way Shawty I got it You can call me monster I’m creeping in your heart babe 뒤집고 무너트리고 삼켜 그래 널 훔쳐 탐닉해 널 망쳐 놓을거야 네 맘속에 각인된 채 죽어도 영원히 살래 Come here girl You call me monster 네 맘으로 들어갈게 She got me gone crazy 왜 심장이 뛰니 내가 좀 성격이 급해 그닥 온순하지 못해 널 미워했어 하지만 너를 원해 That’s right my type 가슴은 거짓말 안 해 시작됐어 내 안에서 위험한 신호를 보내 Don’t be afraid Love is the way Shawty I got it You can call me monster I’m creeping in your heart babe 뒤집고 무너트리고 삼켜 그래 널 훔쳐 탐닉해 널 망쳐 놓을거야 네 맘속에 각인된 채 죽어도 영원히 살래 Come here girl You call me monster 네 맘으로 들어갈게 전율이 와 네 삶을 다 뒤집어 버리는게 I’m sorry you make me so crazy you know you do 모두 날 두려워해 so I’m untouchable man 근데 네 진심은 왜 결국에 날 거부 못해 숨어서 훔쳐보다가 깜짝 놀라지 Who 네겐 안티노미 같은 난 네 존재의 일부 How we do 날 그대로 받아들여 너의 두려운 걱정은 접어두렴 네가 견딜만한 고통을 누려 더 깊이 빠져들어 널 맘대로 가지고 놀아 내 손에서 맘껏 놀아 도망가지마 넌 영원히 맴돌아 You can call me monster I’m creeping in your heart babe 뒤집고 무너트리고 삼켜 그래 널 훔쳐 탐닉해 널 망쳐 놓을거야 네 맘속에 각인된 채 죽어도 영원히 살래 Come here girl You call me monster 네 맘으로 들어갈게 Creeping creeping creeping Creeping creeping creeping You Creeping"}, {"song_no": "8271355", "year": "2017", "rank": "65", "title": "And July (Feat. DEAN, DJ Friz)", "artist": "헤이즈 (Heize)", "genre": "Rap / Hip-hop", "lyrics": "약이라도 타놓은 걸까 yeah  I said it's true  평범한 네 목소리에  I said it's true  냉수를 들이켜도  쓴 커피를 마셔봐도  너무 달아 이거 왜이래   I said it's  killin me softly  일부터 열까지  네 과거들까지  빠삭하게 다 아는 내가  대체 뭔 바람에 이러는지  애써 뺑 돌려 말도 못하고 속이 터져  더위를 먹었다 하기엔 오래 됐는데 이거 원 Whut 또 네 주위만 맴도네 I can give you the world 너만 내게로 온다면  I can give you the world 넌 말만해 뭐든 간에 다 해줄 텐데 yeah 유난히 길던 봄부터 코 앞에 닥친 여름까지 Thinking bout you baby Yeah 7월의 햇볕보다 뜨거운 밤 모든 주말이 그렇듯 또 식겠지만 오늘은 다를 걸 미뤄왔던  내 그 간의 감정들을  말 할거야 너에게 I hope We'll be ok 전부터 기다린  UMF 티켓도 전부 다 밀어둔 채 널 만나러 가는 길 Baby 가벼운 향수도 뿌리고 고이 모셔 놓은 조던도 꺼냈는데 그 때 걸려온 너의 CALL 나 오늘 못 나갈 것 같애 I can give you the world 너만 내게로 온다면  I can give you the world 넌 말만해 뭐든 간에 다 해줄 텐데 yeah 유난히 길던 봄부터 코 앞에 닥친 여름까지 Thinking bout you baby ooh 오가는 사람들 속 나 혼자 떠나가는 밤을 위로해 But 오늘이 아니면 안될 것 같아 너의 전화번호를 누르고 더 망설이다가 다른 여자 곁에 널 보게 될 지 몰라 ah ah ah 눈치 좀 보다가 내 이야기 아닌 척 하며 슬쩍 떠볼까 ah ah ah 난 몰라 몰라 하면서 두 번의 계절이 너와 나의 곁을 지나갔구나 지금 이 순간도 난 네가 보고싶구 막 확실하게 해야겠어 이제 그만 사실 5월이면 좀 급해 보일까 해서 다음 6월이면 바쁠 게 불 보듯 뻔해서  그러다 여기까지 왔어 친구인 티는 다 벗었어 You already know 흠 그러니까 내 말은 You're fine I'm fine And July Oh 이유는 충분하잖아 BABY You're fine I'm fine  And July oh you know 난 남자일 때가 더 괜찮아"}, {"song_no": "30126870", "year": "2017", "rank": "66", "title": "술 한잔해요 오늘", "artist": "지아", "genre": "Ballad", "lyrics": "오늘 한잔할까요  늘 만나던 그곳에서 찬바람이 불면 생각이 나던  골목집에서 추억 한잔할까요  긴 하루의 끝에서 아름다웠던 우리의 시절  다시 돌아갈까요 어떤 누구보다  날 사랑했던 그 사람 한잔하고 싶을 때마다  떠오르는 그리움 혼자서 마시는 술에  홀로 남겨진 슬픔에 잊으려고 하면 할수록  더 그대가 보고 싶어요 나 많이 취한 것처럼  우는 것처럼 보여도 괜찮아요 그대 온다면  못 알아볼 리가 없죠 언제인지 몰라도  술 버릇이 생겼네요 테이블 위에다 흘린 술로  난 그대를 그리죠 오늘만은 내 잔을  뺏어가면 안 돼요 못 이기는 건 술이 아니라  아픈 이별이니까  돌아와야 하는  그대는 안 돌아오고 그대 떠난 그때 겨울만  혼자 돌아왔네요 혼자서 마시는 술에  홀로 남겨진 슬픔에 잊으려고 하면 할수록  더 그대가 보고 싶어요 나 많이 취한 것처럼  우는 것처럼 보여도 괜찮아요 그대 온다면  못 알아볼 리가 없죠 이렇게 있다간 나도 모르게 소리 내서 울 것 같아서 나 일어날래요  나 그만 갈래요 이제 자꾸 사람들이 쳐다보니까 나 항상 그대뿐이죠  그래 난 그대뿐이죠 헤어지고 나서 이제서야  그대란 걸 알아요 나 많이 취한 것처럼  우는 것처럼 보여도 내일에도 이 곳에 와서  그대를 기다릴게요"}, {"song_no": "8308231", "year": "2017", "rank": "67", "title": "puzzle", "artist": "씨잼 (C Jamm)", "genre": "Rap / Hip-hop", "lyrics": "I’ll Take 1 I’ll take 2  이젠 대한민국의 Main deux  나보다 바쁜 내 매니져  폰엔 100통의 부재중  브랜드 평판 섭외 1순위  말 안 해도 대세인증  너의 두 눈이 확인했잖아  내가 나온 순간 다 게임 끝  고1 때 꿈꿨던 일들이  지금은 일상  방금 마치고 왔어  대기업 회장님과의 식사  상상했던 것이 딱 맞아  떨어지는 내 눈앞의 삶  내 이름으로 만드는 돈  어딜 가던 내 직장  오늘 뜬 인터넷 기사  제목은 비와이 열풍  끝인 줄 알았더니  이제부터 시작  니 쉐키들은 전부 열폭  내가 인기 땜에 잘됐대  그 인기는 어디서 왔지  아마도 얼굴인듯해  이게 말이 되는 것 같니  내 성공을 연구하는 분이 늘어나  기도가 이뤄지는  느낌 어때 울엄마  새로운 흐름을 만들어가  선구자적인 superstar  비와이가 되고픈 애들은  물론 매니져 사칭도 생겨  피곤해도 감사한 삶이  아닐 수가 없어 할렐루야  All right 그린 대로  이뤄지는 life  이 밤을 새우기만  하면 all night  All right 어제 원했던 건  이제 mine  더 많이 원해 더 더 더  I’m young n wild  척척 like doctor 척척  like doctor 척척 like doctor  척척 like doctor 척척  like doctor like doctor  All right 그린 대로  이뤄지네 right  더 많이 원해 더 더 더  I’m young n young n young n 2016 내 main chick  난 될 것만 같아 Bieber  오늘 되고 싶지만  니 애인이 그럼  니 친구는 개 삐져  When I say I'm the best mofucka  니 여자친구도 믿어  이제 센 척 안 해 그건 유치해  잼잼이는 넘나 귀여  JM man you know  $exy $treet도 이젠 알지  비와이 말 잘 들어  먼저 감사 하나님  난 회개해야해 알지  Good night man every night  놈팽이 내 payday엔  drink 지갑 잃어버릴 때까지  맨 위에 위로 eir city 매일 다녀  damn it 이제 외국인  숙녀들과도 hallo  매 촬영 타투 위에  붙여 테이프  어제 하나 더 했어  이태원 berith  내가 여유 부리는 게  재수없대 좀 심했다면  lady들께만 구해 용서를  명예와 여자 plus big money  내가 생각하는 대로   너무 잘 맞아 떨어져  like a puzzle  목요일 밤 난 내일 기다려  올라가지 내 team하고  멈춰 서는 건 구린 거래  근데 오늘 밤은 좋아 이대로  내가 되고 싶은 사람  살고 싶은 대로 사는 사람  난 내가 살고 싶은 대로  살면서 될 거야  내가 되고 싶은 사람  All right 그린 대로  이뤄지는 life  이 밤을 새우기만  하면 all night  All right 어제 원했던 건  이제 mine  더 많이 원해 더 더 더  I’m young n wild  척척 like doctor 척척  like doctor 척척 like doctor  척척 like doctor 척척  like doctor like doctor  All right 그린대로  이뤄지네 right  더 많이 원해 더 더 더  I’m young n young n young n hey lady 난 유명인이야  난 star의 star의  star의 star의 star  니가 지금 느끼는 건 feel이야  느껴봐 a lot a lot a lot a lot  started from the bottom  이젠 어디 서울 대전  대구 이리저리  너무 올라와서  이제는 희미하게  보이지도 않는 래퍼들의 머리  so easy 용돈이 됐네  울 엄말 힘들게 했던 빚이  이젠 큰 것들만 골라  우리에게 맞는 걸로만  쟤넨 못 덤비지  All right 그린 대로  이뤄지는 life  이 밤을 새우기만  하면 all night  All right 어제 원했던 건  이제 mine  더 많이 원해 더 더 더  I’m young n wild  척척 like doctor 척척 like doctor 척척 like doctor 척척 like doctor 척척 like doctor like doctor All right 그린 대로 이뤄지네 right 더 많이 원해 더 더 더 I’m young n young n young n"}, {"song_no": "4660794", "year": "2017", "rank": "68", "title": "I`m Not The Only One", "artist": "Sam Smith", "genre": "Pop", "lyrics": "You and me we made a vow For better or for worse I can't believe you let me down But the proof is in the way it hurts For months on end  I've had my doubts Denying every tear I wish this would be over now But I know that  I still need you here You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one You've been so unfaithful Now sadly I know why Your heart is unobtainable Even though lord knows you have mine You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one I have loved you for many years Maybe I am just not enough You've made me realise  my deepest fear By lying and tearing us up You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one I know I'm not the only one I know I'm not the only one  And I know I know I'm not the only one"}, {"song_no": "30139562", "year": "2017", "rank": "69", "title": "어디선가 언젠가", "artist": "성시경", "genre": "Drama", "lyrics": "또 늦은 건 나야  널 기다리게 한 건 네가 웃는 순간마다  난 항상 미안해 소중한 건 언제나  날 겁나게 만들어 넌 내가 처음 가져보는  내 제일 아픈 손가락 어디선가 언젠가  너를 만나 사랑하다  멀어져봤던 사람처럼 널 보면 내 안에 어딘가가 자꾸 아파 어디선가 언젠가  우리 다시 멀어져 잊혀져야 할까 봐 두려워 너의 손을 잡고 있는 순간에도 또 그렇게 보네  처음 보는 것처럼 내일이면 다시 못 볼  사람인 것처럼 사랑은 날 이토록  조급하게 만들어 넌 내가 끝내 닿고 싶은 내 삶의  마지막 순간 어디선가 언젠가  너를 만나 사랑하다  멀어져봤던 사람처럼 널 보면 내 안에 어딘가가 자꾸 아파 어디선가 언젠가  우리 다시 멀어져 잊혀져야 할까 봐 두려워 너의 손을 잡고 있는 순간에도 우연은 없는 말인 거야 이렇게 정해져 있잖아 내 안의 어딘가에 살고 있던 너  처음부터 살아야 한다 해도  아마 난 또 이곳에 한 번 더 가까이 보자  기억할 수 있게"}, {"song_no": "30203902", "year": "2017", "rank": "70", "title": "HEAVEN", "artist": "로이킴", "genre": "Drama", "lyrics": "I’m wasting my word wasting my time  네게 모두 내어 주고 매일이 달라지는 순간 느끼고 있었어 마음이 너에게  자꾸 열리고 있다는 걸 You wake up my heart and walk to my world 난 널 기적이라 불러 숨쉬는 모든 것들 중에 너만 기억하고  느끼고 아끼며  가까이 곁에 두고 싶어 She blew me away Heaven is in your eyes Heaven is in your sound 내게 네가 보여주는 세상  모두가 다 Heaven is in your kiss even though tears fall down 하늘 아래 유일하게 넌 하늘 아래 유일한 내 웃음 I'm dreaming all day 눈을 깊이 감고 네 이름을 불러 자꾸만 쏟아지는 미소 어떻게 이런지 누구나 한번쯤  그리는 그런 하루였어 You blow up my heart  my heart Heaven is in your eyes Heaven is in your sound 내게 네가 보여주는 세상  모두가 다 Heaven is in your kiss even though tears fall down 하늘 아래 유일하게 넌 하늘 아래 유일한 내 웃음 오늘이 마지막인 듯 그댈 바라볼게 너무나 좋았던 너를 Heaven is in your eyes Heaven is in your sound 내게 네가 보여주는 세상  모두가 다 Heaven is in your kiss even though tears fall down 하늘 아래 유일하게 넌 하늘 아래 유일한 내 웃음"}, {"song_no": "9646572", "year": "2017", "rank": "71", "title": "끝", "artist": "권진아", "genre": "Ballad", "lyrics": "한참을 아무 말도 없었다  어색한 공기만 우릴 감싸고 있다 너는 고개를 돌린 채로 한숨만 내쉰다 내가 처음 보는 표정을 하고 서있다 차라리 화를 내지 싫어졌다고 말을 하지 마지막 순간까지 좋은 사람으로 기억되고 싶었니 내가 갈게 애써 미안한 표정 하지마 싫어진 거잖아 그래 널 떠나 줄게 비겁해지는 널 보는 게 아파 내가 갈게 널 보내줄게 조금씩 넌 변했다 매일 오던 연락 난 기다린다 서운해 하는 날 보는 게 슬프다 넌 여기까진가 봐 끝이었나 봐 난 시작이었는데 Oh 그냥 헤어지자고 내게 말을 하지 마지막 순간까지 좋은 사람으로 기억되고 싶었니 내가 갈게 애써 날 위하는 척 하지마 넌 준비했잖아 그래 널 떠나줄게 내가 몰랐던 널 보는 게 아파 내가 갈게 널 보내줄게 니가 없는 하루가 사실 난 잘 그려지질 않아 그렇게 말했었잖아 내가 너의 행복이랬잖아 나 없인 살 수 없을 거라고 말했었잖아 내가 갈게 애써 미안한 표정 하지마 싫어진 거잖아 이제 널 떠나줄게 비겁해지는 널 보는 게 아파 내가 갈게 널 보내줄게"}, {"song_no": "30203331", "year": "2017", "rank": "72", "title": "LOVE", "artist": "마마무(Mamamoo)", "genre": "Drama", "lyrics": "지난밤 내 꿈속엔 네가 왜 있고 우연처럼 자꾸만 마주쳐 무심했던 말투도 점점 익숙해지고 설레는 듯한 기분은 네가 좋아서가 아냐 Love 허전했던 마음이 요즘 들어 이상해 Love 달빛 내린 밤도 날 복잡하게 만드네 You you you if you still awake 어떤 생각하는지 You you you if you feel alone 나와 똑같은 기분 가끔은 이유 없이 어색해지고 바보 같은 말들만 늘어놔 셀 수 없는 별들도 아름다워 보이죠 떨리는 듯한 기분은 네가 좋아서가 아냐 Love 허전했던 마음이 요즘 들어 이상해 Love 달빛 내린 밤도 날 복잡하게 만드네 원래 내 삶의 중심은 나였었는데 한 순간에 순위가 바뀌어 버렸네 연애세포가 다시 돌아 왔나 봐 You make me shine 솔직히 간지러워서 못 참겠어 꿈같은 타이밍 Love 허전했던 마음이 요즘 들어 이상해 Love 달빛 내린 밤도 날 복잡하게 만드네 You you you if you still awake 어떤 생각하는지 You you you if you feel alone 나와 똑같은 기분"}, {"song_no": "30115011", "year": "2017", "rank": "73", "title": "거짓말 (Feat. 이해리 Of 다비치)", "artist": "매드클라운", "genre": "Rap / Hip-hop", "lyrics": "거짓말 가긴 어딜가 안보낼거예요  내 사랑은 왜 결국 변해요 미안해 거짓말 안들을거예요  난 이대로 미쳐버릴거예요  그대 하나만 바라봤는데 사랑이라고 생각했는데 이별이란 느낌 살면서 내가 느낄수 없는 일이라 생각했는데 병신같이 들키지만 않았어도 갖고 놀기 딱 좋았는데 아깝게됐네 나로선 야 미안한데 니가 왜 우는지 난 잘모르겠어 괜히 죄책감 들잖아 그 얼굴 치워줘 뭐 나도 알어 니가 나한테 정말 잘했던거 믿음 단 하나 니가 내게 바랬던거 근데 난 개새끼고 버릇 쉽게 남 못주네 야 미안해 어쩌지 젠장 눈물 안멈추네 자 지금 부턴 니가 원한 진심 아플거야 어쩔수없어 이게 진실 말이 입 밖으로 막 달아나네 멋대로 난 지껄이고 내 맘은 가난하네 야 난 너 사랑안해 눈물이 지겨웠고 마음이 지겨웠고 니 사랑은 언젠간 갚아야될 대출금 같았어 옆집 고함치고 넌 내앞에 소리치고 니 고양이는 날 개 쳐다보듯 보네 거짓말 가긴 어딜가 안보낼거에요 내 사랑은 왜 결국 변해요 미안해 거짓말 안들을거예요  난 이대로 미쳐버릴거예요  그대 하나만 바라봤는데 사랑이라고 생각했는데 이별이란 느낌 살면서 내가 느낄수 없는 일이라 생각했는데 변하는 사랑에 대해 아쉬워 말라고 너 티비 영화 소설과는 애초에 달라 너무 난 진저리 나는 이 사랑의 끝을 느껴 비극인지 희극인지 일단 찍게 울어 난 무슨사랑을 다 알것처럼 말해 감정 연기해 눈물 날것처럼 말해 그땐 진심이었다던지 나도 아픈데 라던지 내가 봐도 음 제법 자세 좋은 연기 울고있는 너 나는 짜증이 났고 머릿속엔 저녁메뉴 고민을 했어 내 입술이 오늘 너를 아프게해도 안녕이라 할래 세상 잔인한 말로 강남대로 9570 다시 본다면 부디 너는 고개 돌려 가시옵소서 수영도 못하면서 난 바다로 갔고 사랑할줄 모르면서 너에게 왔었네 거짓말 가긴 어딜가 안보낼거에요 내 사랑은 왜 결국 변해요 미안해 거짓말 안들을거예요  난 이대로 미쳐버릴거예요  그대 하나만 바라봤는데 사랑이라고 생각했는데 이별이란 느낌 살면서 내가 느낄수 없는 일이라 생각했는데 알면서도 속고 속고 또 속아도 믿는게 믿음이라 믿는 너 병신같이 니가 예뻐서 그냥 한번 꺾었어 도화지 마냥 하얘 낙서 한번 해봤어 알면서도 웃고 웃고 또 웃으며 아닌척 가슴에 넌 묻었어 바보같이 니가 예뻐서 그냥 한번 꺾었어 도화지 마냥 하얘 낙서 한번 해봤어 거짓말 가긴 어딜가 안보낼거에요 내 사랑은 왜 결국 변해요 미안해 거짓말 안들을거예요  난 이대로 미쳐버릴거예요  그대 하나만 바라봤는데 사랑이라고 생각했는데 이별이란 느낌 살면서 내가 느낄수 없는 일이라 생각했는데"}, {"song_no": "8167307", "year": "2017", "rank": "74", "title": "불타오르네 (FIRE)", "artist": "방탄소년단", "genre": "Dance", "lyrics": "불타오르네 Fire Fire Fire Fire When I wake up in my room  난 뭣도 없지 해가 지고 난 후 비틀대며 걷지 다 만신창이로 취했어 취했어 막 욕해 길에서 길에서 나 맛이 갔지 미친놈 같지 다 엉망진창 livin' like 삐이 니 멋대로 살어 어차피 니 꺼야 애쓰지 좀 말어 져도 괜찮아 Errbody say La la la la la  La la la la la Say La la la la la  La la la la la 손을 들어 소리질러 Burn it up 불타오르네 싹 다 불태워라 Bow wow wow 싹 다 불태워라 Bow wow wow  Hey burn it up 전부 다 태울 것 같이 Hey turn it up 새벽이 다 갈 때까지 그냥 살아도 돼 우린 젊기에 그 말하는 넌 뭔 수저길래 수저수저 거려 난 사람인데 So what 니 멋대로 살어 어차피 니 꺼야 애쓰지 좀 말어 져도 괜찮아 Errbody say La la la la la  La la la la la Say La la la la la  La la la la la 손을 들어 소리질러 Burn it up 불타오르네 싹 다 불태워라 Bow wow wow 싹 다 불태워라 Bow wow wow Fire 겁 많은 자여 여기로 Fire 괴로운 자여 여기로 Fire 맨주먹을 들고 All night long Fire 진군하는 발걸음으로 Fire 뛰어봐  미쳐버려 다 hot hot hot hotter 싹 다 불태워라 Bow wow wow hot hot hot hotter 싹 다 불태워라 Bow wow wow Fire  hot hot hot hotter Fire  싹 다 불태워라 Bow wow wow Fire  hot hot hot hotter Fire  싹 다 불태워라 Bow wow wow 용서해줄게"}, {"song_no": "9609354", "year": "2017", "rank": "75", "title": "If You", "artist": "에일리", "genre": "Ballad", "lyrics": "일하는 사이 사이마다 니 생각이 나 건널목 앞에 설 때마다 난 너만 떠올라 Wooh 너란 공기는 내 숨이 가쁘게 그렇게 사라져 가 If you 내 사랑이 100이었다면 그 반을 남겨놓지 않았으면 내 곁에 아직까지 있을까 사랑은 하고 있을까 우린 다 주고 싶지 않아서가 아니었어 난 다만 시간이 필요했어 몇 번의 이별에 다친 내 기억에 다 주기 겁이 났어 If you 만약 내 사랑이 100이었다면 Wooh 그 반을 남겨놓지 않았으면 내 곁에 아직까지 있을까 사랑은 하고 있을까 우린 맘 속에 숨겨 둔 반쪽의 사랑 반까지 마저 꺼내 줄 수 있어 이제는 돌아와 줘 오늘은 If you 만약 내 사랑이 100이었다면 Wooh 그 반을 남겨놓지 않았으면 내 곁에 아직까지 있을까 사랑은 하고 있을까 우린 너란 곳에 살아보니까 다른 곳에서는 단 하루도 난 나로 살 수 없는 걸 안 되는 걸 다시 또 사랑한다면 그때도 니가 아니면 사랑은 못 해 나는"}, {"song_no": "3620493", "year": "2017", "rank": "76", "title": "안아줘", "artist": "정준일", "genre": "Rock", "lyrics": "서러운 맘을 못 이겨 잠 못 들던 어둔 밤을 또 견디고 내 절망관 상관없이 무심하게도 아침은 날 깨우네 상처는 생각보다 쓰리고 아픔은 생각보다 깊어가 널 원망하던 수많은 밤이 내겐 지옥같아 내 곁에 있어줘 내게 머물러줘 네 손을 잡은 날 놓치지 말아줘 이렇게 니가 한걸음 멀어지면 내가 한걸음 더 가면 되잖아 하루에도 수천번씩 니 모습을 되뇌이고 생각했어 내게 했던 모진 말들 그 싸늘한 눈빛 차가운 표정들 넌 참 예쁜 사람 이었잖아 넌 참 예쁜 사람 이었잖아 제발 내게 이러지 말아줘 넌 날 잘 알잖아 내 곁에 있어줘 내게 머물러줘 네 손을 잡은 날 놓치지 말아줘 이렇게 니가 한걸음 멀어지면 내가 한걸음 더 가면 되잖아 내겐 내가 없어 난 자신이 없어 니가 없는 하루 견딜 수가 없어 이젠 뭘 어떻게 해야 할지 모르겠어 니가 없는 난 그냥 날 안아줘 나를 좀 안아줘 아무 말 말고서 내게 달려와줘 외롭고 불안하기만 한 맘으로 이렇게 널 기다리고 있잖아 난 너를 사랑해 난 너를 사랑해 긴 침묵 속에서 소리 내 외칠게 어리석고 나약하기만 한 내 마음을"}, {"song_no": "9606657", "year": "2017", "rank": "77", "title": "Lotto", "artist": "EXO", "genre": "Dance", "lyrics": "Oh yeah yeah oh yeah yeah 별 관심이 없는 척 시선을 피해서 가 이해해 모든 걸 걸어야만 할 테니까 스쳐만 봐도 Oh yeah 다른 여자와는 확 달라 뒤돌아봐도 분명 내게 찾아온 Luck Lipstick Chateau 와인빛 컬러 La La La La 하얀 Champagne 버블에 샤워 La La La La 평생에 한 번일지도 몰라 꾹 참았던 본능이 튀어 올라 어쩌나 I just hit the lotto Oh-oh-oh Lotto Oh-oh-oh Lotto Oh-oh-oh Lotto Oh-oh-oh Lotto 너란 행운 마치 실낱 같은 확률 속에 맘을 던지게 해 날 다른 사람들은 이제 팝콘 입에 넣은 채 우릴 쳐다 봐 Ah baby 멀리서 들려오는 소리 No way No way no way no 즐겨 봐 Oh yeah 모든 게 바뀌어 Oh yeah 오늘부턴 공기도 달라 세상이 바뀌어 밤하늘엔 은빛 별들 Lipstick Chateau 와인빛 컬러 La La La La 하얀 Champagne 버블에 샤워 La La La La 평생에 한 번일지도 몰라 꾹 참았던 본능이 튀어 올라 널 향해 소리 질러 Louder Oh-oh-oh Louder Oh-oh-oh Louder Oh-oh-oh Louder Oh-oh-oh Louder 이 순간을 놓치진 마 We’re going crazy my lucky lady 또 한 번 기억될 날을 지금도 난 목이 말라 네게 줄게 아직 많아 I don’t need no money 너만 있으면 돼 더없이 간절히 원하는 걸 모든 것을 걸어 내게 Oh yeah Lipstick Chateau 와인빛 컬러 Chateau Chateau all over yeah 하얀 Champagne 버블에 샤워 하얀 Champagne on me 평생에 한 번일지도 몰라 꾹 참았던 본능이 튀어 올라  본능이 튀어 올라 어쩌나 I just hit the lotto Just hit the lotto yeah oh La La La La yeah yeah yeah yeah yeah yeah Just hit the lotto woo yeah Lotto Oh-oh-oh Yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah Hit the lotto ooh yeah 넌 Lotto La La La La"}, {"song_no": "30213419", "year": "2017", "rank": "78", "title": "Round and round (Feat. 한수지)", "artist": "헤이즈 (Heize)", "genre": "Drama", "lyrics": "See Ya  Never gone my way  Better will someday  Never far away See Ya  Never gone my way  Better on my stay  Never far away Round and round  and I never know why  Round and round  and it will show us way out  It’s my delight As day goes by  you hold on tight  another day  You’re wondering why  but you know why  no other way  Somedays the sun will shine down  Somedays the moon will cry  Tomorrow we‘ll see  Tomorrow we‘ll be  As we go on our way  The world in your eyes  forever is lie  as we go on our way  There is a thousand things to know Sometimes we’re standing by  the things we never understand  As we go on our own way  The sun goes down  The tides are low  I’ll see you on the day  Letting you go on your way  See Ya  Never gone my way  Never we‘ll someday  Never far away See Ya  Never gone my way  Never on my day  Never far away Round and round and I never know why Round and round and it will show us way out It’s my delight"}, {"song_no": "30035184", "year": "2017", "rank": "79", "title": "빌려줄게", "artist": "신용재 (포맨)", "genre": "Ballad", "lyrics": "혼자 있기 힘들 때 나를 빌려줄게 힘이 들면 언제나 내게 기대면 돼 흘러내린 눈물을 멈출 수 없다면 내 어깰 빌려줄게 내게 적시면 돼 불을 다 켜봐도 맘이 어둡다 느끼고 몸을 뉘어봐도 맘을 놓을 수 없다면 잠시 날 빌려줄게 기대도 돼 주저 말고 내게 와 길었던 그 하루가 힘겨웠을 테니까 그대 아무 말 안해도 돼 it’s alright it’s alright 왜 나만 안되지 생각은 무거워지고 내일이 두려워 잠이 들 수가 없다면 잠시 날 빌려줄게 기대도 돼 주저 말고 내게 와 길었던 그 하루가 힘겨웠을 테니까 그대 아무 말 안해도 돼 it’s alright oh 아무도 그 하루에 관심이 없대도 더는 외롭지 않게 내가 들어줄게 소리내 울어도 돼 그래도 돼 원한다면 언제나 혼자여도 괜찮아 무너져도 괜찮아 이제 내가 널 안아줄게 it’s alright it’s alright"}, {"song_no": "8252408", "year": "2017", "rank": "80", "title": "Forever (Prod. By GRAY)", "artist": "BewhY (비와이)", "genre": "Rap / Hip-hop", "lyrics": "래퍼 딱지를 떼는 중 이젠 MC로 폼 잡고 걸어가고 싶어 예술가의 길로 확실히 단단해져버린 내 신념과 Ego 새 역사는 다시금 써지네 내 발자취로 산 증인의 삶 그 삶을 위한 권능을 원해 I need more power  단순히 내 바지 주머니가 두꺼워지는 게 아니야 내 위치는 많이 변했지만 나는 여전해 난 일시적인 세상의 것으로 움직여지지 않아 영원의 것을 영원히 따라 I wanna follow eternal love n peace n mind Wanna eternal love n peace n mind B e w h y 이게 유행이라매 Look at me now  예술의 집합체가 되기 위한 걸음의 시작 요즘 내 이빨이 사는 데는  네가 낀 이어폰 혹은 Studio와 무대 위야 지금의 비와이는  꿈의 시간을 바쁘게 지나서 왔지  너 느낌이 와 나 때문에 미간에 주름이 생기는  래퍼가 느네 점차 스물넷인 난 매달 십일조 봉투에  100만원을 100장씩 넣을 거야  주머니 안으로부터 회사 없이 불린 나의 몸  I’m so independent 모든 집중과 관심 명예와 돈 전부 챙겨 현재 난 꿈나무들의 Role model 근데 얘들아 나는 저걸 따라가지 않아 더 가치 있는 걸 바라보지  영원한 걸 따라가렴 그럼 다 나를 따라올걸 아주 잘 알아  I don't need the 운세 Lotto 네가 있는 곳 어디든 영원히 비와 너의 시간도 이젠 나만 따라오니까 Believe Forever Forever Me Forever Forever 영원히 비와  영원히 비와 진짜로 여기저기 어디든 매번 들리는 내 이름 최고라고 말 안 해도 최고란 사실은 Famous 나를 보면 서둘러 카메라부터 켜는 Ladies 정작 내 앞으로는 오지도 못하고   멀리서 가만히 지켜보고만 있는 Haters 점점 늘어나는 Follow 돈이 생길수록 늘어나는 Problem 은 없어 그저 불어나는 잔고 유명해질수록 입술은 많아져 더 늘어날 걸 알아 그래서 난 더 원하지 원하지만 집착은 내게 절대 안 권하지 눈에만 보이는 달콤한 우상들에겐  난 평생 절하지 않아 당연하지  나란 놈의 존재가 계속해  거대하게 커감이 네가 있는 곳 어디든 영원히 비와 너의 시간도 이젠 나만 따라오니까 Believe Forever Forever Me Forever Forever 영원히 비와  영원히 비와 한계는 매번 내적  But 절대로 안 외쳐 Never 난 매일 또 내 매듭을 매고  새로운 데를 개척해대며  내 꿈을 뱉어  Don't remember name of BewhY  날 기억하려 안 해도 돼 Cuz 난 최초가 된 놈  세계를 패고 팰 놈  내 소갠 계속될 테니까 Forever 무언가를 얻지 못해도  난 걷지 믿음으로  역시 주님께 맡겼지 그가 원한다면 가고 아님 말아 Hands up welcome to ma groove Welcome to ma zone Hands up welcome to ma groove Welcome to ma zone 내 걸 들어봐봐 확실한  Another another level 너네들이 가지고 있었던  모든 영광을 챙겨 평화를 외쳤던 많은 래퍼들의 평화를 뺏어 여기의 영화 속에선 최고라는 역할은 내 거 사실 할 필요가 없어졌네  내 가사 속에서 내 이름 새기라는 말  방금 내가 말했듯 기억하려 안 해도 돼  BewhY를 다 어차피 알게 돼  날 만든 신의 전지전능함이 당연한 듯이  네가 내 실력보단 살아가는 삶에 대해  증오감을 갖듯이  아름다운 이 시간을  나는 이곳의 부정적 에너지에 집중하지 않아 내가 원하는 것들만 내 머릿속에 그리네"}, {"song_no": "9629220", "year": "2017", "rank": "81", "title": "구르미 그린 달빛", "artist": "거미", "genre": "Drama", "lyrics": "말하지 않아도 난 알아요 그대 안에 오직 한사람 바로 나란걸 떨리는 내 맘을 들킬까봐 숨조차 크게 쉬지 못한 그런 나였죠 겁이 많아 숨기만 했지만 내 사랑을 그대가 부르면 용기 내 볼게요 얼어있던 꽃잎에 그대를 담아서 불어오는 바람에 그대 내게 오는 날 나를 스쳐 지나치지 않도록 그대만 보며 살아요 아무도 모르게 키워왔죠 혹시 그대가 눈치챌까 내 맘을 졸이고 겁이 많아 숨기만 했지만 내 사랑을 그대가 부르면 용기 내 볼게요 얼어있던 꽃잎에 그대를 담아서 불어오는 바람에 그대 내게 오는 날 나를 스쳐 지나치지 않도록 기도 할게요 더 이상 망설이지 않을게요 그대라면 어디든 난 괜찮아요 하찮은 나를 믿어준 사람 그대 곁에서 이 사랑을 지킬게요 내 사랑이 그대를 부르면 용기 내 줄래요 얼어있던 꽃잎에 그대를 담아서 불어오는 바람에 그대 내게 오는 날 나를 스쳐 지나치지 않도록 그대만 보며 살아요"}, {"song_no": "5605860", "year": "2017", "rank": "82", "title": "오빠야", "artist": "신현희와김루트", "genre": "Folk", "lyrics": "오빠야 내가 진짜 좋아하는 사람이 생겨서 혼자 끙끙 앓다가 죽어버릴 것만 같아서 얘기를 한다 눈 앞에 아른아른거리는 잘생긴 얼굴 자꾸 귀에 맴도는 그의 촉촉한 목소리 예 네가 좋아하는 그 남자 도대체 누구길래 이렇게나 들뜬 거니 얼굴은 어떻게 생겼는지 무슨 일을 하는지 나는 너무나 궁금해 나는 너를 좋아하고 너를 좋아하고 너도 나를 좋아하고 나를 좋아하고 우린 서로 좋아하는데도 그 누구도 말을 안 해요 나는 너를 좋아하고 너를 좋아하고 너도 나를 좋아하고 나를 좋아하고 우린 서로 좋아하는데도 그 누구도 말을 안 해요 말을 하면 멀어질까 너무 두려워 너를 잃기가 나는 너무 무서워 말을 하면 멀어질까 너무 두려워 너를 잃기가 나는 너무 무서워 예 좋아하는 마음에 떨리는 날들에 더 없이 덧없이 마음이 커지고 두근대는 마음에 설레는 날들에 난 헤어 나올 수 없어 나는 너를 좋아하고 너를 좋아하고 너도 나를 좋아하고 나를 좋아하고 우린 서로 좋아하는데도 그 누구도 말을 안 해요 나는 너를 좋아하고 너를 좋아하고 너도 나를 좋아하고 나를 좋아하고 우린 서로 좋아하는데도 그 누구도 말을 안 해요 나는 너를 좋아하고 너를 좋아하고 너도 나를 좋아하고 나를 좋아하고 우린 서로 좋아하는데도 그 누구도 말을 안 해요 나는 너를 좋아하고 너를 좋아하고 너도 나를 좋아하고 나를 좋아하고 우린 서로 좋아하는데도 그 누구도 말을 안 해요 나는 너를 좋아하고 너를 좋아하고 너도 나를 좋아하고 나를 좋아하고 우린 서로 좋아하는데도 그 누구도 말을 안 해요 나는 너를 좋아하고 너를 좋아하고 너도 나를 좋아하고 나를 좋아하고 우린 서로 좋아하는데도 그 누구도 말을 안 해요"}, {"song_no": "8262125", "year": "2017", "rank": "83", "title": "너 그리고 나 (NAVILLERA)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "알 수 있었어 널 본 순간  뭔가 특별하다는 걸 눈빛 만으로도 느껴지니까  마음이 움직이는 걸 나비처럼 날아 나나나 나빌레라  바람아 바람아 불어라 훨훨 날아가  너에게로 다가갈 수 있도록  하얀 진심을 담아 새롭게 시작해 볼래 너 그리고 나  사랑을 동경해 앞으로도 잘 부탁해  모아둔 마음을 주겠어 그리고 나  마냥 기다리진 않을래 다시 선 시작점이야  조금 더 속도를 올려서 물러선 나의 마음을 달래고  이제는 더 다가갈게 꽃처럼 피어나 나나나 나빌레라 아직은 수줍은 아이야 나도 떨려와  우리 설렘 가득한 목소리로  하얀 진심을 담아 새롭게 시작해 볼래 너 그리고 나  사랑을 동경해 앞으로도 잘 부탁해  모아둔 마음을 주겠어 그리고 나  마냥 기다리진 않을래 바라고 바랐던 이 순간에  항상 내 곁에 있어준 너와 함께  나 언제나 그래왔듯 이룰 거니까 꿈에서 깨어나 나나나 나빌레라  언젠가 너와 나 둘이서 활짝 펼쳐진 미래를 만들어가고 싶은걸  너 하나면 충분하니까 새롭게 시작해 볼래 너 그리고 나  사랑을 동경해 앞으로도 잘 부탁해  모아둔 마음을 주겠어 그리고 나  마냥 기다리진 않을래"}, {"song_no": "30025065", "year": "2017", "rank": "84", "title": "세 단어", "artist": "젝스키스", "genre": "Ballad", "lyrics": "다신 볼 수 없을 것만 같던 그대가 내 앞에 서 있네요 지킬 수 있을지 모르며 약속했던 그 언젠가가 지금인 거군요 단 하루도 널 널 잊었던 적 없다는 말은 거짓말이겠지만 그대가 곁에 있지 않을 때 외로웠죠 한 순간도 널 널 잊었던 적 없다는 말이 무슨 의미겠어요 지금 여기 우리 세 단어면 돼요 I just wanna be with you 내가 사는 이유 다시는 멀리 가지 않을게요 I'll always be here for you 세월이 지난 후 세상이 다시 우릴 갈라놔도 떠나야만 해도 멀리 있진 않을게요 참 멀리 멀리 멀리도 돌아왔네요  지독한 세월과 세상에게  수없이 꺾이고 발밑엔 낙엽이 뒤덮이고 이 야윈 모습이지만 여기 여전히 그대 곁에 서있죠 I missed you 한 순간도 편히 잠든 적 없어 잘 지낸 것 같겠지만 I missed you 한 순간도 진짜 웃은 적 없어 한 순간도 널 널 잊었던 적  없다는 말이 무슨 의미겠어요 지금 여기 우리 세 단어면 돼요 I just wanna be with you 내가 사는 이유 다시는 멀리 가지 않을게요 I'll always be here for you 세월이 지난 후 세상이 다시 우릴 갈라놔도 떠나야만 해도 멀리 있진 않을게요 시간은 참 무섭게도 가네요 붙잡으려 해도 잡히지 않을 거예요 언젠가 다시 헤어지게 되어도 여기  가까이 서있을게 지금 여기 우리 I just wanna be with you 내가 사는 이유 다시는 멀리 가지 않을게요 I'll always be here for you 세월이 지난 후 세상이 다시 우릴 갈라놔도 떠나야만 해도 멀리 있진 않을게요 멀리 있진 않을게"}, {"song_no": "30157821", "year": "2017", "rank": "85", "title": "Falling For You", "artist": "EXO", "genre": "Dance", "lyrics": "Yeah uh yeah hmm  Ooh ah ooh ah  Ooh ah ooh ah  Ooh ah ooh ah Check this uh 많이 기다렸죠 고갤 들어 똑바로 날 보기를 Oh Yeah 1년을 오늘만 기다리며 얼어있던 느낌 오늘은 용기 내어 다가갈 테니 셀 수 없이 많은 우연 중에 바람은 나를 네 곁에 신기한 일이죠 하늘에서 떨어진 무수한 점들과 오직 한 사람 기적일 거예요 네 옷깃 위로 떨어진 난 Ooh ah ooh ah 널 향한 내 맘 Ooh ah ooh ah 하얗게 내리잖아 Ooh ah ooh ah Oh baby Ooh ah ooh ah Yeah Girl come on 손을 뻗으면서 웃고 있는 네가 너무 예뻐요 Oh oh Oh yeah 내게서 네게로 미끄러져 스며드는 떨림 그 안에 천천히 나 녹아들 테니 세상이 다 멈춰버린 듯해 시야는 너로 가득해 전부 완벽해 신기한 일이죠 하늘에서 떨어진 무수한 점들과 오직 한 사람 기적일 거예요 네 옷깃 위로 떨어진 난 우연히 만들어진 장면은 아니야 이건 철저히 내가 계획했던 그림이야 먼 곳에서부터 널 조준하고 기가 막힌 타이밍에 몸을 던져 다가가서 난 몰래 너의 눈을 가려 넌 뒤를 돌아 나의 품에 안겨 이제 더 이상 난 바랄 게 없어 단 하나의 소원 이 시간을 멈춰 You baby Now all my dream's coming true Yeah Girl come on 너의 어깨 위로 한걸음에 달려가 안아주고 싶어 널 많이 기다렸니 날 온통 너를 만날 생각으로 벅차 난 기대해도 괜찮아 오직 네게만 사뿐히 내려앉을게 신기한 일이죠 너와 나 하늘에서 떨어진 무수한 점들과 점들과 오직 한 사람 기적일 거예요 기적 같은 Tonight 네 옷깃 위로 떨어진 난 Ooh ah 널 향한 내 맘 Ooh ah ooh ah 하얗게 내리잖아 Ooh ah ooh ah Oh baby  Ooh ah ooh ah 그대여 하늘을 봐"}, {"song_no": "8217163", "year": "2017", "rank": "86", "title": "Lucky One", "artist": "EXO", "genre": "Dance", "lyrics": "Oh 태양이 뜬다  널 찾아줄 지도를 들고  좌표를 따라 나서는 항로 No matter 저 은빛 나침반은  너를 향할 테니  너를 닮은 하늘은 아름다워  오늘도 오늘도 이대로 넌 눈부셔  익숙한 듯 낯선 길 휘어버릴게  너와 나의 평행선 너머 너머  I don’t mind  큰 파도에 밀려 이 항해의 끝에 내가  휘몰아치는 순간 내 세상에 멈춰선  넌 나의 Only one 너를 발견한 순간 더 찬란히 빛나는  I’ll be the lucky one  너와 나 Living it up  이곳에 Just living it up  Keep on coming Wow wow wow wow 같은 시간 속에 Oh 하나된 그 순간  We’ll be the lucky ones  Girl Oh girl  비밀스럽게 숨겨둔 너의 고백  Just tell me right now  다가갈게 한 걸음 한 걸음 네 곁에 baby  오늘도 오늘도 절대로 Never go back  오직 나만 아는 Rule 바꿔버릴게  너와 나의 평행선 너머 너머  I don’t mind 큰 파도에 밀려 이 항해의 끝에 내가  휘몰아치는 순간 내 세상에 멈춰선  넌 나의 Only one 너를 발견한 순간 더 찬란히 빛나는  I’ll be the lucky one  너와 나 Living it up  이곳에 Just living it up  Keep on coming Wow wow wow wow  같은 시간 속에 Oh 하나된 그 순간  We’ll be the lucky ones  수많은 사람 속 나의 Lover  운이 좋게 찾은 네 잎 Clover  올 것 같아 내게로 너란 행운도 멋지지  누가 뭐라해도  널 알아갈수록 yeah let’s go  공존할 수 없는 곳은 없어  넌 나의 only one 난 너의 lucky one cause I I I 휘몰아치는 순간 내 세상에 멈춰선  넌 나의 Only one 너를 발견한 순간 더 찬란히 빛나는  I’ll be the lucky one  너와 나 Living it up  이곳에 Just living it up  Keep on coming Wow wow wow wow  같은 시간 속에 Oh 하나된 그 순간  We’ll be the lucky ones  I am the lucky one  I am the lucky one"}, {"song_no": "30181283", "year": "2017", "rank": "87", "title": "그때 그 아이들은", "artist": "악동뮤지션", "genre": "Ballad", "lyrics": "지친 꿈을 이끌고 계속 걷다 보니 첫발을 함께 떼어 달려왔던  친구들이 곁에 없다는 걸  어느 순간 깨닫게 되지 함께 이뤄갈까 성공해 다시 보자  지금쯤 현실의 처음을 겪고 있다면 그때완 다른 웃음 짓고 있으려나 그땐 함께 영원할 것만 같았지 어렸던 세상을 걷어내면  비탈지던 저 좁은 길가로 흩어져 화려하고 순수했던 꿈  너의 두 손에 넘쳐 흘렀던 그 한 움큼은 꼭 쥐고 살아가길 나로 시작될 거야 하늘을 날아보자 지금쯤 턱 막힌 장벽에 날개를 숨긴 그때 그 아이들과 우리의 꿈이 그땐 함께 영원할 것만 같았지 어렸던 세상을 걷어내면  비탈지던 저 좁은 길가로 흩어져 화려하고 순수했던 꿈  너의 두 손에 넘쳐 흘렀던 그 한 움큼과 그 두 손 모아 기도했던 시간이  이루어질 수 있도록 그땐 함께 이룰 거라고 믿었지 작은 손과 발로 서로를 잡고 뛰던 세상이 다였던 우리 어린 시절의 간절하고 행복했던 꿈 너의 두 손에 넘쳐 흘렀던 그 한 움큼은 꼭 쥐고 살아가길 서투른 삶 걸음으로 상처를 입고  새로운 만남에 세상이 낯설어도 훗날 모두 이뤄 보일거야 내가 알던 그때 그 아이들은"}, {"song_no": "7931286", "year": "2017", "rank": "88", "title": "Love Yourself", "artist": "Justin Bieber", "genre": "Pop", "lyrics": "For all the times that you rain  on my parade And all the clubs you get in  using my name You think you broke my heart oh girl for goodness sake You think I'm crying on my own well I ain't And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself But when you told me that you  hated my friends The only problem was with you  and not them And every time you told me my  opinion was wrong And tried to make me forget  where I came from And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself For all the times that you  made me feel small I fell in love now I fear  nothin' at all I never felt so low when I was vulnerable Was I a fool to let you break  down my walls Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself"}, {"song_no": "30159661", "year": "2017", "rank": "89", "title": "죽어도 너야", "artist": "V", "genre": "Drama", "lyrics": "삐거덕 삐거덕 금이 간 내 맘에 시린 너의 한숨들 조금씩 조금씩 시드는 꽃처럼 심장이 내려앉아 죽일 놈의 이 사랑 너 하나 땜에 다쳐도 멈추질 못해 죽어도 오직 나는 너야 네가 없인 가슴을 관통할 눈물 떨어질 검은 지옥뿐 나에게 넌 그런 존재야 나를 떠나가지 마 나를 남겨두지 마 돌아선 네 맘에 발길을 나에게 돌려줘 간절한 너를 원해 목숨 건 전부야 흩어져버린 빛 속으로 날 데려가 줘 저세상 끝까지 na na na na na na It’s gotta be you na na na na na na It’s gotta be you na na na na na na 워 어어어 I can‘t let go 하늘에 맡겼던 내 운명의 열쇠는 다시 나의 손안에 긴 숨을 삼키고 영혼을 불태워 너를 차지하려 해 죽일 놈의 이 사랑 너 하나 땜에 아파도 포기를 못해 죽어도 오직 나는 너야 네가 없인 난 피도 눈물도 없는 위험한 그림자일 뿐 나에게 넌 그런 존재야 나를 떠나가지 마 나를 남겨두지 마 돌아선 네 맘에 발길을 나에게 돌려줘 간절한 너를 원해 목숨 건 전부야 흩어져버린 빛 속으로 날 데려가 줘 저세상 끝까지 na na na na na na It’s gotta be you na na na na na na It’s gotta be you na na na na na na 워 어어어 I can‘t let go 날 바쳐 널 지킬게 보란 듯이 해볼게 난 지금 이 위기를 기회로 삼으려고 해 넌 내 최고의 선택 나를 막진 못해 흩어져버린 빛 속으로 날 데려가 줘 저세상 끝까지 na na na na na na it’s gotta be you na na na na na na it’s gotta be you na na na na na na 워 어어어 I can‘t let go na na na na na na na na na na na na"}, {"song_no": "30113197", "year": "2017", "rank": "90", "title": "그대라는 세상", "artist": "윤미래", "genre": "Drama", "lyrics": "새로운 세상 문이 열려있죠 그대 안에 있네요 한걸음 넘어 눈이 부시게 펼쳐진 세상이 날 반기죠 그대 곁에 다가가 안기고 싶어요 머물고 싶죠 그대라는 세상에 I owe you I miss you I need you I love you 영원토록 그대 품에 하루하루가 새롭게 다가와 내 맘 설레게 하죠 꿈에 그리던 그대 있으니 두려운 떨림도 웃게 하죠 그대 곁에 다가가 안기고 싶어요 머물고 싶죠 그대라는 세상에 I owe you I miss you I need you I love you 영원토록 그대 품에 난 아직 모르는 게 많죠 그대 세상 그대 맘을 보여줘요 내 곁으로 다가와 손잡아 줄래요 사랑할게요 이 세상이 변해도 I owe you I miss you I need you I love you 영원토록 그대 품에"}, {"song_no": "30088156", "year": "2017", "rank": "91", "title": "가끔 (Feat. Crush, 기리보이)", "artist": "긱스 (Geeks)", "genre": "Rap / Hip-hop", "lyrics": "요즘은 잠을 못 자  ye I got work hard  가끔은 배가 고파도  밥을 먹을 순 없지  내일 공연이 있으니까  no pizzas in my studio  이런 게 익숙해 진지도  벌써 몇 년째 가끔은 생각해  이런 게 내가 원했던 삶이 맞는지  너무 많은 사람들 너무 많은 관심  너무 많은 스케줄 너무 많은 음악  너무 많은 대화와 너무 많은 생각  할 일이 너무나도 많아  can we slow it down  무대에 내려와 땀에 젖는 게  요새는 그렇게 달갑지만은 않네  내 노랠 좋아하는  사람들에게는 감사해  근데 가끔은 말야 가끔은 가끔은  멀리 떠나가고 싶어 난  아무 생각 들지도 않게  어디로든 상관없어 난  가끔은 가끔은  아무도 찾지 못하게  어디로든 떠날게  전화도 꺼놓은 채로 너의  연락을 못 받아도 미안해 미안해  어디로든 떠날게  전화도 꺼놓은 채로 너의  연락을 못 받아도 미안해 미안해  한적한 거릴 걸어  어딘가 변했지 이 동네도  스피커 사이로 나오는 노래도  거짓말처럼 변했고  내 취향도 변했어  덤벙거리는 성격인 건 여전해  변하기 싫어 나 다운 게 훨씬 편해  덥지 않은 여름 따뜻하지 겨울이  이제 예전보다 작아졌네 서울이  가끔 말이야 멀리 떠나고 싶어  사계절이 사라질까  걱정하고 있어  모두 변하고 있지  당연한 거겠지만  나 홀로 같은 위치에서  떠도는듯한 기분이 들어  너도 알지 나는 여전해  세상이 변하면 나도 변해  모두가 똑같듯이 나 역시 좀 뻔해  모두가 똑같듯이 나 역시 또 변해  멀리 떠나가고 싶어 난 아무 생각 들지도 않게 어디로든 상관없어 난 가끔은 가끔은 아무도 찾지 못하게 어디로든 떠날게 전화도 꺼놓은 채로 너의 연락을 못 받아도 미안해 미안해 어디로든 떠날게 전화도 꺼놓은 채로 너의 연락을 못 받아도 미안해 미안해 시끄러운 불빛이 싫어 스피커에 붐잉이 싫어 욕심을 잃고 초심에 대한 촛농을 녹였지 얼마나 뜨거울지 몰라 내 마음을 졸였지 아니 얼마나 졸였는지 익혀보면 알지 언제 떠날지는 나를 지켜보면 알지 내가 어디 갈지 모름 치켜 보면 알지 얼마나 빠를 지는 나를 시켜보면 알지 no 가끔은 지겨울 때가 있어 나를 너무 더러운 방에다 가두어 나는 여길 떠날 거야 사람들이 보내오는 환호와 박수갈채를 받으며 먼 산을 바라봤던 어제 이 길을 택한 내가 너무 용해 오늘은 여행을 점치고 있어 이젠 가사의 마지막 줄에 점찍고 있어"}, {"song_no": "30215217", "year": "2017", "rank": "92", "title": "안녕", "artist": "2NE1", "genre": "Ballad", "lyrics": "- 안녕 -  가지 마 날 버리고 가겠다는 말은 하지 마 기억 속 나를 두고 떠나지 마 널 잡을 수 없는 내 눈을 보지 마 그냥 가지 마 속지 마 겨우 이런 유혹에 넘어가지 마 모든 게 영원하지는 않잖아 겨울이 가면 봄은 다시 와 알잖아 그냥 가지 마 오늘이 지나가면 내일은 다를 것만 같아 너 없이 잘 살아갈 수 있을까 우리 다시 만나는 그날까지 안녕 안녕 우리 다시 만나는 먼 그날까지 안녕 안녕 Does anyone know Does anyone know how it makes me feel 우리 다시 만나는 그날까지  안녕 안녕  안녕 안녕 믿지 마 흩어져 부서진 말들은 믿지 마 너의 작고 작은 마음을 놓지 마 함께했던 약속들이 생각나 눈물이 흐른다 잊지 마 가끔 힘이 들더라도 괜찮아 기대고 싶을 때는 찾아와 나 영원히 함께 있어줄 수는 없지만 잠깐이잖아 오늘이 지나가면 내일은 다를 것만 같아 너 없이 잘 살아갈 수 있을까 우리 다시 만나는 그날까지 안녕 안녕 우리 다시 만나는 먼 그날까지 안녕 안녕 Does anyone know Does anyone know how it makes me feel 우리 다시 만나는 그날까지 안녕 안녕 우리 다시 만나는 그날까지 안녕 안녕 우리 다시 만나는 먼 그날까지  안녕 안녕 No 안녕 안녕"}, {"song_no": "4786735", "year": "2017", "rank": "93", "title": "Marry Me", "artist": "마크툽 (MAKTUB)", "genre": "Ballad", "lyrics": "비내리는 날엔 우산이 돼주고 어둠이 오면 빛이 돼줄게 추운 겨울이면 난로가 돼주고 더운 날엔 바람이 될게 잠이 들 때까지 머릴 만져줄게 니가 두려울 때마다 꼭 옆에  있어줄게 갑작스런 맘에 문득 떠나고 싶으면 내일 무슨 일이 있어도 함께  떠나줄게 Marry Me 내 손 잡아줄래요 Marry Me 나와 평생 함께 할래요 남은 나의 모든 삶 오직 그대 남자로 살고 싶어요 Marry Me darling 나와 결혼해줄래요 순간뿐이 아냐 많이 생각했어 헌데 내 사랑을 줄 수 있는 여잔  너밖에 없어 차갑고 어두운 험하고 쓸쓸한 세상 속 평생의 동반자로 함께 걸어가고 싶어 Marry Me 내 손 잡아줄래요 Marry Me 나와 평생 함께 할래요 남은 나의 모든 삶 오직 그대 남자로 살고 싶어요 Marry Me darling 나와 결혼해줄래요 내 안에 숨쉬는 아름 다운 그대 영원히 같은 꿈을 꾼다면 얼마나  좋을까 믿어요 Marry Me 그대와 함께 하는 매일이 내겐 천국이죠 나와 결혼해줄래요 비내리는 날엔 우산이 돼주고 어둠이 오면 빛이 돼줄게"}, {"song_no": "30126971", "year": "2017", "rank": "94", "title": "커플 (2016)", "artist": "젝스키스", "genre": "Ballad", "lyrics": "예전보다 지금 네가 더욱 괜찮을 거야  허전했던 모습 맘속의 빈 곳  다 채워 줬으니  아름다운 세상에서  많이 외로워하며  너란 반쪽을 찾아  헤맨 건 다 옛날 얘긴 걸  내 생애 남은 날들을  너와 함께 하고 싶어 마치 꿈만 같은 걸  이젠 나 혼자가 아닌  너와 함께 하는 거야  Oh love 왜 이제서야  많이 외롭던 나를 찾아온 거야  Oh love 너를 사랑해  이제 모든 시간들을 나와 함께해  하나가 둘이 돼 여지껏 내 가슴 깊게 자리했던 슬픔이 개고  이젠 내 인생의 끝까지 무지개 난 너만 있으면 돼 기억해줄래 이 순간에 내가 하는 약속 사랑하는 너에게 나를 다 줄게 이제 너의 집은 내 맘속 얼마나 수많은 날을  기다려 왔는 줄 아니  이젠 모두 앞에서  너의 손을 꼭 붙잡고  우리 함께 하는 거야  Oh love 왜 이제서야  많이 외롭던 나를 찾아온 거야  Oh love 너를 사랑해  이제 모든 시간들을 나와 함께해  과거 따윈 모두 잊고 나와 함께 할  많은 시간을 추억으로 만들어  Oh love 왜 이제서야  많이 외롭던 나를 찾아온 거야  Oh love 너를 사랑해  이제 모든 시간들을 나와 함께해"}, {"song_no": "30157822", "year": "2017", "rank": "95", "title": "What I Want For Christmas", "artist": "EXO", "genre": "Ballad", "lyrics": "어느새 우리  함께 한 다섯 번째 크리스마스  어느덧 우리  꽤나 잘 어울리지 Yeah  I thank you 항상  You babe  특별한 선물은 필요 없어  Cuz you You're the one I want for Christmas 널 위해 나 불렀던 그 노래가 1년이 지나 이렇게 또 흰 눈을 맞으며 함께 불러 Yeah I feel alive 차가운 바람에도 또 이루어 갈  새로운 꿈 너와 함께 꾸면 가능한 걸 겨울 햇빛 캐럴처럼 밝은 네 목소리 멀리 하늘까지 들릴 수 있게 해 Yeah I thank you 항상 You babe 겨울이 좀 더 특별한 이유 Cuz you You're the one I want for Christmas 널 위해 나 불렀던 그 노래가 1년이 지나 이렇게 또 흰 눈을 맞으며 함께 불러 Yeah I feel alive 차가운 바람에도 또 이루어 갈 새로운 꿈 너와 함께 꾸면 가능한 걸 내가 너의 기적이 돼줄게 징글벨 소리 울려 퍼지게 우리의 겨울은 따뜻하지 늘 언제나 그래왔지 오직 널 위해 나 불렀던 그 노래가 1년이 지나 이렇게 또 흰 눈을 맞으며 함께 불러 Yeah I feel alive  차가운 바람에도 또 이루어 갈 새로운 꿈 너와 함께 꾸면 가능한 걸"}, {"song_no": "30177184", "year": "2017", "rank": "96", "title": "널 미워하지 않길 (Prod. By 하동균)", "artist": "김나영", "genre": "Ballad", "lyrics": "그게 또 그래 이별이란 게 생각과는 늘 다르게 우리 좋았던 기억만 전부 지우고 나타나 그땐 또 그래 마음이란 게 생각처럼 되질 않고 우리 아프던 기억만 또 전부 가지고 나타나 마음에도 없었던  욕을 한참 퍼붓게 해 날 미워하지 않길 수 많은 밤도 잊지 않길 우리의 기억들은 빛나는 위로가 되기를 우린 사랑했고 아름다웠어 그게 잘 안돼 널 잊는단 게 생각 보다 쉽지 않아 우리 사랑한 기억만 또 자꾸 내 맘에 들어와 한참 동안 아무 일 없던 내 맘 힘들게 해 아직 너는 내게 남아 널 미워하지 않길 수 많은 밤도 잊지 않길 우리의 기억들은 빛나는 위로가 되기를 날 미워하지 않길 기억의 끝에 왜 우린 서로가  왜 멈춰서 사랑의 끝에 왜 우린 서로가  또 멈춰서 이별의 끝에 왜 우린 서로가  왜 멈춰서 우린 아파해야 하나 날 미워하지 않길 수 많은 밤도 잊지 않길 우리의 기억들은 빛나는 위로가 되기를 날 미워하지 않길 기억의 끝 그곳에 우린 멈춰서 사랑했던 기억은  내게서만 달아나고 어느 새부터 어쩌면 우린 서로가 아닌 남이었을까 우린 사랑했고 지금 우린 끝"}, {"song_no": "30181282", "year": "2017", "rank": "97", "title": "집에 돌아오는 길", "artist": "악동뮤지션", "genre": "Ballad", "lyrics": "버스 기사 아저씨의 무심한 초점 끝이 막막한 계단은 땅을 보며 걸어 꽉 막힌 도로 뚫릴 때까지  하늘색을 보며 점쳐 후회하는 내 맘 감추기 위해  석양은 붉어져 하루를 끝내고 나오는 한숨 아침에게 빌린 희망은 다시 반품 어찌 됐든 간 이래저래  뒤로 넘어 간 해 머릴 보며  대충 재 보는 집까지의 거리 해야 할 일에 다 쓰고 남은 하루  새로운 걸 다시 시작하기엔 버겁고 흘리긴 아까워도  구멍 난 신발 메꾸고  짊어진 가족의 꿈을 향해 이어폰을 귀에 걸고  Turn the music on 가로등이 줄지어 굽이 진 벽돌담이  날 조이는 골목길을 지나 모난 돌 하나 발끝에 밀며  앞장 세워 따라가다가 익숙한 냄새와 귀 익은 소리 떠날 때부터 여전히  우리 옆집은 강아지가 짖고 시퍼렇게 멍든 대문이 삐걱대 날 적시는 밤공기는 눅눅해 끝이 안 보이는 앞 길은 묵묵히 걸어가  걸어가 숨이 목에 올라 차 포기할 것 같으면 주저앉아 쉬다가 생각해 what you have been doing for 그토록 힘이 든 아까 일도 오늘이 지나면 잊혀지겠지 이불을 덮고 시간과 함께 잠들고 싶어 함께 잠들고 싶어  허릴 굽혀 오르막길을 올라 멀리서부터 흐르는 찌개 냄새 어딘가는 정적 어딘가는 웃음소리 내 흐트러진 옷맵시 다들 파란불을 기다리면서  온통 빨간불에만 모여있듯이 나는 행복을 기다리면서  온통 사소한 불만 고여있었지 행복을 기다리면서  온통 사소한 불만 고여있었지 가로등이 줄지어 굽이 진 벽돌담이  날 조이는 골목길을 지나 모난 돌 하나 발끝에 밀며  앞장 세워 따라가다가 익숙한 냄새와 귀 익은 소리 떠날 때부터 여전히  우리 옆집은 강아지가 짖고 시퍼렇게 멍든 대문이 삐걱대 가로등이 줄지어 굽이 진 벽돌담이  날 조이는 골목길을 지나 어둑어둑한 달 밤 하늘에  가족 얼굴 그려보다가 익숙한 냄새와 귀 익은 소리  덜 깬 잠으로 마주한 따뜻했던  오늘 아침밥처럼 눈앞에 뿌연 아지랑이 피곤해"}, {"song_no": "30153027", "year": "2017", "rank": "98", "title": "바람꽃", "artist": "이선희", "genre": "Drama", "lyrics": "나 아직 꿈을 꾸죠 밤하늘 희미한 달빛처럼 눈부셨던 기억 속에 그 사람 어렴풋이 생각이 나네요 바람에 흩날리는 꽃잎에 따뜻한 그대 향기를 느끼고 스쳐 지나간 듯한 짧았었던 인연이 이제 내 전부인 걸요 같은 하늘 아래 그대와 함께 있다는 걸 지워질까 두려운 거죠 푸른 바다 수평선까지  걸을 수 있다면 나 그대 손 놓지 않을게 하늘에 수놓아진 별빛에 따뜻한 그대 숨결을 느끼고 운명처럼 그대와  이대로만 이렇게 남아 숨 쉴 수 있다면 같은 하늘 아래 그대와 함께 있다는 걸 지워질까 두려운 거죠 푸른 바다 수평선까지  걸을 수 있다면 나 그대 손 놓지 않을게 같은 하늘 아래 그대와  함께 있다는 걸 지워질까 두려운 거죠 푸른 바다 수평선까지  걸을 수 있다면  나 그대 손 놓지 않을게"}, {"song_no": "30181279", "year": "2017", "rank": "99", "title": "못생긴 척", "artist": "악동뮤지션", "genre": "Rock", "lyrics": "허구한 날 놀려  못생겼다고 이젠 웬만한 상처도 안 나  아니 상처가 안 나아 어이구 또 약 올려  더 못생겨졌다고 뭘 또 표정을 확인해 괘안나  괘않치 않아 그렇게 날 못생기게 만들고 싶나 봐  못생겼다 못생겼다  하면 못생겨지는 줄 아나 봐  정말 웃긴 애들이야 그치 ㅎㅎ 되게 재미난 애들인 것 같아  너 지금 착각하고 있나 본데  그런가 본데 사실 잘생긴데 못생긴 척 하는 거야 숨겨왔던 나를 말하는 중인데 왜 웃고들 있는 거지 주눅 들어 뭔 얘기를 못해  예끼 우리 아기 까꿍 얘기를 못해요를레이 Baby baby baby baby baby Baby baby baby baby baby 매일마다 곯려  못생겼다고 웬만한 상처도 안 나  상처도 안 나 상처 온몸이 다 결려  못생긴 척 하느라고 몸의 신경을 하나하나 다 써 대견해 대견해 잘했어 그렇게 날 못생기게 만들고 싶었니  못생겼다 못생겼다 하면  못생겨지는 줄 알았니  정말 웃긴 애들이야 그치 ㅎㅎ 아주아주 재치가 넘치는 애들인 것 같아  너 지금 착각하고 있나 본데  그런가 본데 사실 잘생긴데 못생긴 척 하는 거야 숨겨왔던 나를 말하는 중인데 왜 웃고들 있는 거지 주눅 들어 뭔 얘기를 못해  예끼 우리 아기 까꿍 얘기를 못해요를레이 그렇게 날 못생기게 만들고 싶었니 왜 질투하나 보지 어이어이 거기 예쁜이들 잘생이들 우릴 보면 느낌이 어떠니들 huh 왜 같은 값을 주고 산 똑같은 옷도 사람을 차별해 이건 불공평해 공명 쌤이 보시고 재갈을 물려줘야 해 아무 말 못하면은  날 더 이상 놀리지 않겠지 제발 그 위 공기가 좋다며 나도 좀 맡아보자 들어줘 연극 같은 거 하면 왕자 역할  좀 맡아보자 들어줘 너 지금 착각하고 있나 본데  그런가 본데 사실 잘생긴데 못생긴 척하는 거야 숨겨왔던 나를 말하는 중인데 왜 웃고들 있는 거지 주눅 들어 뭔 얘기를 못해  예끼 우리 아기 까꿍 얘기를 못해요를레이 Baby baby baby baby baby Baby baby baby baby one more time say Baby baby baby baby baby Baby baby baby baby ba"}, {"song_no": "30113169", "year": "2017", "rank": "100", "title": "나쁜X (BAD YEAR)", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "BAD YEAR 올핸 참 별일이 많았어 특히 안 좋은 일들  원치 않았던 그중에서 베스트  단연 제일 나쁜 건 그녈 만난 거 나쁜 년 BAD YEAR 집 앞이야 네게 전화해  Brrrr  답도 없고 좋게 끝내보려 했는데 맞어 나 조금 화난 듯 내려올래  빨리 좀만 더 가면 걸릴 듯 공황장애  Yeah 사람 볼 땐 그 사람 눈을 보라던데  U know 충혈된 네 눈 홍등가처럼 빨개  So Freaking Red 너의 혀는 매번 내 귀를 희롱했고 나 욕 좀 해도 돼 떨어져라 지옥행  Go To Hell 나도 참 멍청한 놈이지만 너도 참 불쌍한 걸 안 간다 멀리 보내줄게  잘 가요 잘 가요 잘 가요  Adieu 나쁜 년 BAD YEAR BAD YEAR  참 나쁜 년 BAD YEAR BAD YEAR Good Bye Baby So Long Good Bye Baby So Long Good Bye Baby So Long  Good Bye Baby So Long Adieu 나쁜 년 BAD YEAR BAD YEAR  참 나쁜 년 BAD YEAR BAD YEAR Good Bye Baby So Long  Good Bye Baby So Long Goob Bye Baby So Long  Good Bye Baby So Long Adieu 나쁜 년 하야 내가 이러려고 믿었나 널 넌 네  입으로 뱉은 약속 매번 깨고 바꿔라  좀 레퍼토리 심지어 옆에 알고 보니  있었지 딴 놈 그와 넌 입을 맞추고 돌아와 더러운 혀로 핑계를 대 넌 그저 꼭두각시  마리오네트였을 뿐이라고 So Sick And Tired 신은 왜 대체 이런 년 주셨는지 내게 이런 시련 도와주세요 Holy Moly 병신년아 빨리 끝나 제발 정유년은 빨간 닭의 해다 해시태그 나쁜 년  해시태그 BAD YEAR 그저 편히 싹 맡긴 채 숨 쉴 Bad Year Bad Bad Bad Bad Year 그저 편히 싹 맡긴 채 숨 쉴 Bad Year Bad Bad Bad Bad Year Bad Year 나도 참 멍청한 놈이지만 너도 참 불쌍한 걸 안 간다 멀리 보내줄게  잘 가요 잘 가요 잘 가요  Adieu 나쁜 년 BAD YEAR BAD YEAR  참 나쁜 년 BAD YEAR BAD YEAR Good Bye Baby So Long  Good Bye Baby So Long Good Bye Baby So Long  Good Bye Baby So Long Adieu 나쁜 년 BAD YEAR BAD YEAR  참 나쁜 년 BAD YEAR BAD YEAR Good Bye Baby So Long  Good Bye Baby So Long Good Bye Baby So Long  Good Bye Baby So Long Adieu 나쁜 년 BAD YEAR 올핸 참 별일이 많았어 특히 안 좋은 일들  원치 않았던 그 와중에 베스트  단연 제일 잘한 건 그녈 떠난 거  얼마 안 남았어"}]