[{"song_no": "30660699", "year": "2017", "rank": "51", "title": "너를 찾아서", "artist": "윤종신", "genre": "Ballad", "lyrics": "그렇게 보내는 게 아녔어 그쯤에서 멈추면 좋을 줄 생각을 다 말로 하지 않는 것이 더 멋진 이별이고 잘 보낸 거라 이별에 멋 따위가 어딨어 좋은 사람으로 남는다고 뭐가 달라지는데 나 미쳐 가는데 니 가슴에 남는 나 그게 뭔데 어디니 무작정 찾아 간다 원래 나 이기적이었었잖아 내가 보고 싶고 내가 그리운 게 더 중요해 멀리서 바라만봐도 숨 쉬겠어   어딨니 너의 흔적 찾아 따라가려 해 분명히 남겼을 걸 넌 예쁘니까 내가 없어도 그 미소는 잃지 않을 너이기에  먼발치에서 라도 보고만 갈게 딴 사람으로 잘들 덮던데   난 그게 잘 안 되네 이러다 오래된 이 길처럼 굳어 버린 채로 너의 발이 닿기만 바라기엔 어디니 무작정 찾아 간다 원래 나 이기적이었었잖아 내가 보고 싶고 내가 그리운 게 더 중요해 멀리서 바라만봐도 숨 쉬겠어   어디있니 너의 흔적 찾아 따라가려 해 분명히 남겼을 걸 넌 예쁘니까 내가 없어도 그 미소는 잃지 않을 너이기에  먼발치에서 라도 보고만 갈게 큰 숨 한번에 좀 더 견딜게"}, {"song_no": "30715020", "year": "2017", "rank": "52", "title": "러브스토리 (Feat. 크러쉬)", "artist": "SURAN (수란)", "genre": "R&B / Soul", "lyrics": "어느 날 우연히 널 만났죠 보고 싶어 그렇게 사랑이 왔죠 아무 생각 없이 너만 볼래요 강아지처럼 아니 고양이처럼 I just love you 말도 안 돼 내 맘이 널 두근대게 한대 올 듯 말듯 이유도 없어 멋대로 매일 널 안고 싶어 I wanna be your star shining star 눈이 부셔와요 나 이대로 숨이 멎을 것 같아요 이 세상에 너와 나 우리 둘뿐이라 해도 반할 거야 또 Real love story All day 왜 기분이 좋은 걸까 널 듣고 싶어 이런 게 사랑인 걸까 두 눈 꼭 감고 네 맘 가져볼까 강아지처럼 아니 고양이처럼 널 살랑살랑해 머리부터 발끝까지 네 발바닥 꼬순내 나 술에 취해 집에 들어가면 네 입술로 해장해 내 옆을 지켜주네 흰둥아 세상이 온통 까만색이어도 넌 날 완전하게 만드니까 곁에 있어줘 이젠 너도 말할 때 됐잖아 Do you love me like I love you I wanna be your star shining star 눈이 부셔와요 나 이대로 숨이 멎을 것 같아요 이 세상에 너와 나 우리 둘뿐이라 해도 반할 거야 또 real love story 어느 날 우연히 널 만났죠 보고 싶어 그렇게 사랑이 왔죠 아무 생각 없이 너만 볼래요 강아지처럼 아니 고양이처럼 I wanna be your star shining star 눈이 부셔와요 나 이대로 숨이 멎을 것 같아요 이 세상에 너와 나 우리 둘뿐이라 해도 반할 거야 또 real love story"}, {"song_no": "30519033", "year": "2017", "rank": "53", "title": "Artist", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "We are we are we artist baby We are we are we artist ZICO 뭔가 예감 좋아 번뜩 악상이 떠올라 금토일도 월요일같이 사는 내게 상 줄 거야 Alright 올해도 스케줄 꽉 찼고 길 가면 다 알아보고 Fanxy child 겁나 핫하고 그런데도 나 외로워 What should I do 지루해 죽기 직전인 사람 절대 양반은 못 되는 사람 굳이 긁어 부스럼 만드는 사람 아주 박살을 내버릴 사람들 Oh yes 언제까지 머릿속만 시끄러울래 예술에 조예가 깊다면 Let’s draw something From now on 모든 것을 백지로 되돌려 놓고 생각 말고 저질러 붓은 너가 쥐고 있어 제일 감각 있잖아 자기 집 거울 앞에선 yeah Life is short Art is long 너나 나나 쟤나 I make’em say Ah We are we artist baby We are we are we artist baby We are we are we artist baby Hey Life is short Art is long 너나 나나 쟤나 I make’em say Let me think about it 도대체 뭘 얻고자 온종일 노랠 만들었을까 일하고 품위 유진 언제 해 막히면 저 반대 길로 역주행 해 모자 눌러 써 신발 구겨 신어 바깥 공기 마시며 세상 구경 좀 해 남이 재단할 수 없어 내 인생은 내가 디자인해 Get up 시선 빼 그러다 목에 담 와 손에 잡히지 않는 건 다 놔 구색 따윈 갖추지 말자 흥얼대 혼자 샤워할 때처럼 Like whoo yes 난 나이를 먹지 않고 도로 뱉을 건데 내 말이 설득력 있다면 Make some noise From now on 모든 것을 백지로 되돌려 놓고 생각 말고 저질러 붓은 너가 쥐고 있어 제일 감각 있잖아 자기 집 거울 앞에선 yeah Life is short Art is long 너나 나나 쟤나 I make’em say Ah We are we artist baby We are we are we artist baby We are we are we artist baby Hey Life is short Art is long 너나 나나 쟤나 I make’em say 미루지 마 즐거움을 그건 저축이 불가능 Somebody say 이 다음에 커서 그 커서가 바로 지금 내일 지구가 멸망하면 Answer me what you gon do 행복의 언저리에서 고민은 금물 Now on 모든 것을 백지로 되돌려 놓고 생각 말고 저질러 붓은 너가 쥐고 있어 제일 감각 있잖아 자기 집 거울 앞에선 yeah Life is short Art is long 너나 나나 쟤나 I make’em say Are are are are artist baby We are are are are artist baby Are are are are artist baby One more time Life is short Art is long 너나 나나 쟤나 I make’em say"}, {"song_no": "30099927", "year": "2017", "rank": "54", "title": "노력", "artist": "박원", "genre": "Ballad", "lyrics": "널 만날 수 있는 날  친굴 만났고 끊이지 않던 대화가  이젠 끊기고 널 바라보다가  다른 사람을 겹쳐봤어 누군가 내 안에  들어온 것도 아닌데 사랑한단 말은  점점 미안하고 억지로 한 것뿐인데  넌 좋아하고 너에게만 나는  아주 바쁜 사람 내 연락을 기다리다가  또 잠들겠지 나도 노력해봤어  우리의 이 사랑을 안되는 꿈을 붙잡고  애쓰는 사람처럼 사랑을 노력한다는 게  말이 되니 서로가 다른 건  특별하다고 같은 건 운명이라  했던 것들이  지겨워져 넌 오늘보다 내일 날  더 사랑한대 난 내일보다 오늘 더  사랑할 텐데 나도 노력해봤어  우리의 이 사랑을 아픈 몸을 이끌고  할 일을 끝낼 그때처럼 사랑을 노력한다는 게  말이 되니 말이 되니 사랑을 노력한다는 게  노력으로 안되는 게  있다는 게 사랑을 노력한다는 게  말이 되니  너는 아직 아무것도  모르고만 있는데 어떻게 말해야 할지  나도 모르겠어 그렇게 널 만나러 가"}, {"song_no": "30669593", "year": "2017", "rank": "55", "title": "가을 안부", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "어떠니 잘 지냈니 지난 여름 유난히도 힘에 겹더라 올핸 새벽녘엔 제법 쌀쌀한 바람이 어느덧 니가 좋아하던 그 가을이 와 사랑도 그러게 별수없나 봐 언제 그랬냐는 듯 계절처럼 변해가 그리워져 미치도록 사랑한 그날들이 내 잃어버린 날들이 참 많이 웃고 울었던 그때 그 시절의 우리 니가 떠올라 밤새 참 아프다 니가 너무 아프다 너를 닮은 이 시린 가을이 오면 보고 싶어서 너를 안고 싶어서 가슴이 너를 앓는다 어떠니 넌 괜찮니 지금쯤은 나를 잊고 편안해졌니 이젠 우습지 잘살길 바라면서도 막상 날 잊었을 널 떠올리면 서글퍼 그리워져 미치도록 사랑한 그날들이 내 잃어버린 날들이 참 많이 웃고 울었던 그때 그 시절의 우리 니가 떠올라 밤새 참 아프다 니가 너무 아프다 너를 닮은 이 시린 가을이 오면 보고 싶어서 너를 안고 싶어서 가슴이 너를 앓는다 너라는 계절 안에 살아 여전히 너를 꿈꾸며 고마워져 그 날들이 내 지나버린 날들이 추억은 짐이 아니라 살게 하는 힘이란 걸 가르쳐준 너니까 또 설렌다 아프도록 설렌다 너를 닮은 눈부신 가을이 오면 니가 떠올라 그리움이 차올라 눈물로 너를 앓는다 밤새 또 너를 앓는다"}, {"song_no": "4786735", "year": "2017", "rank": "56", "title": "Marry Me", "artist": "마크툽 (MAKTUB)", "genre": "Ballad", "lyrics": "비내리는 날엔 우산이 돼주고 어둠이 오면 빛이 돼줄게 추운 겨울이면 난로가 돼주고 더운 날엔 바람이 될게 잠이 들 때까지 머릴 만져줄게 니가 두려울 때마다 꼭 옆에  있어줄게 갑작스런 맘에 문득 떠나고 싶으면 내일 무슨 일이 있어도 함께  떠나줄게 Marry Me 내 손 잡아줄래요 Marry Me 나와 평생 함께 할래요 남은 나의 모든 삶 오직 그대 남자로 살고 싶어요 Marry Me darling 나와 결혼해줄래요 순간뿐이 아냐 많이 생각했어 헌데 내 사랑을 줄 수 있는 여잔  너밖에 없어 차갑고 어두운 험하고 쓸쓸한 세상 속 평생의 동반자로 함께 걸어가고 싶어 Marry Me 내 손 잡아줄래요 Marry Me 나와 평생 함께 할래요 남은 나의 모든 삶 오직 그대 남자로 살고 싶어요 Marry Me darling 나와 결혼해줄래요 내 안에 숨쉬는 아름 다운 그대 영원히 같은 꿈을 꾼다면 얼마나  좋을까 믿어요 Marry Me 그대와 함께 하는 매일이 내겐 천국이죠 나와 결혼해줄래요 비내리는 날엔 우산이 돼주고 어둠이 오면 빛이 돼줄게"}, {"song_no": "30390068", "year": "2017", "rank": "57", "title": "오늘 취하면 (Feat. 창모) (Prod. SUGA)", "artist": "SURAN (수란)", "genre": "R&B / Soul", "lyrics": "아직 잊지 못하고 아주 달콤히 맴돌아 나 꿈인 줄 모르고 star 헤매이고 있어 그냥 어지러운 가봐요 잠이 든 그댄 아무 말도 말아요 이미 익숙해진 우리 미로 사이 참을 수 없어 Have a feel so sweet 어색했던 우리 첫 와인처럼 쓰고 아프지만 두 눈에 가득 담아 흐르는 대로 널 보내줄게 나 너에게 취해 난 이 밤에 취해 니가 모질게 했던 그 기억 속에 그 추억에 헤매 널 찾고 있어 그냥 잊을래 너의 맘도 알고 싶어 boy 그냥 잊어줘 Baby Please don't go 나 바빠 Bay 아니야 그만 잡아 Phone 우리 얘기 다 끝났어 난 차가운 남자라고 누가 취하면 그런 거 못해 잡다 놓다가 새 Phone에 지문 묻히기 누가 못하냐고 알아 난 나이 24 이별 따위엔 서툴지 사실 이제 나 익숙해졌음 해 마치 또래보다 훨씬 많은 돈을 버는 일 허나 나보다 훨씬 여리디 여린 널 위해 다 큰 어른인 척 좀 할 수 밖에 없는걸 생각해 좀좀좀 지울 수 없어 Have a feel so sweet 익숙해져 버린 네 향기처럼 쓰고 아프지만 내 맘에 가득 담아 흐르는 대로 널 보내줄게 나 너에게 취해 난 이 밤에 취해 니가 모질게 했던 그 기억 속에 그 추억에 헤매 널 찾고 있어 그냥 잊을래 너의 맘도 알고 싶어 boy 그냥 잊어줘 Baby Please don't go 눈 감으면 맴돌아 너와 걷던 길 함께한 시간 이대로 잠들면 oh 오늘 좀 취한 것 같아 잠긴 목소리로 불러도 넌 아무렇지 않게 가줘 나 너에게 취해 난 이 밤에 취해 니가 모질게 했던 그 기억 속에 그 추억에 헤매 널 찾고 있어 그냥 잊을래 너의 맘도 알고 싶어 boy 그냥 잊어줘 Baby Please don't go"}, {"song_no": "30657309", "year": "2017", "rank": "58", "title": "고쳐주세요", "artist": "볼빨간사춘기", "genre": "Folk", "lyrics": "기운이 하나도 없어 밥도 잘 넘어가질 않아 세상에서 젤 슬픈 얼굴로 거리를 걷고 머릿속에 먹구름이 좀처럼 해가 뜨질 않아 눈 밑이 점점 어두워져요 어떡해 나를 고쳐주세요 Make me love Make me love 환하게 웃어줄래요 너의 미소에 나의 하루가 밝아질 거에요 Let me love Let me love 날 좋아해줘요 온 세상이 아주 소중해질 거라구요 우 우 Oh make me love you 시간을 잡아두고 싶어 혼자선 하루가 아쉬워 지루해진 오후를 견디다 잠들긴 싫어 내 맘이 말라가고 있어 좀처럼 비가 오질 않아 눈빛이 점점 흐릿해져요 어떡해 나를 고쳐주세요 Make me love Make me love 환하게 웃어줄래요 너의 미소에 나의 하루가 밝아질 거에요 Let me love Let me love 날 좋아해줘요 온 세상이 아주 소중해질 거라구요 F i x me 구름 한점 없는 날의 des tiny 스물 하나 둘 셋 잡아주던가 그냥 보내주던가 애매한 상태니 속앓이 하는 상대 It’s me 단발머리 고집쟁이 나는 더운 여름에도 길게 해 한 발자국 더 나아 가려 해 너의 꿈에 Make me love Make me love 놀라지 말아줄래요 너의 꿈속에 몰래 들어가 기다릴 거에요 Let me love Let me love 날 좋아해줘요 내 모든 게 아주 새로워질 거라구요 우 우 Oh make me love you 우 우 Oh make me love you"}, {"song_no": "30637983", "year": "2017", "rank": "59", "title": "Best Of Me", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "When you say that you love me 난 하늘 위를 걷네 영원을 말해줘  just one more time When you say that you love me 난 그 한 마디면 돼 변하지 않는다고  just one more time 넌 내게 이 세계의 전부 같아 더 세게 아프게 날 꽉 껴안아 우리가 나눈 something And you can't make it nothing 잊지 않아줬으면 해  넌 내 하루하루 여름 겨울 넌 몰라도 You got the best of me You got the best of me So please just don't leave me You got the best of me 나도 나의 끝을 본 적 없지만 그게 있다면 너지 않을까 다정한 파도고 싶었지만 니가 바다인 건 왜 몰랐을까 어떡해 너의 언어로 말을 하고 또 너의 숨을 쉬는데 I'll be you 날 쥐고 있는 너 난 너의 칼에 입맞춰 그러니  take my hand right now 이런 내가 믿기지 않아 속으로만 수천 번은 더 말했었던 그 말 그대는 날 떠나지 마 You got the best of me You got the best of me 꿈인지 현실인지는 딱히 중요치 않지  그저 니가 내 곁에 있다는 게 Thanks 하루하루 여름 겨울 넌 몰라도 You got the best of me You got the best of me So please just don't leave me You got the best of me 넌 나의 구원 넌 나의 창 난 너만 있으면 돼 You got the best of me 니가 필요해 So please just don't leave me You got the best of me 비가 내리던 나 눈이 내리던 나 모든 불행을 멈추고 천국을 데려와 쉽게 말하지 마 너 없는 난 없어 넌 내 best of me The best of me 그냥 나에 대한 확신을 줘 그게 내가 바란 전부이니까 우리의 규율은 없다 해도 사랑하는 법은 존재하니까 Who got the best of me Who got the best of me 누구도 몰라  but I know me 내 최고의 주인인 걸 넌 You got the best of me You got the best of me So please just don't leave me You got the best of me 넌 나의 구원 넌 나의 창 난 너만 있으면 돼 You got the best of me 니가 필요해 So please just don't leave me You got the best of me When you say that you love me 난 하늘 위를 걷네 영원을 말해줘  just one more time When you say that you love me 난 그 한 마디면 돼 변하지 않는다고  just one more time"}, {"song_no": "30725484", "year": "2017", "rank": "60", "title": "Twilight", "artist": "Wanna One (워너원)", "genre": "Dance", "lyrics": "뒤돌아 서기가 너무 힘들어 바래다 줄 때마다 보내기 싫어서 오늘따라 더 눈이 부시네 Sunshine Sunshine 아니 너 말이야 Moonlight Moonlight 보다 훨씬 빛나 넌 I’m missing you I’m missing you 바로 옆에 있는데도 I’ll be with you I’ll be with you 너라는 이유 Fall in love Girl Stay 지금 이대로 멈춰진 시간 속에 Now Stay 지금 이대로 언제까지나 머물러줘 Twilight Twilight Twilight Twilight Twilight Twilight Twilight Twilight Twilight Twilight Twilight Twilight Want you to stay 머물러줘 Beautiful Wonderful 식상한 얘기 내 기분 그 정도론 표현 할 수는 없어 Ay 네 앞에선 Stupid 자꾸 했던 농담 또 해 근데 웃어주네 너도 내 마음과 같은 걸까 너 때문에 그래도 웃어 불안한 미래도 잊어 다 잊어 욕심일까 내게 넌 I’m missing you I’m missing you I’m missing you I’m missing you 바로 옆에 있는데도 I’ll be with you You I’ll be with you You 너라는 이유 Baby Fall in love Girl Stay 지금 이대로 멈춰진 시간 속에 Now Stay 지금 이대로 언제까지나 머물러줘 고백 하고 싶은데 돌아서야 하는 가봐 아무것도 지금 해줄 수 없어서 Fall in love Girl Stay 지금 이대로 멈춰진 시간 속에 Now Stay 지금 이대로 언제까지나 머물러줘 Twilight Twilight Twilight Twilight Twilight Twilight Twilight Twilight Twilight Twilight Twilight Twilight Want you to stay 머물러줘"}, {"song_no": "4032981", "year": "2017", "rank": "61", "title": "여보세요", "artist": "NU`EST", "genre": "Ballad", "lyrics": "여보세요  밥은 먹었니  어디서 뭐 하는지  걱정되니까   Tell me baby where you at  여보세요   Call me baby I be there  Wherever you are I be there  여보세요  Pick up the phone girl  Cuz I gotta be there  차가 막히는지   늦을 건가 봐 급한 맘에  배터리는 또   깜빡 하셨나 봐 나는 또  왠지 비가 올 것 같애   고민을 하다가 너를 좀 더  빨리 보고 싶은 맘에   일찍 데릴러 나가  깜짝 놀라겠지   날 보면 좋아하겠지  길이 엇갈리지   않게 더 달려야겠지  저 멀리 니 모습   보이는데 왜 난  전활 걸어 한다는   말이 결국엔  여보세요 밥은 먹었니  어디서 뭘 하는지   걱정되니까  여보세요   왜 아무 말 못하니  여보세요 여보세요 널 데릴러 왔어   비가 올까 봐  혼자 쓸쓸히   빗속을 걸을까 봐   집 앞이야 니가 보여   누구랑 있나 봐  솔직히 말 못했어   그럼 널 잃을까 봐  나도 알아 내 행동 비겁해  비겁하다 놀려도   난 절대 못 가 더는  이런 내 맘 알까 너는  네게 가는 길이   내게 왜 지옥행  같이 느껴져야 되는건지  이건 말이 안돼  니 외로움 달래 준건 난데  어서 말해 제발   아무 사이 아니라고   왜 난 안돼 한 번 해봐   아무 말이라도  지금 너 거기서 뭐하니  지금 널 멀리서 멍하니  바라보는 내가   느껴지지 않니  하고픈 말은 다 내일 해  미안하단 말도 내일 해  자꾸 어딜 봐 바로 여기가   니가 있어야 할 자린데  여보세요 밥은 먹었니 어디서 뭘 하는지  걱정되니까 여보세요  왜 아무 말 못하니 여보세요 여보세요 널 보고 싶었어  비가 오니까 비가 내리니까 너와 걷던 거리를  걷다 보니까 죽겠으니까 집 앞이야 보고 싶어  너는 아닌가 봐 솔직히 미치겠어  너 아님 안되나 봐 Baby I can’t let you go  밥은 먹었니 I only think about you girl  What would I be without you girl  어디서 뭐 하는지 Don’t tell me lies  Don’t say goodbye  I just wanna let you know  왜 아무말 못하니 I only think about you girl  What would I be without you girl What would I be without you girl 여보세요"}, {"song_no": "30029173", "year": "2017", "rank": "62", "title": "피 땀 눈물", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "내 피 땀 눈물 내 마지막 춤을 다 가져가 가 내 피 땀 눈물 내 차가운 숨을 다 가져가 가 내 피 땀 눈물 내 피 땀 눈물도  내 몸 마음 영혼도 너의 것인 걸 잘 알고 있어 이건 나를 벌받게 할 주문 Peaches and cream Sweeter than sweet Chocolate cheeks and chocolate wings But 너의 날개는 악마의 것 너의 그 sweet 앞엔 bitter bitter Kiss me 아파도 돼 어서 날 조여줘 더 이상 아플 수도 없게 Baby 취해도 돼 이제 널 들이켜 목 깊숙이 너란 위스키 내 피 땀 눈물 내 마지막 춤을 다 가져가 가 내 피 땀 눈물 내 차가운 숨을 다 가져가 가 원해 많이 많이 많이 많이 원해 많이 많이 많이 많이 많이 많이 원해 많이 많이 많이 많이 원해 많이 많이 많이 많이 많이 많이 아파도 돼 날 묶어줘 내가 도망칠 수 없게 꽉 쥐고 날 흔들어줘 내가 정신 못 차리게 Kiss me on the lips lips 둘만의 비밀 너란 감옥에 중독돼 깊이 니가 아닌 다른 사람 섬기지 못해 알면서도 삼켜버린 독이 든 성배 내 피 땀 눈물 내 마지막 춤을 다 가져가 가 내 피 땀 눈물 내 차가운 숨을 다 가져가 가 원해 많이 많이 많이 많이 원해 많이 많이 많이 많이 많이 많이 원해 많이 많이 많이 많이 원해 많이 많이 많이 많이 많이 많이 나를 부드럽게 죽여줘 너의 손길로 눈 감겨줘 어차피 거부할 수조차 없어 더는 도망갈 수조차 없어 니가 너무 달콤해 너무 달콤해 너무 달콤해서 내 피 땀 눈물 내 피 땀 눈물"}, {"song_no": "30341745", "year": "2017", "rank": "63", "title": "REALLY REALLY", "artist": "WINNER", "genre": "Dance", "lyrics": "REALLY REALLY REALLY REALLY OH WAH REALLY REALLY REALLY REALLY 어디야 집이야 안 바쁨 나와봐 너네 집 앞이야 너에게  하고픈 말이 있어 이걸 어떻게 말을 꺼내야  할진 모르겠지만 이상한 말 아냐 부담 없이 들어줘 지금 내 눈에 제일  아름다운 건 너야 LADY 널 향한 내 맘이 돈이면  아마 난 BILLIONAIRE 널 좋아해 REALLY REALLY REALLY REALLY 내 맘을 믿어줘 OH WAH REALLY REALLY REALLY REALLY 널 좋아해 REALLY REALLY REALLY REALLY 내 맘을 받아줘 OH WAH REALLY REALLY REALLY REALLY 넌 나 어때 멋지게 골인 프러포즈 같은 세리머니 정해보자 호칭  허니 말고 자기 아님 달링 낯간지럽네 상상해봐도 긴장돼 필요해  a lot of alcohol 덩치는 산만해도  네 앞에선 작아지네 oh 내 맘 알까나 첫눈에 미끄러지듯이  Falling in love 내 맘을 훔친 범인인 건  바로 너 너의 미모 질투해 여신도 내 심장의 떨림은 진동 brrr 치명적인 매력이 날 killin’ 섹시해 날 자극하는  Hot chili woo 오해하지 마 나는 진짜 진심으로 채워줄게 너의 빈 잔 지금 내 눈에 제일  아름다운 건 너야 LADY 널 향한 내 맘이 돈이면  아마 난 BILLIONAIRE 널 좋아해 REALLY REALLY REALLY REALLY 내 맘을 믿어줘 OH WAH REALLY REALLY REALLY REALLY 널 좋아해 REALLY REALLY REALLY REALLY 내 맘을 받아줘 OH WAH REALLY REALLY REALLY REALLY 넌 나 어때 혹시라도 내가  불편하면 let me know 한걸음 뒤로 가  단지 아는 사이로 기다릴 수 있어  너도 나를 좋아할 거 같다 말해줘  지금 당장 만나  나 진심으로 네게 할 말이 있어  널 좋아해 REALLY REALLY REALLY REALLY 내 맘을 믿어줘 OH WAH REALLY REALLY REALLY REALLY 널 좋아해 REALLY REALLY REALLY REALLY 내 맘을 받아줘 OH WAH REALLY REALLY REALLY REALLY 넌 나 어때 네가 좋아  REALLY REALLY OH YEAH 널 좋아해"}, {"song_no": "30461396", "year": "2017", "rank": "64", "title": "무제(無題) (Untitled, 2014)", "artist": "G-DRAGON", "genre": "R&B / Soul", "lyrics": "나에게 돌아오기가 어렵고 힘든 걸 알아 이제 더는 상처받기가 두렵고 싫은 걸 알아 네가 떠나 버린 그날에도 모진 말로 널 울리고 뒤돌아 서서 후회해 미안해  제발 단 한 번이라도 너를 볼 수 있다면 내 모든 걸 다 잃어도 괜찮아 꿈에서라도 너를 만나 다시 사랑하기를 우리 이대로  너에게 용서받기 보다 죽는 게 더 쉬울지 몰라 이 노래를 불러보지만 내 진심이 닿을지 몰라 네가 행복하기를 바래 그 흔한 거짓말도 못하고 돌아오기만 기도해 미안해  제발 단 한 번이라도 너를 볼 수 있다면 내 모든 걸 다 잃어도 괜찮아 꿈에서라도 너를 만나 다시 사랑하기를 우리 이대로  이제는 끝이라는 마지막이라는 너의 그 맘을 난 믿을 수 없어 I can't let go, cuz you never know 내겐 너 같은 너에겐 나 같은 그런 사랑은 두 번 다시는 없어 Nobody knows… we always know  제발 단 한 번이라도 너를 볼 수 있다면 내 모든 걸 다 잃어도 괜찮아 꿈에서라도 너를 만나 다시 사랑하기를  지금 이 시간이 지나가고 다 잊을 수 있다면 그 기억도 행복했던 추억도 아니 다음 생 에도 너를 만나 다시 사랑하기를 예전 그대로"}, {"song_no": "30605241", "year": "2017", "rank": "65", "title": "베베 (BABE)", "artist": "현아", "genre": "Dance", "lyrics": "I am just 26 26 26 나 I’m just 26 26 뭘 봐 뭘 자꾸만 봐 뭐가 좋다고 계속 실실대냐고 막 이렇게 어 이렇게 어 왜 자꾸만 그렇게 하냐고 어제보다 더 내가 좀 더 이상해져 오늘 하루도 내가 아닌 것 같아져 자꾸 내일이 되면 상상도 못할 나도 모를 너도 모를 내 모습이 내 모습이 내 모습이 Babe babe babe babe 네 앞에선 Babe babe babe babe 나도 이렇게 될 줄은 몰랐어 널 보고 있으면 나도 모르게 나 듣고 싶나 봐 Tell me I’m your babe babe U make me 25 25 25 U make me 24 24 24 I feel like 21 21 21 또 듣고 싶나 봐 Tell me I’m your babe babe 어서 데려가 좀 더 놀아줘 봐 왜 아기 취급해 살살 다루니 날 네 앞에서 가늠 안돼 내 나이가 무슨 마법이라도 걸었니 비나이다 천하의 내가 너 땜에 안달복달 매일 애가 타잖니 어쩜 이렇게 몸이 꼬이는지 Babe 이건 어리광이 맞아 예뻐해 줘 내 모습이 Babe babe babe babe 네 앞에선 Babe babe babe babe 나도 이렇게 될 줄은 몰랐어 널 보고 있으면 나도 모르게 나 듣고 싶나 봐 Tell me I’m your babe babe U make me 열아홉 열아홉 열아홉 U make me 열일곱 열일곱 열일곱 I feel like 열다섯 열다섯 열다섯 또 듣고 싶나 봐 Tell me I’m your babe babe 나 오늘 잠 안 오네 너 땜에 잠 안 오네 눈빛이 생각나서 말투가 생각나서 잠 안 오네 너의 눈빛 땜에 Babe babe babe 너의 손길 땜에 Babe babe babe 내 모습이 Babe babe babe babe 또 듣고 싶나 봐 Tell me I’m your babe babe U make me baby girl baby girl baby girl Now I’m your baby girl baby girl baby girl"}, {"song_no": "30529996", "year": "2017", "rank": "66", "title": "Ko Ko Bop", "artist": "EXO", "genre": "Dance", "lyrics": "Shimmie shimmie Ko Ko Bop I think I like it 긴장은 down down 부끄러 말고  어지러운 마음속에 내가 들어가 익숙한 듯 부드럽게 네게 번져가 Ah woo 고요한 밤이야  Ah woo 널 위한 밤이야 참을 수가 없어 빠져가 Yeah yeah  너의 몸짓에 난 취해가 Yeah yeah 네가 알던 뻔한 모습의 나를 잊어 오늘 숨겨둔 본능이 Shimmie up It goes down down baby  리듬에 온몸을 It goes down down baby  맡기고 소리쳐 Oh 우린 Oh We going Ko Ko Bop Hey Shimmie shimmie Ko Ko Bop I think I like it 조금씩 down down 수줍어 말고 누가 뭐래도 넌 신경 쓰지 말어  지금 이대로 아름답기만 해 멈춰버렸음 해  Baby are you down Ah woo 마지막 밤이야 Ah woo 둘만의 밤이야 긴장하지 말고 다가와 Yeah yeah 네 모든 걸 내게 맡겨봐 Yeah yeah 점점 풀려 가는 고삐 더 내려놔 오늘 눈치 보지 말고 Shakin' up  It goes down down baby  리듬에 온몸을 It goes down down baby  맡기고 소리쳐 Oh 우린 Oh Break it down now Hey We go down now  Listen 밤은 깊어도 더 빛나는 너 너의 그 눈빛이 다 내게 말해 기분 좋은 밤 넌 원하고 있어 알아 It's ok 이제 시작해 Let's go It's about to go go Down down baby  리듬에 온몸을 It goes down down baby  맡기고 소리쳐 Oh 우린 Oh Going Ko Ko Bop Down down baby  귓가에 속삭여 It goes down down baby  내 맘을 불태워 Oh 미쳐 Oh Going Ko Ko Bop"}, {"song_no": "30543235", "year": "2017", "rank": "67", "title": "있다면", "artist": "뉴이스트 W", "genre": "Ballad", "lyrics": "있다면 말할 수 있다면 머리카락처럼 자라버린 그리움을  있다면 또 볼 수 있다면 저 밤하늘보다 까만 두 눈을 있다면 지금까지 놓친 필름 속에  있다면 지나갔던 우리 추억 속에 빠져 헤엄쳐 향기는 진하게 배여서 그런지 허전함은 내게 배가 되었어 떠나 보내고 나서 널 생각해 봤자 미련하게도 아직 난 꿈인 것 같아  너의 빈자리 그 자린 계속 비워둘게  안녕이란 말은 잠시 넣어둘래 I wanna wanna turn back the time we had 별처럼 쏟아지는 기억들 그 반짝반짝 거리는 시간 속을 헤매다 지쳐 휘청거리는 날 닿을 수 있다면 얼마나 좋을까 꿈에서라도  if i could stay one more night 소설처럼 아니 거짓말처럼 널  다시 만나 활짝 웃을 수 있다면 다른 길을 걸어도 시간은 같이 가  다른 풍경을 봐도 하늘은 같이 봐  함께 그려졌었던 도화지에 너란 색  채워지지 않았어 지금 이 그림에  널 다시 볼 수 있다면  너와 웃을 수가 있다면  이게 꿈이라서 손 잡을 수가 있다면  얼마나 좋을까 놓지 않을 텐데  안녕이란 말은 잠시 넣어둘래 I wanna wanna go back to you tonight 숨처럼 참기 힘든 추억들  또 어느 샌가 피어난 연기 되어 내 눈을 가려 휘청거리는 날 널 그때에 널 다시 만날 수만 있다면 닿을 수 있다면 얼마나 좋을까 꿈에서라도  if i could stay one more night 소설처럼 아니 거짓말처럼 널  다시 만나 활짝 웃을 수 있다면 다시 한번 같이 걸어갈 수  있다면  아름답던 너의 목소리가  잊혀지지 않았어  있다면  웃는 너의 얼굴이 내 기억 속에  생생하게 남아 있어  있다면 I miss you I miss you  네가 정말 보고 싶어 있다면 돌릴 수 있다면 마치 영화처럼 다시 처음 그 자리로  있다면 내 옆에 있다면 마치 이 모든 게 아픈 꿈처럼"}, {"song_no": "30637987", "year": "2017", "rank": "68", "title": "MIC Drop", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "Yeah 누가 내 수저 더럽대 I don’t care 마이크 잡음 금수저 여럿 패 버럭해 잘 못 익은 것들 스테끼 여러 개 거듭해서 씹어줄게 스타의 저녁에 World Business 핵심 섭외 1순위 매진 많지 않지 이 class 가칠 만끽 좋은 향기에 악췬 반칙 Mic mic bungee Mic mic bungee Bright light 전진 망할 거 같았겠지만 I'm fine sorry 미안해 Billboard 미안해 worldwide 아들이 넘 잘나가서 미안해 엄마 대신해줘 니가 못한 효도 우리 콘서트 절대 없어 포도 I do it I do it 넌 맛없는 라따뚜이 혹 배가 아프다면 고소해 Sue it Did you see my bag Did you see my bag 트로피들로 백이 가득해 How you think bout that How you think bout that Hater들은 벌써 학을 떼 이미 황금빛 황금빛 나의 성공 I'm so firin' firin' 성화봉송 너는 황급히 황급히 도망 숑숑 How you dare How you dare How you dare 내 손에 트로피 아 너무 많아 너무 heavy 내 두 손이 모잘라 MIC Drop MIC Drop 발 발 조심 너네 말 말 조심 Lodi dodi 아 너무 바빠 너무 busy 내 온몸이 모잘라 MIC Drop MIC Drop 발 발 조심 너네 말 말 조심 이거 완전 네 글자 사필귀정 ah Once upon a time 이솝우화 fly 니 현실을 봐라 쌔 쌤통 지금 죽어도 난 개행복 이번엔 어느 나라 가 비행기 몇 시간을 타 Yeah I'm on the mountain Yeah I'm on the bay 무대에서 탈진 MIC Drop baam Did you see my bag Did you see my bag 트로피들로 백이 가득해 How you think bout that How you think bout that Hater들은 벌써 학을 떼 이미 황금빛 황금빛 나의 성공 I'm so firin' firin' 성화봉송 너는 황급히 황급히 도망 숑숑 How you dare How you dare How you dare 내 손에 트로피 아 너무 많아 너무 heavy 내 두 손이 모잘라 MIC Drop MIC Drop 발 발 조심 너네 말 말 조심 Lodi dodi 아 너무 바빠 너무 busy 내 온몸이 모잘라 MIC Drop MIC Drop 발 발 조심 너네 말 말 조심 Haters gon' hate Players gon' play Live a life man Good luck 더 볼 일 없어 마지막 인사야 할 말도 없어 사과도 하지 마 더 볼 일 없어 마지막 인사야 할 말도 없어 사과도 하지 마 잘 봐 넌 그 꼴 나지 우린 탁 쏴 마치 콜라지 너의 각막 깜짝 놀라지 꽤 꽤 폼나지 포 포 폼나지"}, {"song_no": "30714007", "year": "2017", "rank": "69", "title": "Shall We Dance", "artist": "블락비 (Block B)", "genre": "Dance", "lyrics": "둠칫 둠칫 몸 쓸 준비 서울 전체를 무대 삼아 누비지 Nod nod your head I don't want to be locked up 무리 지어 무리 지어 함께 깨트려 금기 We need to spread out 허수아비 될라 공터도 명당으로 만들어놔 지금이 피크야 꽁무니 빼지마 좌우지 장 지지지 rock all night 동그라미 주위로 모여 쭈뼛대는 사람은 못 껴 음악은 키고 신경 꺼 Y’all just vibe with me baby 저기 쟤가 마음에 들어 Pop it up burn it up 점점점 Hey you guys 같이 놀래 구경 그만하고 조인해 Shall we dance Shall we dance Shall we dance Shall we dance Hola hola holala woo ye ye ye 왼발 그리고 zig-zag’n 멋있는 척 말고 힘 빼기 사방에서 힐끔힐끔 대지 이미 정신이 다 팔려 매진 손을 머리 위에 태양도 가리게 모두 놔버린 채 흐트러져 버리게 볼륨 올리고 자릴 지켜 음 애들은 다 비켜라 비켜 동그라미 주위로 모여 쭈뼛대는 사람은 못 껴 음악은 키고 신경 꺼 Y’all just vibe with me baby 저기 쟤가 마음에 들어 Pop it up burn it up 점점점 Hey you guys 같이 놀래 구경 그만하고 조인해 Shall we dance Shall we dance Shall we dance Shall we dance 한 곡 땡기러 흔쾌히 따러 One two three four five six yeah 나 feel 받으면 못 멈춰 대형 전부 무시해 마음 가는 대로 스텝 밟아 One two three four five six yeah 자 누가 제일 잘 노는지 Hola hola holala woo ye ye ye 아침이 되고 하나둘씩 지쳐 아직 시작인데 party is not over 그만 노심초사해 밀착해 come closer 오늘 하루만 살기로 Shall we dance Shall we dance Shall we Let me see you move Shall we dance Shall we dance 한 곡 땡기러 흔쾌히 따러 One two three four five six yeah 나 feel 받으면 못 멈춰 대형 전부 무시해 마음 가는 대로 스텝 밟아 One two three four five six yeah 자 누가 제일 잘 노는지 Hola hola holala woo ye ye ye"}, {"song_no": "30566061", "year": "2017", "rank": "70", "title": "N분의1 (Feat. 다이나믹듀오)", "artist": "넉살", "genre": "Rap / Hip-hop", "lyrics": "편한 옷에 발엔 flip flop 둥근 식탁 위에 식사 이 판을 먹어치워 가볍게 그 다음엔 사이좋게 나눠내 N분의 1로 부디 건강하게만 자라다오라는 부모님 기대는 교복을 갈아 입고 야자시간이나 축내는 꿈 깨는 몇십만분의 일로 음악 하러 갈게 엄마 대학 때려치워 버렸던 미래는 수입에 분배는 무슨 회사 돈이나 축내는 그룹의 그저 삼분의 일로 ay 그걸로 값을 매겼다면 우찬아 미안 빙시새끼들이 과연 나의 잠재력에 토 달아댄다면 과연 가만히 보다는 갚아줘야 되기 마련 그래 자연스럽게 걔네 밥그릇들을 뺐지 구색 맞추기의 반찬들은 됐으니 전부 가져가면 되고 물은 따라놔야 해 너네 다 말아먹을 테니까 라이노 면도 준비됐음 쟤네꺼 다 먹어 너네 배고픈거 알아 beat 잡아 먹어 넉살이형은 마무리 설거지로 다 털어놔 shot out to los 우리 재밌는거 벌여봐 여긴 경쟁이 아니야 나눠 먹는거지 우리끼리 끼리끼리 준비됐으면 우찬아 보여줘 인마 let’s get it get it get it 편한 옷에 발엔 flip flop 둥근 식탁 위에 식사 이 판을 먹어치워 가볍게 그 다음엔 사이좋게 나눠내 마음 같아선 내가 다 쏘고 싶지만 오늘은 전부 N분의 1빵 적절히 교차하는 여러 색깔들을 통해 너희 전부다 느껴 우린 개쩌는 집단 사이다는 내가 시켜 좀더 낼게 시원하게 마시고 쩌렁거리게 랩해 속 시원해지는 내 랩은 널 웃게 해 난 변하지 않으니 언제든 검색해 우찬이 매니져 불러둬 미리 아마 오늘은 벌어질 거야 웃기는 일이 시끄러운 너희들이 숨죽이는 일이 진하게 풍기는 향기 필요 없는 기믹 내가 뭘 말하든지 너흰 느껴 내가 얼마나 큰지 너흰 절망하든지 또 멸망하든지 신경 안 써 갈 길을 가 선망하든 원망하든지 이건 우리끼리 써낸 4WD 각자 멋을 맘껏 내 내 자리를 잡고 나를 완성해 많은 래퍼는 내게 의문 던졌네 내가 어떻게 여기까지 왔는지에 대해 설명해 달라하면 이 방법이 제일 멋지지 즐기는 내 모습을 보고 반성해 완성된 나의 Shiiitttttttttttt 라이노는 코뿔소들이 받아 버려 다 겁을 줘 우리 승리의 컵을 줘 사이 좋게 먹자 우린 커플룩 사이즈는 더블로 우릴 비웃던 친구들 다 불러 여기 다듀형들 싸인 받아 줄께 이젠 잘봐 누가 사랑 받는지 주께 떠나고 싶어 피렌체로 일곱 조각짜리 피자로 치즈 늘어나게 나누다가 우찬이 한입 더 내일의 만찬은 지구 반대편 뱅기는 질리니까 크루즈 배편 돌아 보니 전설을 쓴 것 같아 그리스 로마 신화 속편 속 썩이던 아들내미에서 이젠 새집에 달린 샹들리에를 샾에도 좀 들렸다가 가까운 곳에 예약했어 상어지느러미를 삶은 징그럽게 빼앗다가  도리어 나눌 상대를 주네 나의 목소리를 숨에 담아 나눠줄께 전세계를 순회 편한 옷에 발엔 flip flop 둥근 식탁 위에 식사 이 판을 먹어치워 가볍게 그 다음엔 사이좋게 나눠내 N분의 1로 뿜빠이뿜빠이뿜빠이뿜빠이빠이빠이 N분의1로 뿜빠이뿜빠이뿜빠이뿜빠이빠이빠이 N분의1로 뿜빠이뿜빠이뿜빠이뿜빠이빠이빠이 N분의1로 뿜빠이뿜빠이뿜빠이뿜빠이빠이빠이 형아들 맞아 난 성장기라 배가 너무 고파 죽이는 냄새 맡고 왔어 어딘진 모르겠지만 지금 우리끼리 이미 준비된 만찬 같으니 식기 전에 빨리 먹자 n분에 1빵을 추구해 더 이상 나눌 건 없지 기약분수 a 행거칩은 안 해 식사예절 충분해 부럽고 분하면 빈둥대지 말고 찾아 너네 자리 여긴 꽉 차버렸어 so full 1차에선 눈들이 커지고 2차에선 입을 벌리고 소리를 질렀지 3차에선 제대로 즐겼고 책을 덮고 나온 어린애의 반란이었지 원래 난 쇼미 목걸이가 1 드림이였어 꿈을 찾다 보니 여까지 왔네 그걸 거품이라 말한 놈들 야 원샷해 편한 옷에 발엔 flip flop 둥근 식탁 위에 식사 이 판을 먹어치워 가볍게 오늘은 우리 둘이 나눠내 N분의 1로 뿜빠이뿜빠이뿜빠이뿜빠이빠이빠이 N분의1로 뿜빠이뿜빠이뿜빠이뿜빠이빠이빠이 N분의1로 뿜빠이뿜빠이뿜빠이뿜빠이빠이빠이 N분의1로 뿜빠이뿜빠이뿜빠이뿜빠이빠이빠이 N분의1로"}, {"song_no": "30712793", "year": "2017", "rank": "71", "title": "박수", "artist": "세븐틴", "genre": "Dance", "lyrics": "박수 SEVENTEEN Right here 괜찮아 괜찮아 이런 일들 많잖아 꼬일 대로 꼬인 일들 주머니 Earphone인줄 흰 티에 뭐 묻을 때 그 담에 교통카드 잔고가 없을 때 이럴 때 Yeh 꼭 이런 날에만 집 가기 전에 비 맞지 왜 나한테만 이러나 싶고 눈 깜빡하면 주말은 가고 이거 왠지 나다 싶으면 이리이리이리 모여 다 얘들아 지금부터 손에 불 날 때까지 박수 짝짝짝짝 이때다 싶으면 쳐 박수 짝짝짝짝 저기 저기 이리 오지 우리끼리 신이 나지 이 노래 끝까지 쳐 박수 짝짝짝짝 Woo 짝짝짝짝 Woo 짝짝짝짝 어차피 해도 해도 안돼 쟤도 걔도 얘도 안 되면은 아무 말도 되지 않는 주문이라도 김수한무 거북이와 두루미 삼천갑자 동방삭 야야야야 그럴 때가 있잖아 내가 작아지는 기분 말야 하라는 대로 했는데 난 눈치만 보고 있잖아 왜 나한테만 이러나 싶고 고민의 꼬린 꼬리를 물고 이거 왠지 나다 싶으면 이리이리이리 모여 다 얘들아 지금부터 손에 불 날 때까지 박수 짝짝짝짝 이때다 싶으면 쳐 박수 짝짝짝짝 저기 저기 이리 오지 우리끼리 신이 나지 이 노래 끝까지 쳐 박수 짝짝짝짝 Woo 짝짝짝짝 Woo 짝짝짝짝 Woo 짝짝짝짝 오늘만큼은 용기를 내서 이불 덮고 소리질러 다시 한번 더 손에 불을 꺼보자 박수 짝짝짝짝 이 노래 끝나간다 박수 짝짝짝짝 저기 저기 이리 오지 우리끼리 신이 나지 다같이 일동 기립 박수 짝짝짝짝 Woo 짝짝짝짝 Woo 짝짝짝짝"}, {"song_no": "30657310", "year": "2017", "rank": "72", "title": "상상", "artist": "볼빨간사춘기", "genre": "Folk", "lyrics": "지루해 혼자 집 지키는 강아지마냥 누가 오길 기다리고 귀 쫑긋 세우고 있는 것도 엎드려도 봤다가 소파에 기대어 보고 배경음악은 발자국 소리 왜인지는 모르지만 사실 알고 있지만 나는 아닌 척 그렇게 등 돌리다 남모르게 웃어 티 나게 고개를 돌린 날 아는데 왜 아무렇지 않아요 무심한 표정을 하는 넌 정말 아무렇지 않나요 물어볼 게 있어 나랑 얘기할래요 내일부터 손잡으면 안 돼요 난 말야 머릿속을 떠나지를 않았어 일기장도 모자라서 하루 온종일 생각했어 어두워진 지금이 몇 신지도 모를 만큼 배경음악은 발자국 소리 왜인지는 모르지만 사실 알고 있지만 나는 아닌 척 그렇게 등 돌리다 남모르게 웃어 티 나게 고개를 돌린 날 아는데 왜 아무렇지 않아요 무심한 표정을 하는 넌 정말 아무렇지 않나요 하루만 눈이 감기는 밤 꿈속에 내가 나오게 해줘요 무심한 표정을 하는 넌 나와 같은 생각하나요 물어볼 게 있어 나랑 얘기할래요 내일부터 손잡으면 안 돼요"}, {"song_no": "30672400", "year": "2017", "rank": "73", "title": "어쩔 수 없지 뭐", "artist": "하이라이트 (Highlight)", "genre": "Dance", "lyrics": "어쩔 수 없지 뭐 떠나간 걸 애써 붙잡고 있지마 하는 수 없지 뭐 이 시간도 아픔도 결국  지나가니까 Hey 그깟 사랑에 목 메이며 살고 싶진 않아 I love my self 무엇보다 소중한 나잖아 안 맞는 걸 억지로 맞추고 싶진 않아 난 아직 내 멋대로인 게 좋으니까 시간은 나를 지나쳐 갔지만 왜 아직 그 때에 머무르려 해 되돌리기엔 너무 늦어버린 기억은 이제 하늘 위로 어쩔 수 없지 뭐 떠나간 걸 애써 붙잡고 있지마 하는 수 없지 뭐 이 시간도 아픔도 결국  지나가니까 Hey 오늘도 곧 어제가 돼 언젠가는 추억이 될 거야 웃으며 다 보내줄래 이 시간도 아픔도 결국  지나가니까 Hey 다 좋을 수도 없고 다 나쁠 수도 없어 매일 반복되는 하루가 특별할 순 없어 일어나지도 않은 걸 왜 걱정하고 있어 지금 이 순간에도 저 해는 저물고 있어 시간은 나를 지나쳐 갔지만 왜 아직 그 때에 머무르려 해 되돌리기엔 너무 늦어버린 기억은 이제 하늘 위로 어쩔 수 없지 뭐 떠나간 걸 애써 붙잡고 있지마 하는 수 없지 뭐 이 시간도 아픔도 결국  지나가니까 Hey 오늘도 곧 어제가 돼 언젠가는 추억이 될 거야 웃으며 다 보내줄래 이 시간도 아픔도 결국  지나가니까 Hey 시간을 따라 어른이 됐지만 난 아직 모든 게 서툴기만 해 세상이 때론 너무나 밉지만 그래도 살아가려 해  크게 웃어보려 해 어쩔 수 없지 뭐 떠나간 걸 애써 붙잡고 있지마 하는 수 없지 뭐 이 시간도 아픔도 결국  지나가니까 Hey 오늘도 곧 어제가 돼 언젠가는 추억이 될 거야 웃으며 다 보내줄래 이 시간도 아픔도 결국  지나가니까 Hey"}, {"song_no": "30725481", "year": "2017", "rank": "74", "title": "Nothing Without You (Intro.)", "artist": "Wanna One (워너원)", "genre": "Ballad", "lyrics": "너의 숨결 하나하나 놓치고 싶지 않아 너로 인해 아름답게 물들어가는 지금 이제 우린 시작이란 말을 잊지 마  잊지 마 날 놓지 마  Beautiful Beautiful 느껴 널 느껴 널 원해 널 Twilight Twilight 어디선가 들려 날 위한 노래가 Beautiful Beautiful 느껴 널 느껴 널 원해 널 언제든 널 내 안에 담아 우리 기억 잃어버리지 않게 I'm feeling you Nothing without you  Nothing without you You're breathing in me  You're breathing in me Nothing without you So Beautiful Beautiful 갖고 싶어 안고 싶어 Nothing Without You"}, {"song_no": "8287788", "year": "2017", "rank": "75", "title": "Closer (Feat. Halsey)", "artist": "The Chainsmokers", "genre": "Electronica", "lyrics": "Hey, I was doing just fine before I met you I drink too much and that's an issue but I'm okay Hey, you tell your friends it was nice to meet them But I hope I never see them again  I know it breaks your heart Moved to the city in a broke down car And four years, no calls Now you're looking pretty in a hotel bar And I can't stop No, I can't stop  So baby pull me closer in the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older  We ain't ever getting older We ain't ever getting older  You look as good as the day I met you I forget just why I left you, I was insane Stay and play that Blink-182 song That we beat to death in Tuscon, okay  I know it breaks your heart Moved to the city in a broke down car And four years, no call Now I'm looking pretty in a hotel bar And I can't stop No, I can't stop  So baby pull me closer in the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older  We ain't ever getting older We ain't ever getting older  So baby pull me closer in the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older We ain't ever getting older (we ain't ever getting older) We ain't ever getting older (we ain't ever getting older) We ain't ever getting older (we ain't ever getting older) We ain't ever getting older  We ain't ever getting older No we ain't ever getting older"}, {"song_no": "30637984", "year": "2017", "rank": "76", "title": "보조개", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "꼭꼭 숨었다가 웃으면 나타나 어디서 온 걸까 거짓말하지마 천사가 맞잖아 니 정체가 뭐야 But you 그 미소는 잔인하다 못해 Cruel 그 볼을 못 봤어야 해 You 사실 진짜 위험한 건 너에게만 있는 거야 그 보조갠 illegal 안돼 위험해 oh yes So I call you illegirl 존재 자체가 범죄 천사가 남긴 실수였나 아니면 진한 키스였나 그 보조갠 illegal But I want it anyway anyway anyway 내게는 없어서 너에게만 있어서 이렇게 힘든 걸까 빠져 죽고 싶어 잠겨 죽고 싶어 넌 내게 호수야 Cause you 웃을 때면 어질어질해 True 너 제발 조심해줄래 You 사실 좀 더 위험한 건 너에게만 있는 거야 그 보조갠 illegal 안돼 위험해 oh yes So I call you illegirl 존재 자체가 범죄 천사가 남긴 실수였나 아니면 진한 키스였나 그 보조갠 illegal But I love it anyway anyway anyway 볼 때마다 마음이 위험해져 볼 때마다 점점 위험해져 Oh baby no hey Oh baby no hey 이 세상에 있긴 너무 위험한 걸 그 보조갠 illegal 안돼 위험해 oh yes So I call you illegirl 존재 자체가 범죄 천사가 남긴 실수였나 아니면 진한 키스였나 그 보조갠 illegal But I want it anyway anyway anyway Illegal Illegal But I want it anyway anyway anyway"}, {"song_no": "30566064", "year": "2017", "rank": "77", "title": "요즘것들 (Feat. ZICO, DEAN)", "artist": "행주", "genre": "Rap / Hip-hop", "lyrics": "젊은 놈들 전부 벌어가게 사장들 앞에 아저씨 stop it 해 랩이나 내 발밑이라도 닿게 한 시즌만에 갔지 dab은 so checkin new shit 배로 봐 내 여유 The deep-set eyes 여긴 없지 trend 안 따라가도 난 안 빠져 눈 굴리는 놈 대답 바로 99년생 민증도 못 뗐지 난 B rabbit 너흰 papadog 어린 새끼 유명해 나빠 보여 okay 그랬겠지 나라도 근데 넌 절대 못해 나 했던 대로 두 번 태어나봐도 Yeah 난 유행됐고 다 돌려 끼지 귀 밑에 껴놔 홍원's rings but 내꺼랑 달라 길이 구매처를 알아 Dickids yeah make up을 하는 팀 나의 부름에 답해 young b stan by 삼다수 When i splash 묵묵하시던 아저씨도 꼭 한번씩 뭐라 하시죠 옷 입은 꼬라지 저 꼬라지 좀 보라지 아예 아예 아 예 예 예 Ah yeah ah yeah yeah yeah 요즘것들 이래서 안 돼요 요즘것들 이래서 안 돼요 각도는 18도로 굽힌 채로 아예 아예 아 예 예 예 Ah yeah ah yeah yeah yeah 끝이 없는 배움의 끝 난 대충해도 돼 재능의 부 음 이런 쉽게 살려는 요즘 애들 또 배우겠군 이봐 그럼 안 돼요 요즘 애들이 이래요 이런 말을 하면 꼰대래요 풉 풉 풉 메롱 I'm stackin stackin money 요즘 은행가면 엄마 카드인 줄 아네 야 요즘 애들은 엄마 카들 쓰면서 짝퉁에 민감하다매 야 야 야 꺼져 압구정 매장이 열면 난 요즘 애들은 비싸 쳐다도 못 보는 가격표의 먼지를 털어 요즘 유행이잖아 총 모양의 손 우리 야망 뒤쳐진 것들 플레이리스트에 갖다 대고 빵야 빵야 너도 요즘 애들 되고 싶다면 우선 비와이 형부터 까 요즘것들은 열등감이 다라는 내 지난 1년의 연구성과 야 요즘 나 좀 hash tag 섹시 택시처럼 타 비행기 펌핑 댄싱 역기 땡김 청기 백기 이 버르장 머리 없는 새끼 SNS SOS so hot 더블클릭에 좋아요는 heart WIFI LOG ON REFRESH SCROLL DOWN 쏟아지네 POST AFTER POST 쿵쿵쾅 핵 폭 탄 랩퍼가 너무 많아 요즘엔 워 경계가 어딨어 언더나 메이저 요즘 애들은 더 원해 쎈거 그래서 난 여기에 가져왔어 생 것 타 비 나 다듀 아니면 갬블 전부 다 sprite gang 처음부터 game 끝 얘끼 맴매 때찌 정신 나간 돼지 묵묵하시던 아저씨도 꼭 한번씩 뭐라 하시죠 옷 입은 꼬라지 저 꼬라지 좀 보라지 아예 아예 아 예 예 예 Ah yeah ah yeah yeah yeah 요즘것들 이래서 안 돼요 요즘것들 이래서 안 돼요 각도는 18도로 굽힌 채로 아예 아예 아 예 예 예 Ah yeah ah yeah yeah yeah 배고픔을 돈 주고 산 니가 누굴 대변해 뻥친 가사 매달 배로 받는 저작권에 때깔을 잡고 새 옷과 새 신발 사 난 너처럼 절대 뻥 안쳐 춤추고 싶으면 식대로 막 춰 남의 눈친 왜봐 내 생각에 힙합은 자유로운 외박 척하면 안 되는 게임에 끝판 깨 고인 물엔 재빠르게 발 빼 그게 행주가 인맥 없는 이유 술자리 사진 안 찍히는 이유 난 나를 믿지 하고픈 음악과 내 선택을 믿지 내 앞길을 막거나 말건 I don't care Wait wait 내 이름을 기억해 행주 in 쥬만지 아주 동물적인 Groove를 타주지 하룻개새낀 범 무서운 줄도 모르고 등 뒤에서 날 대신해서 내 드라마 각본을 써 편견은 반전 줄 때 더 효과 있댔지 이건 유쥬얼 서스펙트 묵묵하시던 아저씨도 꼭 한번씩 뭐라 하시죠 옷 입은 꼬라지 저 꼬라지 좀 보라지 아예 아예 아 예 예 예 Ah yeah ah yeah yeah yeah 요즘것들 이래서 안 돼요 요즘것들 이래서 안 돼요 각도는 18도로 굽힌 채로 아예 아예 아 예 예 예 Ah yeah ah yeah yeah yeah 요즘것들 요즘것들 요즘것들 요즘것들 요즘것들 요즘것들 Ah yeah ah yeah yeah yeah 요즘것들 요즘것들 요즘것들 요즘것들 요즘것들 요즘것들 Ah yeah ah yeah yeah yeah"}, {"song_no": "9620473", "year": "2017", "rank": "78", "title": "나만 안되는 연애", "artist": "볼빨간사춘기", "genre": "Folk", "lyrics": "왠지 오늘따라 마음이 아픈지 했더니 오늘은 그대가 날 떠나가는 날이래요 왜 항상 나는 이렇게 외로운 사랑을 하는지 도무지 이해가 안가는 이상한 날이에요 왜 그랬는지 묻고 싶죠 날 사랑하긴 했는지 그랬다면 왜 날 안아줬는지 그렇게 예뻐했는지 나만 이런 세상을 살고 있는 것 같아요 바라보기만 하다 포기할 수는 없겠죠 근데도 이렇게 아픈 마음만 가지고 사는 건 도무지 불공평해서 견딜 수가 없어요 Please come back to me 왠지 오늘만은 그렇게 보내기 싫은지 오늘은 그대와 나 마지막인가 봐요 왜 항상 나는 이렇게 아무 말도 못하는지 도무지 이해가 안가는 이상한 날이에요 시작부터 사랑하지 않았다고 내게 말했었다면 그랬다면 나의 마음은 이렇게 굳게 닫혔을까요 나만 이런 세상을 살고 있는 것 같아요 바라보기만 하다 포기할 수는 없겠죠 근데도 이렇게 아픈 마음만 가지고 사는 건 도무지 불공평해서 견딜 수가 없어요 그대는 아무렇지 않겠죠 Please come back to me  내 눈물로 더 이상 붙잡을 수는 없겠죠 Please come back to me  근데도 이렇게 아픈 마음만 가지고 사는 건 도무지 불공평해서 견딜 수가 없어요 Please come back to me Please come back to me 나는 사실 이성적인 게 참 싫어요 그래서 우린 헤어져야만 했으니까 아무렇지 않게 살아가도 매일 밤이 고통스럽겠죠 그대가 정이 많은 사람이었다면 날 안아주진 않았을까요"}, {"song_no": "30646584", "year": "2017", "rank": "79", "title": "비밀의 화원", "artist": "아이유", "genre": "Ballad", "lyrics": "바람을 타고 날아오르는 새들은 걱정 없이 아름다운 태양 속으로 음표가 되어 나네 향기 나는 연필로 쓴 일기처럼 숨겨두었던 마음 기댈 수 있는 어깨가 있어 비가 와도 젖지 않아 어제의 일들은 잊어 누구나 조금씩은 틀려 완벽한 사람은 없어 실수투성이고 외로운 나를 봐 난 다시 태어난 것만 같아 그대를 만나고부터 그대 나의 초라한 마음을 받아준 순간부터 랄라라릴라 하루하루 조금씩 나아질 거야 그대가 지켜보니 힘을 내야지 행복해져야지 뒤뜰에 핀 꽃들처럼 점심을 함께 먹어야지 새로 연 그 가게에서 새 샴푸를 사러 가야지 아침 하늘빛의 민트향이면 어떨까 난 다시 꿈을 꾸게 되었어 그대를 만나고부터 그대 나의 초라한 마음을 받아준 순간부터 랄라라릴라 월요일도 화요일도 봄에도 겨울에도 해가 질 무렵에도 비둘기를 안은 아이같이 행복해줘 나를 위해서 난 다시 태어난 것만 같아 그대를 만나고부터 그대 나의 초라한 마음을 받아준 순간부터 랄라라릴라 난 다시 꿈을 꾸게 되었어 그대를 만나고부터 그대 나의 초라한 마음을 받아준 순간부터 랄라라릴라"}, {"song_no": "30616684", "year": "2017", "rank": "80", "title": "Power", "artist": "EXO", "genre": "Dance", "lyrics": "머뭇거리지 마 Move on 자 시간이 없어 너의 미래는 바로 상상에 달렸어 두려움 따윈 버려 우린 그래도 돼 모든 열쇤 너에게 있는데 잠들지 않아도 꿈꾸던 널 잊지 않기를 바래 바래 오늘 우리 함께 신나게 한번 불태워볼까 꼭 하나 된 Feeling feeling So turn me up We got that power power 네가 나를 볼 때 서로 같은 마음이 느껴질 때 Power power 더 강해지는 걸 Turn the music up now We got that power power 이 음악을 통해 같이 한목소리로 노래할 때 Power power 더 강해지는 걸 Turn the music up now Power power Turn the music up now 고민은 이제 그만 Stop 시간은 가 지금도 Tik Tok We take a shot 떠나자 We got bang bang pow wow 이어폰 타고 흘러 나오는 멜로디로 시끄러운 소음 덮고 볼륨은 Up High We got that power everytime 잠들지 않아도 꿈꾸던 널 잊지 않기를 바래 바래 오늘 다시 함께 신나게 한번 불태워볼까 꼭 하나 된 Feeling feeling So turn me up We got that power power 네가 나를 볼 때 서로 같은 마음이 느껴질 때 Power power 더 강해지는 걸 Turn the music up now We got that power power 이 음악을 통해 같이 한목소리로 노래할 때 Power power 더 강해지는 걸 Turn the music up now 지쳐버리는 그날이 오면 기억해 Babe 아름다웠던 우릴 다시 일어날 수 있는 그 힘은 네 안에 있다는 걸 We got that We got that We got that We got that We got that power power 이 음악을 통해 같이 한목소리로 노래할 때 Power power 더 강해지는 걸 Turn the music up now Power power Turn the music up now We got that We got that"}, {"song_no": "30680190", "year": "2017", "rank": "81", "title": "오늘도 그리워 그리워", "artist": "다비치", "genre": "Drama", "lyrics": "바람이 멈췄으면 좋겠어 부디 너를 향해 부는 이 마음 어떡하니 빗방울이 머리 위에 떨어지듯 피해지지 않는 마음이 서글퍼져 가끔은 널 보면 사랑해 말하고픈 내 마음을 넌 모르지 쓸쓸한 찬 바람이 불어오면 너의 이름을 불러 눈물이 멈췄으면 좋겠어 이젠 그저 바라보다 돌아서 울곤 했지 낙엽들이 쌓인 이 거리에 서서 너에 대한 생각을 하다 또 눈물만 가끔은 널 보면 사랑해 말하고픈 내 마음을 넌 모르지 쓸쓸한 찬 바람이 불어오면 너의 이름을 불러 언젠가 내 곁에 니가 걸어오면 너를 내 품에 와락 안고 놓아주지 않을 텐데 오늘도 그리워 그리워 내 얘기를 내 사랑을 넌 모르지 나를 흩날린 이 계절은 또 돌아와 나를 슬프게 하네"}, {"song_no": "30667988", "year": "2017", "rank": "82", "title": "짙어져", "artist": "멜로망스", "genre": "Drama", "lyrics": "널 잊어보려 계속 노력하고 있어 괜히 더 즐거운 척 시간을 보내는 날 넌 모르겠지 행복한 척하며 지내다 보면 언젠가 너를 잊게 될 거라 믿으며 살고 있는 날 모르겠지 내가 노력해봐도 너 때문이라서 너는 더 짙어져 가고 혼자 남겨진 시간을 보내는 게 이젠 내겐 너무 두려운 일이 돼버렸단 걸 넌 모르겠지 네 꿈을 꾸는 밤이 오는 게 난 두려워 이젠 내게 밤이 무서워졌다는 걸 너는 모르겠지 내가 노력해봐도 너 때문이라서 너는 더 짙어져 가고 너를 그리고 노력할수록 너는 계속 커져만 가겠지 짙어져 가는 너를 붙잡고 생각할수록 너는 계속 커져만 가겠지 널 잊어보려 항상 노력하고 있어 괜히 더 즐거운 척 살아보고 있는 날 넌 모르겠지"}, {"song_no": "30661884", "year": "2017", "rank": "83", "title": "하루만", "artist": "뉴이스트 W", "genre": "Dance", "lyrics": "내 마음의 색은 빛을 잃었어 너의 두 눈이 덧칠해주지 않아서 사랑이란 건 너무 나쁜 것 같아 상처가 아물지도 않는데  내 맘을 덧나게만 해  아무 말도 없이 떠나버린 걸 어쩌겠어  변변찮아 나 같은 건  제대로 말도 못해서 이러는 걸  허공에 얘기해봤자 듣지 못하는 너 내게 조금만 시간을 줘 내게 하루만 너를 기억할 수 있게 OH BABY PLEASE DON'T GO 옆에 있어줘 하루만 MY BEAUTIFUL MY BEAUTIFUL  내 곁에 있어줘 딱 오늘만 미칠 것 같지만 참고 있을게 네가 돌아올 거니까 네가 돌아올 거니까 미안해 너밖에 모르고 살아서  잊고 사는 것만은 못 할 것 같아 못 할 것 같아 넌 왜 그랬을까 그리움만 남기고 넌 왜 떠났을까  후회는 항상 늦게 찾아오네  왜 그런 걸까  후회한다고 바뀌는 게 있을까  내게 조금만 시간을 줘 내게 하루만 너를 기억할 수 있게 OH BABY PLEASE DON'T GO 옆에 있어줘 하루만 MY BEAUTIFUL MY BEAUTIFUL  내 곁에 있어줘 딱 오늘만 미칠 것 같지만 참고 있을게 네가 돌아올 거니까 잊으려고 매일 너를 지워내 봐도 수 없는 단어들로 너를 미워해 봐도 난 또 어느새 어느새 너를 그리고 있어 옆에 있어줘 하루만 MY BEAUTIFUL MY BEAUTIFUL  내 곁에 있어줘 딱 오늘만 미칠 것 같지만 참고 있을게 네가 돌아올 거니까 네가 돌아올 거니까 너를 찾아볼까 해"}, {"song_no": "30637985", "year": "2017", "rank": "84", "title": "Pied Piper", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "나쁜 거라 더 좋은 거야 속으론 알고 있잖아 이젠 멈춰지지 않는 거야 You can’t stop 좀 더 솔직해져봐 Stop 이제 그만 보고 시험공부해 니 부모님과 부장님 날 미워해 봤던 영상 각종 사진 트위터 브이앱 본보야지 알아 좋은 걸 어떡해 그만해 뮤비는 나중에 해석하고 어차피 내 사진 니 방에도 많잖어 한 시간이 뭐야 일이년을 순삭해 이 노랜 내가 네게 주는 상 착해 벌 받는 건 아니잖아 이리 와 난 너의 paradise Can't close your eyes Can't close your eyes 발버둥쳐봐도 더는 소용없을 걸 날 거부하지 마 그냥 눈을 감고 귀 기울여봐 피리소릴 따라와 이 노래를 따라와 조금 위험해도 나 참 달잖아 널 구하러 온 거야 널 망치러 온 거야 니가 날 부른 거야 봐 달잖아 피리소릴 따라와 I'm takin' over you I'm takin' over you 이미 시작된 걸 알잖아 그 소릴 듣게 된 순간 어쩌면 그래 나는 조금 위험해 조금 위험해 널 이끄는 피리 부는 사나이처럼 나는 너를 시험해 너를 시험해 알면서도 이끌리는 선악과처럼 내 피리는 모든 걸 깨워 그 소린 널 애태워 더 이끌려 반응하는 너 끊임없이 숨을 불어내 난 너의 guilty pleasure 헤어나올 순 없어 Never 벌 받는 건 아니잖아 이리 와 난 너의 paradise Can't close your eyes Can't close your eyes 발버둥쳐봐도 더는 소용없을 걸 날 거부하지 마 그냥 눈을 감고 귀 기울여봐 피리소릴 따라와 이 노래를 따라와 조금 위험해도 나 참 달잖아 널 구하러 온 거야 널 망치러 온 거야 니가 날 부른 거야 봐 달잖아 그래 내가 좀 위험해 나도 나를 감당 못해 걱정 마 나의 손은 너에게만 따뜻해 따뜻해 만약에 내가 널 망치고 있는 거라면 나를 용서해줄래 넌 나 없인 못 사니까 다 아니까 I'm takin' over you I'm takin' over you"}, {"song_no": "30663524", "year": "2017", "rank": "85", "title": "나에게 넌", "artist": "다비치", "genre": "Ballad", "lyrics": "요즘에 이상해 솔직히 인정해 네가 보고픈 것 같아 놀라 더 숨기곤 해 잠을 뒤척이다 보니 벌써 새벽 몇 신지 또 제자리 또 그 마음 아침이면 괜찮겠지 뭐가 이렇게 어려울까 그냥 한 번은 전활 걸어볼까 혹시 넌 지금 뭐 할까 잠들어있을까 있잖아 lalala 내겐 아픈 기억이 아냐 넌 나에게 넌 얼마나 lalala 수많은 밤을 새우며 너를 사랑했을까 지금은 멀어졌어도 그 시간들이 다시 오진 않아도 네가 참 좋아하던 그 노래도 함께 보던 하늘도 남아있어 나에게 넌 정말 나 이상해 솔직히 미안 왜 이제 와 보고 싶을까 날 사랑해 사랑해 사랑해주던 그 기억이 기억이 날 움츠리게 해 비에 젖어 그럴 뿐이야 햇빛이 요즘 따라 좋아 괜히 그럴 뿐이야 가을이라 밤이 더 길어져 그래  괜찮아 잘 지내는 듯해 너는 모르겠지만 lalala 내겐 아픈 기억이 아냐 넌 나에게 넌 얼마나 lalala 수많은 밤을 새우며 너를 사랑했을까 지금은 멀어졌어도 그 시간들이 다시 오진 않아도 네가 참 좋아하던 그 노래도 함께 보던 하늘도 남아있어 나에게 넌 널 보고 싶다면 좀 이기적인 걸까 네가 정말 그리운 걸까 아니면 좀 외로운 걸까 지금 내가 널 만나 너를 부르면 너는 날 다시 안아줄까 지금은 멀어졌어도 그 시간들이 다시 오진 않을까 네가 참 좋아하던 노랠 듣고 함께 보던 모든 게 남아있어 나에게 넌"}, {"song_no": "30286429", "year": "2017", "rank": "86", "title": "MOVIE", "artist": "비투비", "genre": "Dance", "lyrics": "처음엔 다 그래  믿을만한 놈은 없고 네 옆에 내가 있기엔  너무 아깝다고 날 어떻게 말해도  넌 그냥 이대로  밤이 새도록 끝까지 나와 즐기면 돼  Hey DJ 여자는 자나  깨나 조심해야 해  둘로 나눠서  가질 순 없을 테니  Man 불이야 불이야 조심해  어두운 거리에서  나를 유혹하려 해도  I belong to my lady 유머 한 조각  올려 먹는 Cake  최고 외에 잡다한  수식어는 Pass Make history or not  널 향해 서 있어  All night alright 조금 어지러워  날 좀 붙잡아줘 가슴만은 따뜻해  난 거짓말은 잘 못 해 사실은 나 많이  외로운 것 같아 들어줘 Please don't leave me baby Love is like a movie  모두 뻔해 나도 그렇게  널 사랑하길 원해 늘 새롭게 남자답게  내 모든 걸 가져도 돼 내 시간은 너에게로 흘러 늦기 전에 나를 받아줘 네 마음에 상처  아무는 대로 I'll be your man  누구보다도 내 마지막 사랑이 되도록 Before it's too late  girl you better stop fronting I'm one in a million  limited edition No kidding you'll be wishing  you could be my Mrs. Sooner or later girl  you'll want that position When I walk up in the club  all the girls stare at me I'm the only thing they see  and the guys wish  they were me Cuz I'm fresh and clean  from my head to my feet  I'm the definition  of the word masterpiece 넌 나 흥분시키는데  뭐 있어  야릇해지고 붕붕  떠 있는 기분 그냥 얘길 해도  내 귀가 간지러 누가 내 안에다  너같이 위험한  다이너마이트를 심었나 이건 폭발 직전의  폭풍전야  끊어지는 이성과  터지는 심장이  Bomb bomb 뻔한 엔딩은  Bye bye like  연애혁명 공주와 왕자 Love is like a movie  모두 뻔해 나도 그렇게  널 사랑하길 원해 늘 새롭게 남자답게  내 모든 걸 가져도 돼 내 시간은 너에게로 흘러 늦기 전에 나를 받아줘 네 마음에 상처  아무는 대로 I'll be your man  누구보다도 내 마지막 사랑이 되도록 우리 둘의 만남은  어디까지일까 난 똑같은 실수는  다시 하지 않아 Move your body right now  날 두고 가지 마  Do it again  do it again  do it again yeah Love is like a movie  모두 뻔해 나도 그렇게 널  사랑하길 원해 늘 새롭게 남자답게  내 모든 걸 가져도 돼 내 시간은 너에게로 흘러 늦기 전에 나를 받아줘 네 마음에 상처 아무는 대로 I'll be your man  누구보다도 내 마지막 사랑이 되도록"}, {"song_no": "30163110", "year": "2017", "rank": "87", "title": "좋다고 말해", "artist": "볼빨간사춘기", "genre": "Folk", "lyrics": "안녕 오늘도 같은 자리 버스 창가에 기대 앉은 네게 인사를 해 Hi 역시 넌 받아 주지를 않네 인기 많고 잘생긴 넌 내게만 그렇게 쌀쌀하게 굴더라 근데 Last Night 기억나 넌 내가 좋다고 했어 그 예쁜 가로등 아래서 넌 내가 좋다고 말했어 다음부턴 모른 척 아닌 척해도 You Have To Know That 확신을 해야 돼 넌 그날 넌 내가 좋다고 했어 Yeah If You Like Me Or Love Me Just Say Yes Yes Yes And Then I'm Your Girlfriend And You're My Boyfriend 어서 내게 좋다고 말해 줘 몰래 오늘도 도서관 맨 앞자리에 기대 앉은 네게 인사를 해 Oh Boy 역시 넌 받아 주지를 않네 인기 많고 잘생긴 넌 내게만 그렇게 쌀쌀하게 굴더라 근데 Last Night 기억나 넌 내가 좋다고 했어 그 예쁜 가로등 아래서 넌 내가 좋다고 말했어 다음부턴 모른 척 아닌 척해도 You Have To Know That 확신을 해야 돼 넌 그날 넌 내가 좋다고 했어 Yeah If You Like Me Or Love Me Just Say Yes Yes Yes And Then I'm Your Girlfriend And You're My Boyfriend 어서 내게 좋다고 말해 줘 Oh 널 참 많이 좋아하는 난데 우린 이어질 수 없는 걸까 내 긴 교복 치마가 부끄러워 초라해 Yeah 네 곁엔 항상 키 크고 예쁜 애들이 넘치는데 Woo If You Like Me If You Love Me Yeah And Then I'm Your Girlfriend And You're My Boyfriend 어서 내게 좋다고 말해 줘 If You Like Me Or Love Me Just Say Yes Yes Yes And Then I'm Your Girlfriend And You're My Boyfriend 어서 내게 좋다고 말해 줘"}, {"song_no": "30601121", "year": "2017", "rank": "88", "title": "Red Sun (Feat. ZICO, Swings)", "artist": "행주", "genre": "Rap / Hip-hop", "lyrics": "어두운 그대로 내비둬 억지로 밝아질거 뭐있어 딱 촛불 하나정도  저 조명따윈 내게  빛이 될 순 없어 눈뜨고 다시 찾아온 아침 혼자만 또 흐리멍텅한 날씨 습기 가득 찬 왼쪽의 눈으로 바라본 내 꿈만은 선명하길 후 입김을 불어 계속 그 바람 앞에 흔들릴 뻔 했어 호흡 가다듬고 니 시선에 맞춰 내 두 눈 계속 부릅떠 단정 짓지마 내 감성은 절대 사고 팔 수 있는 것이  아니지 내 촛대의 심지에 불이 붙은 순간  난 최면을 걸게 내 눈앞에서 꺼져 줬으면  좋겠어 Red Sun Red sun red sun red sun 미쳐가는 거야 다 뭔가 씌읜 것 처럼 넋을 놓아 깨어나는 순간 you gonna die  Yah 셋 세면 잠듭니다 Red sun red sun red sun 알게 모르게 난 널 몰입 시킬게 내 최면놀이 빨간머리 촛불들이 꺼지고 니 정신머린 잠들고 내 마이크로폰에 약물들 들이붓고 ay 틀에 박힌 편견을 바꿀  드라마틱한 곡을 써 내 존재는 반칙이야 목표는 바뀌지않아 보폭을 두배 뛰어 내 다음 스텝에 가있어 난 지금 이 3분의 무대가 전부인 듯이 날 최면 걸어 이제 막 단 한걸음 떼어낸거라 말해  2년전의 Fail  red sun 금색의 체인  red sun 목에 걸지 못했던 순간 이 게임은 시작돼  난 지금 무대위에 단정 짓지 마 내 감성은 절대 사고 팔 수 있는 것이  아니지 내 촛대의 심지에 불이 붙은 순간  난 최면을 걸게 내 눈앞에서 꺼져줬으면  좋겠어 Red sun Red sun red sun red sun 미쳐가는 거야 다 뭔가 씌읜 것 처럼 넋을 놓아 깨어나는 순간 you gonna die  Yah 셋 세면 잠듭니다 Red sun red sun red sun 내 인생은  끝없는 명암의 뒤바뀌는 싸움 낮과 밤보단 뻑난 싸이키 예전엔 소리 질러야만  사람들이 내 말 들었었지만 이젠 귀 대고 입 앞에 와 있지 내 존잴 부정하는 놈들은  더워도 에어컨 안 켜고 땀 흘리면서  괜찮다며 뻥을 쳐 내가 누군지 알잖아  근데 모를 수도 있는 건 오늘 또 날 봤고 또 넌 홀렸다는 것 Red sun red sun red sun 미쳐가는 거야 다 뭔가 씌읜 것 처럼 넋을 놓아 깨어나는 순간 you gonna die  Yah 셋 세면 잠듭니다 Red sun red sun red sun Red sun red sun red sun Red sun red sun red sun 어두운 그대로 내비둬 억지로 밝아질거 뭐 있어 딱 촛불 하나 정도 저 조명따윈 내게 빛이 될 순 없어 눈 뜨고 다시 찾아온 아침 혼자라도 꽤 화창한날씨 습기 가득 찬 왼쪽의 눈으로 바라본 내 꿈 선명하지"}, {"song_no": "30688504", "year": "2017", "rank": "89", "title": "상실의 순기능 (Feat. 수현)", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "깜빡거리는 신호등, 굴러다니는 낙엽도 할 일 하는데. 난 왜 이럴까?  그대가 없는 밤들도 반짝거리고 가을도 봄이 될 텐데 난 왜 이럴까? 왜 사는 걸까?  할 일, 오늘도 꽤 많았지. 설거지, 방 청소, 책상 정리. 복잡한 생각 한번 할 것 없이 원위치로 가는 것들 어찌 고마웠는지. 밀렸던 자질구레한 일들이 무너진 날 이끄네. 네 손이 놓은 내 손을 잡아준 시간의 두 손은 가기 급해. 안 읽던 책도 어느새 마지막 한 장을 넘기는 날 발견해. 어쩌면 이런 게 상실의 순기능. 걱정 마. 난 이렇게 바쁘게 지내니까. 내 스케줄표는 가득해. 넌 너 할 일만 신경 써. 고맙다. 내가 할 일도 하나 줘서.  깜빡거리는 신호등, 굴러다니는 낙엽도 할 일 하는데. 난 왜 이럴까?  그대가 없는 밤들도 반짝거리고 가을도 봄이 될 텐데 난 왜 이럴까? 왜 사는 걸까?  소파에 누워서 티비를 켜. 벌써 삼십분 째 애꿎은 채널만 돌리면서… 던져둔 폰에 울리는 전화벨 소리. 누구든 상관없지. 약속 잡고서 밖에 나갈 준비를 해. 지금은 열한 시 반. 예전에는 잠들 시간. 요즘은 여기저기서 불러 불려 다니지, 난. 바쁜 일상. 오랜만이라서 반가워. 정신없는 하루. 불안정함이 나다워. 이렇게 써도 항상 남는 게 시간인지 감정인지 오늘과 같을 내일. 솔직히 난 두려워. 아무리 채워봐도 텅빈 마음 뿐이어서.  깜빡거리는 신호등, 굴러다니는 낙엽도 할 일 하는데. 난 왜 이럴까?  그대가 없는 밤들도 반짝거리고 가을도 봄이 될 텐데 난 왜 이럴까? 너도 이럴까?  난 왜…"}, {"song_no": "30637981", "year": "2017", "rank": "90", "title": "Intro : Serendipity", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "이 모든 건 우연이 아냐 그냥 그냥 나의 느낌으로 온 세상이 어제완 달라 그냥 그냥 너의 기쁨으로 니가 날 불렀을 때 나는 너의 꽃으로 기다렸던 것처럼 우린 시리도록 피어 어쩌면 우주의 섭리 그냥 그랬던 거야 U know I know 너는 나 나는 너 설레는 만큼 많이 두려워 운명이 우릴 자꾸 질투해서 너만큼 나도 많이 무서워 When you see me When you touch me 우주가 우릴 위해 움직였어 조금의 어긋남조차 없었어 너와 내 행복은 예정됐던 걸 Cuz you love me And I love you 넌 내 푸른 곰팡이 날 구원해 준 나의 천사 나의 세상 난 네 삼색 고양이 널 만나러 온 Love me now touch me now Just let me love you Just let me love you 우주가 처음 생겨났을 때부터 모든 건 정해진 거였어 Just let me love you Let me love Let me love you Let me love Let me love you Let me love Let me love you"}, {"song_no": "30725490", "year": "2017", "rank": "91", "title": "To Be One (Outro.)", "artist": "Wanna One (워너원)", "genre": "Ballad", "lyrics": "보여줄 준비가 됐어 하나가 된 우리 모습을 후회 없이 쏟아내고 싶어 매일이 마지막인 것처럼 To be one Time is runnin' out 금방 돌아올게 아직 들려주고 싶은 얘기가 많아 Time is runnin' out 조금만 기다려줄래 보여주고 싶은 것들이 너무 많아 To be one You know what We're nothing without you We'll be back To Be One"}, {"song_no": "30691729", "year": "2017", "rank": "92", "title": "미로", "artist": "김나영", "genre": "Drama", "lyrics": "눈 감아도 익숙했던 길 이젠 눈을 떠도 희미한 이 길은 볼 수 없는 미로에 갇힌 것 같아서 헤어날 수 없는데 멀어져가는 널 내가 붙잡을 수가 없어 어두워진 나의 기억에 내 환한 빛이 되어줘 점점 흐려지는 니 얼굴 나를 미치게 만들어 조금만 내 곁을 지켜주면 돼 따스한 목소리로 어둔 두 눈으로 다시 알아볼 수 있게 너를 상처 입은 나의 두발로는 이 미로를 빠져나갈 순 없는 걸 잃어버린 너라는 날개를 되찾아 여길 벗어나려 해 빠져나가려 해 다시 너의 빛을 보여줘 어두워진 나의 기억에 내 환한 빛이 되어줘 점점 흐려지는 니 얼굴 나를 미치게 만들어 조금만 내 곁을 지켜주면 돼 지금 나를 안아줘 널 느낄 수 있게 멈춰버린 나를 깨워줘 제발 제발 나의 손을 놓지 말아줘 약속했던 그 기억들로 날 데려가줘 너의 곁으로 다시 숨을 쉴 수 있게 조금만 내곁을 지켜주면 돼 지금 내게 말해줘 돌아올 수 있게 네겐 나 하나뿐이라고 제발 제발"}, {"song_no": "30661889", "year": "2017", "rank": "93", "title": "지금까지 행복했어요 (BAEKHO SOLO)", "artist": "뉴이스트 W", "genre": "Ballad", "lyrics": "아무것도 듣지 않아도 돼요 그대에겐 좋은 것만 드릴게요 그동안 내가 어땠는 진 중요하지가 않아요 그대 곁에서 위로받고 또 행복했죠 난 혼자가 아닌 걸요 내 걱정은 정말 하지 않아도 돼요 내가 그대 마음 전부 알아요 내가 그대 마음 이해할게요 말만 죽어라 한다고 어떻게 그래요 그댄 나를 이해하지 않아도 돼요 그대 곁이라서 지금까지 행복했어요 마냥 어린애 같은 나라서 모질게 그댈 울린 적은 없나요 이전까지 날 사랑해 준 그대 비해서 난 너무 모자라죠 언제나 그대 옆에서 위로받고 또 행복했죠 난 혼자가 아닌걸요 내 걱정은 정말 하지 않아도 돼요 내가 그대 마음 전부 알아요 내가 그대 마음 이해 할게요 말만 죽어라 한다고 어떻게 그래요 그댄 나를 이해하지 않아도 돼요 그대 곁이라서 지금까지 행복했어요 그대 곁이라서 그대 곁이라서 내겐 정말 당연하지 않았던 내겐 너무 기적과도 같았던 그 많았던 날들 지금까지 너무나 행복해서 슬픔을 감싸 안을 수가 있죠 내게 행복이라는 걸 가르쳐 주었던 그댈 보며 난 항상 웃을 수가 있죠 그대 곁이라서 지금까지 행복했어요"}, {"song_no": "30710522", "year": "2017", "rank": "94", "title": "Bye Babe", "artist": "10cm", "genre": "Folk", "lyrics": "하루 종일 연락했는데 1이 없어지지 않은 상태 이제서야 봤대 일이 너무 많대 믿으면 안돼 내가 백번 얘기했는데 너는 이미 답이 나온 상태 눈에 다 보이게 너 빼곤 다 아는데 불쌍하게 너 지금 되게 바보 같애 왜 볼 때마다 얼굴은 더 예뻐지는지 내 마음 부풀어만 가는데 마치 풍선같이 옆에서 보는 내가 마음이 더 불안해 말해 터져 버리기 전에 Bye Babe 이렇게 말해도 네게 욕할 사람도 하나 없는데 뭐가 문젠데 Bye Babe 그렇게 말하고 차갑게 돌아서고 나면 내가 나쁜 놈 같은데 Bye Babe Bye Babe 저녁에 그앨 만났는데 보자마자 표정이 별론데 오늘따라 모든 게 재미없대 집에 가야겠대 그러다 여기 온 건데 왜 올 때마다 상태가 더 나빠지는지 네 얘길 듣다 속이 터질 것 같애 폭탄같이 내 맘을 나도 모른다는 게 더 위험해 말해 나 폭발하기 전에 Bye Babe 이렇게 말하고 차갑게 돌아서고 나면 내가 나쁜 놈 같은데 Bye Babe 그렇게 말해도 네게 욕할 사람도 하나 없는데 뭐가 문젠데 Bye Babe Like this 너는 어항 속에 그냥 물고기 몇 번 말해 Like this 그 중에서는 그나마 젤 큰 고래쯤은 될 것 같은데 Nope Bye Babe 이렇게 말하고 몇 밤 지나고 나면 잊혀질 텐데 뭐가 문젠데 Bye Babe 그렇게 말하고 차갑게 돌아서도 불쌍한 건 나일 것 같은데 Bye Babe 근데 잠깐 Bye Babe 미안 전화 Bye Babe 보고 싶대 Bye Babe 먼저 갈게 Bye Babe"}, {"song_no": "7931286", "year": "2017", "rank": "95", "title": "Love Yourself", "artist": "Justin Bieber", "genre": "Pop", "lyrics": "For all the times that you rain  on my parade And all the clubs you get in  using my name You think you broke my heart oh girl for goodness sake You think I'm crying on my own well I ain't And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself But when you told me that you  hated my friends The only problem was with you  and not them And every time you told me my  opinion was wrong And tried to make me forget  where I came from And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself For all the times that you  made me feel small I fell in love now I fear  nothin' at all I never felt so low when I was vulnerable Was I a fool to let you break  down my walls Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself"}, {"song_no": "30720574", "year": "2017", "rank": "96", "title": "되돌리고 싶다 (Rewind)", "artist": "황치열", "genre": "Ballad", "lyrics": "길을 잃은 애처럼 목이 마른 사람처럼 뭐에 홀린 것처럼 널 찾는다 넋이 나간 것처럼 미쳐 가는 것처럼 이렇게 또 울다 웃다 눈에 스친 바람처럼 코끝을 맞은 것처럼 시리고 아파서 계속 되풀이한다 이만큼 아팠으면 이 정도로 울었으면 이젠 그칠 만한데 되돌리고 싶다 널 알기 전에 그때로 되돌리고 싶다 너를 몰랐던 때로 아무리 나 노력해도 안되나봐 너를 너를 아직 나 사랑하고 있나봐 밀린 잠을 청해 봐도 TV를 보며 웃어 봐도 그립고 그리워 가슴이 막 먹먹해 조금 더 잘해줄 걸 조금 더 사랑해줄 걸 뒤늦은 후회들만 되돌리고 싶다 널 알기 전에 그때로 되돌리고 싶다 너를 몰랐던 때로 아무리 나 노력해도 안되나봐 너를 너를 아직 나 사랑하고 있나봐 좋았던 그날처럼 눈부신 그때처럼 되돌아 갈 순 없겠지 사랑이 다 이런 거라면 이별이 이런 거라면 하지 않았어 이렇게까지 아픈 거라면 되돌리고 싶다 널 사랑했던 그때로 되돌리고 싶다 우리 좋았던 때로 아무리 나 노력해도 안되나봐 너를 너를 아직 나 사랑하고 있나봐"}, {"song_no": "8203900", "year": "2017", "rank": "97", "title": "너였다면", "artist": "정승환", "genre": "Drama", "lyrics": "왜 너에겐  그렇게 어려운지   애를 쓰는 나를  제대로 봐주는 게  너 하나에 이토록  아플 수 있음에  놀라곤 해  고단했던 하루  나는 꿈을 꿔도 아파  너였다면 어떨 것 같아   이런 미친 날들이  네 하루가 되면 말야  너도 나만큼 혼자  부서져 본다면 알게 될까  가슴이 터질 듯  날 가득 채운 통증과   얼마나 너를  원하고 있는지  내가 너라면  그냥 날 사랑할 텐데  내 가슴은 한없이 바닥까지   나를 둘러싸는  모든 게 두려워져  다 사랑에 빠지면  행복한 거라니  누가 그래  뒷모습만 보는  그런 사랑하는 내게  너였다면 어떨 것 같아   이런 미친 날들이  네 하루가 되면 말야  너도 나만큼 혼자  부서져 본다면 알게 될까  가슴이 터질 듯  날 가득 채운 통증과   얼마나 너를 원하고 있는지  내가 너라면 그냥 날 사랑할텐데 이미 너는 내게 대답한 걸 알아  대답 없는 대답의 의미 다 알면서도 난 모르는 척 맴도는데 요즘 나는 어떤 줄 아니  편히 잠을 잘 수도 뭘 삼켜낼 수도 없어 널 바라보다 점점 망가져 가는 날 알긴 할까 죽을 것 같아도 넌 내게 올 리 없대도  딴 곳만 보는 너란 걸 알아도 그런 너를 난 놓을 순 없을 것 같아"}, {"song_no": "9620469", "year": "2017", "rank": "98", "title": "우주를 줄게", "artist": "볼빨간사춘기", "genre": "Folk", "lyrics": "커피를 너무 많이 마셨나 봐요  심장이 막 두근대고  잠은 잘 수가 없어요  한참 뒤에 별빛이 내리면  난 다시 잠들 순 없겠죠  지나간 새벽을 다 새면  다시 네 곁에 잠들겠죠  너의 품에 잠든 난 마치  천사가 된 것만 같아요  난 그대 품에  별빛을 쏟아 내리고  은하수를 만들어  어디든 날아가게 할거야  Cause I’m a pilot anywhere  Cause I’m a pilot anywhere   lighting star shooting star  줄게 내 Galaxy  Cause I’m a pilot anywhere  Cause I’m your pilot 네 곁에   저 별을 따 네게만  줄게 my Galaxy Like a star 내리는 비처럼  반짝이는 널 가지고 싶어  Get ma mind  엄지와 검지만 해도  내 마음을 너무 잘 표현해  붙어 안달 나니까  마냥 떨리기만 한 게 아냐  준비가 되면 쏘아 올린  인공위성처럼  네 주윌 마구 맴돌려 해  더 가까워진다면  네가 가져줄래  이 떨림을  어제는 내가 기분이 참 좋아서  지나간 행성에다가  그대 이름 새겨 놓았죠  한참 뒤에 별빛이 내리면  그 별이 가장 밝게 빛나요  지나간 새벽을 다 새면  다시 네 곁에 잠들겠죠  별빛 아래 잠든 난 마치  온 우주를 가진 것만 같아  난 그대 품에  별빛을 쏟아 내리고  은하수를 만들어  어디든 날아가게 할거야  Cause I’m a pilot anywhere  Cause I’m a pilot anywhere   Lighting star Shooting star  줄게 내 Galaxy  Cause I’m a pilot anywhere  Cause I’m your pilot 네 곁에   저 별을 따 네게만  줄게 my Galaxy  Cause I’m a pilot anywhere   Cause I’m a pilot anywhere   Lighting star Shooting star  줄게 내 Galaxy  Cause I’m a pilot I’m your pilot  Lighting star Shooting star  줄게 my Galaxy  la la la la la la la la la la la la"}, {"song_no": "30693104", "year": "2017", "rank": "99", "title": "바보야 (With 이해리 of 다비치)", "artist": "스탠딩 에그", "genre": "Ballad", "lyrics": "제발 다가오지 마 더 이상은 나를 사랑한다는 그런 말은 하지 마 제발 날 내버려 둬 더 이상은 위로받을 때만 나를 찾지 마 잠시 망설이지만 또 전화를 받아 기다렸다는 듯이 또 너를 만나 바보야 아프단 말하지 마 내가 더 힘들잖아 아픔만 나눠주고 또다시 떠날 거잖아 그녀에게 돌아가 그녀 맘에 숨겨 놓은 네 사랑을 꺼내와 남김없이 다 가져와 참고 또 참아 봐도 또 너를 원해 후회할걸 알면서 또 너를 만나 바보야 아프단 말하지 마 내가 더 힘들잖아 아픔만 나눠주고 또다시 떠날 거잖아 그녀에게 돌아가 그녀 맘에 숨겨 놓은 네 사랑을 꺼내와 남김없이 다 가져와 내 눈을 피하지 마 단 한 번이라도 좋아 더 이상은 그녀를 찾아가지 않겠다고 말 좀 해봐 사랑하지 않는다고 거짓말이라도 괜찮아 바보야 그녀에게 가지 마 네가 더 힘들잖아 사랑만 모두 주고 또다시 아플 거잖아 나에게로 돌아와 그녀 맘에 숨겨 놓은 네 사랑을 꺼내와 남김없이 다 가져와 표정은 굳어가면서 담배만 피워대면서 미안하단 말하지 마 네 말 끝에 내 맘이 타"}, {"song_no": "30725487", "year": "2017", "rank": "100", "title": "Wanna Be (My Baby)", "artist": "Wanna One (워너원)", "genre": "Dance", "lyrics": "Oh Oh Oh Wanna be my baby Wanna be my baby 이런 느낌 처음인 걸 혹시 이게 사랑일까 뭐든지 다 해주고 싶어 네가 원하는 거 말이야 마음 깊숙이 들어가서 남김없이 다 알고 싶어 너만 아는 콤플렉스까지도 Yeah Yeah Uh 널 내 마음속에 저장 이제 내가 보여줄 차례야 받은 게 많아서 줄 것도 많어 흐르던 땀만큼 추억도 많어 Wanna Wanna 내 옆에 있어줘 Come on Come on Welcome to the my world 한 순간도 눈을 뗄 수 없게 해줄게 미리 약속할게 Hey 이게 뭐야 두근거리는 감정이 느껴져 What Wanna be my baby Wanna be my baby 한 순간도 쉴 틈 없이 너만 생각해 Yeah Wanna be my Wanna be my Wanna be my baby 말로 다 설명 못해 자꾸만 웃게 돼 이 감정 어디서 왔는지 알수록 더 미소 짓게 돼 이미 연결된 우리 사이 매일 새로운 나의 순간 꿈보다 더 꿈 속인 것 같아 Baby 큐 Oh 또 놀라고 또 놀라 매일매일 늘어가 느낌표 First time 처음으로 느껴지는 감정 주체할 수 없어 소리 질러 함성 Oh Yes 이 느낌은 마치 끝판을 깨도 끝나지 않는 게임 난 멈출 수가 없어 준비가 됐다면 박수 쳐 이게 뭐야 두근거리는 감정이 느껴져 What Wanna be my baby Wanna be my baby 한 순간도 쉴 틈 없이 너만 생각해 Yeah Wanna be my Wanna be my Wanna be my baby Wanna be my baby Wanna be my baby 너에게 원하는 한가지 이대로만 내 옆에 있어줘 내가 원하는 건 정말 단순하단 말야 진짜 바라는 건 하나뿐이란 말야 그건 바로 너야 너 너 너 오직 너야 너야 너 너 너 이게 뭐야 두근거리는 감정이 느껴져 What Wanna be my baby Wanna be my baby 한 순간도 쉴 틈 없이 너만 생각해 Yeah Wanna be my Wanna be my Wanna be my baby Wuh Oh Oh Woo Wuh Oh Wanna be my baby Wuh Oh Oh Woo Wuh Oh Wuh Oh Oh Woo Wuh Oh Oh Wanna be my baby Wanna be my baby"}]