[{"song_no": "30667988", "year": "2018", "rank": "51", "title": "짙어져", "artist": "멜로망스", "genre": "Drama", "lyrics": "널 잊어보려 계속 노력하고 있어 괜히 더 즐거운 척 시간을 보내는 날 넌 모르겠지 행복한 척하며 지내다 보면 언젠가 너를 잊게 될 거라 믿으며 살고 있는 날 모르겠지 내가 노력해봐도 너 때문이라서 너는 더 짙어져 가고 혼자 남겨진 시간을 보내는 게 이젠 내겐 너무 두려운 일이 돼버렸단 걸 넌 모르겠지 네 꿈을 꾸는 밤이 오는 게 난 두려워 이젠 내게 밤이 무서워졌다는 걸 너는 모르겠지 내가 노력해봐도 너 때문이라서 너는 더 짙어져 가고 너를 그리고 노력할수록 너는 계속 커져만 가겠지 짙어져 가는 너를 붙잡고 생각할수록 너는 계속 커져만 가겠지 널 잊어보려 항상 노력하고 있어 괜히 더 즐거운 척 살아보고 있는 날 넌 모르겠지"}, {"song_no": "30657311", "year": "2018", "rank": "52", "title": "나의 사춘기에게", "artist": "볼빨간사춘기", "genre": "Folk", "lyrics": "나는 한때 내가 이 세상에 사라지길 바랬어 온 세상이 너무나 캄캄해 매일 밤을 울던 날 차라리 내가 사라지면 마음이 편할까 모두가 날 바라보는 시선이 너무나 두려워 아름답게 아름답던 그 시절을 난 아파서 사랑 받을 수 없었던 내가 너무나 싫어서 엄마는 아빠는 다 나만 바라보는데 내 마음은 그런 게 아닌데 자꾸만 멀어만 가 어떡해 어떡해 어떡해 어떡해 시간이 약이라는 말이 내게 정말 맞더라고 하루가 지나면 지날수록 더 나아지더라고 근데 가끔은 너무 행복하면 또 아파올까 봐 내가 가진 이 행복들을 누군가가 가져갈까 봐 아름다운 아름답던 그 기억이 난 아파서 아픈 만큼 아파해도 사라지지를 않아서 친구들은 사람들은 다 나만 바라보는데 내 모습은 그런 게 아닌데 자꾸만 멀어만 가 그래도 난 어쩌면 내가 이 세상에 밝은 빛이라도 될까 봐 어쩌면 그 모든 아픔을 내딛고서라도 짧게 빛을 내볼까 봐 포기할 수가 없어 하루도 맘 편히 잠들 수가 없던 내가 이렇게라도 일어서 보려고 하면 내가 날 찾아줄까 봐 아아아아아아아 아아아아아아아 아아아아아아아 아아아아아아아 얼마나 얼마나 아팠을까 얼마나 얼마나 아팠을까 얼마나 얼마나 얼마나 바랬을까"}, {"song_no": "30568338", "year": "2018", "rank": "53", "title": "에너제틱 (Energetic)", "artist": "Wanna One (워너원)", "genre": "Dance", "lyrics": "너와 나의 입술이 점점  느껴지는 이 순간 속에 뜨거운 공기  온몸에 전율이 와  이제 너와 내가 써 내릴 Story  I don't know why  나도 모르게  더 빠져들어가  숨 막히게 Baby  I don't know why  지금 이 순간  멈출 수 없는 기분 No No No No  Make me feel so high  미치겠어 날 멈출 순 없어  You make me feel so high  I'm so crazy 너가 나를 본 순간  막 끌려 더 날 당겨줘 Baby  I'm feelin’ so energetic  오늘 밤 둘이 Out of control Yeah  I'm feelin’ so energetic  내 심장이 멈추는 그 순간까지  너를 지켜줄게 사라지지 않게  한 순간의 작은 약속들은 아냐  이젠 말해 내게 Baby  You tell me how to feel  Uh 1 2 3 &amp; 4  니 옆의 딴 놈들이 거슬려 좀  Who am I 오직 너만을 지키는 킬러  말 그대로 난 좀 죽여줘 Yeah  Uh 너를 품에 안고 비상해  걱정은 버려 지하에  뭐를 하든 간에 하나라는 수식어가  맴돌 거야 너와 나의 귓가에  Make me feel so high  미치겠어 날 멈출 순 없어  You make me feel so high  I'm so crazy 너가 나를 본 순간  막 끌려 더 날 당겨줘 Baby  I'm feelin’ so energetic  오늘 밤 둘이 Out of control Yeah  I'm feelin’ so energetic  I'm feelin’ good  I wanna touch  멈출 수 없는 이 기분은 마치 Freedom  I'm feelin’ good  I wanna touch baby  어서 내게 와줘 Tonight Yeah  Alright  Oh Oh Work your body  다가와서 즐길 시간이 Let’s dance  아껴둔 너의 신발이  더러워지더라도  움직여 빨리 Hurry up  질문은 나중에 해 딴 남자들은 넘보지 말게 누가 봐도 So 쿨하게 이제 시작해 You know I mean 막 끌려 더 날 당겨줘 Baby I'm feelin’ so energetic 너와 단둘이 Out of control Yeah I'm feelin’ so energetic"}, {"song_no": "30690674", "year": "2018", "rank": "54", "title": "눈 떠보니 이별이더라", "artist": "포맨", "genre": "Ballad", "lyrics": "분명 나는 꿈을 꾼 거다 눈 떠보니 이별이더라 휴대폰을 확인해 봤더니 다시 봐도 이별이더라 헛웃음만 흘러나왔고 두 다리는 풀려 버렸고 문득 스친 네 얼굴 생각나 눈물이 하염없이 쏟아지는데 대체 무슨 짓을 한 건데 엎질러진 물에 난 젖은 채로 꼼짝 못하고 그 수많은 이별 뒤에도 넌 분명히 사랑이었다 정말 내 옆에 있었잖아 늘 여기 있었잖아 네가 날 떠나가면 그냥 가버리면 이런 식이면 나 곤란한데 눈 떠보니 이별이더라 이건 절대 현실이 아니야 눈 감으면 꿈이 될 거야 애써 부정해봐도 이별이 맞잖아 눈물마저 말라버리고 네 이름만 중얼거리고 움직이지 못하고 웅크린 채 너만 외치고  그 수많은 이별 뒤에도 넌 분명히 사랑이었다 정말 내 옆에 있었잖아 늘 여기 있었잖아 네가 날 떠나가면 그냥 가버리면 이런 식이면 나 곤란한데 꿈만 같던 사랑도 다 이별하면 현실이야 알람 하나 없이 깨어나 한 번만 더 기회를 줘 다시 하면 잘할 텐데 내가 바보 같아 화가 나 참을 수가 없다 그 수많은 이별 뒤에도 당연하게 이별이 온다 정말 가슴을 찢어 놔도 네가 날 짓밟아도 나 아닌 딴 사람과 평생 사랑해도 나는 너 아니면 곤란한데 평생 나는 너 아니면 안 되는데 눈 떠보니 이별이더라"}, {"song_no": "30827192", "year": "2018", "rank": "55", "title": "비밀정원", "artist": "오마이걸", "genre": "Dance", "lyrics": "나의 비밀정원 난 아직도 긴 꿈을 꾸고 있어  그 어떤 이에게도 말하지 못했던  아침 햇살이 날 두드리며 hello  매일 머물렀다 가는데 모르지  처음으로 너에게만 보여줄게  나를 따라  come with me bae  손을 잡아  you and me  내 안에 소중한 혼자만의 장소가 있어  아직은 별거 아닌 풍경이지만  조금만 기다리면 곧 만나게 될 걸  이 안에 멋지고 놀라운 걸 심어뒀는데  아직은 아무것도 안 보이지만  조금만 기다리면 알게 될 거야  나의 비밀정원  너무 단순해 그 사람들은 말야  눈으로 보는 것만 믿으려 하는 걸  빗방울은 날 다독이며 잠시  내게 또 힘을 주곤 해 다정히  오늘 하루 한 사람만 초대할게  나를 따라  come with me bae  상상해봐  you and me  내 안에 소중한 혼자만의 장소가 있어  아직은 별거 아닌 풍경이지만  조금만 기다리면 곧 만나게 될 걸  이 안에 멋지고 놀라운 걸 심어뒀는데  아직은 아무것도 안 보이지만  조금만 기다리면 알게 될 거야  나의 비밀정원  아마 언젠가 말야  이 꿈들이 현실이 되면  함께 나눈 순간들을 이 가능성들을  꼭 다시 기억해줘  네 안에 열렸던 문틈으로 본 적이 있어  아직은 별거 아닌 풍경이지만  조금만 기다리면 곧 만나게 될 걸  그 안에 멋지고 놀라운 걸 심어뒀는데  아직은 아무것도 안 보이지만  조금만 기다리면 알게 될 거야  너의 비밀정원  무럭무럭 어서어서 자라나 줘  beautiful"}, {"song_no": "30721801", "year": "2018", "rank": "56", "title": "My Way", "artist": "이수 (엠씨 더 맥스)", "genre": "Drama", "lyrics": "흐르는 물결이 내 발목에 감겨 나가면  깊은 곳에 숨겨둔 아픈 기억 모두 살아나고 어디에 기대 살아갈까  나를 스쳐가는  그 모든 것들이 상처인데 그댈 그린 밤들이 내게 욕심이란 걸 맘 아프게 알아  나를 택한 운명이 행여 그댈 맴돌아 붙잡지 못하게  이제 그대 곁에서 떠나가  내뱉는 숨마다 가시 돋친 고통이어서  깊은 곳에 숨겨둔 사랑 또한 그저 지워 내고 어디에 기대 살아갈까  나를 스쳐가는  그 모든 것들이 상처인데 그댈 그린 밤들이 내게 사치라는 걸 맘 아프게 알아  나를 택한 운명이 행여 그댈 맴돌아 붙잡지 못하게  이제 그대 곁에서 떠나가 언젠가 그대 곁에  다시 돌아갈 수 있다면 그때가 언제라도  나를 잊지 않았다면  그댈 그린 날들이 내게 마지막 남은 기쁨이었단 걸  내가 택한 운명이 다른 무엇이 아닌 그대뿐이라는 걸 이제 그대 곁에서 영원히"}, {"song_no": "30341745", "year": "2018", "rank": "57", "title": "REALLY REALLY", "artist": "WINNER", "genre": "Dance", "lyrics": "REALLY REALLY REALLY REALLY OH WAH REALLY REALLY REALLY REALLY 어디야 집이야 안 바쁨 나와봐 너네 집 앞이야 너에게  하고픈 말이 있어 이걸 어떻게 말을 꺼내야  할진 모르겠지만 이상한 말 아냐 부담 없이 들어줘 지금 내 눈에 제일  아름다운 건 너야 LADY 널 향한 내 맘이 돈이면  아마 난 BILLIONAIRE 널 좋아해 REALLY REALLY REALLY REALLY 내 맘을 믿어줘 OH WAH REALLY REALLY REALLY REALLY 널 좋아해 REALLY REALLY REALLY REALLY 내 맘을 받아줘 OH WAH REALLY REALLY REALLY REALLY 넌 나 어때 멋지게 골인 프러포즈 같은 세리머니 정해보자 호칭  허니 말고 자기 아님 달링 낯간지럽네 상상해봐도 긴장돼 필요해  a lot of alcohol 덩치는 산만해도  네 앞에선 작아지네 oh 내 맘 알까나 첫눈에 미끄러지듯이  Falling in love 내 맘을 훔친 범인인 건  바로 너 너의 미모 질투해 여신도 내 심장의 떨림은 진동 brrr 치명적인 매력이 날 killin’ 섹시해 날 자극하는  Hot chili woo 오해하지 마 나는 진짜 진심으로 채워줄게 너의 빈 잔 지금 내 눈에 제일  아름다운 건 너야 LADY 널 향한 내 맘이 돈이면  아마 난 BILLIONAIRE 널 좋아해 REALLY REALLY REALLY REALLY 내 맘을 믿어줘 OH WAH REALLY REALLY REALLY REALLY 널 좋아해 REALLY REALLY REALLY REALLY 내 맘을 받아줘 OH WAH REALLY REALLY REALLY REALLY 넌 나 어때 혹시라도 내가  불편하면 let me know 한걸음 뒤로 가  단지 아는 사이로 기다릴 수 있어  너도 나를 좋아할 거 같다 말해줘  지금 당장 만나  나 진심으로 네게 할 말이 있어  널 좋아해 REALLY REALLY REALLY REALLY 내 맘을 믿어줘 OH WAH REALLY REALLY REALLY REALLY 널 좋아해 REALLY REALLY REALLY REALLY 내 맘을 받아줘 OH WAH REALLY REALLY REALLY REALLY 넌 나 어때 네가 좋아  REALLY REALLY OH YEAH 널 좋아해"}, {"song_no": "30753021", "year": "2018", "rank": "58", "title": "눈 (Feat. 이문세)", "artist": "Zion.T", "genre": "Ballad", "lyrics": "내일 아침 하얀 눈이  쌓여 있었으면 해요 그럼 따뜻한 차를  한 잔 내려드릴게요 계속 내 옆에만 있어 주면 돼요 약속해요 눈이 올까요 우리 자는 동안에 눈이 올까요 그대 감은 눈 위에 눈이 올까요 아침 커튼을 열면 눈이 올까요 서두르지 마요 못다 한  얘기가 있어요 잠이 들고 나면 오늘은  어제가 되어버려요 계속 내 곁에만 있어 주면 돼요 약속했죠 눈이 올까요 우리 자는 동안에 눈이 올까요 그대 감은 눈 위에 눈이 올까요 아침 커튼을 열면 눈이 올까요 잘 봐요 밖이 유난히 하얗네요 눈 눈이 와요 눈 눈이 와요 눈이 와요 눈이 와요 창 밖에도 눈이 와요 어제 우리 말한 대로 차를 한 잔 내려드릴게요"}, {"song_no": "30529996", "year": "2018", "rank": "59", "title": "Ko Ko Bop", "artist": "EXO", "genre": "Dance", "lyrics": "Shimmie shimmie Ko Ko Bop I think I like it 긴장은 down down 부끄러 말고  어지러운 마음속에 내가 들어가 익숙한 듯 부드럽게 네게 번져가 Ah woo 고요한 밤이야  Ah woo 널 위한 밤이야 참을 수가 없어 빠져가 Yeah yeah  너의 몸짓에 난 취해가 Yeah yeah 네가 알던 뻔한 모습의 나를 잊어 오늘 숨겨둔 본능이 Shimmie up It goes down down baby  리듬에 온몸을 It goes down down baby  맡기고 소리쳐 Oh 우린 Oh We going Ko Ko Bop Hey Shimmie shimmie Ko Ko Bop I think I like it 조금씩 down down 수줍어 말고 누가 뭐래도 넌 신경 쓰지 말어  지금 이대로 아름답기만 해 멈춰버렸음 해  Baby are you down Ah woo 마지막 밤이야 Ah woo 둘만의 밤이야 긴장하지 말고 다가와 Yeah yeah 네 모든 걸 내게 맡겨봐 Yeah yeah 점점 풀려 가는 고삐 더 내려놔 오늘 눈치 보지 말고 Shakin' up  It goes down down baby  리듬에 온몸을 It goes down down baby  맡기고 소리쳐 Oh 우린 Oh Break it down now Hey We go down now  Listen 밤은 깊어도 더 빛나는 너 너의 그 눈빛이 다 내게 말해 기분 좋은 밤 넌 원하고 있어 알아 It's ok 이제 시작해 Let's go It's about to go go Down down baby  리듬에 온몸을 It goes down down baby  맡기고 소리쳐 Oh 우린 Oh Going Ko Ko Bop Down down baby  귓가에 속삭여 It goes down down baby  내 맘을 불태워 Oh 미쳐 Oh Going Ko Ko Bop"}, {"song_no": "8086947", "year": "2018", "rank": "60", "title": "한숨", "artist": "이하이", "genre": "R&B / Soul", "lyrics": "숨을 크게 쉬어봐요  당신의 가슴 양쪽이 저리게  조금은 아파올 때까지  숨을 더 뱉어봐요  당신의 안에 남은 게 없다고   느껴질 때까지   숨이 벅차올라도 괜찮아요  아무도 그댈 탓하진 않아  가끔은 실수해도 돼  누구든 그랬으니까   괜찮다는 말   말뿐인 위로지만 누군가의 한숨  그 무거운 숨을  내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요  내가 안아줄게요 숨이 벅차올라도 괜찮아요 아무도 그댈 탓하진 않아 가끔은 실수해도 돼 누구든 그랬으니까  괜찮다는 말 말뿐인 위로지만 누군가의 한숨 그 무거운 숨을 내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요 내가 안아줄게요 남들 눈엔 힘 빠지는 한숨으로 보일진 몰라도 나는 알고 있죠 작은 한숨 내뱉기도 어려운 하루를 보냈단 걸 이제 다른 생각은 마요 깊이 숨을 쉬어봐요 그대로 내뱉어요 누군가의 한숨 그 무거운 숨을 내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요 내가 안아줄게요 정말 수고했어요"}, {"song_no": "30637988", "year": "2018", "rank": "61", "title": "고민보다 Go", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "DOLLAR DOLLAR 하루아침에 전부 탕진 달려 달려 내가 벌어 내가 사치 달려 달려 달려 달려 달려 달려 난 원해 cruisin' on the bay 원해 cruisin' like NEMO 돈은 없지만 떠나고 싶어 멀리로 난 돈은 없지만 서도 풀고 싶어 피로 돈 없지만 먹고 싶어 오노 지로 열일 해서 번 나의 pay 전부 다 내 배에 티끌 모아 티끌 탕진잼 다 지불해 내버려둬 과소비 해버려도 내일 아침 내가 미친놈처럼 내 적금을 깨버려도 WOO 내일은 없어 내 미랜 벌써 저당 잡혔어 WOO 내 돈을 더 써 친구들 wussup Do you want some DOLLAR DOLLAR 하루아침에 전부 탕진 달려 달려 man i spend it like some party DOLLAR DOLLAR 쥐구멍 볕들 때까지 해가 뜰 때까지 YOLO YOLO YOLO YO YOLO YOLO YO 탕진잼 탕진잼 탕진잼 YOLO YOLO YOLO YO Where my money yah 탕진잼 탕진잼 탕진잼 YOLO YOLO YOLO YO YOLO YOLO YO 탕진잼 탕진잼 탕진잼 YOLO YOLO YOLO YO Where the party yah 탕진잼 탕진잼 탕진잼 Where my money yah Where the party yah 내 일주일 월화수목 금금금금 내 통장은 yah 밑 빠진 독이야 난 매일같이 물 붓는 중 차라리 걍 깨버려 걱정만 하기엔 우린 꽤 젊어 오늘만은 고민보단 Go해버려 쫄면서 아끼다간 똥이 돼버려 문대버려 DOLLAR DOLLAR 하루아침에 전부 탕진 달려 달려 man i spend it like some party DOLLAR DOLLAR 쥐구멍 볕들 때까지 해가 뜰 때까지 YOLO YOLO YOLO YO YOLO YOLO YO 탕진잼 탕진잼 탕진잼 YOLO YOLO YOLO YO Where my money yah 탕진잼 탕진잼 탕진잼 YOLO YOLO YOLO YO YOLO YOLO YO 탕진잼 탕진잼 탕진잼 YOLO YOLO YOLO YO Where the party yah 탕진잼 탕진잼 탕진잼 고민보다 Go 고민보다 Go 고민보다 Go Go Everybody 고민보다 Go 고민보다 Go 고민보다 Go Go Everybody 고민보다 Go 고민보다 Go 고민보다 Go Go Everybody 고민보다 Go 고민보다 Go 고민보다 Go Go Everybody 고민보다 Go 고민보다 Go 고민보다 Go Go Everybody 고민보다 Go 고민보다 Go 고민보다 Go Go Everybody"}, {"song_no": "4383833", "year": "2018", "rank": "62", "title": "바람이 불었으면 좋겠어", "artist": "길구봉구", "genre": "Ballad", "lyrics": "웃는 모습이 너무 아름다운   그런 너를 기억하면서  괜찮아 넌 잘할거라 말하던   또 그런 너를 기억하면서  뭐가 그리 내 눈에 깊이 박혔는지  너무 선명해서 이젠   보낼수가 없잖아  바람이 불었으면 좋겠어  널 잊어내도록 널 씻어 내도록  바람이 불었으면 좋겠어 남은   마음까지도 멀리멀리   날아갈 수 있도록 어느새 너의 얼굴을 떠올려  또 그런 나를 바라보면서  뭐가 그리 내눈에 깊이 박혔는지  너무 선명해서 이젠   보낼수가 없잖아  바람이 불었으면 좋겠어  널 잊어내도록 널 씻어 내도록 바람이 불었으면 좋겠어 남은  마음까지도 멀리멀리 날아갈 수  있도록 엉켜버린 나의 마음이 다시금  너로 제자릴 찾아가 워 머릴 흔들어봐도 억지로 다른  생각을 해도 나는 너만 내얘길 들었으면 좋겠어 닿을 수  있도록 널 볼 수 있도록 내얘길 들었으면 좋겠어 흔들 수  있도록 날 볼 수 있도록 바람이 불었으면 좋겠어 내 맘  전해지도록 너에게로 다시  갈수있도록"}, {"song_no": "30467550", "year": "2018", "rank": "63", "title": "매일 듣는 노래 (A Daily Song)", "artist": "황치열", "genre": "Ballad", "lyrics": "힘든 하루 끝에 집 앞에 거리를 서성이다 돋아나는 이 공허함에 그 노래를 um 나도 모르게 또 이렇게 흥얼거리고 있어 아마 너를 애타게 너를 부르듯이 세상에서 이 노래가 제일 좋다며 들려주던 함께 듣던 노래 너무 슬픈 이 노래 매일 듣는 이 노래가 또 매일 울려 이 노래가 널 떠올리게 만들어 다 우리 얘기만 같아서 아무리 귀를 막아봐도 자꾸 맴돌아 듣고 싶지 않아 몸부림쳐도 매일 듣는 노래 시간이 지나도 이 노랜 잊혀지질 않았어 가사 하나 멜로디까지 선명해서 네 앞에서 불러주려 매일 매일 혼자 연습했던 함께 듣던 노래 가슴 아픈 이 노래 매일 듣는 이 노래가 또 매일 울려 이 노래가 널 떠올리게 만들어 다 우리 얘기만 같아서 아무리 귀를 막아봐도 자꾸 맴돌아 듣고 싶지 않아 몸부림쳐도 매일 듣는 노래 딴 얘기 같던 노랫말은 곧 우리가 됐고 그렇게 남은 건 망가진 하루들 아주 작은 방 홀로 틀어 놓은 이 노래로 조심스레 다시 널 불러본다 매일 듣는 이 노래가 또 매일 울려 이 노래가 널 떠올리게 만들어 모두 우리 추억들만 같아서 아무리 귀를 막아봐도 자꾸 맴돌아 듣고 싶지 않아 몸부림쳐도 매일 듣는 노래"}, {"song_no": "30657308", "year": "2018", "rank": "64", "title": "Blue", "artist": "볼빨간사춘기", "genre": "Folk", "lyrics": "음음음음음 yeah 음음음음음 So blue blue blue blue blue yeah  blue blue blue blue blue  지금 내 맘의 색깔은 blue  기분이 별로 안 좋아  알잖아 나 좀 예민해  네게만 참 까다롭잖아 잘 지냈냐 물어보네  Do you 난 아냐  지금보다 조금 더 나아졌으면 해 미안해 미워해 조금은 좋아해  좀 야윈 모습이 안쓰럽기는 해도 나는 또 아직도  네 눈을 마주칠 수 없는 걸  넌 여전히 내가 참 미워 보이잖아 파랗게 blue blue 우리가 칠해지네  서로의 맘도 파랗게 멍들어갈 때 내 맘은 true true 너와 함께 있을 땐  사랑받던 모습이  그토록 아름다웠는데 음음음음음 yeah 음음음음음 So blue blue blue blue blue yeah  blue blue blue blue blue  지금 내 맘의 색깔은 blue  기분이 별로 안 좋아  알잖아 나 좀 피곤해  네게만 참 까다롭잖아 잘 지냈냐 물어봐도  Do you 난 아냐  지금보다 조금 더 아파했으면 해 미안해 미워해 아직 널 좋아해  네 지친 모습이 안쓰럽기는 해도 나는 또 아직도  네 눈을 마주칠 수 없는 걸  넌 여전히 내가 참 미워 보이잖아 파랗게 blue blue 우리가 칠해지네  서로의 맘도 파랗게 멍들어갈 때 내 맘은 true true 너와 함께 있을 땐  사랑받던 모습이  그토록 아름다웠는데 미안해 미워해 조금은 좋아해 미안해 미워해 아직 널 좋아해 파랗게 blue blue 우리가 칠해지네  서로의 맘도 파랗게 멍들어갈 때 내 맘은 true true 너와 함께 있을 땐  사랑받던 모습이  그토록 아름다웠는데 음음음음음 yeah 음음음음음 So blue blue blue blue blue yeah  blue blue blue blue blue"}, {"song_no": "30809895", "year": "2018", "rank": "65", "title": "미안해", "artist": "양다일", "genre": "R&B / Soul", "lyrics": "습관처럼 떠오르던 눈에 아른거리던 네 모습이 더는 그려지지 않아 거짓뿐이었던 너의 말과 너도 모르는 너의 모습들을 더는 원치 않아 단 한 번뿐인 이별에도 말하지 못한 너의 진심을 이젠 다 알 것 같은데 미안해 더는 널 바라보지 않아 미안해 더는 나 후회하지 않아 다시 널 마주할 그 순간에도 널 사랑하지 않아 말할 수 있어 수화기 너머 들리는 지친 날 위로하던 네 목소리 더는 그려지지 않아 함께 쌓았던 추억과 그 많던 말들이 아쉬워서 전하지 못한 말들이 미안해 더는 널 바라보지 않아 미안해 더는 나 후회하지 않아 다시 널 마주할 그 순간에도 널 사랑하지 않아 말할 수 있어 어색하게 만난 우리 시작도 처음 고백했던 그 순간들도 다 어제 같은 일인데 누굴 만나 사랑한다는 게 너를 만나 내가 변해간단 게 이젠 없어 미안해 더는 널 사랑하지 않아 미안해 더는 나 후회하지 않아 힘든 시간들에 지쳐갈 때도 이렇게 해야만 내가 편할 것 같아"}, {"song_no": "30851704", "year": "2018", "rank": "66", "title": "HOLIDAY (Feat. DPR LIVE)", "artist": "수지 (SUZY)", "genre": "R&B / Soul", "lyrics": "오늘은 holiday 네 품에 안겨 있을래  온몸에 힘이 빠지네  넌 나의 유일한 쉼터가 돼  오늘은 all day  너에게 딱 붙어 있을래 이리와  for my sweetest holiday  하늘은 어제와 똑같아 but  오늘의 날씨는 더 맑아  내 기분 탓일까  anyway 나 이대로  잠이 들 것 같아 또  좋은 꿈을 꿀 것 같아  네가 있어서일까  나른해 나 이대로  바빴던 지친 일상 안녕하고  잠시만 쉬렴 말해주는 너  마치 자장가처럼  따뜻한 햇살처럼  날 감싸줘  오늘은 holiday 네 품에 안겨 있을래  온몸에 힘이 빠지네  넌 나의 유일한 쉼터가 돼  오늘은 all day  너에게 딱 붙어 있을래 이리와  for my sweetest holiday  COMING TO YOU LIVE  IITE COOL  요즘은 요즘은  앨범 작업 때문에  바빠 늘 바빠 늘  힘들면서 왜 안 해  내색은 대체 왜  마음에 안 들어 너  지금 데리러 갈 거니까  네가 좋아하는 걸로 그거  Yeah 딱 입고 있으면  30분 지나있을 거고  문을 열어 주면 내가 있을게  내게 안겨 It’s okay  Let me be your holiday  바빴던 지친 일상 안녕하고  잠시만 쉬렴 말해주는 너  마치 자장가처럼  따뜻한 햇살처럼  날 감싸줘  오늘은 holiday 네 품에 안겨 있을래  온몸에 힘이 빠지네  넌 나의 유일한 쉼터가 돼  오늘은 all day  너에게 딱 붙어 있을래 이리와  for my sweetest holiday  sweetest holiday"}, {"song_no": "30849733", "year": "2018", "rank": "67", "title": "You", "artist": "멜로망스", "genre": "Ballad", "lyrics": "어떻게 난 해야 해  니가 떠난다고 말하면  난 혼자 남겨지는 게  더 두려울 텐데  이유를 말해준다면  조금 편할 것 같아  아주 작은 손짓조차도  내겐 소중한  너를 잊을 수 없는  슬픈 기억 속으로 보내  잠 못 이루겠지 YOU 비가 오는 거리에  혼자 버려진 채로  서 있는 날 생각해 봤니  혼자 있는 밤이면  니가 잠이 들던 자리엔  슬피 우는 나의 눈물로  모두 젖어 들 거야 모두가 말했었어  둘이 잘 어울린다고  그럴 땐 넌 내 품에 기대어왔어  이젠 눈을 감으면  꿈속에서 널 만나  긴 밤을 지내다  널 아침이 되면  난 잠에서 깨어  다시 보내고 난 후  아파 눈물 흘리겠지  YOU 비가 오는 거리에  혼자 버려진 채로  서 있는 날 생각해 봤니   혼자 있는 밤이면  니가 잠이 들던 자리에  슬피 우는 나의 눈물로  모두 젖어 들 거야  YOU 비가 오는 거리에  혼자 버려진 채로  서 있는 날 생각해봤니   혼자 있는 밤이면  니가 잠이 들던 자리에  슬피 우는 나의 눈물로  모두 젖어 들 거야"}, {"song_no": "30713051", "year": "2018", "rank": "68", "title": "덜덜덜", "artist": "EXID", "genre": "Dance", "lyrics": "알아먹게 Talk 해 다리 떨지 말고 왜 아무 말이나 해 그건 어디 말이니 어버버 Uh 어버버버버버 어버버 떨리는 동공 더더더덜 머리 굴리는 소리 안 나게 좀 해봐 다 티가 나 기가 차 뭐가 그리 찔리나 지금 웃음이 나와 아 짜증나게 내가 뭘 했다고 네 머리 다리 팔이 떨려 덜덜덜 Yeah 도둑마냥 제 발 저렸지 막 쥐 잡듯이 잡아주지 난 What you what you wanna do right now How stupid little dumb dumb stop now 거짓말 다 네가 속인거래 한번 하면 또 한대 버릇돼서 결국 끝난대 옆에선 다 내가 미친 거래 너만 속아주고 다 주고 다 주고 하지마 자꾸만 나를 더 미치게 만들지마 그렇게 깊게 가지마 더이상 밀어내기 싫다면 Why don't you 쉿 ma baby Why don't you 쉿 ma baby Why don't you 쉿 ma baby 이게 진짜 마지막이야 말해봐 미안하다면서 뭐가 미안한데 미안하다매 다 네 탓이었다매 똑같네 그냥 그동안 네가 한 모든 사과 기분 참 뭐 같네 그럼 난 뭐가 돼 아 참내 이제 난 힘들어 그만할래 내가 어쩌길 바래 나한테 정말 이럼 안돼 앞에선 내가 못되게 해도 결국 속아주고 다 주고 다 주고 하지마 자꾸만 나를 더 미치게 만들지마 그렇게 깊게 가지마 더이상 밀어내기 싫다면 Why don't you 쉿 ma baby Your Lips 덜덜덜덜 Your Eyes 덜덜덜덜 네 머리 허리 다리 모두 다 Your Lips 덜덜덜덜 Your Eyes 덜덜덜덜 네 머리 허리 다리 모두 다 하지마 자꾸만 나를 더 미치게 만들지마 그렇게 깊게 가지마 더이상 밀어내기 싫다면 Why don't you 쉿 ma baby"}, {"song_no": "30637987", "year": "2018", "rank": "69", "title": "MIC Drop", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "Yeah 누가 내 수저 더럽대 I don’t care 마이크 잡음 금수저 여럿 패 버럭해 잘 못 익은 것들 스테끼 여러 개 거듭해서 씹어줄게 스타의 저녁에 World Business 핵심 섭외 1순위 매진 많지 않지 이 class 가칠 만끽 좋은 향기에 악췬 반칙 Mic mic bungee Mic mic bungee Bright light 전진 망할 거 같았겠지만 I'm fine sorry 미안해 Billboard 미안해 worldwide 아들이 넘 잘나가서 미안해 엄마 대신해줘 니가 못한 효도 우리 콘서트 절대 없어 포도 I do it I do it 넌 맛없는 라따뚜이 혹 배가 아프다면 고소해 Sue it Did you see my bag Did you see my bag 트로피들로 백이 가득해 How you think bout that How you think bout that Hater들은 벌써 학을 떼 이미 황금빛 황금빛 나의 성공 I'm so firin' firin' 성화봉송 너는 황급히 황급히 도망 숑숑 How you dare How you dare How you dare 내 손에 트로피 아 너무 많아 너무 heavy 내 두 손이 모잘라 MIC Drop MIC Drop 발 발 조심 너네 말 말 조심 Lodi dodi 아 너무 바빠 너무 busy 내 온몸이 모잘라 MIC Drop MIC Drop 발 발 조심 너네 말 말 조심 이거 완전 네 글자 사필귀정 ah Once upon a time 이솝우화 fly 니 현실을 봐라 쌔 쌤통 지금 죽어도 난 개행복 이번엔 어느 나라 가 비행기 몇 시간을 타 Yeah I'm on the mountain Yeah I'm on the bay 무대에서 탈진 MIC Drop baam Did you see my bag Did you see my bag 트로피들로 백이 가득해 How you think bout that How you think bout that Hater들은 벌써 학을 떼 이미 황금빛 황금빛 나의 성공 I'm so firin' firin' 성화봉송 너는 황급히 황급히 도망 숑숑 How you dare How you dare How you dare 내 손에 트로피 아 너무 많아 너무 heavy 내 두 손이 모잘라 MIC Drop MIC Drop 발 발 조심 너네 말 말 조심 Lodi dodi 아 너무 바빠 너무 busy 내 온몸이 모잘라 MIC Drop MIC Drop 발 발 조심 너네 말 말 조심 Haters gon' hate Players gon' play Live a life man Good luck 더 볼 일 없어 마지막 인사야 할 말도 없어 사과도 하지 마 더 볼 일 없어 마지막 인사야 할 말도 없어 사과도 하지 마 잘 봐 넌 그 꼴 나지 우린 탁 쏴 마치 콜라지 너의 각막 깜짝 놀라지 꽤 꽤 폼나지 포 포 폼나지"}, {"song_no": "8033528", "year": "2018", "rank": "70", "title": "어디에도", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "차가워진 눈빛을 바라보며 이별의 말을 전해 들어요 아무 의미 없던 노래 가사가 아프게 귓가에 맴돌아요 다시 겨울이 시작되듯이 흩어지는 눈 사이로 그대 내 맘에 쌓여만 가네 떠나지 말라는 그런 말도 하지 못하고 고개를 떨구던 뒷모습만 그대 내게 오지 말아요 두 번 다시 이런 사랑 하지 마요 그댈 추억하기보단 기다리는 게 부서진 내 맘이 더 아파와 다시 누군가를 만나서 결국 우리 사랑 지워내도 행복했던 것만 기억에 남아 나를 천천히 잊어 주기를 아무것도 마음대로 안 돼요 아픔은 그저 나를 따라와 밤새도록 커져 버린 그리움 언제쯤 익숙해져 가나요 많은 날들이 떠오르네요 우리가 나눴던 날들 애써 감추고 돌아서네요 떠나지 말라는 그런 말도 하지 못하고 고개를 떨구던 뒷모습만 그대 내게 오지 말아요 두 번 다시 이런 사랑 하지 마요 그댈 추억하기보단 기다리는 게 부서진 내 맘이 더 아파와 다시 누군가를 만나서 결국 우리 사랑 지워내도 행복했던 것만 기억에 남아 나를 천천히 잊어 주기를 부를 수도 없이 멀어진 그대가 지나치는 바람에도 목이 메어와 어디에도 그대가 살아서 우린 사랑하면 안 돼요 다가갈수록 미워지니까 행복했던 것만 기억에 남아 나를 천천히 잊어 가기를 사랑했던"}, {"song_no": "30616684", "year": "2018", "rank": "71", "title": "Power", "artist": "EXO", "genre": "Dance", "lyrics": "머뭇거리지 마 Move on 자 시간이 없어 너의 미래는 바로 상상에 달렸어 두려움 따윈 버려 우린 그래도 돼 모든 열쇤 너에게 있는데 잠들지 않아도 꿈꾸던 널 잊지 않기를 바래 바래 오늘 우리 함께 신나게 한번 불태워볼까 꼭 하나 된 Feeling feeling So turn me up We got that power power 네가 나를 볼 때 서로 같은 마음이 느껴질 때 Power power 더 강해지는 걸 Turn the music up now We got that power power 이 음악을 통해 같이 한목소리로 노래할 때 Power power 더 강해지는 걸 Turn the music up now Power power Turn the music up now 고민은 이제 그만 Stop 시간은 가 지금도 Tik Tok We take a shot 떠나자 We got bang bang pow wow 이어폰 타고 흘러 나오는 멜로디로 시끄러운 소음 덮고 볼륨은 Up High We got that power everytime 잠들지 않아도 꿈꾸던 널 잊지 않기를 바래 바래 오늘 다시 함께 신나게 한번 불태워볼까 꼭 하나 된 Feeling feeling So turn me up We got that power power 네가 나를 볼 때 서로 같은 마음이 느껴질 때 Power power 더 강해지는 걸 Turn the music up now We got that power power 이 음악을 통해 같이 한목소리로 노래할 때 Power power 더 강해지는 걸 Turn the music up now 지쳐버리는 그날이 오면 기억해 Babe 아름다웠던 우릴 다시 일어날 수 있는 그 힘은 네 안에 있다는 걸 We got that We got that We got that We got that We got that power power 이 음악을 통해 같이 한목소리로 노래할 때 Power power 더 강해지는 걸 Turn the music up now Power power Turn the music up now We got that We got that"}, {"song_no": "30879719", "year": "2018", "rank": "72", "title": "오늘밤도", "artist": "펀치 (Punch)", "genre": "R&B / Soul", "lyrics": "오늘밤도 잠 못 이루는 날 알까요 내 맘 받아 주기 너무 힘들죠 다시 내 곁으로 돌아오기 힘들다면은 이렇게 나를 날 잊어도 돼요 내 맘은 바다 위야 너 없는 나는 쓸쓸해 외로워 지쳐 울곤 해 하지만 너에게 돌아갈 수 없을 것만 같은데 널 널 널 이렇게 사랑해도 난 난 난 멀리서 바라보는 나라서 아무 말도 못해 오늘밤도 잠 못 이루는 날 알까요 내 맘 받아 주기 너무 힘들죠 다시 내 곁으로 돌아오기 힘들다면은 이렇게 나를 날 잊어도 돼요 난 잊혀지지 않아 함께 밥을 먹던 날도 영화를 함께 본 날도 술 취해 입맞춤을 한 날도 다 지워지지 않아 cry cry cry 그런데 왜 자꾸만 cry cry cry 두 눈에 눈물이 맺히잖아 잊을 수가 없잖아 네 생각에 잠 못 이루는 날 알까요 내 맘 왜 또 외롭게 만들어요 자꾸 내 머리 속에 그대가 돌아다니죠 며칠째 꿈에 그대를 만나요 널 사랑해 널 사랑해 마음 속으로 너를 향해 외친 고백이야 널 사랑해 널 사랑해 너 없이 나는 안돼 돌아와 줘"}, {"song_no": "30889512", "year": "2018", "rank": "73", "title": "다시 쓰고 싶어", "artist": "에일리", "genre": "Drama,Ballad", "lyrics": "세상엔 좋은 게 정말로 많았었더라 그 때는 모든 게 지루했는데 비좁은 내 맘에 너만을 가득 채워놨던 나였으니까 고개를 돌렸더라면 함께 살아갈 내일을 보았을 텐데 가만히 마주 보다가 사랑하다가 우린 길을 잃어버린 거야 가만히 눈 감아보면  너의 맘 소리가 들렸을지도 몰라 나에겐 말할게 정말로 많았었더라 그 때는 그냥 다 참았었는데 앙 다문 입안에 네 이름만 꾹 채워놨던 나였으니까 사랑한다는 말로만 전부 지우고 덮었던 서투른 날들 가만히 마주 보다가 사랑하다가 우린 길을 잃어버린 거야 가만히 눈 감아보면 너의 맘 소리가 들렸을지도 몰라 멀리서 들려오는 그 때 놓친 소리들 이제와 대답해도 된다면 가만히 기다리면은 올 것만 같던 눈이 부신 우리 앞의 날들 우리는 어디쯤인 걸까 단 한 번만 널 다시 쓰고 싶어"}, {"song_no": "8287788", "year": "2018", "rank": "74", "title": "Closer (Feat. Halsey)", "artist": "The Chainsmokers", "genre": "Electronica", "lyrics": "Hey, I was doing just fine before I met you I drink too much and that's an issue but I'm okay Hey, you tell your friends it was nice to meet them But I hope I never see them again  I know it breaks your heart Moved to the city in a broke down car And four years, no calls Now you're looking pretty in a hotel bar And I can't stop No, I can't stop  So baby pull me closer in the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older  We ain't ever getting older We ain't ever getting older  You look as good as the day I met you I forget just why I left you, I was insane Stay and play that Blink-182 song That we beat to death in Tuscon, okay  I know it breaks your heart Moved to the city in a broke down car And four years, no call Now I'm looking pretty in a hotel bar And I can't stop No, I can't stop  So baby pull me closer in the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older  We ain't ever getting older We ain't ever getting older  So baby pull me closer in the backseat of your Rover That I know you can't afford Bite that tattoo on your shoulder Pull the sheets right off the corner Of the mattress that you stole From your roommate back in Boulder We ain't ever getting older We ain't ever getting older (we ain't ever getting older) We ain't ever getting older (we ain't ever getting older) We ain't ever getting older (we ain't ever getting older) We ain't ever getting older  We ain't ever getting older No we ain't ever getting older"}, {"song_no": "30824600", "year": "2018", "rank": "75", "title": "Tell Me", "artist": "인피니트", "genre": "Dance", "lyrics": "Anywhere Anytime 어딜 가든 어디 있든 네가 그리워 못 참겠어 제발 다시 내게 내게 돌아와 줘 제발 다시 내게 내게 돌아와 줘 어딜 가든 어디 있든 네가 그리워 못 참겠어 제발 다시 내게 내게 돌아와 줘 제발 다시 내게 내게 돌아와 줘 도망쳐버렸어 익숙해져 점점 착각처럼 끝이 온 줄 알았어 다 망쳐버렸어 Eh 또 난 뻔한 드라마 속 Eh 서 있는 거 같아 텅 비어 허전해 그저 후회뿐 I luv you in my mind 달콤한 너의 말 그때처럼 너에게 듣고 싶어 Oh I know you in my heart 날 위로했던 말 돌려볼게 안아볼게 다시 뜨거웠던 때로 어딜 가든 어디 있든 네가 그리워 못 참겠어 제발 다시 내게 내게 돌아와 줘 제발 다시 내게 내게 돌아와 줘 어딜 가든 어디 있든 네가 그리워 못 참겠어 제발 다시 내게 내게 돌아와 줘 제발 다시 내게 내게 돌아와 줘 Tell Me Luv Luv luv lu lu lu lu Luv luv lu lu lu lu Luv luv lu lu lu lu Tell me Tell me Tell me Tell me Luv luv lu lu lu lu Luv luv lu lu lu lu Luv luv lu lu lu lu 내게 내게 돌아와 줘 Babe Let’s go I miss you all day 너를 그려 매일 마치 화가 이 밤이 닳고 닳아 꿈속에서도 네가 들려 기억을 Replay Don’t pass me by 널 내 품에 줘 Uh 널 찾아 헤매 Go walk walk hard I luv you in my mind 달콤한 너의 말 그때처럼 너에게 듣고 싶어 가고 싶어 지금 네 옆에 I know you in my heart 날 위로했던 말 돌려볼게 안아볼게 다시 뜨거웠던 때로 어딜 가든 어디 있든 네가 그리워 못 참겠어 제발 다시 내게 내게 돌아와 줘 제발 다시 내게 내게 돌아와 줘 어딜 가든 어디 있든 네가 그리워 못 참겠어 제발 다시 내게 내게 돌아와 줘 제발 다시 내게 내게 돌아와 줘 Tell Me Luv Luv luv lu lu lu lu Luv luv lu lu lu lu Luv luv lu lu lu lu Tell me Tell me Tell me Tell me Luv luv lu lu lu lu Luv luv lu lu lu lu Luv luv lu lu lu lu 내게 내게 돌아와 줘 Babe 듣고 싶어 네 목소리 내 귓가를 가득 울린 Melody 속삭여줘 다시 한번 이렇게나 이기적인 내가 널 안아볼게 어딜 가든 어디 있든 네가 그리워 못 참겠어 제발 다시 내게 내게 돌아와 줘 제발 다시 내게 내게 돌아와 줘 어딜 가든 어디 있든 네가 그리워 못 참겠어 제발 다시 내게 내게 돌아와 줘 제발 다시 내게 내게 돌아와 줘 Tell Me Luv luv lu lu lu lu Luv luv lu lu lu lu Luv luv lu lu lu lu Tell me Tell me Tell me Tell me Luv luv lu lu lu lu Luv luv lu lu lu lu Luv luv lu lu lu lu 내게 내게 돌아와 줘 Babe"}, {"song_no": "30882218", "year": "2018", "rank": "76", "title": "봉제선 (Feat. 수란)", "artist": "다이나믹 듀오", "genre": "R&B / Soul", "lyrics": "다른 게 좋아서 같은 게 신기해서 서로의 삶을 내어줬고 사랑이라는 실로 어떤 바람과 비도 새어들지 않게 끌어안았지 이젠 안지도 않잖아 웃지도 않잖아 과거로 지탱하는 현재가 우릴 불쌍하게 만든 거야 뭐가 잘못된 걸까 아냐 고장 난 것도 없는데 고치려 한 거야 난 너의 눈물의 이유를 몰라 널 외롭게 한 거야 왜 우린 버리지 못하고 바늘을 찾는 걸까 봉제선 매듭이 풀어지네 봉제선 평행선이 틀어지네 단추를 잠그고 여며도 찬바람이 자꾸 새어드네 봉제선 그게 지금 우리 같아 그냥 다 좋았어 날 구속하는 것도 사랑받는 기분이 들어서 믿음이란 실로 널 묶어놓으면서 사랑이란 겉옷을 껴입혔지 그게 네 목을 조이고 내 맘은 자꾸 시려 와서 풀지도 잠그지도 못하고 바보처럼 서 있어 우린 서로의 맘을 더 아프게 찌르고 있으면서도 왜 끝까지 바늘을 놓지 못하는 걸까 봉제선 매듭이 풀어지네 봉제선 평행선이 틀어지네 단추를 잠그고 여며도 찬바람이 자꾸 새어드네 봉제선 그게 지금 우리 같아 우리 같아 우리 같아 미련만이 우리를 가둔 우리 같아 우린 달라 우린 달라란 자기최면도 이젠 무리 같아 나 하나 참고 살면 된다는 착각이 지금 이 불행의 뿌리 같아 벌어지는 더 멀어지는 조각들 붙들고 우기잖아 이미 억지로 맞춰서 액자에 가둬도 깨진 거울 한 번 깨진 건 되돌이킬 수 없지 계속 베일걸 전처럼 뜨겁지 못한 걸 미안해 미안해하지 마치 마치 죄인처럼 이게 정인지 애정인지는 답을 알면서도 못 푸는 문제인 걸 터지고 꿰매길 반복하다 보니 우린 누더기 같아 헤지고 초라해진 우리 관계에 늘어가는 구멍이 더 시리고 아프지만 날 붙잡는 애착이란 수렁이 너무 깊고 또 깊어 난 또다시 바늘을 집어서 상처에 수 놓지 봉제선 매듭이 풀어지네 봉제선 평행선이 틀어지네 단추를 잠그고 여며도 찬바람이 자꾸 새어드네 봉제선 그게 지금 우리 같아 다른 게 좋았다 다른 게 싫었다 그게 아무 상관 없어진 우리"}, {"song_no": "30378156", "year": "2018", "rank": "77", "title": "팔레트 (Feat. G-DRAGON)", "artist": "아이유", "genre": "R&B / Soul", "lyrics": "팔레트 (Feat. G-DRAGON)  이상하게도 요즘엔  그냥 쉬운 게 좋아 하긴 그래도 여전히  코린 음악은 좋더라 Hot Pink 보다 진한  보라색을 더 좋아해 또 뭐더라 단추 있는  Pajamas Lipstick  좀 짓궂은 장난들  I like it I'm twenty five 날 좋아하는 거 알아 I got this I'm truly fine 이제 조금 알 것 같아 날 긴 머리보다 반듯이 자른  단발이 좋아 하긴 그래도 좋은 날 부를 땐  참 예뻤더라 오 왜 그럴까 조금  촌스러운 걸 좋아해 그림보다 빼곡히 채운  Palette 일기 잠들었던 시간들 I like it I'm twenty five 날 미워하는 거 알아 I got this I'm truly fine 이제 조금 알 것 같아 날 어려서 모든 게 어려워  잔소리에 매 서러워 꾸중만 듣던 철부지 애 겨우 스무고개 넘어  기쁨도 잠시 어머 아프니까 웬 청춘이래 지은아 오빠는 말이야  지금 막 서른인데 나는 절대로 아니야  근데 막 어른이 돼 아직도 한참 멀었는데  너보다 다섯 살 밖에 안 먹었는데 스물 위 서른 아래  고맘때 Right there 애도 어른도 아닌 나이 때  그저 나일 때 가장 찬란하게 빛이 나  어둠이 드리워질 때도 겁내지 마 너무 아름다워서 꽃잎 활짝 펴서 언제나 사랑 받는 아이 YOU Palette 일기 잠들었던 시간들 I like it I'm twenty five 날 좋아하는 거 알아 I got this I'm truly fine 이제 조금 알 것 같아 날 아직 할 말이 많아 I like it I'm twenty five 날 미워하는 거 알아 I got this I've truly found 이제 조금 알 것 같아 날"}, {"song_no": "30029173", "year": "2018", "rank": "78", "title": "피 땀 눈물", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "내 피 땀 눈물 내 마지막 춤을 다 가져가 가 내 피 땀 눈물 내 차가운 숨을 다 가져가 가 내 피 땀 눈물 내 피 땀 눈물도  내 몸 마음 영혼도 너의 것인 걸 잘 알고 있어 이건 나를 벌받게 할 주문 Peaches and cream Sweeter than sweet Chocolate cheeks and chocolate wings But 너의 날개는 악마의 것 너의 그 sweet 앞엔 bitter bitter Kiss me 아파도 돼 어서 날 조여줘 더 이상 아플 수도 없게 Baby 취해도 돼 이제 널 들이켜 목 깊숙이 너란 위스키 내 피 땀 눈물 내 마지막 춤을 다 가져가 가 내 피 땀 눈물 내 차가운 숨을 다 가져가 가 원해 많이 많이 많이 많이 원해 많이 많이 많이 많이 많이 많이 원해 많이 많이 많이 많이 원해 많이 많이 많이 많이 많이 많이 아파도 돼 날 묶어줘 내가 도망칠 수 없게 꽉 쥐고 날 흔들어줘 내가 정신 못 차리게 Kiss me on the lips lips 둘만의 비밀 너란 감옥에 중독돼 깊이 니가 아닌 다른 사람 섬기지 못해 알면서도 삼켜버린 독이 든 성배 내 피 땀 눈물 내 마지막 춤을 다 가져가 가 내 피 땀 눈물 내 차가운 숨을 다 가져가 가 원해 많이 많이 많이 많이 원해 많이 많이 많이 많이 많이 많이 원해 많이 많이 많이 많이 원해 많이 많이 많이 많이 많이 많이 나를 부드럽게 죽여줘 너의 손길로 눈 감겨줘 어차피 거부할 수조차 없어 더는 도망갈 수조차 없어 니가 너무 달콤해 너무 달콤해 너무 달콤해서 내 피 땀 눈물 내 피 땀 눈물"}, {"song_no": "30859595", "year": "2018", "rank": "79", "title": "LONG TIME NO SEE", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "너 같은 사람은 너 하나밖에 없더라 가진 게 없어도 더할 게 하나 없더라 내 세상을 자꾸 멈춰 나 네가 없을 땐  내 주위에 꽃이 하나 없더라 Long time no see  나를 향한 손짓 바라보는 눈빛 없는 나는 뭔지 중심에 있던 네가 추억에 잠겨버린 후 다시 네 앞에 서기까지 또 노력했어 늘 다시 본다는 사실에  내 맘은 자꾸만 설레 네 이름이 입에 뱄어  온종일 네 얘길 꺼내 I don't want nobody else 시간을 달려왔어 baby 좀만 기다려 기억 저편에서 날 기다리던 너의 앞에 서 있어 ooh yeah Long time no see 그동안 어떻게 지냈니 너무 오랫동안 기다렸지 이제 어디 안 가  Baby don't worry Long time no see 많이 그리웠어 나 역시 네게 가는 길을 헤매었지 이제 어디 안 가  Baby don't worry Ahah 정말 오랜만이야 Ahah 정말 오랜만이야 널 기다리게 했지 결국 부러질 듯 가녀린 새끼손가락 걸고 약속했지만 지켜주지 못해 미안해 왜 이리 늦었는지 설명해줄게 전부  listen 신이 주신 아픔을 이겨내느라 피와 살을 나눈 형제들을 지켜내느라 공허함만이 남은 속을 비워내면서도 커져만 가는 꿈을 계속 이뤄내느라  많이 늦었어 무너진 꿈을 다시  일으키기까지가 힘들었어 끝내 지금의 내가 됐고  넌 여전히 아름답네 오랜만이야 많이 그리웠어 기억 저편에서 날 기다리던 너의 앞에 서 있어 ooh yeah Long time no see 그동안 어떻게 지냈니 너무 오랫동안 기다렸지 이제 어디 안 가  Baby don't worry Long time no see 많이 그리웠어 나 역시 네게 가는 길을 헤매었지 이제 어디 안 가  Baby don't worry Oh baby don't worry 함께해 영원히  네 곁을 지켜주겠다고 약속해 Oh baby don't worry 함께 해 영원히  영원히 네가 있는 그곳에 내가 있을게  Don't worry Long time no see 그동안 어떻게 지냈니 너무 오랫동안 기다렸지 이제 어디 안 가  Baby don't worry Long time no see 많이 그리웠어 나 역시 네게 가는 길을 헤매었지 이제 어디 안 가  Baby don't worry Ahah 정말 오랜만이야 Ahah 정말 오랜만이야"}, {"song_no": "30874386", "year": "2018", "rank": "80", "title": "마지막으로 안아도 될까", "artist": "허각", "genre": "Ballad", "lyrics": "마지막으로 안아도 될까 마지막으로 입 맞춰도 될까 마지막 한 번만 처음처럼 우리 웃어볼까 설레는 맘에 밤을 지새고 두근대는 맘 요동을 치던 어제 같은 우리 그때처럼 마지막으로 안아도 될까 마지막 네 온기 품어도 될까 흩어지는 슬픈 향기 기억에 베도록  꼭 끌어안은 젖은 그림자 이 밤을 뒤로 안녕 잠시만 안녕 돌아서기에는 더딘 발걸음 짓궂은 시간 우릴 보채고 약해진 마음 여미어 봐도 그 말만은 쉬이 떼지질 않아 마지막으로 안아도 될까 마지막 네 온기 품어도 될까 흩어지는 슬픈 향기 기억에 배도록 꼭 끌어안은 젖은 그림자 이 밤을 뒤로 안녕 잠시만 안녕 돌아서기에는 더딘 발걸음 우리 힘든 기약 대신 말없이 믿어보기로 해 반드시 한 뼘 더 자란 모습으로 네 앞에 설 테니까 그토록 봐왔던 얼굴 오늘은 유난히 더 예쁘구나 나보다 더 씩씩하게 웃어줘서 고마워 두 점이 된 우리 그림자 이 밤을 뒤로 안녕 잠시만 안녕 다른 길로 향한 서툰 발걸음 애써 재촉하는 낯선 발걸음"}, {"song_no": "30468654", "year": "2018", "rank": "81", "title": "남이 될 수 있을까", "artist": "볼빨간사춘기", "genre": "Folk", "lyrics": "쉴 새 없이 울려 대던  내 전화기는 잠잠해져 가 할 말을 잃은 것 같아 정신없이 쏟아내던 그 모진 말들  주워 담지는 못해 아마 날 떠날 것 같아 난 너를 지울 수 있을까 그저 한 순간에  우린 남이 될 수 있을까 쉽지 않을 걸 알지만  좋았던 날도 많았지만 되돌리기엔 멀리 와 버린 걸까 난 너를 지울 수 있을까 우린 남이 될 수 있을까 눈물조차 흐르지 않아  홧김에 던져 망가진 내 폰 마치 날 보는 것 같아 예전과 달리 잦아진  끝이 없는 듯한 감정싸움에 이제 난 지친 것 같아 난 너를 지울 수 있을까 그저 한 순간에  우린 남이 될 수 있을까 쉽지 않을 걸 알지만  좋았던 날도 많았겠지만 되돌리기엔 멀리 와 버린 걸까 괜찮은 척해도 먹먹해진 기분은 진해져만 가 떨쳐내려  괜히 웃어보아도 숨길 수 없는 걸 이별이 오는 걸 우리의 시간은 멈춰버린걸 난 너를 지울 수 있을까 우린 남이 될 수 있을까 난 너를 지울 수 있을까 그저 한 순간에  우린 남이 될 수 있을까 쉽지 않을 걸 알지만  좋았던 날도 많았지만 되돌리기엔 멀리 와 버린 걸까 난 너를 지울 수 있을까 우린 남이 될 수 있을까 We loved We loved We loved We loved We loved We loved"}, {"song_no": "30853153", "year": "2018", "rank": "82", "title": "빛이 나 (Shinin`)", "artist": "종현 (JONGHYUN)", "genre": "Dance", "lyrics": "빛이 빛이 나 너의 눈엔 빛이 빛이 나 아주 아주 꽤 아주 아주 아주 꽤 아주 꽤 아무리 봐도 손발이 말을 안 들어 그래 눈도 멀어 가나 봐 Oh girl Down Oh Come in Come in 해 들어와 줘 내 Around에 눈 마주친 순간 내 몸이 팔이 다리 Body 멈췄어 Girl I’m into you girl Nobody nobody 더 아늑하게 자릴 만들어 놔 Baby 그게 네 위치 Oh somebody call me 해도 나갈 생각 없어 나의 위치 난 네 옆에 붙박이야 우린 마치 쌍둥이자리야 Oh girl 감출 수 없는 걸 Baby come in Always be with you you you you you you Baby come in Always be with you you you you you you Baby come in be with you you you you you you Baby come in Always be with you Yeah yeah 날 더 꽉 안아줘 Yeah yeah Woo woo woo 아주 아주 꽤 아주 아주 아주 꽤 아주 꽤 후광이 비친 새하얀 살결에 눈이 멀어 도 가까이 갈래 나 몰라 꼭 너 밖에 없는 것 같아 지구 위에 거닐고 있는 건 오직 너 Only you You you Oh 날 천천히 더 알아가 줘 Oh 널 조금씩 더 내게 보여줘 내게 보여줘 Oh baby 더 아늑하게 자릴 만들어 놔 Baby 그게 네 위치 Oh somebody call me 해도 나갈 생각 없어 나의 위치 난 네 옆에 붙박이야 우린 마치 쌍둥이자리야 Oh girl 감출 수 없는 걸 Baby come in Always be with you you you you you you Baby come in Always be with you you you you you you Baby come in be with you you you you you you Baby come in Always be with you Yeah yeah 날 더 꽉 안아줘 Yeah yeah 눈부셔 너의 모든 게 네 손에 닿는 모든 게 또 하얗게 빛나고 있어 Yeah Don’t be shy 신기해 널 알아가는 게 거침없이 날 더 비춰주고 있어 너의 눈이 날 바라볼 때 더 빛이 나 아주 아주 꽤 아주 아주 아주 꽤 아주 꽤 Baby come in Always be with you you you you you you Baby come in Always be with you you you you you you Baby come in be with you you you you you you Baby come in Always be with you Yeah yeah 날 더 꽉 안아줘 Yeah yeah"}, {"song_no": "30869144", "year": "2018", "rank": "83", "title": "이별 뒷면", "artist": "권진아", "genre": "Drama,Ballad", "lyrics": "좁은 골목길은 또 하염없이 멀어져 마주앉은 탁자 반대편마저도 뻗어봐도 맞닿을 수가 없어서 내 맘 언제부턴가 긴 그늘을 드리워 우리는 서로가 괜찮다 하는데 완전히 돌아갈 수는 없는 걸 감았다 떠보니 너무 멀리 와있어 이제 이별 뒷면에 서있는 우리 내게 넌 벅차도록 행복했던 꿈 이제 마지막 장을 넘겨야겠어 많이 아플 테지만 언젠가는 해야겠지 그대 이유 같은 거 찾는 얼굴 말아요 우리는 충분히 할 만큼 했는걸 그러니 더 아무 말도 말아줘 그저 날 보면서 예전처럼 웃어줘 이제 이별 뒷면에 서있는 우리 내게 넌 벅차도록 행복했던 꿈 이제 마지막 장을 넘겨야겠어 많이 아플 테지만 언젠가는 해야겠지 후회하지 마요 우리 같이 나눈 시간 그 한 순간도 의미 없는 날은 없었고 또 다시 가도 너일 테니까 이제 내게 넌 벅차도록 행복했던 꿈 이제 마지막 장을 넘겨야겠어 많이 아플 테지만 언젠가는 해야겠지 고마웠어 여기까지"}, {"song_no": "30550293", "year": "2018", "rank": "84", "title": "사랑하지 않은 것처럼", "artist": "버즈", "genre": "Rock", "lyrics": "늘 그랬었어 넌 참 예뻤어 말할 때마다 웃는 눈도 내가 아니어도 누군가 사랑해 줄 사람 많을 거야 아프지 않아 괜찮을 거야 잊어줄게 보내줄게 다신 널 찾지 않아 안녕 내 사랑 돌아 보지마 너 떠나도 나 울지 않을게 부족했던 내가 더 많이 미안해 이렇게 사랑이 끝나간다 너의 번호를 지워 버렸어 주고받았던 얘기들도 내가 아니어도 누군가 사랑해 줄 사람 많을 거야 아프지 않아 괜찮을 거야 잊어줄게 보내줄게 다신 널 찾지 않을게 안녕 내 사랑 돌아 보지마 너 떠나도 나 울지 않을게 부족했던 내가 더 많이 미안해 이렇게 사랑이 끝나간다 널 향한 내 사랑은 여기까진가 봐 그 사람 곁에서 행복하길 바래 잘 가 너 떠나도 나 울지 않을게 부족했던 나를 미워해도 좋아 이렇게 사랑이 사랑이 끝나간다"}, {"song_no": "30806539", "year": "2018", "rank": "85", "title": "지나갈 테니 (Been Through)", "artist": "EXO", "genre": "Ballad", "lyrics": "익숙하겠지 또다시 감기처럼 툭 걸린 밀려드는 잿빛에 수없이 지나쳐도 여전히 참아내야 해 지나갈 테니 지나갈 테니 잠깐이면 돼 지나갈 테니 지나갈 테니 지나갈 테니 이미 회색 빛 하늘 위엔 분명히 더 밝은 빛이 먹구름 걷힌 뒤엔 눈부시게 빛날 테니 You shine like the stars You light up my heart 오늘의 시련 끝엔 찬란하게 나를 비춰 Dadada Dadada Dum Dadada Dadada Dum 정신 차리고 다시 일어나 툴툴 털고 더 이상 나에겐 고통은 스쳐가는 소나기 모두 참아내야 해 지나갈 테니 지나갈 테니 잠깐이면 돼 지나갈 테니 지나갈 테니 지나갈 테니 이미 회색 빛 하늘 위엔 분명히 더 밝은 빛이 먹구름 걷힌 뒤엔 눈부시게 빛날 테니 You shine like the stars You light up my heart 오늘의 시련 끝엔 찬란하게 나를 비춰 이게 끝은 아니겠지 더 짙은 날도 있겠지 그날의 끝에도 너는 이렇게 비춰주겠지 눈부신 빛을 가린 먹구름 뒤 해 변함없이 넌 나를 비추네 영원해 고요한 공기 따뜻한 바람도 함께 거기 그대로 있어 항상 같은 자리에 Yeah 회색 빛 하늘 위엔 분명히 더 밝은 빛이 먹구름 걷힌 뒤엔 눈부시게 빛날 테니 You shine like the stars You light up my heart 오늘의 시련 끝엔 찬란하게 나를 비춰 찬란하게 나를 비춰"}, {"song_no": "30712793", "year": "2018", "rank": "86", "title": "박수", "artist": "세븐틴", "genre": "Dance", "lyrics": "박수 SEVENTEEN Right here 괜찮아 괜찮아 이런 일들 많잖아 꼬일 대로 꼬인 일들 주머니 Earphone인줄 흰 티에 뭐 묻을 때 그 담에 교통카드 잔고가 없을 때 이럴 때 Yeh 꼭 이런 날에만 집 가기 전에 비 맞지 왜 나한테만 이러나 싶고 눈 깜빡하면 주말은 가고 이거 왠지 나다 싶으면 이리이리이리 모여 다 얘들아 지금부터 손에 불 날 때까지 박수 짝짝짝짝 이때다 싶으면 쳐 박수 짝짝짝짝 저기 저기 이리 오지 우리끼리 신이 나지 이 노래 끝까지 쳐 박수 짝짝짝짝 Woo 짝짝짝짝 Woo 짝짝짝짝 어차피 해도 해도 안돼 쟤도 걔도 얘도 안 되면은 아무 말도 되지 않는 주문이라도 김수한무 거북이와 두루미 삼천갑자 동방삭 야야야야 그럴 때가 있잖아 내가 작아지는 기분 말야 하라는 대로 했는데 난 눈치만 보고 있잖아 왜 나한테만 이러나 싶고 고민의 꼬린 꼬리를 물고 이거 왠지 나다 싶으면 이리이리이리 모여 다 얘들아 지금부터 손에 불 날 때까지 박수 짝짝짝짝 이때다 싶으면 쳐 박수 짝짝짝짝 저기 저기 이리 오지 우리끼리 신이 나지 이 노래 끝까지 쳐 박수 짝짝짝짝 Woo 짝짝짝짝 Woo 짝짝짝짝 Woo 짝짝짝짝 오늘만큼은 용기를 내서 이불 덮고 소리질러 다시 한번 더 손에 불을 꺼보자 박수 짝짝짝짝 이 노래 끝나간다 박수 짝짝짝짝 저기 저기 이리 오지 우리끼리 신이 나지 다같이 일동 기립 박수 짝짝짝짝 Woo 짝짝짝짝 Woo 짝짝짝짝"}, {"song_no": "30611680", "year": "2018", "rank": "87", "title": "폰서트", "artist": "10cm", "genre": "Folk", "lyrics": "이건 세상에서 제일 비싼 단독 공연 가수는 나고 관객은 너 하나 화려한 막이 이제 곧 올라가기 전에 그저 몇 가지만 주의해줘요 세상에서 제일 편한 옷을 갈아 입고 제일 좋아하는 자리에 누워 배터리가 바닥나지 않게 조심하고 통화상태를 항상 유지해줘요 듣고 싶은 노래를 말 만해 everything 입이 심심할 때는 coffee popcorn anything 너무 부담주진 말고 편하게 들어줘 아님 내가 너무 떨리니까 오직 너에게만 감동적인 노래 오직 너를 웃게 하기 위한 코너 네가 너무 설레 잠 못 들게 만들 거야 지금이야 크게 소리 질러줘 누구보다 특별한 너의 취향을 알아 달콤한데 슬픈 듯 아찔하게 맞지 근데 다음 곡이 중요해 볼륨 높여봐 기억 나니 우리 그 날 그 노래 내가 너무 진지해 보여도 웃지마 누가 봐도 완벽한 노래는 아니지만 많이 연습한 부분을 너 때문에 틀리잖아 아직 나는 너무 떨리니까 오직 너에게만 감동적인 노래 오직 너를 웃게 하기 위한 코너 네가 너무 설레 잠 못 들게 만들 거야 지금이야 크게 소리 질러 이 공연은 거의 다 끝나 가고 있어 어땠는지 말해줘 문자로 너무나 아쉽지만 졸린 거 이미 알고 있어 기대해줘 마지막 곡 이 중에서도 제일 감동적인 노래 오직 너를 웃게 하기 위한 코너 네가 너무 설레 잠 못 들게 만들 거야 지금이야 제일 원하는 걸 말해 어떤 노래를 다시 듣고 싶어 사실 내가 원해 네가 너무 설레 잠 못 들지 모르지만 앵콜이야 크게 소리 질러줘 이건 세상에서 제일 비싼 단독공연 가수는 나고 관객은 너 하나"}, {"song_no": "30636089", "year": "2018", "rank": "88", "title": "가을 아침", "artist": "아이유", "genre": "Folk", "lyrics": "이른 아침 작은 새들 노랫소리 들려오면  언제나 그랬듯 아쉽게 잠을 깬다  창문 하나 햇살 가득 눈부시게 비쳐오고  서늘한 냉기에 재채기할까 말까 음 눈 비비며 빼꼼히 창밖을 내다보니  삼삼오오 아이들은 재잘대며 학교 가고  산책 갔다 오시는 아버지의 양손에는  효과를 알 수 없는 약수가 하나 가득 음 딸각딸각 아침 짓는 어머니의 분주함과  엉금엉금 냉수 찾는 그 아들의 게으름이  상큼하고 깨끗한 아침의 향기와  구수하게 밥 뜸드는 냄새가 어우러진  가을 아침 내겐 정말 커다란 기쁨이야  가을 아침 내겐 정말 커다란 행복이야  응석만 부렸던 내겐  파란 하늘 바라보며 커다란 숨을 쉬니  드높은 하늘처럼 내 마음 편해지네 텅 빈 하늘 언제 왔나 고추잠자리 하나가 잠 덜 깬 듯 엉성히 돌기만 비잉비잉 음 토닥토닥 빨래하는 어머니의 분주함과 동기동기 기타 치는 그 아들의 한가함이 심심하면 쳐대는 괘종시계 종소리와 시끄러운 조카들의 울음소리 어우러진 가을 아침 내겐 정말 커다란 기쁨이야 가을 아침 내겐 정말 커다란 행복이야 응석만 부렸던 내겐 가을 아침 내겐 정말 커다란 기쁨이야 가을 아침 내겐 정말 커다란 행복이야 뜬구름 쫓았던 내겐 이른 아침 작은 새들 노랫소리 들려오면 언제나 그랬듯 아쉽게 잠을 깬다 창문 하나 햇살 가득 눈부시게 비쳐오고 서늘한 냉기에 재채기할까 말까 음"}, {"song_no": "30637983", "year": "2018", "rank": "89", "title": "Best Of Me", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "When you say that you love me 난 하늘 위를 걷네 영원을 말해줘  just one more time When you say that you love me 난 그 한 마디면 돼 변하지 않는다고  just one more time 넌 내게 이 세계의 전부 같아 더 세게 아프게 날 꽉 껴안아 우리가 나눈 something And you can't make it nothing 잊지 않아줬으면 해  넌 내 하루하루 여름 겨울 넌 몰라도 You got the best of me You got the best of me So please just don't leave me You got the best of me 나도 나의 끝을 본 적 없지만 그게 있다면 너지 않을까 다정한 파도고 싶었지만 니가 바다인 건 왜 몰랐을까 어떡해 너의 언어로 말을 하고 또 너의 숨을 쉬는데 I'll be you 날 쥐고 있는 너 난 너의 칼에 입맞춰 그러니  take my hand right now 이런 내가 믿기지 않아 속으로만 수천 번은 더 말했었던 그 말 그대는 날 떠나지 마 You got the best of me You got the best of me 꿈인지 현실인지는 딱히 중요치 않지  그저 니가 내 곁에 있다는 게 Thanks 하루하루 여름 겨울 넌 몰라도 You got the best of me You got the best of me So please just don't leave me You got the best of me 넌 나의 구원 넌 나의 창 난 너만 있으면 돼 You got the best of me 니가 필요해 So please just don't leave me You got the best of me 비가 내리던 나 눈이 내리던 나 모든 불행을 멈추고 천국을 데려와 쉽게 말하지 마 너 없는 난 없어 넌 내 best of me The best of me 그냥 나에 대한 확신을 줘 그게 내가 바란 전부이니까 우리의 규율은 없다 해도 사랑하는 법은 존재하니까 Who got the best of me Who got the best of me 누구도 몰라  but I know me 내 최고의 주인인 걸 넌 You got the best of me You got the best of me So please just don't leave me You got the best of me 넌 나의 구원 넌 나의 창 난 너만 있으면 돼 You got the best of me 니가 필요해 So please just don't leave me You got the best of me When you say that you love me 난 하늘 위를 걷네 영원을 말해줘  just one more time When you say that you love me 난 그 한 마디면 돼 변하지 않는다고  just one more time"}, {"song_no": "30393293", "year": "2018", "rank": "90", "title": "Thunder", "artist": "Imagine Dragons", "genre": "Rock", "lyrics": "Just a young gun with a quick fuse I was uptight wanna let loose I was dreaming of bigger things And wanna leave my own life behind Not a yes sir not a follower Fit the box fit the mold Have a seat in the foyer  take a number I was lightning before the thunder Thunder thunder Thunder thun thunder Thun-thun-thunder  thunder thunder Thunder thun thunder Thun-thun-thunder thunder Thunder feel the thunder Lightning and the thunder Thunder feel the thunder Lightning and the thunder Thunder thunder Thunder Kids were laughing in my classes While I was scheming for the masses Who do you think you are Dreaming 'bout being a big star You say you're basic  you say you're easy You're always riding in the back seat Now I'm smiling from the stage while You were clapping in the nose bleeds Thunder  Thunder thun thunder Thun-thun-thunder  thunder thunder Thunder thun thunder Thun-thun-thunder thunder Thunder feel the thunder Lightning and the thunder Thunder feel the thunder Lightning and the thunder Thunder Thunder feel the thunder Lightning and the thunder thunder Thunder feel the thunder Lightning and the thunder thunder Thunder feel the thunder Lightning and the thunder thunder Thunder feel the thunder Lightning and the thunder thunder Thunder feel the thunder Lightning and the thunder thunder Thunder thunder thunder Thun-thun-thunder thunder Thunder thunder thunder Thun-thun-thunder thunder Thunder thunder thunder Thun-thun-thunder thunder Thunder thunder thunder Thun-thun-thunder thunder"}, {"song_no": "4032981", "year": "2018", "rank": "91", "title": "여보세요", "artist": "NU`EST", "genre": "Ballad", "lyrics": "여보세요  밥은 먹었니  어디서 뭐 하는지  걱정되니까   Tell me baby where you at  여보세요   Call me baby I be there  Wherever you are I be there  여보세요  Pick up the phone girl  Cuz I gotta be there  차가 막히는지   늦을 건가 봐 급한 맘에  배터리는 또   깜빡 하셨나 봐 나는 또  왠지 비가 올 것 같애   고민을 하다가 너를 좀 더  빨리 보고 싶은 맘에   일찍 데릴러 나가  깜짝 놀라겠지   날 보면 좋아하겠지  길이 엇갈리지   않게 더 달려야겠지  저 멀리 니 모습   보이는데 왜 난  전활 걸어 한다는   말이 결국엔  여보세요 밥은 먹었니  어디서 뭘 하는지   걱정되니까  여보세요   왜 아무 말 못하니  여보세요 여보세요 널 데릴러 왔어   비가 올까 봐  혼자 쓸쓸히   빗속을 걸을까 봐   집 앞이야 니가 보여   누구랑 있나 봐  솔직히 말 못했어   그럼 널 잃을까 봐  나도 알아 내 행동 비겁해  비겁하다 놀려도   난 절대 못 가 더는  이런 내 맘 알까 너는  네게 가는 길이   내게 왜 지옥행  같이 느껴져야 되는건지  이건 말이 안돼  니 외로움 달래 준건 난데  어서 말해 제발   아무 사이 아니라고   왜 난 안돼 한 번 해봐   아무 말이라도  지금 너 거기서 뭐하니  지금 널 멀리서 멍하니  바라보는 내가   느껴지지 않니  하고픈 말은 다 내일 해  미안하단 말도 내일 해  자꾸 어딜 봐 바로 여기가   니가 있어야 할 자린데  여보세요 밥은 먹었니 어디서 뭘 하는지  걱정되니까 여보세요  왜 아무 말 못하니 여보세요 여보세요 널 보고 싶었어  비가 오니까 비가 내리니까 너와 걷던 거리를  걷다 보니까 죽겠으니까 집 앞이야 보고 싶어  너는 아닌가 봐 솔직히 미치겠어  너 아님 안되나 봐 Baby I can’t let you go  밥은 먹었니 I only think about you girl  What would I be without you girl  어디서 뭐 하는지 Don’t tell me lies  Don’t say goodbye  I just wanna let you know  왜 아무말 못하니 I only think about you girl  What would I be without you girl What would I be without you girl 여보세요"}, {"song_no": "30688502", "year": "2018", "rank": "92", "title": "빈차 (Feat. 오혁)", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "갈 길이 먼데 빈차가 없네. 비가 올 것 같은데. 처진 어깨엔 오늘의 무게. 잠시 내려놓고 싶어. Home is far away.  달라진 게 없네. 홀로 남은 놀이터에서 그 높은 턱걸이에 오른 뒤. 여태 까치발 인생. 내게 요구되는 건 늘 높게 뻗은 두 손보다 조금 위. 세상의 눈높이, 갈수록 에버레스트. 정상을 향할수록 산더미만 되는 스트레스. I know I can never rest. 내가 가진 불만들을 잠재워 줄 수면제는 없으니 혀를 물고 밤 새워. 어릴 적, 줄 서는 것부터 가르쳐 준 이유 이젠 선명해졌어. 복잡한 인간관계, 그 자체가 역설. 관계만 있고 인간이 낄 틈 하나 없어. 평범해지는 게 두려워서 꾸던 꿈. 이젠 평범한 게 부럽군. As I stand all alone in the rain. 자라지 않으면 성장통도 그저 pain.  갈 길이 먼데 빈차가 없네. 비가 올 것 같은데. 처진 어깨엔 오늘의 무게. 잠시 내려놓고 싶어. Home is far away.  갈수록 두려워. 뛰고 있지만 뭘 위해서였는지 잊은 두 발과 심장. 그저 짐이 되어버린 꿈. 두고 달리는 게 내게 유일한 희망. 한 걸음만 더 떼라 부추기네. 고개 들었더니 앞은 낭떠러진데. 뒤를 보니 길게 줄 선 많은 기대가 날 지탱하는 척하며 등을 떠미네. 언젠가 찍고 싶었던 마음의 쉼표가 숫자들 사이 뒤엉킨 이상. 계산적인 이 세상이 들이미는 손 잡기 싫지만, 빈손 되는 게 더 겁이 나. 붙잡아도 갈 길 가는 게 시간 뿐이겠어? 먹구름 낀 하늘을 보며, 한때 나도 꿈이라는 게 있었는데 오늘 밤은 잠들기도 어렵네.  날 위해 잠시 멈춰주면 안 될까요? 더는 걷기가 힘든데. 바람이 불고 아직도  갈 길이 먼데 빈차가 없네. 비가 올 것 같은데. 처진 어깨엔 오늘의 무게. 잠시 내려놓고 싶어. Home is far away.  이 넓은 세상에 내 자린 없나? 붐비는 거리에 나 혼자인가? 날 위한 빈자리가 하나 없나? Home is so far away.  내가 해야 할 일, 벌어야 할 돈 말고도 뭐가 있었는데. 내가 해야 할 일, 벌어야 할 돈 말고도 뭐가 있었는데. 내가 해야 할 일, 벌어야 할 돈 말고도 뭐가 있었는데. 내가 가야 할 길, 나에게도 꿈같은 게 뭐가 있었는데."}, {"song_no": "30890388", "year": "2018", "rank": "93", "title": "별", "artist": "양요섭", "genre": "Ballad", "lyrics": "우리가 함께 보고 있는 저 별은 긴 시간 홀로 밝게 빛나 왔을 거라고 말해주던 그 추운 겨울밤이 또 생각나 하늘을 쳐다보네 우리가 함께 보고 있는 별처럼 네 맘에 가장 오래 남아 밝게 빛나는 별이 될게 네게 약속할게 어두운 시간을 함께 견뎌준 너에게 나를 믿어준 그대에게 너무나도 감사해 가끔 어려운 일들이 나를 괴롭히더라도 나 그대의 그 마음속에서 빛나는 별이 될게요 그대를 지켜 줄게요 우리가 함께 보고 있는 별처럼 네 맘에 가장 오래 남아 밝게 빛나는 별이 될게 네게 약속할게 어두운 시간을 함께 견뎌준 너에게 나를 믿어준 그대에게 너무나도 감사해 가끔 어려운 일들이 나를 괴롭히더라도 나 그대의 그 마음속에서 빛나는 별이 될게요 그대를 지켜 줄게요 오늘도 따스함을 머금은 이 별이 빛나는 그 이유는 이 노래를 듣는 바로 너란 걸 항상 지켜 줄게요 그댈 잃지 않도록 가장 빛날 수 있는 그댈 위해 나를 믿어준 그대에게 너무나도 감사해 가끔 어려운 일들이 나를 괴롭히더라도 나 그대의 그 마음속에서 빛나는 별이 될게요 그대를 지켜 줄게요"}, {"song_no": "30725483", "year": "2018", "rank": "94", "title": "갖고 싶어", "artist": "Wanna One (워너원)", "genre": "Ballad", "lyrics": "너의 이름까지 갖고 싶어  너의 눈빛 작은 손짓 하나까지 너의 기억까지 안고 싶어 너의 시간 모든 순간까지 다  갖고 싶어 숨겨왔던 마음이 자꾸만 새어 나와 너를 보면 마주 보면 어지러워 너무나 예쁜 걸 Wanna be your love  자꾸 나의 마음이 No 너를 보면 마주 보면 마음대로 안 돼 너의 이름까지 갖고 싶어 너의 눈빛 작은 손짓 하나까지 다 너의 기억까지 안고 싶어 너의 시간 모든 순간까지 다 매일 하루의 끝에  시답지 않은 얘길 하고 싶은데 나의 계절의 끝에서  너와의 얘길 담고 싶어 네 마음을 갖고 싶어 갖고 싶어 I wanna be yours  I wanna be yours Girl 아무도 비교할 수 없어  나만의 World 내 눈동자에는 너만 담고 싶어 지금 이 순간도 너를 갖고 싶어 바보처럼 혼자 속삭이다가  Be afraid  네 앞에 서면 자꾸 작아져 왜 너를 보면 마주 보면 내 옆자리엔 You 너였으면 해 너의 이름까지 갖고 싶어 너의 눈빛 작은 손짓 하나까지 다 너의 기억까지 안고 싶어  너의 시간 모든 순간까지 다 매일 하루의 끝에 시답지 않은 얘길 하고 싶은데 나의 계절의 끝에서 너와의 얘길 담고 싶어 네 마음을 갖고 싶어 너만 생각하면 내 심장이 떨려서 말하고 싶지만 이리 오래 걸렸어  Baby 너에게 해주고 싶은  말들이 너무나 많아 멈춰있던 내 심장을 네가 깨웠어 수백 번 다시 생각해도 내겐 오직 너 너도 내가 좋다면 지금 당장 말해줘 You know what I mean 너란 아이를 Dreaming 맘을 열어줘 내게 더 다가와 매일 하루의 끝에 시답지 않은 얘길 하고 싶은데 나의 계절의 끝에서 너와의 얘길 담고 싶어 네 마음을 갖고 싶어"}, {"song_no": "30899960", "year": "2018", "rank": "95", "title": "후유증", "artist": "민경훈", "genre": "Rock", "lyrics": "꽃이 피어날 땐 알지 못했어 이젠 그리워 봄을 기다리죠 깊이 새겨졌던 너의 각인들  지울 수가 없어서 아픔까지 선명해 음 끝없이 방황했던  그땐 나 알지 못했죠 Oh Goodbye Long Goodbye 사랑할수록 아픈 사람아 더욱 짙어진 그리움  끝없이 나를 괴롭히는데 비워내도 내겐 버거운 이별인가 봐 겁이나 아픈 맘 들킬까 가슴을 여며 기억을 지워 널 잊을 수 있길 왜 이리 모질게 대했는지 몰라 깊이 남은 시간은 잔인하게 선명해 Oh 끝없이 헤매였던   그땐 나 미처 몰랐죠 이젠 겁이나 Oh Goodbye Long Goodbye 사랑할수록 아픈 사람아 더욱 짙어진 그리움  끝없이 나를 괴롭히는데 내 곁에서 머물던 시간 아직까지 향기가 남아 깊게 베어버린 사랑아 꽃이 떨어 지나봐 Oh Goodbye Long Goodbye  자꾸 아파 와 보낼 수밖에 없는 사람아  나를 차갑게 떠나 더욱 짙어진 그리움  끝없이 나를 괴롭힌 데도 Long Goodbye Long Goodbye Long Goodbye"}, {"song_no": "30878839", "year": "2018", "rank": "96", "title": "지금 널 찾아가고 있어", "artist": "세븐틴", "genre": "Dance", "lyrics": "눈물을 꾹 참으며 두려운 내 맘을 감추고서 너를 찾아서 갈 거야 자려다 네 생각에  일어나 밖으로 나가서는 걷다가 또 보니까  내 맘처럼 달리고 있는 나 너 있는 그곳을 나는 몰라도 내 마음 나침반 곧장 따라서 내 맘에 그려둔 지도를 천천히 살펴서 찾아가면 되지 조금 멀면 어때 우리 둘이 이어져 있는 선을 따라서 내 이름 마음에 새겼다 말할 때 내 눈이 커진 이율 기억해 지금 난 너와 똑같은 무엇이든 필요해 하지만 나에겐 있지 않으니까  우리 다시 만나자 내가 도착하기 전까지  잘 지내고 있어야 해 지금 널 찾아가고 있어 너의 시간 하나 둘  네가 없는 시간 하나 둘 가는 소리 들려도  내 맘에 소비 기간은 없어 너 없는 이곳에 모든 시간도 내 마음 초침을 따라 흐르면 언젠가 그날이 꼭 올 거라고 믿으면서 찾아가면 되지 조금 멀면 어때 우리 둘이 이어져 있는 선을 따라서 내 이름 마음에 새겼다 말할 때 내 눈이 커진 이율 기억해 지금 난 너와 똑같은 무엇이든 필요해 하지만 나에겐 있지 않으니까  우리 다시 만나자 내가 도착하기 전까지  잘 지내고 있어야 해 지금 널 찾아 가고 있다고 있다고 내 맘을 전해 봐도 혹시나 너에게 닿지 못하더라도 더 내가 좀 더 숨차더라도  빨리 갈 테니 그곳에 서서 조금만 기다려줘 너의 시간과 나의 시간이 마주하는 날 안아 줄 거야 내가 도착하기 전까지  잘 지내고 있어야 해 정말 정말 보고 싶어"}, {"song_no": "30661885", "year": "2018", "rank": "97", "title": "WHERE YOU AT", "artist": "뉴이스트 W", "genre": "Dance", "lyrics": "WHERE YOU AT 네가 없는 사이에 그리워진 마음은  파랗게 또 멍들고 상처 난 마음은 아프지 않아서 고칠 생각 하지 않아 어렵사리 오늘 꿈에서라도 널  YAYAYA 세상 끝에서라도 널  YAYAYA 손을 마주잡을 수 있다면 내일이 없어도 난 괜찮아 YEH 이리저리 또 헤매고 널 찾아 너를 찾아서 뛰어봐도 내 방 안 원해 원해 원해 매일 더 너를 찾고 있는데  WHERE YOU AT WHERE YOU AT WHERE YOU AT WHERE YOU AT WHERE YOU AT WHERE YOU AT 아무렇지 않아 아무렇지 않아 매일 나를 속이고 잊을 수 없다면 기억하고 싶어 너는 나의 한 조각 끝이 없이 좁은 터널 속에 갇힌 난 아무것도 보이지가 않는  내 맘은 점점 물든 기분 손을 뻗어 잡히지 않는다고 해도 이미 커져버린 넌 환상이래도  난 계속해서 쫓아 YEH 이리저리 또 헤매고 널 찾아 너를 찾아서 뛰어봐도 내 방 안 원해 원해 원해 매일 더 너를 찾고 있는데  WHERE YOU AT WHERE YOU AT WHERE YOU AT WHERE YOU AT WHERE YOU AT WHERE YOU AT 습관이란 게 무섭긴 한가 봐 눈만 뜨면 네 흔적부터 찾아 네 목소리를 잊고 싶지 않아서 마지막에 부른 내 이름을 따라 부른다 WHERE YOU AT WHERE YOU AT"}, {"song_no": "30608019", "year": "2018", "rank": "98", "title": "What Lovers Do (Feat. SZA)", "artist": "Maroon 5", "genre": "Pop", "lyrics": "Say say say hey hey now baby  Oh my my don't play now baby  Say say say hey hey now baby  So let's get one thing  straight now baby  Tell me tell me if you love me  or not love me or not  love me or not  I bet the house on you  am I lucky or not lucky or not  lucky or not  You gotta tell me  if you love me or not  love me or not  love me or not  Been wishin' for you  am I lucky or not  lucky or not lucky or not  Ooooh oooh  Been wishin' for you  Ooh ooh  Try to do what lovers do ooh  Ooooh oooh  Been wishin' for you  Ooh ooh  Try to do what lovers do ooh  Say say say hey hey now baby  You gon' make me hit you  with that lay down baby oh  Say say say hey hey now baby  You know what I need  for the game now baby  Tell me tell me  if you love me or not  love me or not  love me or not  I bet the house on you  am I lucky or not lucky or not  lucky or not  You gotta tell me  if you love me or not  love me or not  love me or not  Been wishin' for you am  I lucky or not  lucky or not lucky or not  Ooooh oooh  Been wishin' for you  Ooh ooh  Try to do what lovers do ooh  Ooooh oooh  Been wishin' for you  Ooh ooh  Try to do what lovers do ooh  What lovers do  What lovers do  What lovers do  Are we too grown for games  Are we too grown to play around  Young enough to chase  But old enough to know better  Are we too grown for changin'  Are we too grown to mess around  Oh and I can't wait forever baby  Both of us should know better  Ooooh oooh  Been wishin' for you  Ooh ooh  Try to do what lovers do ooh  Ooooh oooh  Been wishin' for you  Ooh ooh  Try to do what lovers do ooh  Ooooh oooh  Been wishin' for you  Ooh ooh  Try to do what lovers do ooh  Ooooh oooh  Been wishin' for you  Ooh ooh  Try to do what lovers do ooh  Ooooh oooh Been wishin' for you Ooh ooh Try to do what lovers do ooh"}, {"song_no": "30725643", "year": "2018", "rank": "99", "title": "뻔한 이별 (PROD. 13)", "artist": "소유 (SOYOU)", "genre": "Ballad", "lyrics": "철없던 짧았던 하지만 뜨거웠던 그래서 힘들었던 뻔한 이별 얘기 한번씩 생각나고 조금씩 잊혀지겠지 근데 내 시간이 멈췄어 오늘 하루야 빨리 좀 가주라 혼자 되뇌이다 몇 시간 같은 몇 분 보내 아직 아파야 한대 한동안 그렇대 그래야 널 잊을 수 있대 그런 말이 싫어 또 한번 울고 허전한 마음에 밤새 너를 불러보다가 함께 잠이 든다 철없건 짧았건 뻔하진 않은 이별과 잊은 듯 아닌 듯 조금은 무뎌진 듯 어제보단 무덤덤 애써 지워보려 누구라도 만나보면 위로가 되진 않을까 바쁘게 집을 나섰어 텅 빈 가슴은 채워지질 않고 괜찮은 척 하면 울컥하며 다시 니 생각이 나 아직 아파야 한대 한동안 그렇대 그래야 널 잊을 수 있대 그런 말이 싫어 또 한번 울고 허전한 마음에 밤새 너를 불러보다가 함께 잠이 든다 철없건 짧았건 뻔하진 않은 이별과 어디를 가도 거기서 뭘 해도 너와 함께했던 순간이 자꾸 돌아와서 아직 아파야 한대 한동안 그렇대 그래야 널 잊을 수 있대 그런 말이 싫어 또 한번 울고 허전한 마음에 밤새 너를 불러보다가 함께 잠이 든다 철없건 짧았건 뻔하진 않은 이별과"}, {"song_no": "30859585", "year": "2018", "rank": "100", "title": "BEAUTIFUL", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "Uh  Baby yo so beautiful uh  느낌적인 느낌 있어 uh  Give me your girl  Give me your love  Baby yo so beautiful oh  Baby yo so wonderful uh  아름다운 저 하늘 위로  오늘 밤 데려가 줄게 uh  Baby yo so wonderful oh  Baby yo so beautiful i love it  로맨틱한 느낌에 낭만적인  이 분위기에 취한 너와 나  함께 걸을 때면  레드카펫이 돼 버리는 거리  Wow 꿈처럼 황홀한 밤  살아있음을 느껴  Don't kill my vibe  세상 모든 별을 너의 눈에 담은 듯해  사랑하는 그대여 take my hand  넌 천사야 어서 날개를 펴  난 두 눈이 멀어  모든 게 내겐 순수한 첫 경험  모든 게 너무 완벽해  보면 볼수록 감격해  까만 눈동자 속에  빠지고 싶어 그대여  넌 내 오감을 자극해  공기 마저도 야릇해  사람이 아닌 듯해  오 나의 아프로디테여  I’m feeling so good  너무 아름다운 너의  두 눈을 바라볼 때면  세상을 가진 기분  Dancing under the moon  Oh 나 꿈을 꾸는 듯해  Let me tell you something  넌 나의 오감을 지배해  Baby 난 너의 노예  네 모습은 마릴린  너의 목소린 여름의 노래  너는 향수 같아 red wine  입술 마시다가 취해 죽게  Come surf me baby 밤바람 같은  숨결 느껴 널 흔들어 oh girl  터져대는 감성 부 부 불꽃놀이 같아  춤을 추는 네 뒤태 난 빠져가고  좀 더 깊게 잠수하게 해줘  모든 게 너무 완벽해  보면 볼수록 감격해  까만 눈동자 속에  빠지고 싶어 그대여  넌 내 오감을 자극해  공기 마저도 야릇해  사람이 아닌 듯해  오 나의 아프로디테여  I’m feeling so good  너무 아름다운 너의  두 눈을 바라볼 때면  세상을 가진 기분  Dancing under the moon  Oh 나 꿈을 꾸는 듯해  그대 물처럼 내게 밀려와요  나 잠겨 죽어도 좋으니  이 순간이 꿈처럼 잠시뿐이라도 지금의 나를 잊지 말아요 I’m feeling so good 너무 아름다운 너의 두 눈을 바라볼 때면 세상을 가진 기분 Dancing under the moon Oh 나 꿈을 꾸는 듯해 Baby yo so beautiful uh 느낌적인 느낌 있어 uh Give me your girl Give me your love 바라볼 때면 Baby yo so wonderful uh 아름다운 저 하늘 위로 오늘 밤 데려가 줄게 나 꿈을 꾸는 듯해"}]