[{"song_no": "837567", "year": "2005", "rank": "1", "title": "사랑했나봐", "artist": "윤도현", "genre": "Rock", "lyrics": "이별은 만남보다 참 쉬운 건가봐  차갑기만 한 사람  내 맘 다 가져간걸 왜 알지 못하나  보고싶은 그 사람   사랑했나봐 잊을 수 없나봐  자꾸 생각나 견딜수가 없어  후회하나봐 널 기다리나봐  또 나도 몰래 가슴 설레어와  저기 널 닮은 뒷 모습에   기억은 계절따라 흩어져 가겠지  차갑기만 한 사람  빈 가슴 애태우며 난 기다리겠지  어설픈 내 사랑은   사랑했나봐 잊을수 없나봐  자꾸 생각나 견딜 수 가 없어  후회 하나봐 널 기다리나봐  또 나도 몰래 가슴 설레어와  저기 널 닮은 뒷 모습에   기억은 계절따라 흩어져 가겠지  차갑기만 한 사람  빈 가슴 애태우며 난 기다리겠지  어설픈 내 사랑은   못되게 눈 돌리며 외면한  니 모습 모른 척 할래  한번쯤은 날 뒤돌아 보며  아파했다 믿을래   바보인가봐 한마디 못하는  잘 지내냐는 그 쉬운 인사도  행복한가봐 여전한 미소는  자꾸만 날 작아지게 만들어  멀어지는 니 모습처럼   언젠가 다른사람 만나게 되겠지  널 닮은 미소짓는  하지만 그 사람은 니가 아니라서  왠지 슬플 것 같아  잊을 수 없는 사람 -"}, {"song_no": "732519", "year": "2005", "rank": "2", "title": "가시", "artist": "버즈", "genre": "Rock", "lyrics": "너없는 지금도 눈부신 하늘과 눈부시게 웃는 사람들 나의 헤어짐을 모르는 세상은 슬프도록 그대로인데 시간마저 데려가지 못하게 나만은 널 보내지 못했나봐 가시처럼 깊게 박힌 기억은 아파도 아픈 줄 모르고 그대 기억이 지난 사랑이 내 안을 파고드는 가시가 되어 제발 가라고 아주 가라고 애써도 나를 괴롭히는데 아픈 만큼 너를 잊게 된다면 차라리 앓고 나면 그만인데 가시처럼 깊게 박힌 기억은 아파도 아픈 줄 모르고 그대 기억이 지난 사랑이 내 안을 파고드는 가시가 되어 제발 가라고 아주 가라고 애써도 나를 괴롭히는데 너무 사랑했던 나를 그게 두려웠던 나를 미치도록 너를 그리워했던 날 이제는 놓아줘 보이지 않아 내안에 숨어 잊으려하면 할 수록 더 아파와 제발 가라고 아주 가라고 애써도 나를 괴롭히는데"}, {"song_no": "845580", "year": "2005", "rank": "3", "title": "천하무적 (Feat. 박장근 Of Supersta)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "Yo! Listen Up This is MC MONG 2nd Round  Fresh Back on this track grap a microphone mack let`s get ready to rumble   슈퍼맨이 되겠다던 꼬마아이는  참 힘든 일도 많았지만 홀로 싸워온 오늘 밤도 그 아인 세상과 ON &amp; ON 연기든 랩이든 MC든 이제 천! 하! 무! 적!  꼭꼭 숨어라 니 머리카락 보일라  내 어릴적 놀았던 순수했던 놀이다 왜소한 몸집에 작디 작은 아이는  가슴속에 백원짜리 꿈을 가진 아이다 지구를 지켜라 배트맨 슈퍼맨 내 어릴적 꿈은 마쵸맨  난 생각하는 것 마다 마다 유치해  그래도 이 자리에 서있게 만든 이유다  연필을 씹어먹던 코흘리개 아이는  이제는 마이크를 잡고 내가 랩을 해  내 꿈이 언제까지 이어 질지 몰라도  적들과 부딪치면 나는 항상 웃을래  슈퍼맨이 되겠다던 꼬마아이는  참 힘든 일도 많았지만 홀로 싸워온 오늘 밤도 그 아인 세상과 ON &amp; ON 연기든 랩이든 MC든 이제 천! 하! 무! 적!  모두다 비켜 눈물을 감춰  앞길을 밝혀 자신을 지켜  세상이 널 버려 널 자꾸 속여도 천하무적  아이고 아침이야 벌러덩 일어나  밤새도록 마신 술에 내 뱃속은 우울해 똑같은 하루에 내 몸을 던지네  밤이나 낮이나 일하는 내가 한심해 꽃들이 만발하는 화사한 봄날에  내 스스로 내 자신을 자꾸 구속해 이리치고 저리치여 머리는 아픈데  왜 이렇게 나의 길은 꾸불꾸불해 어릴적 그린 그림은 이게 아닌데  순수했던 꿈은 나는 잠시 잊었네 잠시 잊은 꿈은 나는 다시 찾기위해  고통쯤은 참아내고 세상에서 이겨내  슈퍼맨이 되겠다던 꼬마아이는  참 힘든 일도 많았지만 홀로 싸워온 오늘 밤도 그 아인 세상과 ON &amp; ON 연기든 랩이든 MC든 이제 천! 하! 무! 적!  모두다 비켜 눈물을 감춰  앞길을 밝혀 자신을 지켜  세상이 널 버려 널 자꾸 속여도  천! 하! 무! 적!  Let`s Get It On Let`s Get It Warm Let`s Get It On Let`s Get It Warm  Let`s Get It On Let`s Get It Warm   넌 땡전 한푼 없어 이젠 자꾸 숨이 막혀 다시 돌아가고 싶어 우린 천! 하! 무! 적!  넌 땡전 한푼 없어 이젠 자꾸 숨이 막혀 다시 돌아가고 싶어 우린 천! 하! 무! 적!   슈퍼맨이 되겠다던 꼬마아이는  참 힘든 일도 많았지만 홀로 싸워온 오늘 밤도 그 아인 세상과 ON &amp; ON 연기든 랩이든 MC든 이제 천! 하! 무! 적!  모두다 비켜 눈물을 감춰  앞길을 밝혀 자신을 지켜  세상이 널 버려 널 자꾸 속여도 천하무적  슈퍼맨이 되겠다던 꼬마아이는  참 힘든 일도 많았지만 홀로 싸워온 오늘 밤도 그 아인 세상과 ON &amp; ON 연기든 랩이든 MC든 이제 천! 하! 무! 적!  모두다 비켜 눈물을 감춰  앞길을 밝혀 자신을 지켜  세상이 널 버려 널 자꾸 속여도 천하무적"}, {"song_no": "842022", "year": "2005", "rank": "4", "title": "같은 생각", "artist": "신혜성", "genre": "Ballad", "lyrics": "눈을 떠 보니 어딘가 어색해 진건 그냥 나만의 예감이 아닌가봐 늘 그랬듯이 늘 같았던 우리 생각은 헤어질때도 이렇게 같은가봐 아니길 바래 이번만은 아니길 바래 우리 생각이 같지 않기를 바래 늘 그랬듯이 내 곁에서 웃어주겠니 이젠 그럴 수 없다는 걸 알지만 아니라면 내 사랑이 아니면 그냥 아무것도 모른채 살겠지만 이렇게 마음이 아픈건 어쩔수 없는 너를 향한 내 마지막 선물 눈을 떠보니 잠에서 깨어났나봐 얼마나 오래 꿈꾸고 있었는지 하늘을 보니 내 눈가에 눈물이 고여 다시 눈감고 싶지만 그럴 수 없어 아니라면 내 사랑이 아니면 그냥 아무것도 모른채 살겠지만 이렇게 마음이 아픈건 어쩔수 없는 너를 향한 내 마지막 선물 늘 같은 생각과 같은 꿈을 꾸기를 그렇게도 깊게 원했었지만 이게 우리 마지막 같은 생각이란걸 다신 같을 수 없는 생각인걸 눈을 뜨면 내 사랑이 맞다면 그냥 아무 일도 없던 걸로 되기를 이렇게 마음이 아픈건 어쩔수 없는 너를 향한 내 마지막 선물 내 마지막 그대"}, {"song_no": "847132", "year": "2005", "rank": "5", "title": "체념 後(후)", "artist": "빅마마", "genre": "R&B / Soul", "lyrics": "이젠 너없는 익숙함으로  모든걸다 너없는 처음그자리로  지울수 없었던 마지막 내 한마디도  이젠 조금씩 잊혀져가고 있어   아주 오래된 친구인 것처럼  마주쳐도 애써 웃어보였지만  뒤돌아서면 난 왠지 모를 아픔에  그언젠가부턴가 기도했었어   아직아니라고 아직아니라고  다잊었다고 생각했던 내가 바보라고  다른사람이라 생각하고싶어서  못본척 그냥 지나쳐도  나를 이해해줘 라고 말야   아주 오래된 친구인 것처럼  웃으면서 너와 얘기할때마다  숨길수 없었던 이기적인 나의 욕심에  그언제부턴가 기도했었어   아직아니라고 아직아니라고  다잊었다고 생각했던 내가 바보라고  다른사람이라 생각하고 싶어서  못본 척그냥 지나쳐도  나를 이해해줘 라고 말야   안타까운 마음에 내게 잘해주지는 마  또다른 기대들로 널 힘들게 할지몰라  돌이킬수 없다면 니맘이 정그렇다면  이대로 영원히 너를 묻어둘께   약속할께 난 널 잊을꺼라고  내모든걸 건다해도 너를 지운다고  이거하나만 부디 이해해줄래  너란 사람 있었단것만  나 기억하게 허락해줘 -"}, {"song_no": "711628", "year": "2005", "rank": "6", "title": "광 (狂)", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "이렇게 또 하루를 버텨냈어  너의 기억 꼭 끌어안고  나보다 나은 사람을 만났어도  기다려줄게   내 눈은 이렇게 나빠졌는데  왜 너만은 알아 보는지  세상이 날 버린다해도 너 하나만 돌려줘   너를 다시는 못볼것 같아서  너 없인 안될것 같아서  한번만 너 아닌 날 위해 살아봐도 괜찮겠니   아파도 널 훔쳐보겠어 내 눈에 널 숨기고  절대 울지 않아 널 흘리지 않아  내 눈에 사는 너니까   잘 안돼 널 잊으려 해보는 일  나완 어울리지 않나봐  그리움을 잘라내는게 담배보다 힘들어   너를 다시는 못볼것 같아서  너 없인 안될것 같아서  한번만 너 아닌 날 위해 살아봐도 괜찮겠니   아파도 널 훔쳐보겠어 내 눈에 널 숨기고  절대 울지 않아 널 흘리지 않아  내 눈에 사는 너니까   못 견디게 그리워 도저히 안되겠어  못 이기는 척해 한번만 내게 져주면 돼   눈물을 다 쏟아 버려도  추억을 다 쓰고 버려도  눈물을 나는 건 너 없는 나를 잘 알기 때문에  세상에 소리쳐 말할께 이렇게 널 사랑해  다신 놓지 않아 널 보내지 않아  그게 날 살게 할 테니-"}, {"song_no": "711627", "year": "2005", "rank": "7", "title": "죄와벌", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "떠날까봐 널 가뒀으니  내게만 보여줬던 네 모습은  혼자 숨겨두고 싶었어    달콤한 독이 되어 퍼져버린  너에 대한 내 미련들이  가녀린 내 사랑을 헤쳐갔어  내게서 널 뺏어간거야    이젠 보낼게 널 놓아줄게  내가 없는게 더 행복한 너라면  못난 내 사랑도 못된 미련도  난 혼자 남아 지워갈게    차츰 넌 향기없는 꽃이 되어  원망하듯 시들어갔어   미안해 내 사랑이 서툴러서  너를 다치게 했었나봐    이젠 보낼게 널 놓아줄게  내가 없는 게 더 행복한 너라면  못난 내 사랑도 못된 미련도  난 혼자 남아 지워갈게    행복해도 돼 꼭 그래야 해  그것만 믿고 널 보내는 나니까  마지막 인사로 이 말만 해줘  조금은 사랑했었다고 uh    아픈 가슴을 지녀 그리워져도  널 찾지는 않을 거야 uh    마지막 인사로 이 말만 해줘  조금은 사랑했었다고    이젠 보낼게 널 놓아줄게  내가 없는게 더 행복한 너라면  못난 내 사랑도 못된 미련도  난 혼자 남아 지워갈게    행복해도 돼 꼭 그래야 해  그것만 믿고 널 보내는 나니까  마지막 인사로 이 말만 해줘  조금은 사랑했었다고    나 혼자 남아 지워갈게 -"}, {"song_no": "848156", "year": "2005", "rank": "8", "title": "가슴 아파도", "artist": "환희", "genre": "Drama,Ballad", "lyrics": "오늘 하루도 열두번도 더  내 마음이 다녀오네요  그대가 내게 위험하대도  이젠 멈출 수가 없어요  종일 그려도 매일 있을 그리움  어제처럼 다시 남아서   가슴 아파도 나 이렇게 웃어요  내 눈이 행복한 건 처음이니까  삼킨 눈물에 맘이 짓물러가도  그대라면 난 괜찮아요   외로울수록 눈물날수록  알 수 없는 힘이 생겨요  슬픔에 지치면 미움에 다치면  그댈 잃을지도 몰라요  알고 있나요 내 기다림이 훨씬  삶보다 더 길다는 것을   가슴 아파도 나 이렇게 웃어요  내 눈이 행복한 건 처음이니까  삼킨 눈물에 맘이 짓눌러가도  그대라면 난 괜찮아요   두번 다신 그댈 볼 수 없다면  아무것도 못보게 될텐데  눈을 뜨고도 감은 것처럼  어둠 속을 걷게 될 텐데   안고 싶어요 사랑하고 싶어요  내 품이 닳아 없어지는 날까지  남은 소원을 담아 가득 채우니  내겐 단 한사람만 오직 이 한소원만  그대라면 난 감사해요 -"}, {"song_no": "847126", "year": "2005", "rank": "9", "title": "여자", "artist": "빅마마", "genre": "R&B / Soul", "lyrics": "내겐 힘이 들었어 다시 살아가는 일  아프고 슬픈 이별에 데이고 다쳐서 우-  너무 하고 싶었어 다시 사랑하는 일  여리고 지친 내맘을 기댈 자리를 찾는  여자 이니까 -  나를 사랑한다면 아무것도 바라지 않아  손을 대면 차가운 내 가슴 안아주면되  깊게 새긴 이별도 바보 처럼 벌써 잊은 거냐고  그런 말은 내게 묻지 말아줘   잊어내고 싶었어 버림받은 상처는  사랑을 도려내버린 텅빈 마음을  이젠 메워 보려고   나를 사랑한다면 아무것도 바라지 않아  손을 대면 차가운 내가슴 안아주면되  깊게 새긴 이별도 바보처럼 벌써 잊은거냐고  그런 말은 내게 묻지 말아줘  삼켜버린 눈물이 혹시라도  입에 가득고여 새버릴까봐   나를 사랑해도 되냐고  묻고 또 물어도 대답은 못하지만  나를 사랑한다면 아무것도 바라지 않아  손을 대면 차가운 내 가슴 안아주면되  깊게 새긴 이별도 바보처럼 벌써 잊은 거냐고  그런말은 내게 묻지말아줘   이제 나는 괜찮아 누구라도 나는 괜찮아  버릇처럼 흘리는 내눈물 가려주면되  쉽게 사랑한다고 그러다가 나만 다칠꺼라고  그런말은 내게 하지말아줘 -"}, {"song_no": "672010", "year": "2005", "rank": "10", "title": "꽃피는 봄이오면", "artist": "BMK", "genre": "Ballad", "lyrics": "꽃피는 봄이오면  니가 떠난 그 후로 내 눈물은 얼 수 없나봐 얼어붙고 싶어도 다시 흐른 눈물 때문에 널 잃은 내 슬픔에 세상이 얼어도 날이 선 미움이 날 할퀴어도 뿌리 깊은 사랑을 이젠 떼어낼 수 없나봐 처음부터 넌 내 몸과 한 몸이었던 것처럼 그 어떤 사랑조차 꿈도 못꾸고 이내 널 그리고 또 원하고 난 니 이름만 부르짖는데 다시 돌아올까 네가 내 곁으로 올까 믿을 수가 없는데 믿어주면 우린 너무 사랑한 지난 날처럼 사랑하게 될까 그 때의 맘과 똑같을까 계절처럼 돌고 돌아 다시 꽃 피는 봄이 오면 기다리는 이에겐 사랑말곤 할게 없나봐 그 얼마나 고단한지 가늠도 못했었던 나 왜 못 보내느냐고 오 왜 우냐고 자꾸 날 꾸짖고 날 탓하고 또 그래도 난 너를 못잊어 다시 돌아올까 네가 내 곁으로 올까 믿을 수가 없는데 믿어주면 우린 너무 사랑한 지난 날처럼 사랑하게 될까 그 때의 맘과 똑같을까 계절처럼 돌고 돌아 다시 꽃 피는 봄이 오면 참 모질었던 삶이였지만 늘 황폐했던 맘이지만 그래도 너 있어 눈부셨어 널 이렇게도 그리워 견딜 수가 없는 건 나 그 때의 나 그 날의 내 모습이 그리워 시간에게 속아 다른 누굴 허락하고 다른 누군가에게 기대 서로 묻고 산다고 해도 날 기억해줘 한 순간이지만 우리가 사랑했다는 걸 너와 나눈 사랑은 참 삶보다 짧지만 내 추억 속에 사는 사랑은 영원할테니까 꼭 찰나같아 찬란했던 그 봄날은"}, {"song_no": "843729", "year": "2005", "rank": "11", "title": "그녀에게", "artist": "유엔", "genre": "Ballad", "lyrics": "뛰어가는 그녀에게 말 한마디 꼭 한마디 할 말을 못했어요 울지마라 말해 놓고 목이 메여 숨이 막혀 할 말을 못했어요 어쩌죠 뛰지마요 걸어가줘요 당신의 뒷모습이 난 좋아 잘 가세요 잘 살아줘요 열심히 행복해줘요 후회하고 또 후회하겠지만 당신을 보내드릴게 떠나가는 그녀에게 사랑한다 말 못하고 눈물만 흘렸어요 울지마라 말해놓고 목이 메어 숨이 막혀 눈물을 흘렸어요 어쩌죠  잘했어요 잘 한거에요 당신 참 잘하셨어요 착한 사람 날 위해 울어주는 이 세상 오직 한 사람 사랑하는 그녀와 난 사랑한단 말 못하고 눈물만 닦아줬죠 우린 서로 마주 보며 사랑한단 말 못하고 눈물만 닦아줬죠 어쩌죠  그녀가 돌아봐요 울면서 돌아봐요 울면서 돌아보는 그녀를 보내려고 돌아보는 그녀에게 오른손을 흔들면서 안녕을 말했어요 울고있는 그녀에게 안녕이라 말하면서 나도 울었어요 사랑하는 그녀에게 사랑한단 말 못하고 나는 울었어요 우린 서로 사랑하며 서로를 보냈어요  이러면 안되는데 어쩌죠"}, {"song_no": "732373", "year": "2005", "rank": "12", "title": "사랑인걸", "artist": "모세", "genre": "Ballad", "lyrics": "하루가 가는 소릴 들어 너없는 세상속에 달이 저물고 해가뜨는 서러움 한날도 한시도 못살것 같더니  그저 이렇게 그리워하며 살아 어디서부터 잊어갈까 오늘도 기억속에 니가 찾아와 하루종일 떠들어 니말투 니표정 너무 분명해서 마치 지금도 내곁에  니가 사는 것 만 같아 사랑인걸 사랑인걸 지워봐도 사랑인걸 아무리 밀어내도 내안에는 너만살아 너하나만 너하나만 기억하고 원하는걸 보고픈 너의 사진을 꺼내어 보다 잠들어 어디서부터 잊어갈까 오늘도 기억속에  니가 찾아와 하루종일 떠들어 니말투 니표정 너무 분명해서 마치 지금도 내곁에 니가 사는 것 만 같아 사랑인걸 사랑인걸 지워봐도 사랑인걸 아무리 밀어내도 내안에는 너만 살아 너하나만 너하나만 기억하고 원하는걸 보고픈 너의 사진을 꺼내어 보다 잠들어 잠결에 흐르던 눈물이 곧 말라가듯 조금씩 흐려지겠지 손내밀면 닿을 듯 아직은 눈에 선한 니얼굴 사랑해 사랑해 잊으면 안돼 너만보고 너만알고 너만위해 살았던 날 마음둘 곳을 몰라 하루가 일년같아 아무것도 아무일도 아무말도 못하는 나 그래도 사랑을 믿어 그래도 사랑을 믿어 오늘도 사랑을 믿어"}, {"song_no": "711626", "year": "2005", "rank": "13", "title": "살다가", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "살아도 사는게 아니래  너 없는 하늘에  창 없는 감옥같아서  웃어도 웃는게 아니래  초라해 보이고  우는것 같아 보인데  사랑해도 말 못했던 나  내색조차 할 수 없던 나  나 잠이 드는 순간 조차  그리웠었지  살다가 살다가 살다가 너 힘들때  나로 인한 슬픔으로  후련할 때까지  울다가 울다가 울다가 너 지칠때  정 힘들면 단 한번만 기억하겠니  살다가  웃어도 웃는게 아니래  초라해 보이고  우는것 같아 보인데  사랑해도 말 못했던 나  내색조차 할 수 없던 나  나 잠이 드는 순간 조차  그리웠었지  살다가 살다가 살다가 너 힘들때  나로인한 슬픔으로  후련할 때까지  울다가 울다가 울다가 너 지칠때  정 힘들면 단 한번만 기억하겠니  우린 마지못해 웃는거겠지  우린 마지못해 살아가겠지  내 곁에 있어도 내 곁에 있어도  눈물 나니까 살다가 살다가 살다가 너 힘들때  나로인한 슬픔으로  후련할 때까지  태워도 태워도 태워도 남았다면  남김없이 태워도 돼  후련할 때까지  나 살다가  나 살다가"}, {"song_no": "845586", "year": "2005", "rank": "14", "title": "I Love U Oh Thank U (Feat. 김태우 Of God)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "I love U oh thank U 언제나 내 맘속엔 나는 니가 있어  나는 느낄 수 있어  니가 어디에 있던 나는 갈수 있어  그래야 이 힘든 삶을 살수 있어   I love U oh thank U 난 사랑을 몰랐어  못났어 욕심과 자만을 멈출줄 몰랐어  잘났어 항상 제멋에 나는 살았어  시작과 끝을 알수 없는 길을 걸었어   그래 결코 넌 내게 쉽지 않은 사람이야 우린 저 높은 태양처럼 식지 않는 사랑이야  수많은 별들도 우릴 축복해주는 밤이야  이제야 내가 너로 인해 변할수 있는 기회야   너로 인해 난 사랑을 알고 사랑을 믿고 너로 인해 난 믿음을 알고 꿈을 꾸고  I love U oh thank U 고마워 사랑을 배웠어  I love U oh thank U   너보다 좋은건 이 세상에 없는걸 너의 사랑 그보다 큰 선물은 없어  늘 곁에 있어준 그 하나로 충분해  I want U so I love U so thank U   때론 내 이기심에 너를 가둬둘지도 몰라 힘든 날이 많아 니가 많이 울지도 몰라  내가 못나 부족하고 모잘라  니가 견디기 힘들지도 몰라 날 떠날지 몰라   하지만 날 놓치면 결국 후회할지도 몰라  감히 어떤 누구도 우리 사이는 못 갈라  우리 같은 인연은 다시 태어나도 못 만나  너만을 지켜주며 숨 쉬게 할 수 있는 나  그래 결코 넌 내게 쉽지 않은 사람이야 우린 저 높은 태양처럼 식지 않는 사랑이야  수많은 별들도 우릴 축복해주는 밤이야  이제야 내가 너로 인해 변할수 있는 기회야   오늘도 눈을 감아 니 얼굴을 상상하고 내일도 눈을 감아 우리 미래를 그려보고  I love U oh thank U 고마워 사랑을 배웠어  I love U oh thank U 고마워   너보다 좋은건 이 세상에 없는걸 너의 사랑 그보다 큰 선물은 없어  늘 곁에 있어준 그 하나로 충분해  I want U so I love U so thank U   검은 머리 파 뿌리 될 때까지 널 사랑할께 세상이 반쪽이 되도 끝까지 널 지켜줄께  슬플때는 기대 나는 어깨가 되어줄께  아플때면 기대 나는 너의 약이 되어줄께   고마워 날 웃게해준 너의 미소가  고마워 날 일깨워준 너의 충고가  고마워 미래를 만들어준 믿음과  I love U oh thank U 고마워 고마워   너에게 약속해 변하지 않는 나를 누구보다 너에게 잘할수 있는 날  부족해 보여도 항상 웃어주는 너  I want U so I love U so thank U   그래 결코 넌 내게 쉽지 않은 사람이야  우린 저 높은 태양처럼 식지 않는 사랑이야  수많은 별들도 우릴 축복해주는 밤이야  이제야 내가 너로 인해 변할수 있는 기회야   결코 넌 내게 쉽지 않은 사람이야 우린 저 높은 태양처럼 식지 않는 사랑이야  수많은 별들도 우릴 축복해주는 밤이야  I love U oh thank U 고마워 고마워   I want U I love U thank U  my baby my lady  my lovely yeah -"}, {"song_no": "732512", "year": "2005", "rank": "15", "title": "겁쟁이", "artist": "버즈", "genre": "Rock", "lyrics": "미안합니다 고작 나란 사람이 당신을 미친 듯 사랑합니다 기다립니다 잘난 것 하나 없는데 염치없이 당신을 원합니다 세상을 더 헤매어 봐도 눈을 더 크게 뜨고 찾아도 당신은 단 하나란 걸 알아서 내가 꼭 갖고 싶지만 날 사랑해줘요 날 울리지마요 숨 쉬는 것보다 더 잦은 이 말 하나도 자신 있게 못하는 늘 숨어만 있는 나는 겁쟁이랍니다 미안합니다 미련한 미련 때문에 내 손으로 당신을 못 놉니다 내 눈에 당신이 박혀서 다른 무엇도 볼 수 없어서 가슴에 옮겨와 달라는 말도 이젠 해보고 싶지만 날 사랑해줘요 날 울리지마요 숨 쉬는 것보다 더 잦은 이 말 하나도 자신 있게 못하는 늘 숨어만 있는 나는 겁쟁이랍니다 조금씩 커져가는 사랑은 한 번씩 나도 몰래 새어 나와서 길을 잃은 아이처럼 울고 보채도 터진 내 맘은 모르겠죠 눈을 감지 마요 나를 바라봐요 당신의 귓가에 다가가 말하려 해도 당신 앞에 설 때면 뒷걸음만 치는 그저 난 겁쟁이랍니다 그대만 나는 기다립니다"}, {"song_no": "851423", "year": "2005", "rank": "16", "title": "흩어진 나날들", "artist": "박효신", "genre": "R&B / Soul", "lyrics": "아무일 없이 흔들리듯  거리를 서성이지 우연히 널 만날 수 있을까 견딜 수가 없는 날 붙들고  울고 싶어  어두운 마음에 불을 켠 듯한  이름 하나 이젠 무너져 버린거야  힘겨운 나날들 그래 이제 우리는 스치고  지나가는 사람들처럼 그렇게 모른 채  살아가야지 아무런 상관없는 그런  사람들에겐 이별이란 없을 테니까  어두운 마음에 불을 켠  듯한 이름 하나 이젠 무너져 버린거야  힘겨운 나날들  그래 이제 우리는 스치고  지나가는 사람들처럼 그렇게 모른 채  살아가야지 아무런 상관없는 그런  사람들에겐 이별이란 없을 테니까  그래 이제 우리는 스치고  지나가는 사람들처럼 그렇게 모른 채  살아가야지 아무런 상관없는 그런  사람들에겐 이별이란 없을 테니까"}, {"song_no": "742311", "year": "2005", "rank": "17", "title": "안부 (Duet With 나윤권)", "artist": "별", "genre": "Ballad", "lyrics": "이번엔 진짠가요 몇 번을 헤어졌지만 결국엔 다시 또 돌아 왔잖아요 이번엔 진짠가요    이제는 알잖아요 사랑을 하면 할수록 시간이 갈수록 힘들어 진다는 걸  이젠 알잖아요    이젠  사랑해도 사랑해선 안되고 보고파도 만나선 안되고 술에 취해 흐트러지지 않게 술도 마시지 말고    행여 우리 마주치더라도 사랑하는 마음은 숨기고 오랜만에 만난 친구처럼 웃으며 안부를 물어요    너무 슬픈 일이죠 가슴이 너무나 아프죠 그댈 향한 마음을 다 지운다는 게 다 잊는다는 게    다음 세상엔 우리 우리 아주 일찍 만나요 그래서 평생 둘이  함께 지낼 수 있게 헤어질 필요 없게   이젠 사랑해도 사랑해선 안되고 보고파도 만나선 안되고 술에 취해 흐트러지지 않게 술도 마시지 말고    행여 우리 마주치더라도 사랑하는 마음은 숨기고 오랜만에 만난 친구처럼 웃으며 안부를 물어    이젠  사랑해도 사랑해선 안되고 보고파도 만나선 안되고 술에 취해 흐트러지지 않게 술도 마시지 말고 행여 우리 마주치더라도 사랑하는 마음은 숨기고 오랜만에 만난 친구처럼 웃으며 안부를 물어요 웃으며 안부를 물어요"}, {"song_no": "841261", "year": "2005", "rank": "18", "title": "닮았잖아", "artist": "이소은", "genre": "Ballad", "lyrics": "꿈속에서 니 손을 잡는 나의 헛된 상상이  아직도 그려져 잠을 설치고  땀에 젖은 채 다시 잠들어  아침엔 아무일 없는 듯 담담하게 일어나  운동하고 거울 속 얼굴에 묻은  내 눈물의 흔적을 없애려 세수를 해  하지만 너는 남아 있어  너의 웃음소리가 들려  어떻게 해도 지워낼 수가 없는 걸  날 예뻐하던 너의 마음이  아직도 내 속에 사는 것 같은데  우리 왜 헤어졌니 정말  닮았잖아 너무 행복했었잖아  아무리 노력해도 널 내 꿈 속에서  버릴 수 없을 것만 같아  I'm missing you   계속 생각나는 걸 오~  평생 함께하자는 그 약속  아직도 나에겐 떠나지 않아  이렇게 아파하며 살아가  너의 웃음소리가 들려  어떻게 해도 지워낼 수가 없는 걸  날 예뻐하던 너의 마음이  아직도 내 속에 사는 것 같은데  우리 왜 헤어졌니 정말  닮았잖아 너무도 행복했었잖아  아무리 노력해도 너를  나의 꿈속에서 버릴 수가 없어"}, {"song_no": "698979", "year": "2005", "rank": "19", "title": "그리움을 사랑한 가시나무", "artist": "테이", "genre": "Ballad", "lyrics": "눈이 더 나빠 졌나봐요   얼핏 그대 같아  겨우 달려가 세우면 낯선   얼굴만 있죠  잘라도 잘라도 움트는   가시나무 처럼  밟을수록 자라나는   그리움을 어쩌죠  알아요 아는데 자꾸 욕심이 나요  누군가를 사랑 하는게   이렇게도 힘든 건가요  사랑해도 되나요 나 그래도   되나요  목을 놓아 불러도 그댄   들리지 않는 가봐요  사랑할 수 없나요 받아줄   수 없나요  하늘위해 써줘도   그댄 내 손가락만 보고 있죠  이렇게 무거운 그대가   내안에 있는데  이상하죠 몸무게는 자꾸   줄어드는 걸  지워도 지워도 번지는   짙은 얼룩처럼  손댈수록 퍼져가는   그리움은 어쩌죠  미워요 미운데 자꾸 보고 싶어요  누군가를 기다리는게   이렇게도 아픈 건가요  사랑해도 되나요 나  그래도 되나요 목을 놓아 불러도  그댄 들리지 않는 가봐요 사랑할 수 없나요  받아줄 수 없나요 하늘위해 써줘도  그댄 내 손가락만 보고 있죠 한 걸음만 더 다가오면  들리게 될 텐데 조금 더 내게로 온다면 왜 그렇게 몰라요 왜  내 맘을 몰라요 소리 내어 울어도 그댄 들을  수 없는가봐요   좋아한다는 그 말 사랑한다는  그 말 끝내 하지 못하고  오늘도 그대 곁을 스쳐가죠"}, {"song_no": "833665", "year": "2005", "rank": "20", "title": "중독", "artist": "서영은", "genre": "Ballad", "lyrics": "내 눈이 놀랐나봐 늘 보던 널 못 봐서 하루종일 울다 밤이 되도 눈 감지 못하잖아 내 손이 알았나봐 이 손 잡아줄 너 없는 걸 주머니에 넣고 달래봐도 무섭나봐 자꾸만 떨고있어 날 어쩌니 어떡하니 너는 기어이 날 떠나고 나의 질긴 목숨 끊지도 못해 아주 너를 못 볼까봐 날 어쩌니 어떡하니 내 맘안에 사고가 나 너의 기억이 부딪치고 깨져 파편 돼 찌르잖아 너무 아파 내 발은 길을 몰라 항상 널 따라간곳 밖에 이젠 안된다고 타일러도 꼼짝 않고 움직이질 않겠대 내가 아파 너무 아파 넌 나 아픈거 싫댔잖아 살 수도 없는데 죽지도 못해 너 이러면 안 되잖아 내가 아파 너무 아파 나 우는거 싫댔잖아 가진 눈물을 다 써 버릴 만큼 너땜에 나 울텐데 못 오겠니 이만큼 사랑한걸 그땐 몰랐었나봐 눈에 안보이니 이제야 나 네가 보여 날 어쩌니 어떡하니 너는 기어이 날 떠나고 나의 질긴 목숨 끊지도 못해 아주 너를 못 볼까봐 날 어쩌니 어떡하니 내 맘안에 사고가 나 너의 기억이 부딪치고 깨져 파편 돼 찌르잖아 너무 아파"}, {"song_no": "845591", "year": "2005", "rank": "21", "title": "홈런 (Feat. 옥주현)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "이젠 울지마 항상 그대만을 바라볼께  따뜻한 손길로 감싸줄께 두 눈을 감고  make a for from me I still promise you  좀 더 멋지게 매우 폼나게  널 위해 그라운드를 달릴께  아직은 후보 타자 홈 조차  밟지 못한 새내기 골 보이  세상이 날 버렸어 원망하며  나 홀로 울 때 힘들 때  내 옆에 너의 따뜻한 손길을 난 기억해  아무것도 가진 건 없어도  I'm the boo or maybe in the boo  널 만나는 순간이 지루함의  흘러가는 연속이라도  나를 보고 바보라고 사람들이 놀려대  우리 만남을 무시해  괜찮아 난 너만 있으면 돼  운동을 못해도 니 사랑을 가진것이  내 인생의 홈런이야  얼굴은 못 생기고 가진 건 없어도  니가 있단 자체가 홈런이야  운동을 못해도 니 사랑을 가진것이 내 인생의 홈런이야  얼굴은 못생기고 가진 건 없어도  니가 있단 자체가 홈런이야  이젠 울지마 항상 그대만을 바라볼께  따뜻한 손길로 감싸줄께 두 눈을 감고  make a for from me I still promise you  넌 나의 영원한 파트너  늘 주머니 속에 넣고 싶은 너  나로 인해 울 때가 더 많은 너  나 같은 놈 만나기엔 아까운 너  Got to know You got to know that  너 없인 하루도 살 수 없다는 걸  알아야 돼 Come to my day  넌 내게 살아있는 또 하나의 미래 그녀에게 몸을 던져  내 사랑은 스트라이크  너에게만큼은 당당한 터프가이  That's Right 너로 인해 아름다운  Feel Alright (Let's go tonight)  작은 마음을 모아 두 손을 감아  우리 아직 사랑에 목 말라 갈 길이 많아  너를 사랑하는 마음은 하나  이젠 울지마 항상 그대만을 바라볼께  따뜻한 손길로 감싸줄께 두 눈을 감고  make a for from me I still promise you  눈 딱 감고 날 믿어 볼래?  Oh,I promise you 내 사랑 Baby  눈 딱 감고 날 믿어 볼래?  You are the only one baby  눈 딱 감고 날 믿어 볼래?  널 위해 만든 내 사랑의 노래  눈 딱 감고 날 믿어 볼래?  Making me a crazy  눈 딱 감고 날 믿어 볼래?  Oh,I promise you 내 사랑 Baby  눈 딱 감고 날 믿어 볼래?  You are the only one baby  눈 딱 감고 날 믿어 볼래?  널 위해 만든 내 사랑의 노래  눈 딱 감고 날 믿어 볼래?  눈 딱 감고 날 믿어 볼래?"}, {"song_no": "827216", "year": "2005", "rank": "22", "title": "잘 지내나요", "artist": "성시경", "genre": "Ballad", "lyrics": "낡은 내 서랍 속 바랜 사진들  웃음만 남겨준 고마운 날들  버릴 것 하나 없던 시간들  걸음마다 추억이 된 풍경   그대도 가끔은 꺼내보는지  닮았던 모습은 변함없는지  생각의 끝엔 아직 내가 사는지  궁금해도 잘 참아볼께요   애써 다그친대도  억지로 거슬러 돌린대도  예전의 우리 모습은 아닐 테니   마지막 기대마저 접어둘께요  맘 편히 갈 수 있게 내가 비켜줄께요  모자란 내 부족한 사랑  채워줄 수 있는 사람 만나서  다 잊고서 행복하세요   어쩌다 가끔 내 생각이 나도  새로운 사랑이 맘에 온대도  지난 날들의 아쉬움이 들 때도  행여라도 미안해 말아요   다시 시간을 돌려  서로를 몰랐던 그때로 나  돌아간대도 그댈 사랑할 테니   마지막 기대마저 접어둘께요  맘 편히 갈 수 있게 내가 비켜줄께요  모자란 내 부족한 사랑  채워줄 수 있는 사람 만나서  다 잊고서 행복하세요   후회하지 말아요  서로가 전부였던 좋은 기억만 남겨요   언젠가 우리 다시 만날 그날엔  꼭 좋은 사람 곁에 있길 기도할께요   편안한 웃음 보이면서  서로 스쳐 지나갈 수 있도록  그런날에 다시 만나요  그때까지 잘 지내세요 -"}, {"song_no": "848286", "year": "2005", "rank": "23", "title": "Hold Me Now", "artist": "소찬휘", "genre": "Rock", "lyrics": "Hey Guy 맘에 드는걸   주저할게 뭐가 있어 가까이 와봐   Come on   all night 단한번 뿐이야   내일이면 쿨하게 날 잊어줘   어어어   난 못된 상상을 하지   너 몰래 한눈 파는 내 모습   조금 야한 듯 해도 끌리는 느낌   너는 모를거야   Hold me now 날 더 꼭 안아줘 봐   Tell me now 너 제발 늦기전에 와   너 삐뚤어진 맘 꽉 잡아줘   너의 쇼윈도에 갖혀 착한   아이처럼   너만 바라보는 예전 내가 아냐   관심을 더 보여줘 봐 널 위해 wow   터프가이 내게 순종해  넌 누가 뭐라해도 내게   애송일뿐야   Come on   all night 내 번호 묻지마   아침이면   너란 존재 잊혀져 어어어   난 못된 상상속에서 거울 속   나를 단장하곤 해   조금 야하긴해도 매력이 넘쳐   너는 모를거야   Hold me now 날 더 꼭 안아줘 봐   Tell me now 너 제발 늦기전에 와   너 삐뚤어진 맘 꽉 잡아줘   너의 쇼윈도에 갖혀 착한  아이처럼   너만 바라보는 예전 내가 아냐   관심을 더 보여줘 봐 널위해 wow   사랑은 갈대와 같아 바람에   흔들릴 수 있지만   쉽게 꺾이지 않아   지금 나처럼 너만 보는거야   Tells my love   넌 나를 놓치지마 case my heart   내게 너뿐이야 와   넌 사랑한다 내게 말해줘   못된 상상 속에서도   니가 눈에 밟혀 내가 원하는건   바보같은 너야 그래서 더   힘든거야 허   Hold me now 날 더 꼭 안아줘봐   Tell me now 더 제발 늦기전에 와   널 사랑한 내 맘을 잡아줘   진정 사랑하는것은   보여지는거야   마음뿐인 사랑 바보같은거야   난 니꺼다 소리쳐봐 날 위해"}, {"song_no": "732513", "year": "2005", "rank": "24", "title": "벌", "artist": "버즈", "genre": "Rock", "lyrics": "이 정도 갖곤 안되죠 더 아파야죠 내 사랑 그대가 가는데 멀쩡히 살아지는 건 말도 안되죠 그대를 끝내 못 지켜낸 죄인이 날 만나서 부족한 날 사랑해서 착한 그대 가슴이 재가 돼버렸죠 이제와서 용서해달라는 말도 그대 눈물 앞에 할 수가 없지만 잊어달라는 말은 제발 하지 말아요 아픈 채로 사는 게 내 몫이죠 그대 평생 사랑하면서 평생 기다리면서 그댈 아프게 한 벌 받을게요 나 아픈 건 뭐라도 상관 없어요 그대만 울지 않게 해 내 눈 속에 그대가 살고 있네요 나의 각막에 그대 겹쳐져 있네요 어딜 봐도 내 사랑 그대가 보여 체한 듯한 후회로 미칠 것 같아 잊어달라는 말은 제발 하지 말아요 아픈 채로 사는 게 내 몫이죠 그대 평생 사랑하면서 평생 기다리면서 그댈 아프게 한 벌 받을게요 이젠 보여요 이제야 깨달아요 그대 없이 안되는 나를 안녕이라는 말은 기억하지 말아요 잠시 나란 사람 잊고 있어요 제발 내가 벌 다 받으면 아픈 벌 다 받으면 다시 그대 앞에 찾아 갈게요 사랑할 자격 다 갖춰서"}, {"song_no": "851277", "year": "2005", "rank": "25", "title": "떠나가요, 떠나지마요", "artist": "더 크로스", "genre": "Ballad", "lyrics": "이제 더 이상 날 보지말아요  날 안아 줄 수없는거라면  이젠 그만 뒤돌아서 나를 떠나가줘요  뒷모습만이라도 보게해줘요    하루에 한 번쯤 너를 생각하겠지  그 한번이 스물 네 시간 일꺼야  시간이 지나면 널 잊을수있겠지  내 모두를 잊은채 살아가겠지    떠나가요 떠나지마요 내 소중한 사랑  내겐 누구보다 소중한 그대니까요  마지못해 눈 꼭 감은채 소리 질러요  안녕 이젠 안녕 내 소중한 사랑    그대 손을 잡던 그 날부터 생각했어요  보내기 정말 힘들꺼라고  알아요 알아요 이젠 나도 알아요  이만 이 손 놓고 그댈 보내야죠  아파서 아파서 그게 너무 아파서  마음으로 잡은 손 놓지못해    떠나라고 떠나가라고 거짓말하고  눈물흘리는 내 맘은 그댈 잡고있죠  사랑했다고 잘가라고 거짓말하고  난 속으로 소리질러요 사랑한다고  언제나 그댄 행복해야하니까  보내야죠 그댈 사랑하니까    꿈을 꿔요 또 늦지마요 내 소중한 사랑  내겐 누구보다 소중한 그대니까요  마지못해 눈 꼭감은채 소리질러요  안녕 이젠 안녕 내 소중한 사랑    떠나가요 떠나지마요 내 소중한 사랑  내겐 누구보다 소중한 그대니까요  마지못해 눈 꼭 감은채 소리 질러요  안녕 이젠 안녕 내 소중한 사랑 -"}, {"song_no": "775130", "year": "2005", "rank": "26", "title": "여기까진가요", "artist": "플라워", "genre": "Rock", "lyrics": "다와 가네요 한걸음 더 가면  그대와의 마지막인 거죠 꼭 잡은 이 두 손은 그만  놓아야만 하네요  내일이 오면 난 혼자인 거죠  그대 없는 하루 시작하는 헤아릴 수도 없을 만큼 많은 사랑이  아직도 내겐 남아 있지만  여기까진가요 그렇게 돌아서나요 날 사랑한다는 내가 전부란 말  모두 뒤로 한 채로  보낼 순 있지만 난 그냥 울면 되지만 더 많이 아파할 그대를 알기에  견딜 수 없는 거죠 하지만 이제 정말 끝인가봐요  자꾸 내 가슴은 나를 떠밀어요 한번만 크게 외쳐 보라고  여기까진가요 그렇게 돌아서나요 날 사랑한다는 내가 전부란 말  모두 뒤로 한 채로  보낼 순 있지만 난 그냥 울면 되지만 더 많이 아파할 그대를 알기에  견딜 수 없는 거죠 난 항상 여기... 여기 서 있을게요"}, {"song_no": "732515", "year": "2005", "rank": "27", "title": "거짓말", "artist": "버즈", "genre": "Rock", "lyrics": "혼자 며칠을 앓았죠  두사람 이별 앞에 그를 믿고 강한 척 돌아섰던  내가 더 미워져 애써 전화길 들어도  눈물만 타고 흘러  자꾸 떠올라 다친 그대 가슴  다 내가 보내서 생긴 일인 것 같아 오 무심했던 나를 용서해요  더 아파선 안돼요  나도 멀리서만 가슴치네요  그대 상처까지 떠 안아도 다 되돌리고 싶죠 그사람 거짓말처럼 잊도록  얼마나 오해를 샀을까  나와의 그 많은 추억때문에  취한 그날 밤 몰래 울던 그댈  잡아야 했는데 데려와야 했는데  오 무심했던 나를 용서해요  더 아파선 안돼요  나도 멀리서만 가슴치네요  그대 상처까지 떠 안아도 다 되돌리고 싶죠 그 사람 거짓말처럼 잊혀지게  워 지난 일은 그만 덮어둬요 내가 다시 갈게요 아직 져버릴 수 없는 그대죠  남은 사랑까지 내가 해요 이 품에 버려줘요 그 눈물 거짓말처럼 사라지게"}, {"song_no": "842624", "year": "2005", "rank": "28", "title": "그대 없이 난", "artist": "이지혜", "genre": "Ballad", "lyrics": "난 서있었죠  그대모습 사라질때 까지  추억도 저만치 멀리 가네요 음  귓가에 그 입술에 그대 눈에  내가 살았는데  왜 떠나려해요 날 두고 달려가 그대를 붙잡고 그만  나는 주저앉은채 울고말죠  사랑해요 고개를 들어 날 봐요  왜 자꾸만 눈을 피하죠  그대의 휘청인 맘 붙들어요  그대없인 난 안돼요  아무 욕심 없는걸요  그대만 있어준다면  아무래도 좋은걸요  그저 볼수 있게만 해줘요  난 그대뿐이죠  너무나 착한 사람이죠 그댄  차마 뿌리치지도 못하잖아  괜찮아요 혼자서 사랑할께요  지금까지 그래왔듯이  한번도 후회한적은 없어요  그게 바로 나잖아요 나를 보고 말을 해줘요 사랑한다고  그렇게도 어려운가요 우 사랑해요 고개를 들어 날 봐요  왜 자꾸만 눈을 피하죠  그대의 휘청인 맘 붙들어요  그대없이 난 안돼요  사랑해요 고개를 들어날 봐요 왜 자꾸 눈을 피하죠 그대의 휘청인 맘 붙들어요 그대없이 난 안돼요"}, {"song_no": "848804", "year": "2005", "rank": "29", "title": "나비무덤", "artist": "테이크 (TAKE)", "genre": "Ballad", "lyrics": "standing beside you as sleep  wipe my tears as I close the door  불러도 대답이 없어요 제발 날 불러봐요    아무말도 안할거란걸 알아  그렇게 못할 것도 알아  하지만 너 무슨말을 할까봐  조용히 귀를 열고서  아직 너의 집을 서성거리죠    아마도 예전처럼 날보며 웃을 니 생각에  자꾸 잊게 되어가는나    나는 너를 못봐도 난 너와 아직 있는데  매일 니생각 날때면 이렇게  난 니앞에 앉아 있어  세월 흘러가면서 나 자꾸 지워지겠지  이젠 더 이상 버티기 힘들어  너를 잊는 나를 용서해    내 눈물도 말라 가겠죠 이젠  더 이상 흐르지도 않죠  하지만 더 깊어가는 숨소리  내곁에 멈춰 잠들어 하루종일 너를 찾게 되는걸    아마도 예전처럼 너 따뜻하진 않겠지만  그건 나의 운명이니까    나는 너를 못봐도 나 항상 여기있는데  매일 니생각 날때면 이렇게  난 니앞에 앉아 있어  세월 흘러가면서 난 자꾸 지워가겠지  이젠 더 이상 버티기 힘들어  너를 잊는 나를 용서해    너를 이렇게 안아봐도 난 아무 느낌 없어  이젠 너 없는건지 왜 그걸 모르니 넌 이미 여기엔 없는데  하늘이 갈라놓은 너와의 이별을  돌릴순 없어 나 잊혀진 추억에 널 남겨둘게    나는 너를 못봐도 나 항상 여기있는데  매일 니생각 날때면 이렇게  난 니앞에 앉아 있어  세월 흘러가면서 난 자꾸 지워가겠지  이젠 더 이상 버티기 힘들어  너를 잊는 나를 용서해    standing beside you as sleep  wipe my tears as I close the door  언제나 니곁에 있을게    standing beside you as sleep  wipe my tears as I close the doorwipe my tears as I close the door"}, {"song_no": "775161", "year": "2005", "rank": "30", "title": "눈물잔", "artist": "박상민", "genre": "Ballad", "lyrics": "나처럼 말하고 나처럼 웃네요  그댄 나를 너무 많이 닮았죠  말하지 않아도 마음을 읽네요  그런 그댈 이제 내가 떠나죠   내가 그대에게 미안할까봐  가는 이유조차 묻지 않네요  내가 사랑한 사람  나보다 더 나를 잘 알죠   그대 없으면 나는 무너지겠지만  너무 보고 싶겠지만 슬프지 않아요  힘들 때마다 눈물로 잔을 채울때마다  얼마만큼 사랑했는지 기억할테니까   나처럼 가깝고 나처럼 편해서  가끔씩은 그댈 잊고 살아도  밤이면 길어진 내 그림자처럼  변함없이 나의 뒤에 있었죠   아무것도 잘해 준 것 없는데  결국 눈물밖에 준 것 없는데  내가 사랑한 사람  바보처럼 날 따라왔죠   그대 없으면 나는 무너지겠지만  너무 보고 싶겠지만 슬프지 않아요  힘들때마다 눈물로 잔을 채울때마다  얼마만큼 사랑했는지 기억할테니까   마지막으로 부탁 하나만 해도 될까요  다른 사람 만나게 되면 천천히 닮아요 -"}, {"song_no": "833765", "year": "2005", "rank": "31", "title": "버리고 버려도", "artist": "김조한", "genre": "R&B / Soul", "lyrics": "잘 지내나요 궁금했었죠  내가 없이도 그대로인지  잊은 척 난 웃으면서 살아가기엔  너무 많이 사랑했었나봐요   생각해내요 또 울거면서  괜찮다는 말 거짓말이면서  잊겠다고 잊었다고 떼를 써봐도  잊지 못함을 알아 갈 뿐이죠   내가 더 그댈 많이 사랑했나요  그리 쉽게 없었던 일처럼 편해지나요  어떻게 시작한 사랑이었는데  모두 없던 일이 된다면 나도 없는건데   그댈 버리고 버려도 차올라  자꾸 지워도 지워도 번져가  그댈 담아 둔 가슴이 죽기전에 소용 없나봐  나를 주어도 주어도 부족한  행복했던 나였으니 그거면 된거죠  괜찮아요   떠난 그대가 아파할까봐  쓸데없이 난 또 걱정이되죠  누군가가 그 곁에서 지켜줄텐데  그대 바램은 내가 그대를 다 잊어주는걸텐데   그댈 버리고 버려도 차 올라  자꾸 지워도 지워도 번져 가  그댈 담아 둔 가슴이 죽기전에 소용 없나봐  나를 주어도 주어도 부족한  행복했던 나였으니 그거면 충분한건가요   그댄 돌아온다고  나여야만 한다고서 서글픈 착각속에서  내가 나를 속였죠  지켜주지 못하고 끝내 보내야 했던  욕심이 날 아프게 만드는 걸   내가 걸어도 걸어도 못가는  내가 부르고 불러도 못듣는  너무 먼곳에 있어서 아무래도 닿지 않나봐  끝내 지우고 지워져 버린건  사랑한 그대가 아닌  그대가 떠난 일.. 내곁에 없는 일.. -"}, {"song_no": "733379", "year": "2005", "rank": "32", "title": "Super Star", "artist": "쥬얼리", "genre": "Dance", "lyrics": "눈을 떠 소리를 높여봐  더 크게외쳐봐 그댄 Superstar!  Woo- (one two three four!)  소릴높여봐 (소릴높여봐)  더 크게 외쳐봐  그댄 Superstar! Woo Yeah-  지쳐있던 모든것을 버려  그런몸짓 그런눈빛  지겹지도 않니 old style  더 이상은 신경쓰지마  웃을수만 있다면 시작해봐 이렇게  소릴높여봐 때론 미쳐서  춤을춰봐 날이 새도록  그대를 힘들게 한 날은 잊고 Yeah-  크게 외쳐봐 때론 질러봐  흔들어봐 그래 잊진 마 그댄 Superstar!  Oh- 맘을 열어 소리쳐봐 Yeah- Oh- 잊지는 마 기억해둬  그댄 바로 Superstar!  Yo! Here comes a queen B U gonna change I like that thing U do 오늘도 변함없이 Ur the one that I love Ur the that I miss Ur a superstar in Ur L-I-F-E  아무것도 신경쓰지마 행복할 수 있다면  시작해봐 이렇게 Yeah-  소릴 높여봐 때론 미쳐서  춤을 춰봐 날이 새도록  그대를 힘들게 한 날은 잊고  크게 외쳐봐 때론 질러봐  흔들어봐 그래 잊진 마 그댄 SuperStar!  Oh- 맘을 열어 소리쳐봐 Yeah- Oh- 잊지는 마 기억해 둬  그댄 바로 Superstar!  So lieten ma word baby.  It's time for change night tonight.  CLAP for me. New skool beat again.   어색하게 맞춰 가려고 하지마  자신있게 덤벼봐 이제 달라지는 거야 커질수만 있다면   잃어버린 모든것에 후회하지마  또 다른 꿈을 찾아 시작해도 늦지 않아 I Never ever give it up hey hey hey  Oh- 맘을 열어 소리쳐봐 Yeah-  아직까지 잊지못한 아픈 기억들  미련따위 필요없어 그저 웃어 보는거야 지울 수만 있다면   모두 같은 곳으로 향한 이 순간  주인공은 바로 너야 그 모든것을 던져 후회하진 않겠어-"}, {"song_no": "828357", "year": "2005", "rank": "33", "title": "다가와", "artist": "채연", "genre": "Dance", "lyrics": "다가와 다가와 나를 보는 너의 눈빛 관심 없는 그 표정  상대하기 싫다는 듯말을 딱 잘라 버리고  다신 볼 일 없다는 듯 돌아서는 너에게  자존심이 상하는데묘한 매력이 느껴져  그대 조금만 기다려봐 내가 너에게 다가갈께 나의 유혹에 이끌려 가슴 태울테니까  그대 조금만 기다려봐 내가 널 사로 잡을테니 나의 매력에 푹 빠져 허우적대며 조금만 조금더 내게 가까이 와봐 내가 잡힐듯 잡힐듯 왠지 잡히지 않을껄 조금만 조금더 내게 가까이 와봐 너의 도도한 눈빛은 내게 애원을 할테니  다가와 내가 만난 남자들은 나를 처음 봤을때 내게 관심 끌려고들 호들갑들을 떠는데  처음부터 너는 내게 관심없어 하면서  자존심을 건드는데 묘한 매력이 느껴져 그대 조금만 기다려봐 내가 너에게 다가갈께  나의 유혹에 이끌려 가슴 태울테니까  그대 조금만 기다려봐 내가 널 사로 잡을테니 나의 매력에 푹 빠져 허우적대며 조금만 조금더 내게 가까이 와봐 내가 잡힐듯 잡힐듯 왠지 잡히지 않을껄 조금만 조금더 내게 가까이 와봐 너의 도도한 눈빛은 내게 애원을 할테니 다가와 하지만 너는 내 맘에  너의 그 사랑을 점점더 키우고  다가와 오히려 너의 매력에  내가 푹 빠져 허우적대고 있어  조금만 조금더 내게 가까이 와봐 내가 잡힐듯 잡힐듯 왠지 잡히지 않을껄 조금만 조금더 내게 가까이 와봐 너의 도도한 눈빛은 내게 애원을 할테니 조금만 조금더 내게 가까이 와봐 내가 잡힐듯 잡힐듯 왠지 잡히지 않을껄 조금만 조금더 내게 가까이 와봐 너의 도도한 눈빛은 내게 애원을 할테니 다가와 다가와 다가와"}, {"song_no": "711630", "year": "2005", "rank": "34", "title": "입술만 깨물고 있죠", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "우- 오늘도 난..  그대 뒤에서 맴돌고 있죠 매일 오가는 그 거리에 아직도 오늘도 그대 눈에 띌까봐 이렇게 멀리 그대 모습 지키고 있죠  지금 그댈 안고 싶지만 맘뿐이죠 참아야 겠죠 그대 날 잊어가는걸   혹시그대 힘들까 울릴까 걱정되 달려갈 자신도 없는 나  여기 서 있잖아요 입술만 깨물고 있죠 내가 할수있는 일이란 이것뿐  언제나 먼곳에 음-  오늘 그대의 다른 사람 얘기에 하루종일 나 아무것도 못했죠 왜 그리도 미련한 걸까요 나 아직도  그댈 잊지못해 서성거리죠  지금 그댈 안고 싶지만 맘 뿐이죠 참아야겠죠 그대 날 잊어가는걸   혹시 그대 힘들까 울릴까 걱정되 달려갈 자신도 없는 나  여기 서 있잖아요 입술만 깨물고 있죠 내가 할수있는 일이란 이것뿐  고작 이것밖엔 안되죠  그댈 그리워하는  바보같은 날 용서해요   혹시 그대 힘들까 울릴까 걱정되 달려갈 자신도 없는 나  이젠 떠나 보내요 눈물만 흘리고있죠  내가 할수있는 일이란 이것 뿐  언제나 먼곳에 -"}, {"song_no": "860577", "year": "2005", "rank": "35", "title": "보통여자", "artist": "린", "genre": "R&B / Soul", "lyrics": "잊은 거니 정말 다 잊은거니  난 모든게 그대론데  아직도 널 찾아 헤매이는데  어디에 있는거니 대답해줘  한번만 더 나를 꼭 안아줘  너만 사랑해 눈이 멀어버려 볼 수 없는데  이제는 끝나버린 이야기로  덮어두긴 너무도 아파 이러는가봐  너를 못 잊고 찾고 있나봐  지운거니 정말 다 지운거니  우린 아직 못해본게  너무 많아 견딜 수 없는데  그 많은 약속들은 어떡하니  한번만 더 내게 기회를 줘  우리 사랑을 어떻게 버리니  난 안되는데 내게는 널 추억할 사진 한 장  없다는게 너무도 아파 이러는가봐  너를 못 잊고 찾고 있나봐  그래 어쩔 수 없는가봐 나도 보통 여자 인가봐  이별에 담담할 수 있을거라 살아왔는데  아닌가봐 너를 눈물로 붙잡고 싶어  되돌려줘 내 사랑을 너 없이는 살 수가 없는데  어떡하라고 난 어떡하라고  내게 이러니 이제는 끝나버린 이야기로  덮어두긴 너무도 아파 이러는가봐  너를 못잊고 찾고 있나봐"}, {"song_no": "830743", "year": "2005", "rank": "36", "title": "Everything`s Gonna Be Alright (Reborn) (애경 케라시스 CF 고소영편)", "artist": "Sweetbox", "genre": "Pop", "lyrics": "I Guess we’ve reached the grand finale I’ll take a bow while the curtains close  Oh all my life I’ll remember this  And what it means to live   Everything gonna be alright  Everything gonna be okay  Everything gonna be alright  (Together we can take  this one day at a time)   Can you take my breath away  Can you change my life today  Is everything gonna be okay  (I'll be here when you wake up)    One last chord on my piano (One last chord on my piano)  One last drag on my cigarette  (on my cigarette)  One final look I will take at you  One last goodbye forever    Everything gonna be alright  Everything gonna be okay  Everything gonna be alright  (Together we can take  this one day at a time)   Can you take my breath away  Can you change my life today  Is everything gonna be okay  (I'll be here when you wake up)    My famous last words echo As I put down my pride and close the door  I’m burned and scarred from wasted time  I’m bruised by thoughts of you    Everything gonna be alright Everything gonna be okay  Everything gonna be alright  (Together we can take  this one day at a time)   Can you take my breath away  Can you change my life today  Is everything gonna be okay    Everything gonna be alright  Everything gonna be okay  Everything gonna be alright  (Together we can take  this one day at a time)   Can you take my breath away  Can you change my life today  Is everything gonna be okay    I'll be your strength I'll be here when you wake up -"}, {"song_no": "854321", "year": "2005", "rank": "37", "title": "기억 때문에", "artist": "이승철", "genre": "Ballad", "lyrics": "숨막히듯 사랑에 빠진날  내 전부가 된 그댈 잃던 날 왜 운명은 잔인하기만 한지  두눈을 감고 애써 외면해 보지만 더 가까이 다가만 오는 그 시절  그때 기억때문에 하루를 버텨요 이렇게도 아프기만한 기억이  내 가슴에 그대 아직 남아서  눈물 흘리고 난 또 그만큼 그대를 채워요  처음 사랑을 고백했던날  또 이별을 말해야 했던 날 그 상처들 아직 남아 있는지 바라고 바랄뿐이죠 이젠 나앗기를 또 이런날 원망해주기를 제발  그때 기억때문에 하루를 버텨요 이렇게도 아프기만한 기억이  내 가슴에 그대 아직 남아서  눈물 흘리고 난 또 그만큼 그대를 채워요  그때 기억때문에 하루를 버텨요 이렇게도 아프기만한 기억이  내 가슴에 그대 아직 남아서  눈물 흘리고 난 또 그만큼 그대를 채워 가질수 없는 그대 곁으로..  이렇게도 아프기만한 기억이  내 가슴에 그대 아직 남아서 눈물흘리고 난 또 그만큼 그대를 채워요"}, {"song_no": "838486", "year": "2005", "rank": "38", "title": "Too Good", "artist": "천상지희 더 그레이스 (The Grace)", "genre": "Ballad", "lyrics": "언제나 눈을 뜨면 먼 시간 뛰어넘어 내게 전해져 오는 한 마음이 있네요. 가만히 볼을 스치던 손길 추억으로 난 견뎌나가요 그 어떤 슬픔 와도 괜찮을거예요   우리 약속 했었던가요. 영원하자고 이 마음이 전해지고 있나요. 그저 바라만 보는 만큼 마음은 가득차 oh baby 항상 이런걸요   내 눈물 모두 모아 그대에게 드릴래요 아프지는 않겠지만 쉽지도 않겠죠 내가 가진 자유로 그대를 완전히 가질래요 영원히 언제라도 여기서 기다릴게요 내게만 보였던 그얼굴 눈속 가득한 그대만의 진심어린 미소도 우리 약속한 이 세상에 이 삶의 절반은 oh baby 당신 뿐이기에...   어쩌면 많이 힘들지도 몰라요 조금씩 걸어나가요 손을 꼭 잡고 귀를 기울여 함께 들었던 노래 한번더 불러 줘요 영원히 이대로 우리 약속 했었던가요 영원하자고 이 마음이 전해지고 있나요 그저 바라만 보는 만큼 마음은 가득차 oh baby 눈을 감고 들어요 모두가 이토록 선명해진 걸요 진심어린 미소도 약속한 이 세상에 이삶의 절반은 oh baby 당신 뿐이기에...."}, {"song_no": "732514", "year": "2005", "rank": "39", "title": "1st", "artist": "버즈", "genre": "Rock", "lyrics": "시간이 흘러가도 변하지 않아  너는 내 맘에서 떠나지 않아  맘대로 만나지 못해 잊지도 못해  어떡해 왜 나를 버려두고 간거야  내 모든것을 가져간 사랑  이젠 모든것을 뺏어 갔어  지금 넌 괜찮은 거니 잘 사는거니  나 없이 행복한 거니  난 모르겠어 뭐가 그렇게  서운했는지 잘 모르겠어  내가 아는건 이별과 상관 없이도  더 깊이 사랑해 you light up my life  사랑하잖아 아파하잖아  너도 날 걱정하잖아  조금만 솔직해져봐  내 사랑을 forever  날 잊지 못해 후회한다면  찾고 싶다면 더이상 울기 싫다면  서둘러 내게 돌아와  I need you love forever  적당히 딴 사람과 사랑을 하고  너를 보란 듯 지워내고  말로는 간단한 일이 쉽지가 않아  내맘이 내것이 아냐  내게 말해봐 뭘 원하는지  왜 그랬는지 다 말을해봐  아니면 내가 널 포기 할 수 있도록  더 모질게 해봐  you light up my life  사랑하잖아 아파하잖아  너도 날 걱정하잖아  조금만 솔직해져봐  내 사랑을 forever  날 잊지 못해 후회한다면  찾고 싶다면 더이상 울기 싫다면  서둘러 내게 돌아와 I need you love forever  아무리 외면해도 그대로인데  왜 널 잊으라고 하는거니  내맘을 움직일사람 날 가질 사람  한사람 바로 너잖아  you light up my life 너를 사랑해  매일 기도해 제발 널 돌려달라고  잊은척 연극하면서 살기 싫어 forever  날 기억해줘 처음 그 때로  좋았던 때로 이별이 아닌 그때로  넌 다시 돌아와야해  I need your love forever"}, {"song_no": "864906", "year": "2005", "rank": "40", "title": "Smile Again", "artist": "KCM", "genre": "Ballad", "lyrics": "자꾸 떠올리면 자꾸 꺼내면  혹시 추억마저 닳을까  참아야겠지 아껴둬야겠지  니가 준 귀한 선물   매일 덜어내도 매일 비워도  자고나면 차는 그리움  게으른 내가 우는 일에는 왜  부지런한 건지   보고 싶겠지만 또 눈물 짓겠지만  내가 믿고 있는 한가지  꼭 그만큼 내가 흘린 눈물만큼  넌 행복할 거라고    내가 살아오며 가장 잘한게  너를 사랑했던 거라면  아마 그보다 더욱 잘한 일은  널 보낸 것 같아    보고 싶겠지만 또 눈물 짓겠지만  내가 믿고 있는 한가지  꼭 그만큼 내가 흘린 눈물만큼  넌 행복할 거라고    안되지만 죽을 만큼 싫지만  그게 너를 위한 길이면  난 아파도 가슴속이 메어와도  널 웃으며 보낼게   단 한번 나의 그 웃음을 위해  얼마만큼 많은 눈물  흘리는지 넌 모를 거야    힘에 겹겠지만 늘 비틀대겠지만  나를 살게 해준 한가지  널 대신해 내 외로움 함께해줄  추억이 남았는 걸    짧았지만 이별로 끝났지만  그것만으로도 감사해  너 때문에 내 보잘것 없던 삶이  눈부시게 빛난 걸-"}, {"song_no": "531840", "year": "2005", "rank": "41", "title": "Y (Please Tell Me Why)", "artist": "프리스타일", "genre": "Rap / Hip-hop", "lyrics": "My baby I love you so much forever you and I  I love you oh I love you so much forever you and I  My baby I love you so much forever you and I  I love you oh I love you so much forever you and I   지나간 시간들을 모두 다 되돌릴 순 없겠지  하나 둘 쌓여가는 걱정도 모두 내 탓이겠지  하루가 지나고 이틀 아무 의미가 없어  너없는 이 순간이 내게는 아무 느낌도 없어   Tell Me Please tell me why  왜 나를 떠나 갔어  Please tell me why  사랑하는 나를 두고  Tell me Please tell me why  내게 다시 돌아와줘  지난 아픈 기억들은 모두 잊고서  우리 다시 시작해 Baby -  My baby I love you so much forever you and I  I love you oh I love you so much forever you and I  My baby I love you so much forever you and I  I love you oh I love you so much forever you and I   You ask girlfriend how you've been 어떻게 지내 너도 말하겠지  내가 바보같은 남자라고  무언가를 잃어버린것 처럼  불안해 그안에 가슴에 구멍이 난것처럼   허전해 여전해 한번 시작된 눈물은  대체 마르지가 않아 여태 혹시나 마주칠까  니가 자주걷는 거리를 두리번 두리번 거리며 반복하는 내모습을 보면   너때문인걸 My Girl  한번쯤은 너 역시 넌 나와 함께 갔던  그곳을 찾아가는지도 몰라  다시 내게 돌아와줘 My sweet heart   Please tell me why 왜 나를 떠나 갔어  Please tell me why 사랑하는 나를 두고 Tell me  Please tell me why 내게 다시 돌아와줘  지난 아픈 기억들은 모두 잊고서  우리 다시 시작해 Baby -   My baby I love you so much forever you and I  I love you oh I love you so much forever you and I  My baby I love you so much forever you and I  I love you oh I love you so much forever you and I   난 지금 여기 있는데 널 항상 기다리는데  어떻게 해야 하는지 되돌릴 순 없는지  다시 내게 돌아와줘   My baby I love you so much forever you and I  I love you oh I love you so much forever you and I  My baby I love you so much forever you and I  I love you oh I love you so much forever you and I -"}, {"song_no": "841111", "year": "2005", "rank": "42", "title": "Always", "artist": "신지", "genre": "Animation", "lyrics": "눈부시게 아름다웠던 우리들의 추억까지도 다시 한 번 느끼고 싶어 나를 감싸주는 꿈이 있다면 얼만큼 달려온걸까 아무도 없는 이 곳에서 손을 내밀어 날 부르는 너의 그 미소가 그리워 가끔은 너무 힘들어 이대로 끝이라 믿었어 텅 빈 가슴에 불러봐요 희망을 향한 내 맘 눈부시게 아름다웠던 우리들의 추억까지도 다시 한 번 느끼고 싶어 나를 감싸주는 꿈이 있다면 돌아갈 순 없는 걸까 아무도 없는 이 곳에서 두근거리던 우리 추억 이젠 또 느낄 수 없을까 가끔은 너무 힘들어 이대로 포기하고 싶어 두려운 내 맘 날 지켜줄 희망을 향한 내 맘 눈부시게 아름다웠던 우리들의 추억까지도 다시 한 번 느끼고 싶어 나를 감싸주는 꿈이 있다면 꿈인가요 우릴 보는 이 순간 반짝이며 스쳐가는 순간도 우릴 위한 것이죠 이제 더 이상 망설일 수 없어요 지금 우리가 함께 한 걸요 멈추지 않는 소릴 들어봐요 터질 것 같은 용기를 난 느껴요 부숴지는 저기 햇살이 나를 반겨 날아 오르게 포기할 수 없는 내 맘을 난 느껴요 할 수 있죠 눈부시게 아름다웠던 우리들의 추억까지도 다시 한 번 느끼고 싶어 나를 감싸주는 꿈이 있다면"}, {"song_no": "842024", "year": "2005", "rank": "43", "title": "Buen Camino (Feat. 강수지)", "artist": "신혜성", "genre": "Ballad", "lyrics": "Good morning 너는 어디에서  이 아침을 맞이 하는지  언제나 반복되는 그리움의 시작  눈을 감으면 다 생각나   Good evening 너는 어디에서  이 하늘을 보고 있는지  니가 항상 보여줬던 smile 그 모든 꿈이  노을 속에 아직 그대로   참 많은 시간이 스쳐갈 지라도  함께 했었던 추억들로 살아갈 우리  Buen Camino 어디로 너 떠나가든  외로워도 울지 말고 다시 또 만나  Buen Camino 내게로 돌아 올 땐 떠나지 말아줘  그땐 Never say Good-bye   Good night kiss 가득 담긴 Moon light  누가 보낸 선물인건지  니가 항상 들었던 한밤의 라디오엔  우리 노래가 흘러나와   이 넓은 세상을 다 돌아온데도  함께 있었던 그 자리로 올 걸 알기에   Buen Camino 어디로 너 떠나가든  외로워도 울지 말고 다시 또 만나  Buen Camino 내게로 돌아 올 땐 떠나지 말아줘  그땐 Never say Good-bye   너무 멀리 와서 미안해 여긴 너무나 쓸쓸해  괜찮아 난 그저 널 기다릴뿐야  영원히 사랑할 그 날이 다가오잖아   Buen Camino 세상끝 어디 있든지  아프거나 힘들어도 그때까지만  Buen Camino 내게로 돌아 올 땐 (돌아 갈 땐)  떠~나지 말아줘 그땐 (그땐)  never say Good-bye -"}, {"song_no": "711629", "year": "2005", "rank": "44", "title": "가...", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "- 가 -  가란 말야 내 말 못들은 거니   보내줄 때 지금 가 바보처럼 왜 못 가   날 다시봐 눈물만 줬던 사람   사랑은 말 뿐이던 사랑 모르는 사람   나 하나쯤 잊는 건 너무 쉬운거야   누구라해도 나보다 더 나쁠 순 없을 테니까   그래 그게 나잖아 미운 기억만 준 나잖아   내가 있어 행복했던 적 한번도 없잖아   다신 이런 사랑하지마   아파서 너무 아파서   눈물밖에 없는 사랑하지마     준게 없어 돌려받을게 없어   하루도 널 더 붙잡을 핑계도 더 없는데   영화처럼 근사한 이별도 못한채   혹시 내 눈물들킬까 내가 먼저 돌아설텐데   그래 그게 나잖아 미운 기억만 준 나잖아   내가 있어 행복했던 적 한번도 없잖아   다신 이런 사랑하지마   아파서 너무 아파서   눈물뿐인 사랑 이젠 하지마   가라는데 왜 못가 가지말래도 가야하잖아   그렇게 착해서 맨날 넌 아파야했잖아   너를 사랑한 적 없다고   제발 그 말해주면   눈물없이 돌아설 수 있겠니"}, {"song_no": "827894", "year": "2005", "rank": "45", "title": "그대는 모르죠 (Good-bye)", "artist": "플라이 투 더 스카이", "genre": "R&B / Soul", "lyrics": "얘기하지 말아요 미소만 주고 가요  세상 가장 슬픈 말 듣지 않아도 이젠 알아요  꿈결같은 사랑 거둬들일때가 내게도 찾아오네요  아픔을 알게 되겠죠   나는 오직 그대뿐이죠  내안에 이미 그대만 살아요  우린 오늘까지겠지만  이 마음만은 가지고 가세요 Good-bye     아무일도 아닌듯 그대가 먼저 뒤돌아가요  혼자서 남아 감당할 아쉬움은 내 몫인걸요  시간속 깊이 그대 손길 담긴 소중한 추억을 묻으면  조금은 흐려지겠죠   그대 떠나고 난 빈자리  내 눈물들로 채워야 하지만  우리 사랑했던 그만큼  난 그댈위해 행복을 빌어요 Good-bye   내게 슬픔 주러 다가온 이별을 난 준비 못했죠     가지 말라고 되뇌는 나를  그대는 모르나요   나는 오직 그대뿐이죠  내안엔 이미 그대만 살아요  우린 오늘까지겠지만  이 마음만은 가지고 가세요 Good-bye   그대 떠나고 난 빈자리  내 눈물들로 채워야 하지만  우리 사랑했던 그만큼  난 그댈 위해 행복을 빌어요 Good-bye"}, {"song_no": "836973", "year": "2005", "rank": "46", "title": "Hey, Dude! (코카콜라 CF 신화편)", "artist": "신화", "genre": "Dance", "lyrics": "벗어던지고 싶은걸 (Throw It Out)  그냥 지나치고픈건 (Never Mind)  하루종일 쌓여가는 (All My Stress)  날려버리고 싶어 (Hey One Two)   Refresh! 아이처럼 날  날 순수하게 널 걱정없게  The kind of Joy that U gave me  랄랄라라라라라라랄라라   내가 뭐래 이럴수록 나누는게 좋아  배가 되고 반이 되는 길   보고 싶었다 보고 싶었어  랄라라라라 보고 싶었어  친구라는게 이렇게도 좋은거 이더냐  미처 몰랐다   보고싶었다 보고싶었어  친구 니가 너무 보고 싶었어  나눌수록 좋은건 우리 우정   매일 날 누르던 모든것 (Throw It Out)  그냥 잊고 살고픈걸 (Never Mind)  세상 다 줘도 안 바꾼다 (Oh My Friend)  너 왜이리 좋으냐 (Hey One Two)   Refresh! 아이처럼 날  날 순수하게 널 걱정없게  The kind of Joy that U gave me  랄랄라라라라라라랄라라   내가 뭐래 이럴수록 나누는게 좋아  배가 되고 반이 되는 길   보고 싶었다 보고 싶었어  랄라라라라 보고 싶었어  친구라는게 이렇게도 좋은거 이더냐  미처 몰랐다   보고싶었다 보고싶었어  친구 니가 너무 보고 싶었어  나눌수록 좋은건 우리 우정   Yo! 아침부터 밤까지  넌 STRESS OUT 내가 말했지  YOU SHOLDTAKE A DAY OFF  한 번 두 번이면 족해  3 STRIKES이면 OUT  IF YOU KNOW WHAT I MEAN   언제나 우리 함께 영원히 끝까지  바로 달려갈게 보고싶다 그 한마디도  같이 벗어 던져 주저 앉지 말고  힘들었던 일들 모두 다 잊어버려   왜 이렇게 연락이 없었냐고  그 사이에 그런 일이 있었다고  누가 누굴 좋아한다 고백하던  Hey, Dude!  My Favorite Friends   오오오호 오오오호오 오오오오호~   보고 싶었다 보고 싶었어  랄라라라라 보고 싶었어  친구라는게 이렇게도 좋은거 이더냐  미처 몰랐다   보고싶었다 보고싶었어  친구 니가 너무 보고 싶었어  나눌수록 좋은건 우리 우정   보고 싶었다 보고 싶었어  랄라라라라 보고 싶었어  친구라는게 이렇게도 좋은거 이더냐  미처 몰랐다   보고싶었다 보고싶었어  친구 니가 넘 보고 싶었어  나눌수록 좋은건 우리 우정 -"}, {"song_no": "855659", "year": "2005", "rank": "47", "title": "She Is", "artist": "클래지콰이", "genre": "Drama,Electronica", "lyrics": "숨겨왔던 나의  수줍은 마음 모두 네게 줄께(예이예예~) 차가운 나를 움직이는  너의 미소 닫혀있던 나의 어두운 마음 모두 네게 열께 (예이예예~) 지독한 내게 의미를 준 너의 사랑 처음엔 알수없던  너만의 향기가 느껴져 시간이 흐를수록  나는 변하고 변하네 오~ 내 세상 가득 빛은 내리고~ She is the girl She is the one 모든건 너로 인해 변해~(음~워어) 숨겨왔던 나의  수줍은 마음 모두 네게 줄께(예이예예~) 차가운 나를 움직이는 너의 미소  처음엔 알수없던  너만의 향기가 느껴져 세상은 니가있어 변해~ Let it change 닫혀 있던 나의  어두운 마음 모두 네게 열께(엔~예이예예~) 지독한 내게 의미를 준 너의 사랑 숨겨왔던 나의  수줍은 마음 모두 네게 줄께(예이예예~) 차가운 나를 움직이는 너의 미소 닫혀있던 나의  어두운 마음 모두 네게 열께(예이예예~) 지독한 내게 의미를 준 너의 사랑 (예~예~)차가운 내게 온기를 준 너의 미소"}, {"song_no": "855658", "year": "2005", "rank": "48", "title": "Be My Love (Feat. 이승열)", "artist": "클래지콰이", "genre": "Drama,Electronica", "lyrics": "그럴 수 있겠지 it's alright  참아 줄 수있어 it's so fine 다시 혼자라니 믿어지니? 새로 시작해?  기대 하지않던 그 무엇이 이루어진데!  그래서 C'est la vie 늘 똑같을 순 없어  Keep on trying, Keep on dreaming  조금씩 달콤해 질 것 같아  Can I kiss her? Are we 4 real?  모르고 지냈어 seemed so fine  아픈걸 알았어 it's not right  다시 시작 할 수 없는 거야 슬픈 얘기들  기대 하지 않아 그 무엇도 설레지 않아! 그녀의 이름을 난 속삭여 보네  Keeps on growing, strangest feeling  조금씩 달콤해질것 같아  I wanna get you oh~  You are the reason why I sing now!  And I feel so fine  because you make me so Smile  Wan't you be my love~  And come a little closer let me feel your heart  Because you make me so fine  Wan't you be my love   그녀의 이름을 난 속삭여 보네  Keeps on growing, strangest feeling  조금씩 달콤해질것 같아  I wanna get you oh~  You are the reason why I sing now!  And I feel so fine  because you make me so Smile  Wan't you be my love~  And come a little closer  let me feel your heart  Because you make me so fine  Wan't you be my love  it's alright ~"}, {"song_no": "823882", "year": "2005", "rank": "49", "title": "너에게 간다", "artist": "윤종신", "genre": "Ballad", "lyrics": "내가 지금 숨이 차오는 건 빠르게 뛰는 이유만은 아냐 너를 보게 되기에 그리움  끝나기에 나의 많은 약속들 가운데 이렇게 갑자기 찾아들었고 며칠 밤이 길었던 약속같지  않은 기적 너와 헤어짐에 자신했던  세월이란 믿음은 나에게만은 거꾸로 흘러 너를 가장 사랑했던  그 때로 나를 데려가서 멈춰있는 추억속을 맴돌게 했지 단 한번 그냥 무심한  인사였어도 좋아 수화기 너의 목소리  그 하나 만으로도 너에게 간다 다신 없을 것  같았던 길 문을 열면 네가 보일까 흐르는 땀 숨고른 뒤  살며시 문을 밀어본다 너의 갑작스런 전화속에  침착할 수 없었던 내 어설펐던 태연함 속엔  하고픈 말 뒤섞인 채 보고싶단 말도 못하고 반가움 억누르던 나  너를 향한다 단 한번 그냥 무심한  인사였어도 좋아 수화기 너의 목소리  그 하나 만으로도 너에게 간다 다신 없을 것  같았던 길 문을 열면 네가 보일까 숨고른 뒤 살며시  문을 밀어본다"}, {"song_no": "728527", "year": "2005", "rank": "50", "title": "반갑습니다 (Feat. 성은)", "artist": "배치기", "genre": "Rap / Hip-hop", "lyrics": "만나서 반갑습니다 우리는 배치기입니다 우리 style은 죽여줍니다 만나서 반갑습니다 다시 한번 말씀드립니다 우리는 배치기입니다 이제부터 시작합니다 모두 준비 됐습니까  어젯밤 꿈 속에 날개 단 천사가 자꾸만 날 비추네 따스한 등불 한손엔 배치기 씨디들이 듬뿍 시도레미 콧노래가 모니터에 눈이 멀은 인터넷 폐인 제 친구를 소개해요 인터넷 game 젊은 날에 뭔 짓이니 답답스럽게 배치기 music 은 맛깔스럽게 yeah 난 답답한 세상 속 숨이 막혀 있는 네게 산소지 넌 맨날 멜랑꼴리해 지금이야 깃발을 꼽고 Go 로켓처럼 곧게 뻗어나가라 let me go 우리는 배치기 세상을 up in here 흔들어 놓는다네 맘을 비우고 다 우릴 따라와 난 알아 광대가 춤추고 노래하는 여긴 나의 무대란 걸 난 알아 음악에 취한 난  노래 부르네 너를 부르네 yeah  극에 다른 귀차니즘 불치병 오늘 역시 잠 못자는 불침번 고되게 돌아가는 삶속엔 역시 쉴 틈 없이 들리는 배치기 music 오늘은 오빠보다 우릴 믿어 리빈다비다로카다 cheak it out Don't stop beat 반복되는 쳇바퀴 속에 제 갈 길을 뚫을 배치기 준비됐다 뭉탁 쿵짝 리듬과 합쳐라 모두 비트 안에서 으랏차차 네 착잡한 맘 속에 들이찬다 우릴 보고 hey yo 난 알아 광대가 춤추고 노래하는 여긴 나의 무대란 걸 난 알아 음악에 취한 난  노래 부르네 너를 부르네 yeah 만나서 반갑습니다 우리는 배치기입니다 우리 style 은 죽여줍니다 만나서 반갑습니다 다시 한번 말씀드립니다 우리는 배치기입니다 이제부터 시작합니다 모두 준비 됐습니까 Say ho 우릴 따라오라고 손을 위로 브라보 쿵짝 리듬에 잡고 원 투 원 투  make some noise Ah yeah 우릴 따라오라고 손을 위로 브라보 쿵짝 리듬에 잡고 원 투 원 투  make some noise 만나서 반갑습니다 우리는 배치기입니다 우리가 가 는 무댄 들썩들썩하니 손을 위로 양옆으로  번쩍번쩍들면 간다 간다 간다  배치기가 갑니다 만나서 반갑습니다 우리는 배치기입니다 우리가 가 는 무댄 들썩들썩하니 손을 위로 양옆으로  번쩍번쩍들면 간다 간다 간다  배치기가 갑니다"}]