[{"song_no": "905857", "year": "2005", "rank": "1", "title": "세글자 (드라마 `루루공주` 김정은 메인 테마)", "artist": "엠투엠 (M To M)", "genre": "Ballad", "lyrics": "하루 단 하루라도 좋겠어  널 잊고 살수만 있다면  쉴새없는 눈물을 잠근채  나의 그리움을 거둔채   한 번 꼭 한번이면 될텐데  난 참 그 말이 어려웠어  너만 보면 자꾸 바보가 돼  그림자 뒤로 숨게만 돼   내게는 이 세상 제일 슬픈 세글자  차마 너를 향해 줄 수 없던 세글자  매일 내 가슴에 눈물로 썼다가  다시 한숨으로 지우는 말   나 혼자 말하고 나 혼자 듣는 말  끝내 너의 곁엔 닿지도 못할 외로운 말  사랑해 그 세글자가 늘 나를 아프게 해   이젠 제발 좀 그만하자고  다신 아파하지 말자고  시간으로 덮고 또 덮어도  널 가리지는 못하나봐   내게는 이 세상 제일 슬픈 세글자  차마 너를 향해 줄 수 없던 세글자  매일 내 가슴에 눈물로 썼다가  다시 한숨으로 지우는 말   나 혼자 말하고 나 혼자 듣는 말  끝내 너의 곁엔 닿지도 못할 외로운 말  사랑해 그 세글자가 늘 나를 아프게해   내 마음 하늘위에 쓸까 바람에게 말할까  그럼 니가 볼까 너의 곁에 전해질까   어쩌면 이 세상 제일 흔한 세글자  내겐 이렇게도 힘에 겨운 세글자  울음부터 나서 목이 메어와서  꺼내기도 전에 되담는말   천번도 만번도 더 삼킨 한 마디  아마 평생가도 못 다할 짧은 그 한마디  사랑해 그 세글자에  또 이렇게 눈물만 -"}, {"song_no": "905582", "year": "2005", "rank": "2", "title": "아니", "artist": "거미", "genre": "R&B / Soul", "lyrics": "난 그냥 해 본 얘기야 장난이란 말야  끝내고 싶다는 그 말 거짓말이란 말야  한번쯤 할 수 있는 얘기야  여자들은 다 그렇잖아  가끔씩 서운하면 하는 말인데  아니 아니 아니 아니라고 해 줘  고맙다고 하고 차갑게  돌아서면 나는 어떻게 해  (많이) 투정 부려서 (많이) 화나게 해서  정말 미안하고 미안해  두번 다시는 먼저  끝내자는 말 꺼내지 않을께   나처럼 쉽게 질려 버리는  여자는 처음 봤다고  두 손에 힘 주어 날 미는 너지만  아니 아니 아니 아니라고 해 줘  고맙다고 하고 차갑게  돌아서면 나는 어떻게 해  (많이) 투정 부려서 (많이) 화나게 해서  정말 미안하고 미안해   두번 다시는 먼저  끝내자는 말 꺼내지 않을께  (날 버린) 다른 남자들과  넌 똑같아지면 안돼  (너마저도) 날 버리고 떠나면  깊은 눈물 속에 난 조금씩 빠져 죽게 돼  아니 아니 아니 아니라고 해 줘  고맙다고 하고 차갑게  돌아서면 나는 어떻게 해  (많이) 투정 부려서 (많이) 화나게 해서  정말 미안하고 미안해  두번 다시는 먼저  끝내자는 말 꺼내지 않을께  난 그냥 해 본 얘기야 거짓말이란 말야"}, {"song_no": "866710", "year": "2005", "rank": "3", "title": "사랑스러워", "artist": "김종국", "genre": "Dance", "lyrics": "워워 머리부터 발끝까지 다 사랑스러워  워워 니가 나의 여자라는게 자랑스러워  기다림이 즐겁고  이젠 공기마저 달콤해  이렇게 너를 사랑해  세상이 힘들어도 널 보면  마음에 바람이 통해  이런 게 사는 거지 이런 게 행복이지  이제야 느끼게 됐어 나는  온종일 우울해도 널 보면  머리에 햇빛이 들어  이렇게 놀라운게 사랑이지  기다린 보람이 있어  지난번 사랑처럼 울까봐  한참을 망설였지만  보채지 않고 나를 기다려준 너  편안하게 스며들어와  워워 머리부터 발끝까지 다 사랑스러워  워워 니가 나의 여자라는게 자랑스러워  무뚝뚝하던 내가 종일 싱글벙글 웃잖아  대체 내게 무슨 짓을 한거야  워워 그림자와 뒷 모습까지 사랑스러워  워워 부끄러운 애정표현도 자연스러워  기다림이 즐겁고  이젠 공기마저 달콤해  이렇게 너를 사랑해  널 행복하게 해주기 위해  내가 날 아끼게 됐어  내 모습 내가 봐도 이제 조금은  괜찮은 놈이 된 것 같아  워워 머리부터 발끝까지 다 사랑스러워  워워 니가 나의 여자라는 게 자랑스러워  무뚝뚝하던 내가  종일 싱글벙글 웃잖아  대체 내게 무슨 짓을 한 거야  워워 그림자와 뒷 모습까지 사랑스러워  워워 부끄러운 애정표현도 자연스러워  기다림이 즐겁고 이젠 공기마저 달콤해  이렇게 너를 사랑해  워워 나나 나나 나나나 나나 나나 나나나  워워 나나 나나 나나나 나나 나나 나나나  사람들이 모두들 부러워서 견딜 수 없게  그렇게 우리 사랑해  우 한가지만 약속해 세상 끝날 때까지  나에게만 사랑스럽기"}, {"song_no": "891878", "year": "2005", "rank": "4", "title": "으라차차", "artist": "럼블피쉬", "genre": "Rock", "lyrics": "다시 내게 찾아온거야 너무 빨리 돌아온거야 네 모습을 보여봐 쑥스러워 그런거야 빗소리를 듣고 온거야 밤이 너를 다시 불러낸거야 너를 밀어내려고 이렇게 난 소리질러 으라차차 한번 더 참아볼게 으하하하 웃으며 넘겨볼게 혼자여서 좋은 일이 아직도 너무 많은데 나는 법을 잊어버렸다 해도 내일 향해 걸어가는 이 길이  언젠가는 더 커다란 날개가 되어줄테니  나를 긴장하게 한거야 지루하게 보였던거야 네 모습을 보여줘 수줍어서 그런거야 혼자라는 사실 때문에 고독이란 너의 이름만으로 다시 밀어내려고 이렇게 난 소리질러 으라차차 한번 더 참아볼게 으하하하 웃으며 넘겨볼게 혼자여서 좋은 일이 아직도 너무 많은데 나는 법을 잊어버렸다 해도 내일 향해 걸어가는 이 길이  언젠가는 더 커다란 날개가 되어줄테니 차가운 그날의 기억들도 다시는 가질 수 없는  내 안에서 들려오는 소리만 나를 잊으란 그 말들도 다시 떠나란 그 말들도 한숨 속에 모두 다 날릴테니  라랄랄라 신나게 살아볼게  으하하하 더 크게 웃는거야 혼자여서 좋은 일이 아직도 너무 많은데 이젠 나를 다신 찾아오지마 가끔 내가 너를 찾아갈테니 나란 사람 있다는 것만 잊지 말고 잘 살아줘 라랄랄라 랄라라라랄라라 라랄랄라 랄라라라랄라라 라랄랄라랄라랄랄라라 라랄라랄라랄랄라 라랄랄라 랄라라라랄라라 라랄랄라 랄라라라랄라라 라랄랄라랄라랄랄라라 라랄라랄라랄랄라"}, {"song_no": "864916", "year": "2005", "rank": "5", "title": "너에게 전하는 아홉가지 바램", "artist": "KCM", "genre": "Ballad", "lyrics": "두눈에 숨어있던 눈물이   너를 가리려고 날 흘러내려   작아지는 너를 보고 싶은데   이런 내 맘 묻지도 않고   한없이 할 말이 많아서   밤새도록 써내려간 종이에   아쉬움이 남긴 흔적들만   잘해주지 못한 기억들만   모두 널 위한 얘기로 채워져갈뿐   내가 바라는 첫번째   이별때문에 아프지 않길   내가 네게 바라는 두번째   눈이 붓도록 울지 않길   내가 바라는 세번째   길을 걷다 내 생각에 슬퍼지면   사랑해서 행복했던   널 생각하며 걷길   그 어떤 향기보다 더 진한   그리움이 나를 취하게 해서   추억은 시간을 멈춰놓고   내 안에 너를 가둬두고   쌓여가는 바램만 만들어 가고   내가 바라는 네번째   슬픈일에도 씩씩해지길 울지말길 내가 바라는 다섯번째는  환한 미소잃지 말기를  여섯번째 내 바램은  미치도록 보고 싶어 힘든 내 맘  세상 모두 안다 해도 너만은 모르길 너무 보고 싶지만 너무 사랑하지만  널 위해 참아보자고  내 맘을 달래지만 워  일곱번째 내 바램은  가끔씩 내게 전화해주길  여덟번째 내가 바라는건  그리울땐 달려와주길  마지막 아홉번째는  참아봐도 내가 자꾸 생각나서  너 아니면 안된다고 안된다고 내게 말해 주길  너에게 전하는 내 바램들"}, {"song_no": "898497", "year": "2005", "rank": "6", "title": "내 눈물이 하는 말", "artist": "견우", "genre": "Ballad", "lyrics": "내 머리는 나빠서 너밖에 모르고  세상 사람 모두 다 너로 보이고  내 가슴은 좁아서 너 밖엔 못 살고  귀에 닿는 목소린 다 넌줄 아는데  그립다고 힘들다고 사랑한다고 매일 밤 내 안에 터질 듯 슬픈 그 말은  나를 헤매이게 해 이렇게 너만 원하게 해   너를 사랑한단 말 숨쉴때마다 늘었어 오늘도 그 만큼 버리고 또 버려도  내가 하지 못한 말 가슴에 너무 많아서  내 숨이 멈출까봐 눈물이 나를 대신해서 흘러   내 걸음은 느려서 널 찾지 못하고 네가 떠난 그 자리만 돌고 도는데  그립다고 힘들다고 사랑한다고  매일 밤 내 안에 터질 듯 슬픈 그 말은  나를 헤매이게 해 이렇게 너만 원하게 해  너를 사랑한단 말 숨쉴때마다 늘었어 오늘도 그 만큼 버리고 또 버려도  내가 하지 못한말 가슴에 너무 많아서  내 숨이 멈출까봐 눈물이 나를 대신해서 흘러  간절한 내 맘을 넌 듣지못하고 내가 아닌 누구를 사랑하고 있을까   너를 사랑한단 말 숨쉴때마다 깊어져  온몸에 물들어 너를 안고사는 나  너만 사랑했다고 죽어도 못 잊겠다고  오늘도 내 눈물이 못 다한 말을 대신해서 흘러 -"}, {"song_no": "845586", "year": "2005", "rank": "7", "title": "I Love U Oh Thank U (Feat. 김태우 Of God)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "I love U oh thank U 언제나 내 맘속엔 나는 니가 있어  나는 느낄 수 있어  니가 어디에 있던 나는 갈수 있어  그래야 이 힘든 삶을 살수 있어   I love U oh thank U 난 사랑을 몰랐어  못났어 욕심과 자만을 멈출줄 몰랐어  잘났어 항상 제멋에 나는 살았어  시작과 끝을 알수 없는 길을 걸었어   그래 결코 넌 내게 쉽지 않은 사람이야 우린 저 높은 태양처럼 식지 않는 사랑이야  수많은 별들도 우릴 축복해주는 밤이야  이제야 내가 너로 인해 변할수 있는 기회야   너로 인해 난 사랑을 알고 사랑을 믿고 너로 인해 난 믿음을 알고 꿈을 꾸고  I love U oh thank U 고마워 사랑을 배웠어  I love U oh thank U   너보다 좋은건 이 세상에 없는걸 너의 사랑 그보다 큰 선물은 없어  늘 곁에 있어준 그 하나로 충분해  I want U so I love U so thank U   때론 내 이기심에 너를 가둬둘지도 몰라 힘든 날이 많아 니가 많이 울지도 몰라  내가 못나 부족하고 모잘라  니가 견디기 힘들지도 몰라 날 떠날지 몰라   하지만 날 놓치면 결국 후회할지도 몰라  감히 어떤 누구도 우리 사이는 못 갈라  우리 같은 인연은 다시 태어나도 못 만나  너만을 지켜주며 숨 쉬게 할 수 있는 나  그래 결코 넌 내게 쉽지 않은 사람이야 우린 저 높은 태양처럼 식지 않는 사랑이야  수많은 별들도 우릴 축복해주는 밤이야  이제야 내가 너로 인해 변할수 있는 기회야   오늘도 눈을 감아 니 얼굴을 상상하고 내일도 눈을 감아 우리 미래를 그려보고  I love U oh thank U 고마워 사랑을 배웠어  I love U oh thank U 고마워   너보다 좋은건 이 세상에 없는걸 너의 사랑 그보다 큰 선물은 없어  늘 곁에 있어준 그 하나로 충분해  I want U so I love U so thank U   검은 머리 파 뿌리 될 때까지 널 사랑할께 세상이 반쪽이 되도 끝까지 널 지켜줄께  슬플때는 기대 나는 어깨가 되어줄께  아플때면 기대 나는 너의 약이 되어줄께   고마워 날 웃게해준 너의 미소가  고마워 날 일깨워준 너의 충고가  고마워 미래를 만들어준 믿음과  I love U oh thank U 고마워 고마워   너에게 약속해 변하지 않는 나를 누구보다 너에게 잘할수 있는 날  부족해 보여도 항상 웃어주는 너  I want U so I love U so thank U   그래 결코 넌 내게 쉽지 않은 사람이야  우린 저 높은 태양처럼 식지 않는 사랑이야  수많은 별들도 우릴 축복해주는 밤이야  이제야 내가 너로 인해 변할수 있는 기회야   결코 넌 내게 쉽지 않은 사람이야 우린 저 높은 태양처럼 식지 않는 사랑이야  수많은 별들도 우릴 축복해주는 밤이야  I love U oh thank U 고마워 고마워   I want U I love U thank U  my baby my lady  my lovely yeah -"}, {"song_no": "866714", "year": "2005", "rank": "8", "title": "별, 바람, 햇살 그리고 사랑", "artist": "김종국", "genre": "Ballad", "lyrics": "눈이 부시도록 투명한 아침  싱그러운 햇살속에  잠든 너의 숨결위로 묻어나는 행복  별이되어 바람이 되어 추억에 잠기면  어느 새 잠에서 깨어 날 부르며 웃는 너  baby never say goodbye  단 한사람 너만 있어주면돼  이세상 무엇도 널 대신 할순없어  baby don't you never cry  아름다워 네가 있는 이 세상  사랑하기에 나는 행복하니까  내몸 가득 배인 너의 향기와  입술 가득 고인 미소  여기 이 모든 행복이 정말 내 것인지  사라질까 잃어버릴까 두려운 마음에  살며시 너를 안고서 저 하늘에 기도해  baby never say goodbye  단 한 사람 너만 있어주면돼  이세상 무엇도 널 대신 할순없어  baby don't you never cry  아름다워 네가 있는 이세상  사랑하기에 나는 행복하니까  구름속의 연인들처럼 늘 함께있어도  이렇게 안고 있어도 더 그리워지는 너  baby never say goodbye  단 한사람 너만 있어주면돼  이세상 무엇도 널 대신 할 순 없어  baby don't you never cry  아름다워 네가 있는 이세상  사랑하기에 나는 행복하니까  영원히 지금 이대로 워우워 너만을 사랑하겠어 워우워"}, {"song_no": "926191", "year": "2005", "rank": "9", "title": "내 마음의 보석상자", "artist": "SG 워너비", "genre": "R&B / Soul", "lyrics": "난 알고 있는데 우리는  사랑하고 있다는 것을  우린 알고 있었지 서로를  가슴 깊이 사랑한단 것을    햇빛에 타는 향기는  그리 오래 가지 않기에  더 높게 빛나는 꿈을 사랑했었지    가고 싶어 갈수없고  보고 싶어 볼수없는 영혼 속에서  가고 싶어 갈수없고  보고 싶어 볼수없는 영혼 속에서    우리의 사랑은 이렇게  아무도 모르고 있는것 같아 잊어야만 하는 그 순간까지  널 사랑하고 싶어    가고 싶어 갈수없고  보고 싶어 볼수없는 영혼 속에서  가고 싶어 갈수없고  보고 싶어 볼수없는 영혼 속에서    우리의 사랑은 이렇게  아무도 모르고 있는것 같아 잊어야만 하는 그 순간까지  널 사랑하고 싶어   잊어야만 하는 그 순간까지  널 사랑하고 싶어-"}, {"song_no": "904628", "year": "2005", "rank": "10", "title": "1,2,3,4. (원,투,쓰리,포.)", "artist": "KYT (코요태)", "genre": "Dance", "lyrics": "As we come back to another mood  Here we come We present to you  Everybody get ready  (Let the beat drop )  Now let me introduce the group  with the capital K  It’s party time 1,2,3, and 4   사랑이란 감기처럼  어떤 예고도 없이 날 찾아오고  사나이란 자존심에  그런 사랑이 떠나도 울 수 없어   원! 한다면 마음을 열어  투! 덜대며 운명을 탓 하지마  쓰리!고 아픈 맘일지라도  포! 긴없어 내 인생을 걸어봐   멀리 멀리 지나간 기억 모두  날려버려봐 (아주 멀리 멀리)  몰래 몰래 숨기려 하지마라  나는 다 아니까 (누가 뭐라 해도 좋아)   워우워 높이 날아올라  워 오오 멀리 보는 거야  워우워 한 번뿐인 삶에  워 오오 주인공은 바로 나야   Hit em up hit em up  멀리 날아가도  Get em up get em up  난 달려가고  Hit em up hit em up  저 저기 높이 난 또 다시 이곳에 let it flow   세상이란 저울처럼  항상 어느 한편으로 기울어 가  내 꿈이란 사는 동안  단 하루라도 아무 걱정 없는 것   원! 한대로 상상을 해봐  투! 명하게 이 세상을 바라봐  쓰리! 다 못해 멍든 내 가슴  포! 근하게 모든 것을 감싸봐   멀리 멀리 지나간 기억 모두  날려 버려봐(아주 멀리 멀리)  몰래 몰래 숨기려 하지 마라  나는 다 아니까(누가 뭐라 해도 좋아)   워우워 높이 날아올라  워 오오 멀리 보는 거야  워우워 한 번뿐인 삶에  워 오오 주인공은 바로 나야   아무리 울어봐도 몸서리 쳐봐도  변한 건 하나없어  어차피 태어나 한 번뿐이라면  모든 걸 거는거야 (누가 뭐라 해도 좋아)   멀리 멀리 지나간 기억 모두  날려버려봐 (아주 멀리 멀리)  몰래 몰래 숨기려 하지마라  나는 다 아니까 (누가 뭐라 해도 좋아)   워우워 높이 날아올라  워 오오 멀리 보는 거야  워우워 한 번뿐인 삶에  워 오오 주인공은 바로 나야   나나나나나 멀리 멀리 1,2  나나나나나 Hurry Hurry 3,4  나나나나나 아주 멀리 멀리  나나나나나 주인공은 바로 나야 -"}, {"song_no": "891991", "year": "2005", "rank": "11", "title": "환희", "artist": "싸이 (PSY)", "genre": "Dance", "lyrics": "오늘의 뉴스 패싸움 끝 One Two 얘들아 뛰어라 서로 편가르지 않는것이 숙제 오늘부로 합세 하나로 합체 하나로 합체 우리는 제도권 킬러 동서로 갈라 여야로 갈라 싸움은 똑같고 사람만 달라 이러지 말라는 모두의 바램은 말짱 꽝 빛바랜지 오래야 코리아 이게 무슨 꼴이야 아이구 골이야 하구 맨날맨날 하는말 국민여러분 i'm sorry야 다 뻥이야 걱정해봤자 얼굴붉히며 소리질러봤자 뻔할뻔자 백팔백번 귀에 못 박히도록 얘기 해봤자 변하는거 봤냐 그냥 쟤네 저러고 살라고 내버려두고 그 열정과 수고 쌓여있는 분노 끄집어내 아니면 병된다 그거 우리끼리라도 손잡자고 그대 손을잡고 걸어가고 있는 이순간 세상 모든것이 아름답게 보여요 이제 나의 기쁨이 되어주오 이제 나의 슬픔이 되어주오 우리 서로아픔을 같이하면 다시 태어날수 있는것 이제 그대 기쁨을 말해주오 이제 그대 슬픔을 말해주오 우리 서로아픔을 같이하면 행복할수 있어요 나의 에로 댄스보다 케이블의 외설영화보다 청소년에게 악영향을 미치는건 뉴스라고 본다 뱃지달고 완장달고 패싸움하면 리플달고 학교에가서 연예인을 따라하듯이 어르신들 패싸움도 따라하겠지 집단구타 왕따 강자에게 상납 하는법을 누가 가르쳤나 가수 배우 아님누구 너가 내가 아님누구 누구를 누구라 표현하긴 했다만 누가 누군지 누구나 다알지 왜냐 매일밤 뉴스에서 보니까 우리끼리라도 손잡자고 그대 손을잡고 걸어가고 있는 이순간 세상 모든것이 아름답게 보여요 이제 나의 기쁨이 되어주오 이제 나의 슬픔이 되어주오 우리 서로아픔을 같이하면 다시 태어날수 있는것 이제 그대 기쁨을 말해주오 이제 그대 슬픔을 말해주오 우리 서로아픔을 같이하면 우리 서로아픔을 같이하면 이제 그대 기쁨을 말해주오 이제 그대 슬픔을 말해주오 우리 서로아픔을 같이하면 행복할수 있어요"}, {"song_no": "732516", "year": "2005", "rank": "12", "title": "나에게로 떠나는 여행", "artist": "버즈", "genre": "Rock", "lyrics": "나에게로 떠나는 여행  저 푸른 바다 끝까지 말을 달리면 소금 같은 별이 떠있고 사막엔 낙타만이 가는 길 무수한 사랑 길이 되어 열어줄 거야 낡은 하모니카 손에 익은 기타 Your Melody 어린 왕자 Your Melody 찾아 떠날래 Far away U're my sunshine we were together 나는 사랑보다 좋은 추억 알게 될 거야 텀블러 한잔에 널 털어 넘기고 이젠 나를 좀 더 사랑할거야 저 끓어 넘친 태양은 부글거리고 오랜 꿈은 삐걱거리고 쿨럭인 자동차를 타고서 꿈의 날개로 구름 속을 산책할 거야 낡은 하모니카 손에 익은 기타 Your Melody 어린 왕자 Your Melody 찾아 떠날래 Far away U're my sunshine we were together 나는 사랑보다 좋은 추억 알게 될 거야 For my life Find my life 찾아 누릴 천국에 지지 않을 너를 안게 될거야  Far away Ure my sunshine we were together 나는 사랑보다 좋은 추억 알게 될 거야 For my life Find my life 찾아 누릴 천국에 지지 않을 너를 안게 될거야"}, {"song_no": "866705", "year": "2005", "rank": "13", "title": "제자리 걸음", "artist": "김종국", "genre": "Ballad", "lyrics": "죽도록 힘겨워도 몸서리치게 외로워도 너를 그리워하지 않는 게 더 쓸쓸한 일인데 늘 네 생각 하나에 살고 하룰 다 써도 모자라서 다음 날도 그 다음 날에도 더해가는 그리움에 또 하루가 흘러 또 한 달이 흘러 일년이라는 시간이 흘러 자꾸만 느는 거짓말 같은 날이 날 반기지만 천 걸음을 가도 만 걸음을 걸어도 난 언제나 제자리 걸음 떠나고 싶어도 못 떠나 네가 와줄까 봐 네 소리에 심장이 멎고 너의 미소에 몸이 굳어 사랑한다 너를 사랑한다 입술조차 떼기 전에 또 하루가 흘러 또 한 달이 흘러 일년이라는 시간이 흘러 자꾸만 느는 거짓말 같은 말이 날 반기지만 천 걸음을 가도 만 걸음을 걸어도 난 언제나 제자리 걸음 떠나고 싶어도 못 떠나 네가 와줄까 봐 왜 항상 사랑은 받는 너에게 관대한 거니 이렇게 널 잊지 못한 네 앞에서 눈물 나게 하면서 잊는 것보다 아픈 게 나은 거라 난 믿으니까 안 돌아와도 돼 날 사랑 안 해도 돼 넌 내 안에 제자리 걸음 보내고 싶어도 못 보내 널 사랑하니까"}, {"song_no": "888345", "year": "2005", "rank": "14", "title": "추억 속의 재회", "artist": "엠씨더맥스", "genre": "Rock", "lyrics": "지나치는 어둠속에서  긴머리 낯선 그 모습  파도처럼 일렁이며  창가에 스쳐가는  젖은 눈의 그댈 보았네   입맞추면 고운 그 입술  울먹이는 슬픈 그대여  바람속에 지는 그대의 만남  순간에 머물렀을 뿐   떠나버린 날들을 이제는  사랑이라 부르지 않으리 영원히-    기약없는 이별뒤에 찾아와  추억의 서러움만 남기네  미워할수 없는 그댈 지우며  눈감은 내가슴엔 눈물이 hey-   멀어지는 그대의 모습  부드러운 꽃향기처럼  가까이 다가와서  아프도록 마주보며  사랑으로 나를 부르네   이 시간이 지나면 이제는  잊혀져간 꿈으로 남으리 영원히-    기약없는 이별뒤에 찾아와  추억의 서러움만 남기네  미워할수 없는 그댈 지우며  눈감은 내가슴엔 눈물이 hey-   기약없는 이별뒤에 찾아와  추억의 서러움만 남기네  미워할수 없는 그댈 지우며  눈감은 내가슴엔 눈물이    기약없는 이별뒤에 찾아와  추억의 서러움만 남기네  미워할수 없는 그댈 지우며  눈감은 내가슴엔 눈물이 hey-"}, {"song_no": "884783", "year": "2005", "rank": "15", "title": "한숨만", "artist": "이정", "genre": "R&B / Soul", "lyrics": "마음은 아픈데 말조차 못 하는데  말해야 하는데 난 그저 고개만 떨구죠  널 봐야 하는데 네 눈을 보고픈데  웃어야 하는데 또다시 고개만 떨구죠   힘겹게 준비했던 말들  전하지 못해 난 아파하죠  이렇게 바보같은 날 그대는 또 바라보네요  처음 본 그때 눈빛처럼   사랑한다 말하면 이별이 올까봐  아무말 못하는 날 어떡해  잊혀지는 일보다 미치도록 가슴 아픈 건  지금 널 잡지 못해 한숨만   사랑했다면서 널잡지도 않은 내가  어쩌면 야속하게도 보였겠지  근데 그거 아니 천번의 눈물보다 더아픈  한번의 한숨을..   힘겹게 준비했던 말들  전하지 못해 난 아파하죠  이렇게 바보같은 날 그대는 또 바라보네요  처음 본 그때 눈빛처럼   사랑한다 말하면 이별이 올까봐  아무말 못하는 날 어떡해  잊혀지는 일보다 미치도록 가슴 아픈 건  지금 널 잡지 못해 한숨만   나라는 사람 참 또 너를 그리워하고  하루가 일년같아 헤매이겠죠  시작도 못한 사랑 내 가슴을 저미는 건  왜인지 난 어떻게도 못하니까   사랑한다 말하면 이별이 올까봐  아무말 못하는 날 어떡해  잊혀지는 일보다 미치도록 가슴 아픈 건  지금 널 잡지 못해 한숨만   이번만 마지못해 한숨만 -"}, {"song_no": "866706", "year": "2005", "rank": "16", "title": "그녀의 남자에게", "artist": "김종국", "genre": "Ballad", "lyrics": "그녀가 당신 얘길 하네요  참 따뜻한 사람이라고  말하는 내내 웃음이 머물죠  그녀를 처음 본 그날의 내 모습처럼  늘 십분씩 늦게 나오더라도  잘 웃으며 넘어가 줘요  꾸미지 않아도 예쁘단 걸 모르고  온종일 거울만 들여다볼 바보일테니  사랑한다는 말은 늘 아끼지 말아요  토라져 화낼 때에도 먼저 말해줘요  행여라도 가끔 내 생각에 아파할때면  서운한 맘 들어도 말없이 꼭 안아주세요  가끔 괜한 투정이 늘 때에도  늘 웃으며 달래주세요  바래다 줄 때면 한번 더 돌아보고  끝내자 말하면 못 이긴 척 잡아주세요  사랑한다는 말은 늘 아끼지 말아요  토라져 화낼 때에도 먼저 말해줘요  행여라도 가끔 내 생각에 아파할때면  서운한 맘 들어도 말없이 꼭 안아주세요  왜 이제서야 알게 됐는지  왜 이제 뭐든 다 잘할 것 같은지  하루만 단 하루만 당신과 날 바꿔준다면  못다한 사랑 다 보여줄텐데  그래요 아직 그녀를 난 사랑합니다  그래요 바보처럼 또 기다려 봅니다  가슴속에 메아리처럼 늘 되새겨봐도  바로앞에 날두고 다른곳만 보는 그녀죠  당신곁에 있을 그녀죠"}, {"song_no": "894063", "year": "2005", "rank": "17", "title": "눈물씻고 화장하고", "artist": "렉시", "genre": "Dance", "lyrics": "또 다른 남자를 찾겠어 가버려       붙잡는 날 한번 더 생각해봐  나 같은 여자 또 만날 것 같애  맨날 나만 잘못을 빌어 왔잖아 제발 이러지마  (내 손을 잡아줄래) 툭하면 삐진 채로  (내 손을 뿌리치네) 친한 내 친구들 앞에서  (이제는 욕까지 해) 더 이상 됐다 싶어  (떠나버려) 걱정 마 이젠 두 번 다신 안 잡아   눈물 씻고 화장하고 다른 남잘 찾겠어  눈을 씻고 찾아봐도 너 좋다는 여잔 없어  니 말이면 내게는 법이었어  니 팔이면 난 왠지 든든했어  내 인생에 남자는 너 하나였어 내가 순진 했어  (내 손을 잡아줄래) 툭하면 삐진 채로  (내 손을 뿌리치네) 친한 친구들 앞에서  (이제는 욕까지 해) 더 이상 됐다 싶어  (떠나버려) 걱정 마 이젠 두 번 다신 안 잡아  (가버려) 눈물 씻고 화장하고 다른 남잘 찾겠어  눈을 씻고 찾아봐도 나만한 여자는 없어   있을 때 잘하지 떠나가면 결국 니 손해  이제 와서 후회되니 꼴 좋네  돌아오라고 미안해 too late  전화메시지에 매일 잘못했단 말만 되풀이 해  술에 취한 너의 목소리에 짜증이나  전화번호 바꿔 이제  (내 옷을 바꿔볼래) 이제는 내 맘대로  (내 머릴 잘라볼래) 다른 남자들을 만나고  (더 이상 답답하게) 구속 되지는 않아  떠나버려 걱정 마 이젠 두 번 다신 안 잡아   가버려) 눈물 씻고 화장하고 다른 남잘 찾겠어  눈을 씻고 찾아봐도 너좋단 여잔 없어  눈물 씻고 화장하고 또 다른 남잘 찾겠어 멋진 남자 (가버려) 착한 남자 이 세상에 널렸어"}, {"song_no": "864906", "year": "2005", "rank": "18", "title": "Smile Again", "artist": "KCM", "genre": "Ballad", "lyrics": "자꾸 떠올리면 자꾸 꺼내면  혹시 추억마저 닳을까  참아야겠지 아껴둬야겠지  니가 준 귀한 선물   매일 덜어내도 매일 비워도  자고나면 차는 그리움  게으른 내가 우는 일에는 왜  부지런한 건지   보고 싶겠지만 또 눈물 짓겠지만  내가 믿고 있는 한가지  꼭 그만큼 내가 흘린 눈물만큼  넌 행복할 거라고    내가 살아오며 가장 잘한게  너를 사랑했던 거라면  아마 그보다 더욱 잘한 일은  널 보낸 것 같아    보고 싶겠지만 또 눈물 짓겠지만  내가 믿고 있는 한가지  꼭 그만큼 내가 흘린 눈물만큼  넌 행복할 거라고    안되지만 죽을 만큼 싫지만  그게 너를 위한 길이면  난 아파도 가슴속이 메어와도  널 웃으며 보낼게   단 한번 나의 그 웃음을 위해  얼마만큼 많은 눈물  흘리는지 넌 모를 거야    힘에 겹겠지만 늘 비틀대겠지만  나를 살게 해준 한가지  널 대신해 내 외로움 함께해줄  추억이 남았는 걸    짧았지만 이별로 끝났지만  그것만으로도 감사해  너 때문에 내 보잘것 없던 삶이  눈부시게 빛난 걸-"}, {"song_no": "899426", "year": "2005", "rank": "19", "title": "웃어요", "artist": "디바", "genre": "Dance", "lyrics": "Everybody 모두 떠나보자 아무것도 생각하지 말고 모든 걱정 고민 털어버릴 수 있게 Everybody 손을 높게 들고 신나는 음악소리 들으며 박수 한번 치고 몸을 흔들어봐 땀이 내 등을 적셔와 옷을 모두 던져버려 아무 생각하지 말고 마음 먹은 대로 해 조금 힘들어도 좋아 내가 머물 곳을 찾아 그래 그모습 그대로만 함께해줘 fly Everybody 모두 떠나보자 아무것도 생각하지 말고 모든 걱정 고민 털어버릴 수 있게 Everybody 손을 높게 들고 신나는 음악소리 들으며 박수 한번 치고 몸을 흔들어봐 눈이 부시도록 파란 바다 살랑이는 바람 하늘엔 빛나는 별이 있어 이 안에서 영원히 하얀 모래 위에 새겨 서로 이름들을 새겨 너무 행복한 순간들을 함께해줘 fly Everybody 모두 떠나보자 아무것도 생각하지 말고 모든 걱정 고민 털어버릴 수 있게 Everybody 손을 높게 들고 신나는 음악소리 들으며 박수 한번 치고 몸을 흔들어봐 Let's fly let's fly let's fly let's fly Get high get high 리듬에 맞춰 춤을 춰 봐 신이 나게 everyday 나와 함께 everynight 모두 함께 everyday 더 크게 외쳐봐 Everybody clap clap 모두 같이 one two step step 몸을 흔들면서 shake shake uh 신나게 폼나게 멋지게 쿨하게 비키를 따라 clap clap uh 지니를 따라 step step yeah 민경이를 따라 shake shake yeah Feel so good everybody Doesn't care everybody 모두 함께 웃어 아무것도 걱정하지 말고 크게 소리외쳐 시원한 바람처럼 흘러가는 시간들 속에서 오늘을 영원하게 간직해 밝게 웃어 내가 곁에 있잖아"}, {"song_no": "928700", "year": "2005", "rank": "20", "title": "Good-bye Luv", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "Mr Realslow up in this joint  sing this song my for love You and I We was united  But now I see it in your eyes It’s time to say good bye  comme on Good bye love 핏물처럼  짙게 흐르는 눈물 때문에 마지막 이별마저도 더럽혀버린 못난 내 사랑 첨부터 사랑은 내겐 사치였는걸  마치 맞지 않는 옷처럼 그만 날 누르는 널 벗어버릴게  우리 모르던 때처럼  Good bye love 핏물처럼  짙게 흐르는 내 눈물 때문에 마지막 이별마저도 더럽혀버린 못난 내 사랑 누가 보아도 잘 어울린다는  듣고 싶던 그 말도 내겐 들려오지 않았지  No no no no no 헤어지라고 다 너를 말리는  듣기 싫던 그 말도 다신 들을 수 없겠지  Good bye lover  Good bye love 핏물처럼  짙게 흐르는 눈물 때문에 마지막 이별마저도  더럽혀버린 못난 내 사랑 그래 난 마지막까지  이기적인 남자 그녀의 눈물조차도 난  사랑했었다 행복하지마 제발 날  두고 떠나가지마  붙잡고 싶지만 그녀를위한  마지막 거짓말 끝이라는 말 사랑하기 때문에 널 보낼 수 있단 말  그깟 자존심밖에 안남은  내가 미웠기에  내 슬픈 사랑조차도 초라해진다 Good bye love  핏물처럼 짙게 흐르는  눈물 때문에 눈물 때문에  널 보낼게  마지막 이별마저도  더럽혀버린 이제  못난 너를 내 사랑 Good bye love 날 두고서  달아나는 널 미워 안 할게  다신 날 보기 싫다  말해도 괜찮아  미안해 네가 원하는  끝이라는 말 늦게 해줘서 우리 마지막 이별마저  더럽혀버린 나를 잊어"}, {"song_no": "897147", "year": "2005", "rank": "21", "title": "힙합 뮤직 (Feat. 임정희)", "artist": "주석", "genre": "Rap / Hip-hop", "lyrics": "It ain't nuthin'but a HipHop music    1-2-3 &amp; 4, Uh-uh-uh  1-2-3 &amp; 4, Uh-uh-uh  다시 3-2-1 let's go-   난 너를 사랑해 널 위해서 모두 다 주겠어  첫번째도 힙합, 또 두번째도 힙합,  다같이 들어봐 내 HipHop music   You are my everything  u always take my body &amp; soul  누가 뭐래도 HipHop, I live &amp; die 4 HipHop  All ,my people listen 2 ma HipHop music    내 마음에 명중하는 운명의 화살  힙합이란 바이러스 온 몸에 퍼져  날 미치게 만들어버린 이 죽이는 음악  So keep it real even if I'm gon die    그 때 그 시절 난 매주 Underground  깊은 곳에서 작은 꿈을 키워갔어  이해 못해도 상관없다고  계속 밀어붙여 내 배짱으로    But now HipHop is already world wide  너무 커져서 내 자신도 놀라  잘 나가는 우리나라 슈퍼스타도  힙합스타일로 변신해  하지만 여기서 멈추면 모든 게 다 물거품  HipHop and me 완벽한 커플  사람들의 무관심의 그림자 밝고 올라서  I'm gon own my dream car    난 너를 사랑해 널 위해서 모두 다 주겠어  첫번째도 힙합, 또 두번째도 힙합,  다같이 들어봐 내 HipHop music    You are my everything  u always take my body &amp; soul  누가 뭐래도 HipHop, I live &amp; die 4 HipHop  All ,my people listen 2 ma HipHop music    차를 타고 거리로 나가  하늘에 닿을 만큼 볼륨을 높여  리듬에 맞춰 고개를 끄덕끄덕  지금 이 순간만큼은 누가 뭐래도 I don't care  나에겐 지친 어깨를 풀어주는 음악은 마치 1급 안마사  조금 풀자 나사 무미건조한 일상의 반복 내겐 안맞아   이 멜로디에 몸을 맡기고 심장으로 소릴 느껴봐  흘러나오는 비트에 반응하는 엔진소리도  남 부럽지않은 도심속 오케스트라  HipHop music 내가 만난 내 인생 최고의 친구 Now look at my diamond rings,  20inch rims shine 4 real  It's 4 u 두말하면 잔소리    힙합은 n극 그럼 나는 s극  (서로가 서로를 끌어당겨)  힙합이란 연극 주연은 that's you  (난 주인공이 되어 네 앞에 서) 난 아주 I luv u, 그래 맞아 U A my boo  Yo, round &amp; round &amp; let's get down  (내게 가까이와 hold me now) 난 아주 I luv u, 그래 맞아 U A my boo  Yo, round &amp; round &amp; let's get down  음악이 있기에 난 행복해    난 너를 사랑해 널 위해서 모두 다 주겠어  첫번째도 힙합, 또 두번째도 힙합,  다같이 들어봐 내 HipHop muzik   You are my everything  u always take my body &amp; soul  누가 뭐래도 HipHop, I live &amp; die 4 HipHop  All ,my people listen 2 ma HipHop music    1-2-3 &amp; 4 모두 같이 손을 뻗어 저 하늘 위로  1-2-3 &amp; 4 Throw yo handz  in the air and please say ho  1-2-3 &amp; 4 모두 같이 손을 뻗어 저 하늘 위로  1-2-3 &amp; 4 Throw yo handz  in the air and please say ho   HipHop, HipHop,  HipHop, HipHop music-    HipHop, HipHop,  HipHop, HipHop music-    HipHop, HipHop,  HipHop, HipHop music-    HipHop, HipHop,  HipHop, HipHop music-"}, {"song_no": "897725", "year": "2005", "rank": "22", "title": "숙녀에게", "artist": "유리상자", "genre": "Ballad", "lyrics": "어쩌면 처음 그땐 시간이 멈춘듯이 미지의 나라 그곳에서  걸어온 것처럼 가을에 서둘러온  초겨울 새벽녁에 반가운 눈처럼 그대는  내게로 다가왔죠   그대의 맑은 미소는  내맘에 꼭 들지만 가끔씩 보이는 우울한  눈빛이 마음에 걸려요   나 그대 아주 작은  일까지 알고 싶지만 어쩐지 그댄 내게 말을 않해요 허면 그대 잠든밤  꿈속으로 찾아가 살며시 얘기 듣고 올래요   그대의 맑은 미소는  내맘에 꼭 들지만 가끔씩 보이는 우울한  눈빛이 마음에 걸려요   나 그대 아주 작은  일까지 알고 싶지만 어쩐지 그댄 내게 말을 않해요 허면 그대 잠든밤  꿈속으로 찾아가 살며시 얘기 듣고 올래요   나 그대 아주 작은  일까지 알고 싶지만 어쩐지 그댄 내게 말을 않해요 허면 그대 잠든밤 꿈속으로 찾아가 살며시 얘기 듣고 올래요"}, {"song_no": "864431", "year": "2005", "rank": "23", "title": "Moto", "artist": "보아 (BoA)", "genre": "Dance", "lyrics": "벌써 멈춰버린 거야  everyday, anytime, anywhere  그저 기다리긴 쉽지만  I say 기회의 key를 잡아   (내 안의) 어딘가에서 (전해져오는)  느낌만으로 (just a little bit)  달려가 찾을 거야 최대한의 속도로   kiss 하고픈 lips  안겨보고 싶은 품과 자석 같은  끌림 속으로 빠져   Wanna get time for watching you  (at) Intersection (I`m) telling you what  리듬 속에 Crazy Move 감춰왔던 너의 꿈   Try motorway 065! 지금 이 길로 watching you  혼동 속에 (Ah! Ah!) 단지 내겐 너뿐야   무모한듯 해도 날 맡겨 볼 거야  인생속에 한번쯤 찾아오는 걸  시작되어버린 racing 무난한 시작은 아니야  잠깐이라고만 믿어봐 절대 너를 놓치지 않아   (내 안의) 어딘가에서 (전해져오는)  느낌만으로 (just a little bit a)  달려가 찾을 거야 최대한의 속도로   어디라도 내게 허락된 길 위로  어지러운 시간 속을 난 지나쳐  헤멘다고는 하지 마 (갈 곳을 모를 뿐이지만)  지금 내가 누군지, 무엇을 원하는지  이제 와서 멈추지 마 이 곳에 까지 왔다면  'Cause I feel like (Ah! Ah!) 나의 끝이 너니까   Wanna get time for watching you  (또 다른 길을 찾고 싶어)  리듬이 흐르는 곳에서 oh! 전율마저 느껴봐   모른 척 꾸미지는 마 (감춰 봐도 소용없어)  진실한 마음만이 영원의 Serenade  Try 널 향한 몸짓과 손 끝이 전한 Message  다 줄거야 나의 끝이 너라면   Wanna get time for watching you  (at) Intersection (I`m) telling you what  리듬 속에 Crazy Move 감춰왔던 너의 꿈  Try motorway 065! 지금 이 길로 watching you  혼동 속에 (Ah! Ah!) 단지 내겐 너뿐야   Wanna get time for watching you! -"}, {"song_no": "899285", "year": "2005", "rank": "24", "title": "갈증", "artist": "윤건", "genre": "Drama,Ballad", "lyrics": "갈증이나 또 허기가져 내 가슴은 너만 찾아  니가 없는데도 널 보고 있어  니 목소리 자꾸 들려  너를 좋아하나봐 많이 좋은가봐  너 없으니까 살아지지 않아   있잖아 듣니 내 맘이 보이니  내가 내가 널 사랑하나봐  가슴이 멍들도록 뛰고 있어  더 아프지 않게 꼭 안아 줘  난 지금 니가 너무 필요해   네가있어 나도 빛났어 햇살인 듯 함께였지  지금 나를 좀 봐 온통 캄캄해  너 하나만 보고 싶어  니가 전부였나봐 니가 숨인가봐  너 없으니까 숨이 막히잖아   있잖아 듣니 내맘이 보이니 내가 내가 널 사랑하나봐  가슴이 멍들도록 뛰고 있어  더 아프지 않게 꼭 안아줘  난 지금 니가 너무-   사랑해 너를 이제 다알겠어 제발 제발 내 옆에 살아줘  가지마 날 혼자 있게 하지마  난 너 아니면 안되는가봐  제발 내 옆으로와 사랑해-"}, {"song_no": "903404", "year": "2005", "rank": "25", "title": "지지 않는 태양 (Feat. 한 에스더)", "artist": "장우혁", "genre": "Dance", "lyrics": "Yeah, this is woo Hyuk right here  everybody just listen up fill this  one two three hit come on !   music got this speck fill lie  you got the spill me -   Yo 나야 너밖에 사랑할 줄 모르는 남자  떠난대도 널 붙잡지 못하는 바보야  어제도 오늘도 니가 빈자리에  비어있는 술병만이 그 자리를 대신 할 뿐이야   사랑해란 말 아껴두지 말 걸 그랬어  나 가진 것 모두 네게 줄걸 그랬어  너와의 추억이 후회로 얼룩진 게  날 더욱 미치게 만드는 것 같은데   (why not) 왜 날 그리 쉽게 떠나 갔니  (why not) 왜 아무 말 못하는 거니  (why not) 그렇게 떠나니 니 맘이 편하니  why! why! why! why!   (why not) 날 포기할 정도로 힘들었니  (why not) 상처뿐인 난 이제 어떡해야 하니  (why not) 매일 밤 울다 지쳐 잠들어야 되니  why not why not tell me something   U'll see u'll be 너무 사랑 했어 Yea ye -  I wanna want u If u wanna love me  1,2,3,4,5,6,7,8 ah-   bye란 말 안돼 그대 bye란 말 안해 이제  날아서 하늘위로 저 하늘 높이 높이  bye란 말 안돼 그대 bye란 말 안해 이제  걸어서 하늘위로 저 하늘 높이 높이   차라리 너를 만나지 말걸  떠나간 널 원망하며 살아갈 걸  뒤 늦은 지금에야 후회해봤자  상처투성인 니 가슴에 상처만 늘걸   미안해 사랑을 다 주지 못해서  미안해 널 붙잡지 못해서  미안해 너밖에 사랑할 줄 몰라서  사랑해 이 말 조차 못했어   (why not) 왜 날 그리 쉽게 떠나갔니  (why not) 왜 아무 말 못하는거니  (why not) 그렇게 떠나니 니 맘이 편하니  why! why! why! why!   (why not) 날 포기할 정도로 힘들었니  (why not) 상처뿐인 난 이제 어떡해야 하니  (why not) 매일 밤 울다 지쳐 잠들어야 되니  why not why not tell me something   U'll see u'll be 너무 사랑 했어 Yea ye -  I wanna want u If u wanna love me  1,2,3,4,5,6,7,8 ah-  bye란 말 안돼 그대 bye란 말 안해 이제  날아서 하늘위로 저 하늘 높이 높이  bye란 말 안돼 그대 bye란 말 안해 이제  걸어서 하늘위로 저 하늘 높이 높이   your desire like the fire sexy me babe  kiss me babe be be be be be   bye란 말 안돼 그대 bye란 말 안해 이제  날아서 하늘위로 저 하늘 높이 높이  bye란 말 안돼 그대 bye란 말 안해 이제  걸어서 하늘위로 저 하늘 높이 높이   music got this speck fill lie  you got the spill me -"}, {"song_no": "864907", "year": "2005", "rank": "26", "title": "은영이에게 Part 2", "artist": "KCM", "genre": "Ballad", "lyrics": "여전히 아름다운 사람  세상에 둘도 없는 사람  나를 보며 산뜻하게 미소짓네요   그대는 좋아 보이네요  밤새워 했던 생각이 부끄러워져요   내 마음을 보이면  그대 또 다시 달아날 것 같아  편안한 친구처럼 따라서 웃지만   그대 많이 아팠으면 좋겠다고 생각했어요  그대 사랑 받지 못하기를 바란 나쁜 나예요  익숙함이 그리운 날에 오늘처럼 날 찾아주는  이런 행운이라도 있게   겁이 날 만큼 사랑했고  다투는 일도 많았지만  두 사람은 한 사람이 될 것 같았죠   나만큼 그댈 아는 사람  세상엔 없을테니까 내 어깰 빌려요   내 마음을 들키면 그대 조금은 어색 할 것 같아  하늘을 올려보며 눈물을 참지만   그대 많이 아팠으면 좋겠다고 생각했어요  그대 사랑 받지 못하기를 바란 나쁜 나예요  익숙함이 그리운 날에 오늘처럼 날 찾아주는  이런 행운이라도 있게   살아가다 힘든 날  언제라도 이렇게 찾아오면 돼요  그래도 정말 괜찮아요  나의 가슴속에 데인 자욱이 하나 늘겠지만   그대 없이 그대를 오늘도 사랑할께요  그대 기다리는 것마저 안되면 살 수 없어요  뭐든 다해 줄 수 있지만 내게 가장 어려운 일은  사랑하지 않는 거니까   사랑하지 않을 수 없죠 -"}, {"song_no": "905587", "year": "2005", "rank": "27", "title": "혼자만 하는 사랑", "artist": "거미", "genre": "R&B / Soul", "lyrics": "한번만 날 봐달라고  늘 네 앞에 먼저 서 있었는데  마주치는 너의 눈을 그녀가 가려  나를 볼 수 없나 봐  기다릴 수 있다고  네 옆에 그녈 버리라고  혼자 겁내며  가슴만 움켜쥐고  아무 말도 못 하는  마음만 앞선 사랑에  너의 뒤에서 쳐다만 보나봐  혼자만 하는 사랑이  어쩌면 지루해질까  네 못난 버릇들만 찾으려 애써도  단 하루라도 너의 곁에 있는  그녀가 나이기를 어느새 기도해 잊어내야 한다고  꼭 잊어내고 말 거라고  지키고 싶은 약속해 보는데  참기 힘든 잠처럼  두 눈을 감은 꿈처럼  나도 내 맘을 막을 순 없나 봐  혼자만 하는 사랑이  어쩌면 지루해질까  네 못난 버릇들만 찾으려 애써도  단 하루라도 너의 곁에 있는  그녀가 나이기를 어느새 기도해  변한 사랑에 언제라도  네가 올 수 있기를  늘 준비 해보고 기다리고  아픈 이별에 하루라도  편히 쉴 수 있기를 꼭 내 품에  잠들 수 있기를  혼자만 하는 사랑이  언제쯤 끝나 버릴까  눈물이 키워내는  욕심이 커져서 가끔 나도 모르게  힘이 들고 지칠 땐 잠시라 해도  니 곁에 다가가  날 기대고 싶어"}, {"song_no": "926193", "year": "2005", "rank": "28", "title": "꿈의 대화 (R&B Soul ver.)", "artist": "SG 워너비", "genre": "R&B / Soul", "lyrics": "땅거미 내려앉아 어두운 거리에  가만히 너에게 나의 꿈 들려주네   조용한 호수가에 아무도 없는 곳에  우리의 나무집을 둘이서 짓는다   외로움이 없단다 우리들의 꿈속에  서러움도 없어라 너와 나의 눈빛엔  마음 깊은 곳에서 우리 함께 나누자  너와 나만의 꿈의 대화를   외로움이 없단다 우리들의 꿈속에  서러움도 없어라 너와 나의 눈빛엔  마음 깊은 곳에서 우리 함께 나누자  너와 나만의 꿈의 대화를   외로움이 없단다 우리들의 꿈속에  서러움도 없어라 너와 나의 눈빛엔  마음 깊은 곳에서 우리 함께 나누자  너와 나만의 꿈의 대화를 -"}, {"song_no": "900583", "year": "2005", "rank": "30", "title": "소외된 모두, 왼발을 한 보 앞으로!", "artist": "드렁큰 타이거", "genre": "Rap / Hip-hop", "lyrics": "소외된 모두 왼발을 한 보 앞으로  그 다음은 오른발의 차례 눈앞을 향해  행진 전인권의 열정 Attacking  누구도 막지 못해 넘치는 패기   날 믿지 못하는 부정적인 시선과 얘기는  곧 증발해 Evaporate 꿈의 눈물로  땀으로 적도보다 뜨거운 열기로  시간과 공간도 가두지 못하는 혈기로   Hands up put'em high  don't let your gun cry  don't you put'em down low  don't let your passion die  시뻘건 색의 피는 누구나 흘리니까  죽을 때는 빌린 내 몸 흙이 될 테니까   Hands up put'em high  don't let your gun cry  don't you put'em down low  don't let your passion die   Buck two in the air(Buck! Buck!)  Buck two in the air(Buck! Buck!)  생존경쟁 죽기 바로 직전에 지친 너의 투쟁  신의 기적적인 은총의 총알마저도 너를 피해버린  운명의 장난에 살아남아서 분투 고투  포기 않는 너의 큰 포부는 어리석은 만큼  아름다운 너의 전부   인간의 전부 나의 영감의 원천  선천적인 내 MIC skill은 겨우 Two percent  소외된 모두의 아픔은 나머지 Ninety eight  살며시 감기는 내 눈에 낮이 밤이 돼  날 비웃던 그들의 미소는 내 먹잇감이 돼  복수는 나의 것 모든 게 My way  Hands up put'em high  don't let your gun cry  don't you put'em down low  don't let your passion die  시뻘건 색의 피는 누구나 흘리니까  죽을 때는 빌린 내 몸 흙이 될 테니까   Hands up put'em high  don't let your gun cry  don't you put'em down low  don't let your passion die  Buck two in the air(Buck! Buck!)  Buck two in the air(Buck! Buck!)   소외된 모두 왼발을 한 보 앞으로  그 다음은 오른발의 차례 눈앞을 향해  행진 전인권의 열정 We marching  불구 대천수의 원수는 니 자신  타인의 비웃음도 너의 동의 없인 Nothing  없을 無 니 눈꺼풀을 덮은 신기루  제3의 눈을 떠라 So you can see through  짐승보다 야만한 인간세계 말세  석기보다 원시적인 그들의 돌팔매  질은 높이 쌓여 Top이 돼 하늘을 닿네  V를 긋고 날아가는 새떼처럼  Rise up 승리는 나의 것   Turn my MIC up(Turn my MIC up)  복수는 나의 것(복수는 나의 것)  승리는 나의 것(승리는 나의 것)  Put your hands up (Put your hands up)   Hands up put'em high  don't let your gun cry  don't you put'em down low  don't let your passion die   Buck two in the air(Buck! Buck!)  Buck two in the air(Buck! Buck!)  소외된 모두 왼발을 한 보 앞으로  그 다음은 오른발의 차례  한 보 앞으로 행진(행진)   소외된 모두 왼발을 한 보 앞으로  그 다음은 오른발의 차례  한 보 앞으로 행진(행진)  Billion man marching  We are all Drunken You know I'm saying?  소외된 잊혀버린 잊혀진  스쳐가는 yo Drunken"}, {"song_no": "732519", "year": "2005", "rank": "31", "title": "가시", "artist": "버즈", "genre": "Rock", "lyrics": "너없는 지금도 눈부신 하늘과 눈부시게 웃는 사람들 나의 헤어짐을 모르는 세상은 슬프도록 그대로인데 시간마저 데려가지 못하게 나만은 널 보내지 못했나봐 가시처럼 깊게 박힌 기억은 아파도 아픈 줄 모르고 그대 기억이 지난 사랑이 내 안을 파고드는 가시가 되어 제발 가라고 아주 가라고 애써도 나를 괴롭히는데 아픈 만큼 너를 잊게 된다면 차라리 앓고 나면 그만인데 가시처럼 깊게 박힌 기억은 아파도 아픈 줄 모르고 그대 기억이 지난 사랑이 내 안을 파고드는 가시가 되어 제발 가라고 아주 가라고 애써도 나를 괴롭히는데 너무 사랑했던 나를 그게 두려웠던 나를 미치도록 너를 그리워했던 날 이제는 놓아줘 보이지 않아 내안에 숨어 잊으려하면 할 수록 더 아파와 제발 가라고 아주 가라고 애써도 나를 괴롭히는데"}, {"song_no": "848156", "year": "2005", "rank": "32", "title": "가슴 아파도", "artist": "환희", "genre": "Drama,Ballad", "lyrics": "오늘 하루도 열두번도 더  내 마음이 다녀오네요  그대가 내게 위험하대도  이젠 멈출 수가 없어요  종일 그려도 매일 있을 그리움  어제처럼 다시 남아서   가슴 아파도 나 이렇게 웃어요  내 눈이 행복한 건 처음이니까  삼킨 눈물에 맘이 짓물러가도  그대라면 난 괜찮아요   외로울수록 눈물날수록  알 수 없는 힘이 생겨요  슬픔에 지치면 미움에 다치면  그댈 잃을지도 몰라요  알고 있나요 내 기다림이 훨씬  삶보다 더 길다는 것을   가슴 아파도 나 이렇게 웃어요  내 눈이 행복한 건 처음이니까  삼킨 눈물에 맘이 짓눌러가도  그대라면 난 괜찮아요   두번 다신 그댈 볼 수 없다면  아무것도 못보게 될텐데  눈을 뜨고도 감은 것처럼  어둠 속을 걷게 될 텐데   안고 싶어요 사랑하고 싶어요  내 품이 닳아 없어지는 날까지  남은 소원을 담아 가득 채우니  내겐 단 한사람만 오직 이 한소원만  그대라면 난 감사해요 -"}, {"song_no": "847132", "year": "2005", "rank": "33", "title": "체념 後(후)", "artist": "빅마마", "genre": "R&B / Soul", "lyrics": "이젠 너없는 익숙함으로  모든걸다 너없는 처음그자리로  지울수 없었던 마지막 내 한마디도  이젠 조금씩 잊혀져가고 있어   아주 오래된 친구인 것처럼  마주쳐도 애써 웃어보였지만  뒤돌아서면 난 왠지 모를 아픔에  그언젠가부턴가 기도했었어   아직아니라고 아직아니라고  다잊었다고 생각했던 내가 바보라고  다른사람이라 생각하고싶어서  못본척 그냥 지나쳐도  나를 이해해줘 라고 말야   아주 오래된 친구인 것처럼  웃으면서 너와 얘기할때마다  숨길수 없었던 이기적인 나의 욕심에  그언제부턴가 기도했었어   아직아니라고 아직아니라고  다잊었다고 생각했던 내가 바보라고  다른사람이라 생각하고 싶어서  못본 척그냥 지나쳐도  나를 이해해줘 라고 말야   안타까운 마음에 내게 잘해주지는 마  또다른 기대들로 널 힘들게 할지몰라  돌이킬수 없다면 니맘이 정그렇다면  이대로 영원히 너를 묻어둘께   약속할께 난 널 잊을꺼라고  내모든걸 건다해도 너를 지운다고  이거하나만 부디 이해해줄래  너란 사람 있었단것만  나 기억하게 허락해줘 -"}, {"song_no": "928697", "year": "2005", "rank": "34", "title": "일년이면", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "시간이 자꾸 빨리 흘러서  애꿎은 시계 마저 부수고  사랑한 날을 거꾸로 세며  아직 그대만 기다리죠    우리 함께 있던 날이 많아요  걷던 길이 너무 많아요  그 시간들을 더듬어 보며  기억을 살려내죠    일년이면 입 맞추던 기억을 잊고  더 지나면 목소리도 까맣게 잊고  나만 혼자 파란 봄과 하얀 겨울  속에 추억들과 살아도    십년이면 나도 지쳐 그대를 잊고  더 지나면 다시 사랑 못할 것 같아  단 하루도 못 가게 잡고  헤어진 그 날에 살죠    시간이 자꾸 빨리 흘러서  얇아진 달력마저 가리고  못해준 생일까지 챙기려  그대 사진에 선물하죠    내가 못한 일이 너무 많아요  주지 못한 것도 많아요  다 해준다던 내 거짓말도  두 번 다시 못 하지만    일년이면 입 맞추던 기억을 잊고  더 지나면 목소리도 까맣게 잊고  나만 혼자 파란 봄과 하얀  겨울 속에 추억들과 살아도    십년이면 나도 지쳐 그대를 잊고  더 지나면 다시 사랑 못할 것 같아  단 하루도 못가게 잡고  헤어진 그 날에 살죠    그대가 돌아올 날  늘 오늘 일지도 몰라  언제나 서둘러 눈 뜨고서  그대가 떠나간 그날에 입던  옷을 다시 꺼내 입고  그대 마중을 나가는 나    일년이면 입맞추던 기억을 잊고  더 지나면 목소리도 까맣게 잊고  나만 혼자 파란 (그대가)  봄과 하얀 (없는 난)  겨울 속에 추억들과 살아도  (겨울을 혼자 보내도)    십년이면 나도 지쳐 그대를 잊고  더 지나면 다시 사랑 못할 것 같아  (난 못할 것 같아)  꿈에라도 그대를 안고 (그대를 안고서)  남겨진 사랑하다가    일년동안 입맞추던 기억을 잊고  어떻게든 목소리도 힘들게 잊어  내가 다시 파란 봄과 하얀 겨울 속을  행복하게 살도록 (겨울이 행복하도록)    그댈 보낸 길마저도 밟지 않아요  그대 닮은 사람마저 미워해봐요  또 들려오는 그대 소식에  내 귀를 막아보다가  그대라도 행복하기를 빌죠 -"}, {"song_no": "905581", "year": "2005", "rank": "35", "title": "손틈새로...", "artist": "거미", "genre": "R&B / Soul", "lyrics": "널 만난 그 순간 모든 것이 멈춘 듯  움직일 수 없었어  처음엔 두 손이 그 담엔 두 눈이  하나 둘씩 떨려왔어   똑같은 시간에 내가 걷는 거리에  하필이면 너도 같은 거릴 걷고 있는지  우연은 지독하게 내 뒤에 서서  날 괴롭히는게 좋은가봐   날 보던 그 순간 죄를 지어버린 듯  내 얼굴을 가렸었어  나를 본 게 맞을까 나를 알아 봤을까  서둘러서 걱정했어   혹시 나를 다정히 부른 네 목소리에  나도 몰래 반갑다고 대답할지 몰라서  아무 말 할 수 없게  입마저 가리고 고개 돌렸는데   (죽어있던 기억들이 살아있나 봐)  이젠 너를 모두 잊었다고 믿었었나 봐  (조금도 잊어내지 못한 건가 봐)  네가 걷는 소리 하나까지 기억하나 봐   (날 몰라 보는건지 스쳐 지나가)  내 얼굴을 가린 손 틈새로 너를 보다가  (행복했던 추억들이 자꾸 생각나)  내 이름 부르길 바랬나 봐   불 꺼진 내 방에 네가 없는 내 방에  버릇처럼 불을 켰어  새어 나온 한숨이 고여 있는 눈물이  내 발 아래 가득했어   헤어지던 그 날에 찢어버린 사진을  조심스레 밤을 새워 다시 붙여보지만  찢겨져 조각이 난 우리 사랑은  절대로 붙일 수 없나 봐   (죽어있던 기억들이 살아 있나 봐)  이젠 너를 모두 잊었다고 믿었었나 봐  (조금도 잊어내지 못한 건가 봐)  네가 걷는 소리 하나까지 기억하나 봐   (날 몰라 보는건지 스쳐 지나가)  내 얼굴을 가린 손 틈새로 너를 보다가  (행복했던 추억들이 자꾸 생각나)  내 이름 부르길 바랬나 봐   여전히 내 두 눈은 널 아는데  너의 그림자도 한 눈에 난 알아보는데  나와는 다른지 모르는 척 했는지  벌써 다 잊었는지   (내가 만약 다가가서 말을 했다면)  예전 그때처럼 나를 보고 웃어줬을까  (아직도 사랑한다 말을 했다면)  너도 내 맘처럼 나를 다시 사랑해줄까   (죽어있던 기억들이 살아 있나 봐)  (조금도 잊어내지 못한 건가 봐)  네가 걷는 소리 하나까지 기억하나 봐   (날 몰라 보는건지 스쳐 지나가)  내 얼굴을 가린 손 틈새로 너를 보다가  (행복했던 추억들이 자꾸 생각나)   (죽어있던 기억들이 살아 있나 봐)  (조금도 잊어내지 못한 건가 봐)  네가 걷는 소리 하나까지 기억하나 봐   (날 몰라 보는건지 스쳐 지나가)  내 얼굴을 가린 손 틈새로 너를 보다가  (행복했던 추억들이 자꾸 생각나)   이름 부르길 바랬나봐 -"}, {"song_no": "899430", "year": "2005", "rank": "36", "title": "76-70=♡ (Feat. 휘성)", "artist": "디바", "genre": "Dance", "lyrics": "혹시 그걸 알고 있나요 내가 그댈 사랑한다는 걸 가끔씩 멍하니 그댈 몰래 훔쳐보곤 했던 나라는걸 혹시 그대 알게 될까봐 가끔 차갑고 냉정한 말투로 말을 했지만 더 이상 숨길 자신이 없네요  나도 그 쯤은 알고 있어 니가 나를 사랑한다는 걸 어리숙한 너의 말투와 너의 가끔씩 멍하니 날 보던 눈빛 하지만 내가 걱정하는 건 세상이 우리를 이해할 수 없다는 그 사실 그 마음인 거야 그댄 그게 중요한가요 내가 그댈 사랑하는 그 마음보다 내 말 꼭 기억해 진정 너를 사랑하기에 니가 다치는 게 난 싫은 거야  우리 사랑을 난 믿기에  그댄 그게 중요한가요 내가 그댈 사랑하는 그 마음보다 내 말 꼭 기억해 진정 너를 사랑하기에 니가 다치는 게 난 싫은 거야  우리 사랑을 난 믿기에  너를 사랑해 내 말을 기억해 난 너를 믿기에 꼭 너만 안아줄게 눈을 감아도 날 바라보는 너를 모든 게 가득한 이런 나를 넌 알까 I love you I need you 너 오직 내 안에 내 곁에 내 품에 내 꿈에 놓치지 않게 더 꼭 잡아줄게"}, {"song_no": "864433", "year": "2005", "rank": "37", "title": "Girls On Top", "artist": "보아 (BoA)", "genre": "Dance", "lyrics": "모든게 나에게 여자가  여자다운 것을 강요해  날 바라보는 네 야릇한  시선들이 난 싫어  약한 여자 사랑에 약한 여자 Whoo  내게 강요하지 마  틀에 갇혀버릴 내가 아닌 걸  내 뜻대로  전부 나의 뜻대로  나는 나인걸 누구도 대신 하지 말아  그렇게 만만하게 넘어갈  내가 아니야  내 모습 그대로 당당하고 싶어  그늘에 갇혀 사는 여자를   기대하진 마  섹시한 차분한 영원히  한 남자만 아는 따분함  그건 바로 착각 모든 남자들의 관심사 난 이 세상을 모두 바꿔버릴 꿈을 다 가진걸 Get it up 난 부족해 Get it up 모든 게 다 말이 되지 않잖아 그들만의 평등 같은 건 그대들이 만든 기준에 맞게 나는 나인걸 누구도 대신 하지 말아 그렇게 만만하게 넘어갈 내가 아니야 내 모습 그대로 당당하고 싶어 그늘에 갇혀 사는 여자를  기대하진 마 모든게 나에게 여자가 여자다운 것을 강요해 더 이상은 참지 말아 Shake it Everything I like that 마음을 더 열어봐 우린 같은 곳을 향해가잖아 모두 함께 영원할텐데 서로 다른 성일뿐 존재하기 위한  인간인걸 Why 이젠 부정하지 마 남자들 모두가 세상의 진리는 절대로 불변의 법칙이라고 이 칼을 잡은 난 세상의 지배자 힘의 논리 남자만의 법칙들 아주 웃기시네 Blurr Blurr Blurr Blurr Do you need money I Pay you 돈에 눈이 멀어 자존심을 사는 남자 그대 이젠 맞이해라 Dooms and a Dooms 자 이제 보아 얘길 담아 듣자 새 시대 Story Girls on Top 이 세상의 반 그건 여자들이  만들거야 Go baby Girl Rise up Throw your hands up Do you like that 당당하게 난 멀리 앞을 향해  걸어갈래 Go baby Go baby 나는 나인걸 누구도 대신 하지 말아 그렇게 만만하게 넘어갈 내가 아니야 내 모습 그대로 당당하고 싶어 그늘에 갇혀 사는 여자를  기대하진 마"}, {"song_no": "851277", "year": "2005", "rank": "38", "title": "떠나가요, 떠나지마요", "artist": "더 크로스", "genre": "Ballad", "lyrics": "이제 더 이상 날 보지말아요  날 안아 줄 수없는거라면  이젠 그만 뒤돌아서 나를 떠나가줘요  뒷모습만이라도 보게해줘요    하루에 한 번쯤 너를 생각하겠지  그 한번이 스물 네 시간 일꺼야  시간이 지나면 널 잊을수있겠지  내 모두를 잊은채 살아가겠지    떠나가요 떠나지마요 내 소중한 사랑  내겐 누구보다 소중한 그대니까요  마지못해 눈 꼭 감은채 소리 질러요  안녕 이젠 안녕 내 소중한 사랑    그대 손을 잡던 그 날부터 생각했어요  보내기 정말 힘들꺼라고  알아요 알아요 이젠 나도 알아요  이만 이 손 놓고 그댈 보내야죠  아파서 아파서 그게 너무 아파서  마음으로 잡은 손 놓지못해    떠나라고 떠나가라고 거짓말하고  눈물흘리는 내 맘은 그댈 잡고있죠  사랑했다고 잘가라고 거짓말하고  난 속으로 소리질러요 사랑한다고  언제나 그댄 행복해야하니까  보내야죠 그댈 사랑하니까    꿈을 꿔요 또 늦지마요 내 소중한 사랑  내겐 누구보다 소중한 그대니까요  마지못해 눈 꼭감은채 소리질러요  안녕 이젠 안녕 내 소중한 사랑    떠나가요 떠나지마요 내 소중한 사랑  내겐 누구보다 소중한 그대니까요  마지못해 눈 꼭 감은채 소리 질러요  안녕 이젠 안녕 내 소중한 사랑 -"}, {"song_no": "884620", "year": "2005", "rank": "39", "title": "내 사랑 송이 (Feat. 원우)", "artist": "클론", "genre": "Dance", "lyrics": "널 보면 내 맘이 아파   항상 나를 보며 웃어주는 너   내 사랑 다 줘도 모자란데   아직도 널 힘들게 해   너의 눈가에 맺혀진   그 눈물을 말없이 바라보면서   아무런 위로도 할 수 없던   내 마음이 너무도 아파서   그저 너의 어깨를 두드리며   힘내라는 말을 네게 했지만   되려 나를 보며 웃어주던   그 눈빛이 고마워서 울었어   내 곁에 있어줘 난 말할   수 없었지   널 볼 수 없는 단 일초도   난 불안해 하면서   저 문이 열리고 또 니가   들어올 때   너 어디 갔다 왔냐면서   난 화를 냈었지만   널 보면 내 맘이 아파   항상 나를 보며 웃어 주는 너   내 사랑 다 줘도 모자란데  때론 널 힘들게 하고   언제나 내 곁에 있어   오직 나를 위해 살아가는 너   사랑이 너무도 힘들까봐   고맙다는 말도 못해   항상 하나뿐인 친구라며   우정마저 네게 모두 맡긴 채   가끔 바쁘다는 핑계로  난 너희들을 잊고 살아 가지만   니가 곁에 있어 웃고 있는   원래의 그 모습을 볼 때면   너에 위대한 그 사랑 앞에  나도 몰래 고개를 숙이지   넌 항상 날 위해 내 손발이   돼주고   넌 언제나 나의 뒤에서   내 그림자를 밟지   사랑이란 벌로 난 너를   가둬둔 채   난 한번도 네게 고맙다는   말조차 못했어   널 보면 내 맘이 아파   항상 나를 보며 웃어주는 너   내 사랑 다 줘도 모자란데   때론 널 힘들게 하고   언제나 내 곁에 있어   오직 나를 위해 살아가는 너   사랑이 너무도 힘들까봐   고맙다는 말도 못해   사랑한다 송이야   이젠 점점 익숙해져 가는 너희들의 생활을 보면서 이젠 종종 아무렇지 않게 너희들을 만나곤 하지만 가끔 헤어질때 돌아서는 너희들의 모습을 보면서 니가 너무나도 고마워서 나도 몰래 눈물을 삼키지 말없이 혼자서 넌 눈물을 닦았지 그런 니 모습을 볼까봐 넌 화장을 고치고 아무일 없는듯 넌 날보며 웃지만 너에게 짐이 되어 버린 내 맘이 아팠지 널 보면 내맘이 아파 항상 나를 보며 웃어주는 너 내 사랑 다 줘도 모자란데 때론 널 힘들게하고 언제나 내 곁에 있어 오직 나를 위해 살아가는 너 사랑이 너무도 힘들까봐 고맙다는 말도 못해 널 보면 내 맘이 아파 항상 나를 보며 웃어주는 너 내사랑 다줘도 모자란데 때론 널 힘들게하고 언제나 내곁에 있어 오직 나를 위해 살아가는 너 사랑이 너무도 힘들까봐 고맙다는 말도 못해"}, {"song_no": "889545", "year": "2005", "rank": "40", "title": "오늘밤 일", "artist": "아이비", "genre": "Dance", "lyrics": "오 자꾸 눈이 마주쳤어 피하려 했지만 늦었어 이미 벌써 음 서로 바라보고 있었어 눈이 맞아 버렸어 오 이미 늦어 버렸어 마음속엔 해선 안 될 생각들이 계속 떠오르고 살며시 자리를 뜨는 너를 나도 모르게 따라가고 있어 오늘밤 일을 절대로 입 밖에 내선 안돼 어서 약속해 그럼 날 다시 볼 수 있어 내 남자 귀에 절대로 들어가는 일이 없게 혼자 간직해 그것만 지키면 돼 방 안을 들어서는 내게 기다렸다는 듯이 나의 입술을 두 손을 너의 그 숨소리와 함께 오 나도 모르게 나의 품에 널 꽉 안고 있었어 마음속엔 해선 안 될 일을 하고 있는 걸 알지만 나를 끄는 너무나 큰 힘을 거부할 수가 없었어 오늘밤 일을 절대로 입 밖에 내선 안돼 어서 약속해 그럼 날 다시 볼 수 있어 내 남자 귀에 절대로 들어가는 일이 없게 혼자 간직해 그것만 지키면 돼 오늘밤 일을 절대로 입 밖에 내선 안돼 어서 약속해 그럼 날 다시 볼 수 있어 내 남자 귀에 절대로 들어가는 일이 없게 혼자 간직해 그것만 지키면 돼  It's secret You must keep it 이미 떨어져 버린 꽃잎 꽃은 모르지 안 보는 뒤에서 떨어진 꽃잎이 무슨 짓을 한지 떨어진 꽃잎을 매일 밤 다른 꽃을 피워 니가 깊이 잠을 자고 있을 때 걔는 잠에서 깨어 물을 뿌리고 다른 싹을 틔워 오늘밤 일을 절대로 입 밖에 내선 안돼 어서 약속해 그럼 날 다시 볼 수 있어 내 남자 귀에 절대로 들어가는 일이 없게 혼자 간직해 그것만 지키면 돼 오늘밤 일을 절대로 입 밖에 내선 안돼 어서 약속해 그럼 날 다시 볼 수 있어 내 남자 귀에 절대로 들어가는 일이 없게 혼자 간직해 그것만 지키면 돼"}, {"song_no": "882495", "year": "2005", "rank": "41", "title": "이여름  Summer", "artist": "쿨 (COOL)", "genre": "Dance", "lyrics": "너무나 소중했던 사랑이  뜨거운 태양아래서  까맣게 나를 태우고 떠나가 버렸어   마지막 사랑이길 바랬어  하지만 험한 이 세상  그렇게 약해 빠진 널  어떻게 믿고 살겠어    이거 왜이래 잘못봤어  깡으로만 살아온 나  여자 하나쯤 하고 까불다  큰 코 다쳤어    이 여름 Summer  너 없이 안되겠어 never  너무나 보고 싶어 니가  다시 내게 빨리 돌아와  이젠 나 끝내 널 찾고 말겠어  다시 내곁에 너를두고  우린 영원히 아름다운 사랑하겠어 오~    이 여름 Summer  어디에 있는거니 My Love  사랑이 뭔지 이제야  좀 알 것 같은데    나 없이 안되는 걸 몰라  얼마나 보고픈걸 몰라  눈물로 사랑했던 나를 떠나게 한거니    헐겁던 허리살은 악착같이 조였니  텅비어 가벼웠던 머리속은 뭘 채웠니  아직도 어머니가 식충이라 부르니  서랍 속 성인전용 DVD는 갖다줬니   어떻게 해야 할지 몰랐어  어디를 가야 찾을지  무엇을 해야 그녀가 다시 돌아올지   그래서 매일 편질 보냈어  만화책 대신 신문을  드라마 대신 뉴스를  조금씩 힘든 숙제를   이거 왜 이래 심하잖아  내색하진 않았지만 어떡하겠어  죽기 아니면 까무라치기    이 여름 Summer  너 없인 안되겠어 never  너무나 보고 싶어 니가  다시 내게 빨리 돌아와  이젠 나 끝내 널 찾고 말겠어  다시 내곁에 너를 두고  우린 영원히 아름다운 사랑하겠어 오~    이 여름 Summer  어디에 있는거니 My Love  사랑이 뭔지 이제야 좀 알 것 같은데   나도 너 없인 살 수 없어  니 얼굴 너무 보고싶어  이젠 널 눈물없이 사랑할수 있을거야    이 여름 Summer"}, {"song_no": "860577", "year": "2005", "rank": "42", "title": "보통여자", "artist": "린", "genre": "R&B / Soul", "lyrics": "잊은 거니 정말 다 잊은거니  난 모든게 그대론데  아직도 널 찾아 헤매이는데  어디에 있는거니 대답해줘  한번만 더 나를 꼭 안아줘  너만 사랑해 눈이 멀어버려 볼 수 없는데  이제는 끝나버린 이야기로  덮어두긴 너무도 아파 이러는가봐  너를 못 잊고 찾고 있나봐  지운거니 정말 다 지운거니  우린 아직 못해본게  너무 많아 견딜 수 없는데  그 많은 약속들은 어떡하니  한번만 더 내게 기회를 줘  우리 사랑을 어떻게 버리니  난 안되는데 내게는 널 추억할 사진 한 장  없다는게 너무도 아파 이러는가봐  너를 못 잊고 찾고 있나봐  그래 어쩔 수 없는가봐 나도 보통 여자 인가봐  이별에 담담할 수 있을거라 살아왔는데  아닌가봐 너를 눈물로 붙잡고 싶어  되돌려줘 내 사랑을 너 없이는 살 수가 없는데  어떡하라고 난 어떡하라고  내게 이러니 이제는 끝나버린 이야기로  덮어두긴 너무도 아파 이러는가봐  너를 못잊고 찾고 있나봐"}, {"song_no": "928698", "year": "2005", "rank": "43", "title": "울보", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "오래 전에 그대가 떠나간 걸  아직도 아무도 모르고 있어요  여전히 그대 내 곁에서  나만을 사랑한다고  일부러 거짓말했죠    가끔씩은 지어낸 거짓말에  나마저 속아버릴 때가 있어요  그러다 눈치채면 눈물이  기다린 듯이 얼굴에 흐를 때면    울어요 눈물이 많은 남자라서  그래요 난 울어야만 맘 편하죠  또 울고 또 울어서 부은 내 두 눈으로  늘 그대를 찾아 헤매요    어딨나요 어딨어요 나 미워서 숨었나요  혹시라도 그대 소식 하나라도  내 눈에 보일까 봐  억지로 잠마저 줄였는데    웃어요 언제나 웃는 인형처럼  그래요 난 바보처럼 울다 웃죠  또 웃고 또 울어서 떨린 내 두 손으로  늘 가슴을 쓸어 내려요    어딨나요 어딨어요 꼭 숨어서 못 찾아요  누구라도 그대 못된 여자라고  나쁜 말 하기 전에 내 곁에 서둘러 돌아와줘요    어딨나요 어딨어요 나 미워서  (내가 미워서 나만 모르는 곳으로) 숨었나요  (떠난 그대 때문에)  혹시라도 그대 소식 하나라도  내 눈에 보일까 봐  억지로 잠마저 줄였는데"}, {"song_no": "926199", "year": "2005", "rank": "44", "title": "비 오는 날의 수채화", "artist": "SG 워너비", "genre": "R&B / Soul", "lyrics": "빗방울 떨어지는 그 거리에 서서 그대 숨소리 살아있는 듯 느껴지면  깨끗한 붓 하나를 숨기듯 지니고 나와  거리에 투명하게 색칠을 하지    음악이 흐르는 그 카페엔 초콜렛색 물감으로  빗방울 그려진 그 가로등불 아랜  보라색 물감으로    세상사람 모두 다 도화지 속에 그려진  풍경처럼 행복하면 좋겠네  욕심많은 사람들 얼굴 찌푸린 사람들  마치 그림처럼 행복하면 좋겠어    음악이 흐르는 그 카페엔 초콜렛색 물감으로  빗방울 그려진 그 가로등불 아랜  보라색 물감으로    세상사람 모두 다 도화지 속에 그려진  풍경처럼 행복하면 좋겠네  욕심많은 사람들 얼굴 찌푸린 사람들  마치 그림처럼 행복하면 좋겠어    빗방울 떨어지는 그 거리에 서서 그대 숨소리 살아있는 듯 느껴지면 오 -"}, {"song_no": "916286", "year": "2005", "rank": "45", "title": "Rising Sun (순수)", "artist": "동방신기 (TVXQ!)", "genre": "Dance", "lyrics": "Now I cry under my skin  하늘을 향해 간 나의 눈물로 만든 비가  대지에 내려도 세월에 박힌 내 아픔을 씻어가도   No! 용서 내겐 절대적인 사치  No! 표적 없이 날아간 길을 잃은 분노  No! 나 미련 같은 말로 기도하는 속죄  No! Here I go, Come back!   힘을 잃어버린 날개  재가 되어 버릴 것만 같은 날들  비상하리란 꿈의 파편들로 맞은  나의 아침엔 반짝임이 없는데   진실은 누구라도 갖고 있는 것  하지만 보여준 얼굴엔 거짓뿐인걸  영원에 남겨진 나를 찾는가?   나를 닮아 가슴 안에 가득 차  커져가는 Innocent  불꽃은 밝게 타오르게  마지막이 찬란한 노을처럼  (I'm) waiting for Rising sun   Now burn my eyes  Sun comes up blowing the fog  Never lies to be your mind  Got to be a true   내 갈 길이 101 깨달음에 깨달음에  도달할 수가 없는 게 현실인걸  나의 태양 앞에 부끄럽지 않게  I just try me and now   정말 혼돈에 끝은 어딜까?  Somebody talks  매일 같은 답은 아냐  절망 행복의 밑그림 일까?  Somebody talks  시간만이 아는 해답   인생은 마치  끝없는 궤도를 달리는 별 같아  마치 수많은 질문과 해답을 찾아가  미완성의 그림을 그려가는 것  (Do) you know why?   이 시간은 언제나 흘러가  돌아오지 않는다는 것을 잘 알아  하루하루 후회를 남겨 두지마  고독이 낳은 분노마저 삼켜봐  고단해진 슬픔의 눈물에서  실현되는 행복의 가치를 믿어봐   시련들이 내민 손에 작은 입맞춤  고난의 뜰에 핀 나의 순수함  아무것도 정한 건 없겠지만  매일 새로운 날이 계속 될 테니까   나를 닮아 가슴 안에 가득 차  커져가는 Innocent  불꽃은 밝게 타오르게  마지막이 찬란한 노을처럼  (I'm) waiting for Rising sun   정말 혼돈에 끝은 어딜까  Somebody talks  매일 같은 답은 아냐  절망 행복의 밑그림 일까  Somebody talks  시간만이 아는 해답   Rise up! Rise up!"}, {"song_no": "863579", "year": "2005", "rank": "46", "title": "못다핀 꽃 한송이", "artist": "마야", "genre": "Rock", "lyrics": "언제 가셨는데 안 오시나  한 잎 두고 가신 님아  가지 위에 눈물 적셔놓고  이는 바람소리 남겨놓고    앙상한 가지 위에  그 잎새는 한 잎  달빛마저 구름에 가려  외로움만 더해가네    밤새 새소리에 지쳐버린  한 잎마저 떨어지려나  먼 곳에 계셨어도 피우리라  못다 핀 꽃 한 송이 피우리라    언제 가셨는데 안 오시나  가시다가 잊으셨나  고운 꽃잎 비로 적셔놓고  긴긴 찬바람에 어이하리    앙상한 가지 위에  흐느끼는 잎새  꽃 한 송이 피우려 홀로  안타까워 떨고 있나    함께 울어주던 새도 지쳐  어디론가 떠나간 뒤  님 떠난 그 자리에 두고 두고  못다 핀 꽃 한 송이 피우리라    언제 가셨는데 안 오시나  한 잎 두고 가신 님아    밤새 새 소리에 지쳐버린  한 잎마저 떨어지려나  먼 곳에 계셨어도 피우리라  못다 핀 꽃 한 송이 피우리라"}, {"song_no": "848804", "year": "2005", "rank": "47", "title": "나비무덤", "artist": "테이크 (TAKE)", "genre": "Ballad", "lyrics": "standing beside you as sleep  wipe my tears as I close the door  불러도 대답이 없어요 제발 날 불러봐요    아무말도 안할거란걸 알아  그렇게 못할 것도 알아  하지만 너 무슨말을 할까봐  조용히 귀를 열고서  아직 너의 집을 서성거리죠    아마도 예전처럼 날보며 웃을 니 생각에  자꾸 잊게 되어가는나    나는 너를 못봐도 난 너와 아직 있는데  매일 니생각 날때면 이렇게  난 니앞에 앉아 있어  세월 흘러가면서 나 자꾸 지워지겠지  이젠 더 이상 버티기 힘들어  너를 잊는 나를 용서해    내 눈물도 말라 가겠죠 이젠  더 이상 흐르지도 않죠  하지만 더 깊어가는 숨소리  내곁에 멈춰 잠들어 하루종일 너를 찾게 되는걸    아마도 예전처럼 너 따뜻하진 않겠지만  그건 나의 운명이니까    나는 너를 못봐도 나 항상 여기있는데  매일 니생각 날때면 이렇게  난 니앞에 앉아 있어  세월 흘러가면서 난 자꾸 지워가겠지  이젠 더 이상 버티기 힘들어  너를 잊는 나를 용서해    너를 이렇게 안아봐도 난 아무 느낌 없어  이젠 너 없는건지 왜 그걸 모르니 넌 이미 여기엔 없는데  하늘이 갈라놓은 너와의 이별을  돌릴순 없어 나 잊혀진 추억에 널 남겨둘게    나는 너를 못봐도 나 항상 여기있는데  매일 니생각 날때면 이렇게  난 니앞에 앉아 있어  세월 흘러가면서 난 자꾸 지워가겠지  이젠 더 이상 버티기 힘들어  너를 잊는 나를 용서해    standing beside you as sleep  wipe my tears as I close the door  언제나 니곁에 있을게    standing beside you as sleep  wipe my tears as I close the doorwipe my tears as I close the door"}, {"song_no": "845591", "year": "2005", "rank": "48", "title": "홈런 (Feat. 옥주현)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "이젠 울지마 항상 그대만을 바라볼께  따뜻한 손길로 감싸줄께 두 눈을 감고  make a for from me I still promise you  좀 더 멋지게 매우 폼나게  널 위해 그라운드를 달릴께  아직은 후보 타자 홈 조차  밟지 못한 새내기 골 보이  세상이 날 버렸어 원망하며  나 홀로 울 때 힘들 때  내 옆에 너의 따뜻한 손길을 난 기억해  아무것도 가진 건 없어도  I'm the boo or maybe in the boo  널 만나는 순간이 지루함의  흘러가는 연속이라도  나를 보고 바보라고 사람들이 놀려대  우리 만남을 무시해  괜찮아 난 너만 있으면 돼  운동을 못해도 니 사랑을 가진것이  내 인생의 홈런이야  얼굴은 못 생기고 가진 건 없어도  니가 있단 자체가 홈런이야  운동을 못해도 니 사랑을 가진것이 내 인생의 홈런이야  얼굴은 못생기고 가진 건 없어도  니가 있단 자체가 홈런이야  이젠 울지마 항상 그대만을 바라볼께  따뜻한 손길로 감싸줄께 두 눈을 감고  make a for from me I still promise you  넌 나의 영원한 파트너  늘 주머니 속에 넣고 싶은 너  나로 인해 울 때가 더 많은 너  나 같은 놈 만나기엔 아까운 너  Got to know You got to know that  너 없인 하루도 살 수 없다는 걸  알아야 돼 Come to my day  넌 내게 살아있는 또 하나의 미래 그녀에게 몸을 던져  내 사랑은 스트라이크  너에게만큼은 당당한 터프가이  That's Right 너로 인해 아름다운  Feel Alright (Let's go tonight)  작은 마음을 모아 두 손을 감아  우리 아직 사랑에 목 말라 갈 길이 많아  너를 사랑하는 마음은 하나  이젠 울지마 항상 그대만을 바라볼께  따뜻한 손길로 감싸줄께 두 눈을 감고  make a for from me I still promise you  눈 딱 감고 날 믿어 볼래?  Oh,I promise you 내 사랑 Baby  눈 딱 감고 날 믿어 볼래?  You are the only one baby  눈 딱 감고 날 믿어 볼래?  널 위해 만든 내 사랑의 노래  눈 딱 감고 날 믿어 볼래?  Making me a crazy  눈 딱 감고 날 믿어 볼래?  Oh,I promise you 내 사랑 Baby  눈 딱 감고 날 믿어 볼래?  You are the only one baby  눈 딱 감고 날 믿어 볼래?  널 위해 만든 내 사랑의 노래  눈 딱 감고 날 믿어 볼래?  눈 딱 감고 날 믿어 볼래?"}, {"song_no": "837567", "year": "2005", "rank": "49", "title": "사랑했나봐", "artist": "윤도현", "genre": "Rock", "lyrics": "이별은 만남보다 참 쉬운 건가봐  차갑기만 한 사람  내 맘 다 가져간걸 왜 알지 못하나  보고싶은 그 사람   사랑했나봐 잊을 수 없나봐  자꾸 생각나 견딜수가 없어  후회하나봐 널 기다리나봐  또 나도 몰래 가슴 설레어와  저기 널 닮은 뒷 모습에   기억은 계절따라 흩어져 가겠지  차갑기만 한 사람  빈 가슴 애태우며 난 기다리겠지  어설픈 내 사랑은   사랑했나봐 잊을수 없나봐  자꾸 생각나 견딜 수 가 없어  후회 하나봐 널 기다리나봐  또 나도 몰래 가슴 설레어와  저기 널 닮은 뒷 모습에   기억은 계절따라 흩어져 가겠지  차갑기만 한 사람  빈 가슴 애태우며 난 기다리겠지  어설픈 내 사랑은   못되게 눈 돌리며 외면한  니 모습 모른 척 할래  한번쯤은 날 뒤돌아 보며  아파했다 믿을래   바보인가봐 한마디 못하는  잘 지내냐는 그 쉬운 인사도  행복한가봐 여전한 미소는  자꾸만 날 작아지게 만들어  멀어지는 니 모습처럼   언젠가 다른사람 만나게 되겠지  널 닮은 미소짓는  하지만 그 사람은 니가 아니라서  왠지 슬플 것 같아  잊을 수 없는 사람 -"}, {"song_no": "928699", "year": "2005", "rank": "50", "title": "하늘을 걸어서", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "굳어버린 네 손이 내 눈에 밟혀서 늦어버린 선물을 준비했어 네 방보다 조그만 그 곳에 담겨 있지만 편해 보이는 널 위해서 미안한 마음은 잊어 내고 사랑한 기억은 잊지말고 나보다 높은 곳으로 긴 여행을 가도 가끔은 내 꿈에 다가와 줘  눈을 감은 너의 얼굴이 더 예뻐 보여서 이제 그만 깨어 나라고 못하겠어 어둔 밤에 눈 뜨고 너의 곁에 내가 없다고 겁내고 울까 봐 어디도 갈 수 없지만 미안한 마음은 잊어 내고 사랑한 기억만을 잊지 말고 나보다 높은 곳으로 긴 여행을 가도 가끔은 내 꿈에 다가와 줘 하늘을 걸어서 너무나도 착한 널 누구라도 안고 싶은 널 하늘에 있는 누군가 탐내서 가까이 두려고 왜 묻지도 않고 네 숨을 막고서 널 갖고 싶어서 그만 널 내 품에서 뺏어가나 봐  하루 더 서둘러 꺼냈다면 결혼해 달라고 말했다면 내 작은 주머니 속에 잠이 든 반지는 네손에 끼워져 있을텐데 날 기다려줄래 너 있는 곳에서 또 다시 만나자"}, {"song_no": "847126", "year": "2005", "rank": "51", "title": "여자", "artist": "빅마마", "genre": "R&B / Soul", "lyrics": "내겐 힘이 들었어 다시 살아가는 일  아프고 슬픈 이별에 데이고 다쳐서 우-  너무 하고 싶었어 다시 사랑하는 일  여리고 지친 내맘을 기댈 자리를 찾는  여자 이니까 -  나를 사랑한다면 아무것도 바라지 않아  손을 대면 차가운 내 가슴 안아주면되  깊게 새긴 이별도 바보 처럼 벌써 잊은 거냐고  그런 말은 내게 묻지 말아줘   잊어내고 싶었어 버림받은 상처는  사랑을 도려내버린 텅빈 마음을  이젠 메워 보려고   나를 사랑한다면 아무것도 바라지 않아  손을 대면 차가운 내가슴 안아주면되  깊게 새긴 이별도 바보처럼 벌써 잊은거냐고  그런 말은 내게 묻지 말아줘  삼켜버린 눈물이 혹시라도  입에 가득고여 새버릴까봐   나를 사랑해도 되냐고  묻고 또 물어도 대답은 못하지만  나를 사랑한다면 아무것도 바라지 않아  손을 대면 차가운 내 가슴 안아주면되  깊게 새긴 이별도 바보처럼 벌써 잊은 거냐고  그런말은 내게 묻지말아줘   이제 나는 괜찮아 누구라도 나는 괜찮아  버릇처럼 흘리는 내눈물 가려주면되  쉽게 사랑한다고 그러다가 나만 다칠꺼라고  그런말은 내게 하지말아줘 -"}]