[{"song_no": "1029603", "year": "2006", "rank": "51", "title": "Untouchable", "artist": "Big4", "genre": "R&B / Soul", "lyrics": "사는동안 늘 내 하루는 너를 기다리는 일로 시작하고 눈물로 하룰 다 쓰면서 기억을 털어내고 머리는 괜찮다 하는데 가슴은 목이 터져라 울고 있어 글썽이는 추억 하나까지 내가 사는 이유니까 다시 사랑하고 싶어 너무 보고 싶어 이별에 체해서 가슴이 아파도 세상에 하나만 내가 갖고 싶은 한가지 너와 한 사랑 가슴에 니가 써놓고 간 너의 이름이 지워지지가 않아 몇번을 지우고 지워도 상처만 더 남기고 너무 흔해서 못했던 말 내 입술이 겁이 많아 숨겼던 말 내 손이 떨려서 못 전한 말 죽을만큼 널 사랑해 다시 사랑하고 싶어 너무 보고 싶어 이별에 체해서 가슴이 아파도 세상에 하나만 내가 갖고 싶은 한가지 너와 한 사랑 내가 가장 두려운 건 네가 없이 사는 나인걸 내가 아니라도 괜찮은데 볼 수만 있다면 가슴 아프지만 눈물이 나지만 내가 웃을 수 있는 건 니가 준 추억이 너무 행복해서 세상에 하나만 내가 잊고 싶은 한가지 너와 한 이별 사랑해 너무 보고 싶어 이별에 체해서 가슴이 아파도 세상에 하나만 내가 갖고 싶은 한가지 난 너일거야"}, {"song_no": "1093693", "year": "2006", "rank": "52", "title": "당신은... 나는 바보입니다 (Acoustic ver)", "artist": "심태윤 (Stay)", "genre": "Drama,Ballad", "lyrics": "난 바보였었죠 내가 바보였었죠  후회해도 늦었죠 알죠 돌이킬순 없죠  그댈 볼수 없어요 나도 알고 있어요  내가 정말 잘못했어요 정말 미안해요   그땐 얘기 하지 못했죠  너무 어리석었죠  이제와서 이렇게 애태우며  나 용설 빌어요   당신은 나는 바보입니다 자존심 때문에  미칠듯한 그리움에 망가지고 있죠  당신은 나는 바보입니다 아직 사랑하기에  하루 종일 펑펑 울고만 있죠  그대도 나도 모두 바보처럼   그러진 말아요 다시 생각해봐요  우리 어떻게 여기까지 힘들게 왔는데  다시 생각해봐요 후회하실꺼예요  내가 정말 잘못했어요 정말 미안해요   그땐 얘기하지 못했죠 너무 어리석었죠  이제 와서 이렇게 애태우며 난 용설 빌어요   당신은 나는 바보입니다 자존심 때문에  미칠듯한 그리움에 망가지고 있죠  당신은 나는 바보입니다 아직 사랑하기에  하루 종일 펑펑 울고만 있죠  그대도 나도 모두 바보처럼   그대 없인 단 한순간도 나 살 수 없어요  머릴 잘라도 술을 마셔도 눈물만 흐르죠   당신은 나는 바보입니다  자존심 때문에 (자존심 때문에)  미칠듯한 그리움에  망가지고 있죠 (망가지고 있죠)   당신은 나는 바보입니다  아직 사랑하기에 (사랑하기에)  하루종일 펑펑 울고만있죠  그대도 나도 모두 바보처럼   이제 더 이상 망가지지 마요 -"}, {"song_no": "1146305", "year": "2006", "rank": "53", "title": "그런 사랑", "artist": "란 (RAN)", "genre": "Ballad", "lyrics": "하루가 지나가도 일년이 지나가도  자꾸 니모습이 떠오르는데  이젠 다 잊었다고 정말 잊었다고  아무리 말해도 소용없는데   너를 잊어보려고 다시 사랑하려고  또다른 사람을 만나보아도  잊을수가 없어서 그게 잘 안되서  혼자 남은 나는 어떡하라고   날 정말 사랑한사람 나만 아껴준사람  보고만 있어도 그냥 너무 행복한사람  잠시도 곁에 없으면 날 너무 외롭게  그렇게 만든 그 사람 보고픈사람   나에겐 사랑이란걸 절대 두번다시 못할  그 사랑 알게 해준 그런 사람  너무나 잊고싶어도 잊어보려해도  정말 그럴수가 없는 너인데   하루에도 몇번씩 떠난 그대 생각에  자꾸 내 가슴이 아려오는데  미워하려고 해도 미워할수 없는 너  눈물보다 진한 그리움인걸   날 정말 사랑한사람 너무 아껴준사람  보고만 있어도 그냥 너무 행복한 사람  잠시도 곁에 없으면 날 너무 외롭게  그렇게 만든 그사람 보고픈 사람   나에게 사랑인란걸 절대 두번다시 못할  그 사랑 알게 해준 그런 사람  너무나 잊고 싶어도 잊어보려해도  정말 그럴수가 없는 너인데   사랑따윈 없다고 미련도 없다고  나 정말 너를 잊을수가 있다고  몇번이나 내게 나 약속했는데  지키지 못해 널 다시 찾고 있잖아   나 참으려고해 너를 조금더 잊을꺼야  오늘보다 내일 너를 더많이 잊을꺼야  그렇게 다짐을하고 또 다짐을 하며  하루를 살아왔는데 나 견뎌왔는데   미안해 잊지 못했어  다른 건 다 지울수 있는데  너하나만은 잊지못해   너마저 지워버리면 다 잊어버리면  나조차 없는게 되버리니까  너 하나때문에 살았던 나란걸 알잖아 -"}, {"song_no": "1095261", "year": "2006", "rank": "54", "title": "사랑한다는 흔한 말", "artist": "김연우", "genre": "Ballad", "lyrics": "끝이란 헤어짐이 내겐 낯설어  아직까지 난 믿을수 없는데  마치 거짓말인 것처럼   힘들단 내색조차 너는 없어서  아무것도 난 몰랐어  한동안 그저 좋은 줄만 알았어   하루만 나 지우면 되니  잠시만 나 네 눈 앞에서 멀어지면  토라진 맘 풀릴수 있니   사랑한다는 흔한 말  한번도 해주지 못해서  혼자 서운한 마음에  지쳐서 숨어버렸니   심장이 멎을듯 아파  너 없이 난 살수 없을거 같아  정말 미안해 내가 더 잘할께   가끔씩 네 생각에 목이 메어와  바보 같이 늘 너만은  내곁에 있을거라 생각했나봐   한번더 날 봐줄수 없니  모르는척 네 곁에 먼저 다가가면  태연한 척 해줄수 없니   사랑한다는 흔한 말  한번도 해주지 못해서  혼자 서운한 마음에  지쳐서 숨어버렸니   심장이 멎을듯 아파  너 없이 난 살수 없을것 같아  정말 미안해 내가 더 잘할께   두려워 네가 날 떠날까봐 -"}, {"song_no": "1114298", "year": "2006", "rank": "55", "title": "진저리", "artist": "견우", "genre": "R&B / Soul", "lyrics": "그렇게 원하는대로 보내줬지만  아직도 난 잘한일인지 모르겠어  데인 듯 타는 가슴도 눈물을 삼켜  어떻게든 견뎌내는게 맞는 건지   널 본사람 있냐고  무조건 길을 막고 묻고 싶은데   이별 앓고 있는지  꿈에서 날 찾진 않는지  내 애길 하면서 울진 않는지  혹시 취한 밤에 실수라도  나를 찾거든 제발 누구라도  가르쳐주길 나에게   넌 나밖에 몰라서  어디로 못 갈거라 생각했는데   이별 앓고 있는지  꿈에서 날 찾진 않는지  가슴 도려낸 건 나 뿐인건지  혹시 취한 밤에 실수라도  나를 찾거든 제발 누구라도  가르쳐주길   사랑한다고 너 없이 난 못살겠다고  달려가 말하고 싶지만   이제 살 것 같다면  내가 없어 행복하다면  내 아픔도 더는 상관없다면  아무리 울어도 널 움직일 힘이 없는  난 진저리 나는 사람이 될까 봐 두려워 -"}, {"song_no": "1145943", "year": "2006", "rank": "56", "title": "느림보", "artist": "SG 워너비", "genre": "R&B / Soul", "lyrics": "사랑은 언제나 느림보 같아서  사랑은 내게만 느림보 같아서  지난 사랑 얘기에 넌 울보 같아서  가슴 아픈 사랑에  나는 울보가 돼서  길을 걷다가 보채는 아이의  울음소리에 고개를 돌릴 땐  이제 한 아이의 엄마가 되어서  니가 있을 곳을 찾은 것 같아서  평생 내 일일 것만 같던  기다리는 일도  그만둬야 하는 난  너무 늦어버린 난  느림보라구요  지난 사랑 얘기에 넌 울보 같아서  가슴 아픈 사랑에  나는 울보가 돼서  길을 걷다가 보채는 아이의  울음소리에 고개를 돌릴 땐  이제 한 아이의 엄마가 되어서  니가 있을 곳을 찾은 것 같아서  평생 내 일일 것만 같던  기다리는 일도  그만둬야 하는 나라서  보내야만 하는 나라서  바보 같은 난 느림보라구요  마음 놓고 울지 못하는 건  마음 두고 가지 못하는 건  올 것 같아서 올 것 같아서  올 것 같아서 내가 기다리잖아 사랑은 언제나 느림보 같아서  사랑은 내게만 모진 것 같아서  매일 너를 더 사랑해도  후회는 없어도  정말 미칠 것만 같은데  정말 죽을 것만 같은데  이렇게 보내야 할텐데  니 사랑에 늦은 난 느림보라구요"}, {"song_no": "1115249", "year": "2006", "rank": "57", "title": "숨길 수 없어요", "artist": "롤러 코스터", "genre": "Rock", "lyrics": "당신은 알고 있었나요  처음 보던 그 순간부터  이런 모습의 나 믿을 수가 없어요  이렇게 흔들리는 나를 어떻게 해   아- 아무 말도 아- 소용 없어  이제는 더이상 숨길 수 없어요 사랑하고 있어  당신과 나만의 비밀이 되나요 이렇게   갑자기 눈물이 나고  왜 갑자기 또 기뻐지나요  이런 모습의 나 믿을 수가 없어요   이렇게 흔들리는 나를  이제는 더 이상 숨길 수 없어요  사랑하고 있어  당신과 나만의 비밀이 되나요 이렇게   이제는 더 이상 멈출 수 없어요  사랑하고 있어  당신과 나만의 비밀이되나요  아- 아무 말도 아- 소용 없어   이제는 더 이상 숨길수 없어요  사랑하고있어  당신과 나만의 비밀이 되나요 이렇게   이제는 더이상 멈출 수 없어요  사랑하고있어  당신과 나만의 비밀이 되나요 -"}, {"song_no": "1095798", "year": "2006", "rank": "58", "title": "Everlasting (Korean Ver.)", "artist": "보아 (BoA)", "genre": "Ballad", "lyrics": "가로수에 소복히 쌓인 눈위로  눈부신 빛과 바람 쏟아 내리죠  가슴을 펴보아도 고갤 숙여봐도  지나가는 계절을 멈출 순 없죠   \"그럼 내일 또 만나\" 내 눈을 보며  손가락을 걸고서 약속하던 그 말  그런 익숙함마저 잊어가나요  서로 다른 미랠 가나요   안녕이란 인사가 여행을 위한 거면  가장 예쁜 미소로 나는 웃어줄 텐데  우연 같던 만남도 함께 걷던 거리도  우리 둘의 가슴에 살아 숨쉬고 있죠   영원히 영원히 잊지않죠  어떠한 미래가 기다려도  긴 시간 멀리서 살아가도  그대와 잡은 이 손 놓치지 않을께요   무리해서라도 널 잊지 않으면  내일의 나에게로 갈수가 없죠  움직이기 시작한 platform 너머  그대 모습 작아져요   힘에겨워 지치고 좌절하여 울 때도  괜찮다 말해주며 나를 안아주었죠  부끄럽지 않도록 강해져 있을께요  나 이제 약속해요 꿈을 이룰 수 있게   소리도 내지 않는 눈물이  내 가슴 가득히 흐르지만  후회는 않게 참아 낼래요  I'm sorry for your tenderness  다시 만날 때까지   (Everlasting)   안녕이란 인사가 여행을 위한 거면  가장 예쁜 미소로 나는 웃어줄 텐데  우연 같던 만남도 함께 걷던 거리도  우리 둘의 가슴엔 살아 숨쉬고 있죠   영원히 영원히 잊지않죠  어떠한 미래가 기다려도  긴 시간 멀리서 살아가도  그대와 잡은 이 손 놓치지 않을께요 -"}, {"song_no": "1144024", "year": "2006", "rank": "59", "title": "사랑이 아파도", "artist": "김종국", "genre": "Ballad", "lyrics": "사랑은 이렇게 우연처럼 오나 봐  난 준비 못해서 쉽게 떠나가나 봐  잡으려 애를 써도 아무리 기다려도  내 맘대로 이렇게 할 수 없는 건가 봐  누구나 그렇게 이별하는 것처럼  나 역시 사랑하면 아파해야 하는 가봐  울면서 또 웃어도 바라보게 되는 건  사랑이란 언제나 기다려 주는 거니까  내 마음 아파서 너무 아파서  널 지우려 해도 애를 써 봐도  바보같이 울며 오늘도 널 기다려  못 잊는다고 사랑한다고  그 이유만으로 그 기대만으로 사랑할게   사랑은 그렇게 더딘 걸음인가봐  조금씩 그대에게 다가서야 했었나봐  한 걸음 또 한 걸음 사랑해야 했는데  조급한 내 사랑에 그대가 지친 건가봐  내 마음 아파서 너무 아파서  널 지우려 해도 애를 써 봐도  바보같이 울며 오늘도 널 기다려  못 잊는다고 사랑한다고  그 이유만으로 그 기대만으로 기다릴게 사랑 했었어 아픔인 줄 알면서  바보처럼 사랑 했었어  내 맘 아니 너 만을 원해  정말 난 아무것도 필요가 없어  내 마음 아파서 너무 아파서  널 지우려 해도 애를 써 봐도  바보같이 울며 오늘도 널 기다려  못 잊는다고 사랑한다고  그 이유만으로 그 기대만으로 사랑할께 그 이유만으로 그 기대만으로 살아갈께"}, {"song_no": "1173854", "year": "2006", "rank": "60", "title": "위태로운 이야기", "artist": "박정현", "genre": "R&B / Soul", "lyrics": "절정을 지나버린 모든것 결국 시들어가는 많은 것 지금 난 그 가운데 있어 숨소리 하나 흔들림 없이 작은 떨림도 없는 눈으로 지금 넌 마지막을 말해 조금 아플것도 차차 나을것도 느리지만 잊을것도 넌 이미 다 알고 있었을까 아무 이유없이 그래 이유없이 난 못믿을 사랑 더없이 위태로운 마음의 장난 반짝이며 웃던 많은 날들도 심장소리처럼 뛰던 사랑도 그저 흘러가는 저 강물같아 기도처럼 깊던 오랜 믿음도 그저 변해가는 저 계절같아 참 위태로운 얘기 조금씩 사라지는 모든것 결국 부숴져가는 많은것 지금 난 그 가운데 있어 아무런 망설임도 없는듯 마치 날씨얘기를 꺼내듯 지금 넌 헤어짐을 말해 보낼수있는데 그건 괜찮은데 내가 정말 서러운건 아무런 이유도 없다는 것 익숙함을 지나 지루함을 지나 oh Love 못 믿을 이름 이토록 부질없는 슬픔의 마법 태양처럼 빛난 모든 순간도 노래소리 같던 속삭임도 헤어짐을 향한 막연한 항해  한땐 목숨같던 나의 사랑도 그저 스쳐가는 찰나의 바람 참 위태로운 얘기 태양처럼 빛난 모든 순간도 노랫소리같던 속삭임도 헤어짐을 향한 막연한 항해  한땐 목숨같던 나의 사랑도 그저 스쳐가는 찰나의 바람 참 위태로운 얘기"}, {"song_no": "1173448", "year": "2006", "rank": "61", "title": "유추프라카치아", "artist": "토니 안", "genre": "Ballad", "lyrics": "실컷 욕하고 너를 다버리고  돌아서면 사랑해  니가 어떤 여잔지 잊어  몹쓸 너인데 나를 망쳤는데  또 미치게 하는데  나는 또 상관없어져  왜 왔니 왜 날 또 찾았니  어쩜 그리 뻔뻔하니  내게 와서 안기는 널 밀어내고 싶은데   너를 안으면 꼭 안으면  죽어있던 내 마음 움직여  이젠 그만 벗어나고 싶은데  자꾸 널 기억해  못난 가슴이 내 가슴이  너를 기다리고 있나봐  제발 너를 미워하고 싶은데  계속 널 사랑해   그리워 했다고 날 잊은적 없다고  많이 걱정하고 있다고  허나 다시 볼순 없다고  그래야겠지 버릴순없는거지  나를 버려 네가 갖게 된  안정된 행복이잖아  너를 잡고 울었었지  처음으로 울어봤어 날 버리던  그 입술을 밀쳐내고 싶은데   너를 안으면 꼭 안으면  죽어있던 내 마음 움직여  이젠 그만 벗어나고 싶은데  자꾸 널 기억해  못난 가슴이 내 가슴이  매일 너를 기다리고 있나봐  제발 너를 미워하고 싶은데  계속 널 사랑해   멈추고 싶어 이젠 너란 여자는 지겨워  욕하면서도 왜 난 너를 또 사랑하나  얼마나 더해야 끝나지려나  또 오지마 제발 헝클어놓지마  니 욕심으로 더 미치게 만들지마 더 보고 싶어  날 버린 널 겨우 잊을줄 알았는데  널 미워했었던 그맘을 잊었나봐   너를 안으면 꼭 안으면  죽어있던 내마음 움직여  이젠 그만 벗어나고 싶은데  자꾸 널 기억해  못난 가슴이 내 가슴이  너를 기다리고 있나봐  제발 너를 미워하고 싶은데  계속 널 사랑해   너를 안으면 꼭 안으면  죽어있던 내마음 움직여  이젠 그만 벗어나고 싶은데  자꾸 널 기억해  못난 가슴이 내 가슴이  너를 기다리고 있나봐"}, {"song_no": "1146394", "year": "2006", "rank": "62", "title": "비익조", "artist": "SG 워너비", "genre": "R&B / Soul", "lyrics": "네가 편한건가봐  헤어져도 다 묻고들 잘 사는데  나만 유난한가봐  단 하루도 한 순간도 견딜 수 없는데  눈물이 눈물을 자꾸 훔쳐내도  슬픔이 슬픔을 힘껏 등떠 밀어내봐도  하나의 눈과 반쪽 날개론  날 수도 없는 가슴앓이 새처럼  그리워 그리워 미칠 듯 네가 그리워  네 이름만 부르고 또 부르다  서러워 서러워 고작 이 사랑 하려고  태어난 내 삶이 아파서  눈물 먹고 사나봐  아파져도 힘겨워도 너 하나만  그 힘으로 사나봐  이별에도 지치지도 않고 널 기다려  추억이 추억을 다시 추억해봐  사랑이 사랑을 외로워도 품어  지켜가 네가 있어야 네가 있어야 완전해지는 비운의 저 새처럼  그리워 그리워 미칠 듯 네가 그리워  네 이름만 부르고 또 부르다  서러워 서러워 고작 이 사랑 하려고  태어난 내 삶이 아파서  나의 눈길이 나의 숨결이  닿는 세상의 모든 것  거대한 네 그리움 뿐인걸  사랑해 사랑해 목소릴 잃을때까지  네게 해 줄 한마디 널 사랑해  내 삶을 돌려도 이 다음 삶을 살아도  너와 태어나길 영원히"}, {"song_no": "1135863", "year": "2006", "rank": "63", "title": "Luxury (Original Ver.)", "artist": "한나", "genre": "Dance", "lyrics": "목걸이는 체인 숏커트 헤어스타일  엉거주춤 내게 접근했다  no thanks alright 벌써 몇번째 try  애인 있다는 말 오 정답질 않네  위험에 빠진 너 내게 화를 내기 시작했다  그 순간에 문을 열고 들어온 너  남자다운 카리스마 멋진 그 남자  Luxury it's man  just do it 용기로 맞서  come on guy make it love  뜨겁게 톡 쏘는 눈빛  땀이 차오르는 night  3분 상황 종료 happy ending tonight  무대만 바뀔뿐 사랑은 타이밍 싸움인걸  그 순간에 어떡할지 알고있어  눈빛으로 통하는걸 멋진 그 남자  Luxury it's man  한순간 운명도 바꿔  come on guy  make it love 뜨겁게  매일 꿈 꿔온 이상형에  살짝 어긋나 있더라도  어제의 사랑도 내일의 사랑도  그대가 없다면 환상일뿐 느낌 그대로  Luxury it's man  just do it 용기로 맞서  come on guy  make it love 뜨겁게 Luxury it's man  한순간 운명도 바꿔  come on guy  make it love 뜨겁게"}, {"song_no": "1008495", "year": "2006", "rank": "64", "title": "사랑은 가슴이 시킨다", "artist": "버즈", "genre": "Rock", "lyrics": "다가 온 너의 생일이  초라한 내게 부담이 되는 이 밤  날 찾는 너의 전화도  품 속에 숨긴 비겁한 내 맘   한 아름 선물 하고 싶어  하지만 주머니엔 먼지만 남아  새 하얀 편지 위에 적었어  축하해 널 사랑해..   워- 못난 내 사랑아  고작 이것밖에 못 하겠니 예 내 눈물들이 내게 따지듯이  내겐 너를 사랑할 자격도 없다고 하잖아   말로만 하는 사랑도  이제는 그만 멈추고 싶은 이 맘  너의 집 앞에 찾아가서  날 제발 버리라고 거짓말 해도  사랑은 머리가 아니라  가슴이 한다고 하는 너   워- 못난 내 사랑아  고작 이것밖에 못 하겠니 예-  내 눈물들이 내게 따지듯이  내겐 너를 사랑할 자격도 없다해도  언젠간 꼭 맘에 드는  근사한 선물을 할께 조금만 참아줘   워- 내 눈물들이 내게 따지 듯이  내겐 너를 사랑할 자격도 없다해도  워- 고운 내 사랑아  나를 더 견뎌낼 수 있겠니 예-   날 믿어주면 이세상 속에서  너를 가장 행복한 여자로 만들께  for you -"}, {"song_no": "1144031", "year": "2006", "rank": "65", "title": "꿈을 향해", "artist": "김종국", "genre": "Dance", "lyrics": "뒤돌아 보지마 시작이야  두려워 하지마 할 수 있어  꿈이란 날개를 달고  빛나는 저 내일을 향해 달려봐   부딪쳐 봐 뜻대로 되지 않는다 해도  쉽지 않아 더 해볼만한 거잖아  넘어지면 멋지게 한번 웃으며 털고 일어나  혼자가 아니란 걸 잊지 마   움츠렸던 어깨를 펴고 크게 외쳐봐  세상사람 모두가 들을 수 있게  이 세상은 날 기억하게 될 거라고  가슴에 울리는 벅찬 함성의 끝에서   내가 있을거야 너의 뒤엔  쓰러지지 않아 너를 믿어  되돌아 갈 수 없다면 끝까지 가보는 거야  뒤돌아 보지마 시작이야  두려워하지 마 할 수 있어  꿈이란 날개를 달고  빛나는 저 내일을 향해 달려봐  Don't stop your dreams and let's go now  Just fly high to the sky now   꿈의 날개를 펴고 시작이야  힘겨워도 두 눈을 감고서  포기하지 말고 또 일어서  더 멋지게 (멋지게) 더 힘차게 (힘차게)  너는 할 수 있어 넌 날 수 있어   먼 훗날의 추억일 뿐이야 힘든 오늘은  그 땐 모두 웃으며 얘기할 거야  힘을 내 저 하늘 끝까지 날아올라  가슴에 울리는 벅찬 함성을 타고서   내가 있을거야 너의 뒤엔  쓰러지지 않아 너를 믿어  되돌아 갈 수 없다면 끝까지 가보는 거야  뒤돌아 보지마 시작이야  두려워하지 마 할 수 있어  꿈이란 날개를 달고 빛나는 저 내일을 향해   라라라라라라 라라라라  라라라라라라 라라라라  꿈이란 날개를 달고  빛나는 저 내일을 향해 달려봐  -"}, {"song_no": "1137390", "year": "2006", "rank": "66", "title": "위로", "artist": "김범수", "genre": "Ballad", "lyrics": "늘 어두운 숲속과 같이 늘 캄캄한 밤 길과 같이 내 맘에 걷히지 않아오던 그림자의 흔적 이제 사라져가네 나의 모습과 나 이제는 눈을 떴다네 그 동안 볼 수 없었던 것 흐린 마음의 눈을 뜨게 된 새로운 나 새로운 향기들 다가온다네 내 희망을 가득히 안고서 하늘 태양의 뜨거움보다 바다 그 넓은 찬란함보다 내게 더욱 강한 그림이 되었네 햇살너머 깊은 물결넘어 오늘의 새로운 하루 저기 죽어가는 꽃을 일으키리라 나 소망이 되리라 깊은 위로가 되리라 네게 흘러가는 구름 사이로 저 흐르는 강물 사이로 너를 안고 있는 지난날의 추억들을 독한 흔적들을 보내주려해 네 어둠이 걷히는 날 까지 하늘 태양의 뜨거움보다 바다 그 넓은 찬란함보다 내게 더욱 강한 그림이 되었네 햇살너머 깊은 물결너머 오늘의 새로운 하루 저기 죽어가는 꽃을 일으키리라 나 소망이 되리라 깊은 위로가 되리라 네게 나 갈길이 아직 멀다네 비록 험하고 힘들겠지만 그대 사랑을 안고서 가장 깊은 곳 위험한 것은 나의 마음속 크게 소리쳐 주겠니 내가 위험할때면 태양의 뜨거움보다 바다 그 넓은 찬란함보다 내게 더욱 강한 그림이 되었네 햇살너머 깊은 물결너머 오늘의 새로운 하루 저기 죽어가는 꽃을 일으키리라 나 소망이 되리라 나 위로가 되리라 네게 그대 내게 보여 준 사랑"}, {"song_no": "1140557", "year": "2006", "rank": "67", "title": "Time To Say Goodbye", "artist": "트랜스 픽션", "genre": "Rock", "lyrics": "어떻게든 지울 수 있다면  누가 좀 지워버려 줘  지난 기억들이 다 다 사라지게   나는 매일 기도하는 걸  기나긴 악몽 속에서  나를 구해달라고 제발 구해달라고   내 눈이 멀어 버린 건 니가 떠난 후  내 삶이 산산이 부서졌기 때문에   Time to say goodbye 나의 기억도  이대로 영원히 지워져가도  나를 봐 내 모습을 나를 봐 내 모습을  남은 건 상처뿐   아무리 거칠은 강한 심장도  시련 앞에선 견딜 수 없어  니가 남긴 상처 속에 갇혀  멈춰버린 나의 기억   (Tell me I want to hear  You broke my faith All those years-) 혈관 속을 흘러내리는 너의 숨결  모든 추억들로 심장은 멈춰가리   Time to say goodbye 나의 기억도  이대로 영원히 지워져가도  나를 봐 내 모습을 나를 봐 내 모습을  남은 건 상처뿐   아무리 거칠은 강한 심장도  시련 앞에선 견딜 수 없어  니가 남긴 상처 속에 갇혀  멈춰버린 나의 기억   Time to say goodbye  Time to say goodbye 지워져가길  니가 남긴 상처 속에 갇혀  멈춰버린 나의 기억 -"}, {"song_no": "1114173", "year": "2006", "rank": "68", "title": "Promise U", "artist": "씨야", "genre": "Ballad", "lyrics": "한동안 많이 힘들겠지  예전처럼 우리다시 만날까  말하고 싶은데 말하고 싶은데  그댄 지금 어디에  한순간 너를 보내기에  내가 너를 너무 사랑했나봐  말하고 싶은데 말하고 싶은데 그댄 지금 어디에  I promise U I promise U  난 너를 잊어 갈께  I can't love with U  I can't love with U Oh no  이제는 기억에 사라질께 난  내 삶속에 단 한번에 상처  남기고 간  그대안에 갇혀 지내왔어  오랫동안을  나의 다짐이 나를 꺼내줬어  한순간 너를 보내기에 아직 너를 너무 사랑하나봐  말하고 싶은데 말하고 싶은데  그댄 지금 어디에  좋아 니 멋대로 떠나  지난 날 속에 기억은 지워줄게  함께 있어줄게 잘 살아볼게  잊어볼게  믿거나 말거나 사랑이란 언제나  주거나 받거나 사라지는 거잖아  환한 미소로 내게 다가왔던  그대는 어디에 나 또한 어디에  I promise U I promise U  난 너를 잊어 갈께  I can't love with U  I can't love with U Oh no  이제는 기억에 사라질께 난  나 너를 보내고 그 시간속에서 얼마나 지쳐있는지  I deep in side my heart  hold me Now cause  I miss U baby  I can't love with U I can't love with U  난 너를 잊어 갈께  oh I promise U  I promise U Oh no  이제는 기억에 사라질께 난  가라 했어 잊으라 했어 애써 잊어보겠어 됐어  널 지워버리겠어  알겠어 벌써 나의 기억  속에서 사라져가고 있어  가라 했어 잊으라 했어 애써 잊어보겠어 됐어 널  지워버리겠어  알겠어 벌써 나의 기억 속에서  사라져가고 있어  벌써 잊었어"}, {"song_no": "1032605", "year": "2006", "rank": "69", "title": "Miracle", "artist": "SUPER JUNIOR (슈퍼주니어)", "genre": "Dance", "lyrics": "Life couldn't get better  Life couldn't get better   지금까지 너 없던 시간은 어둠이었죠  (without you baby)  너를 만난 후 나의 생활은 꿈만 같아요 (baby)   너를 처음 본 순간 (처음 본 순간)  a miracle (a miracle)  난 느꼈죠 기적은 바로 너란 걸   Life couldn't get better (Hey)  난 널 품에안고 날아  푸른 달을향해 날아 (Ho)  잠든 너의 입 맞출 꺼야  Life couldn't get better (Hey)  너의 맘의 문을 열어줘  그대 내 손을 잡아요  Life couldn't get better   매일 매일 평범했던 날들이  이젠 달라졌어요 (a holiday)  세상 모든 사람들이 행복해 보여요  (I wanna thank you, baby)   너를 처음 본 순간 (처음 본 순간)  a miracle (a miracle)  난 느꼈죠 기적은 바로 너란 걸   Life couldn't get better (Hey)  난 널 품에 안고 날아  푸른 달을 향해 날아 (Ho)  잠든 너의 입 맞출꺼야  Life couldn't get better (Hey)  너의 맘의 문을 열어줘  그대 내 손을 잡아요  Life couldn't get better   널 처음 본 순간 a miracle (a miracle)  I love you baby, and I'm never gonna stop   Life couldn't get better (Hey)  난 널 품에 안고 날아  푸른 달을 향해 날아 (Ho)  잠든 너의 입 맞출 꺼야  Life couldn't get better (Hey)  너의 맘의 문을 열어 줘  그대 내 손을 잡아요   Life couldn't get better (Hey)  난 널 품에 안고 날아  푸른 달을 향해 날아 (Ho)  잠든 너의 입 맞출 꺼야  Life couldn't get better (Hey)  너의 맘의 문을 열어줘  그대 내 손을 잡아요  Life couldn't get better"}, {"song_no": "1114262", "year": "2006", "rank": "70", "title": "어떡하라고 (Feat. 바이브(윤민수))", "artist": "노블레스", "genre": "Rap / Hip-hop", "lyrics": "그대와 내 삶 속에 불규칙한 사랑  자꾸만 겁이나 달아날까봐  자꾸만 겁이나 이러다 내가  잡았던 모든 것들이 사라져 버릴까봐   그래도 사랑이라  내가 처음으로 반한 사람이라  곧이곧대로 믿어버린 사람이라  곧이곧대로 사랑이라 믿어왔던 사람이라   아직은 아니야 아직 끝나진 않을 꺼라 믿어  내가 사랑했던 그 사람은 절대로 아니야  절대로 나를 기만하지 않아   정 때문에 그놈의 정 때문에  절대로 니가 말한 정 때문에  쓰레기통에 쳐 박힌 편지까지  아직까지 나는 사랑이라 믿어   나 어떡하라고 너 떠나버리면  난 어떡하라고 날 잊어버리면  사랑했잖아 하늘도 우리사인 허락했잖아   나 어떡하라고 떠나가 버리면  뭘 어떡하라고 잊혀져버리면  나 처음 사랑했던 일 그것마저 희미해지잖아   햇빛을 본지가 오래전이야  짙은 어둠이 익숙해 졌어  아무것도 모르고  그녀소식을 물어보는 많은 사람들이   처음이라 그런 거래  처음에는 누구나 그런 거래  누가 그따위 위로 따위가 필요하데  내가 얼마나 사랑했는지나 알아   그녀가 나를 부를 때면  바람을 가르고 달려왔어  아무것도 모르고 사랑을 믿고 살아왔어  다시 돌아봐 내가 얼마나 너를 위해  나를 버리고 살아 왔었는지   다시 돌아와 아직까지 내가  잘못한 게 뭔지 모르겠어  내가 뭘 잘못 했어 많이 아끼고 사랑한 게  니가 떠나간 이유라는 거야   나 어떡하라고 너 떠나버리면  난 어떡하라고 날 잊어버리면  사랑했잖아 하늘도 우리사인 허락했잖아   나 어떡하라고 떠나가 버리면  뭘 어떡하라고 잊혀져버리면  나 처음 사랑했던 일 그것마저 희미해지잖아   제발 나를 떠나가지마 제발 나를 두고 가지마  제발 다시 내게 돌아와  제발 돌아오는 길을 모르는 거라면  내가 너를 데리러 갈게   예전에 니가 아는 그런 사람이 아닌  사랑에 밀고 당김을 아는 진짜배기  니가 바라는 그런 남자로 다시 태어 날께   나 어떡하라고 너 떠나버리면  난 어떡하라고 날 잊어버리면  사랑했잖아 하늘도 우리사인 허락했잖아   나 어떡하라고 미련만 남긴 사랑아  그리워져도 어떤 기대도 내겐 없는 거잖아 -"}, {"song_no": "1140494", "year": "2006", "rank": "71", "title": "Against All Odds (CF - 투싼 박정현 편)", "artist": "박정현", "genre": "R&B / Soul", "lyrics": "How can I just let you walk away  Just let you leave without a trace  When I stand here taking  every breath with you  You`re the only one  Who really knew me at all   How can you just walk away from me  When all I can do is watch"}, {"song_no": "1133746", "year": "2006", "rank": "72", "title": "One Love", "artist": "러브홀릭", "genre": "Drama", "lyrics": "맑게 개인 저 높은 하늘 그 푸름보다  밝게 비춘 눈부신 햇살 그 따스함보다  더 가슴벅찬 단 하나 그건 사랑이겠죠   활짝 피어오른 저 꽃의 그 향기보다  촉촉하게 적시는 봄비 그 달콤함보다  더 감미로운 단 하나  이 세상 하나뿐인 one love   I love you say it Love is the beautiful one  I love you say it Love is the beautiful one  All we needed is love real love   초록물결 넘치는 들판 그 설렘보다  한껏 수놓아진 무지개 그 찬란함보다  더 아름다운 단 하나  이세상 하나뿐인 one love   I love you say it  Love is the beautiful one  I love you say it  Love is the beautiful one  All we needed is love real love   어떤 감정보다도 어떤 표현보다도  세상 가장 아름다운 것 사랑이죠    I love you say it  Love is the beautiful one  I love you say it Love is the beautiful one  -"}, {"song_no": "1136371", "year": "2006", "rank": "73", "title": "사랑하게 될 줄 알았어", "artist": "신효범", "genre": "Ballad", "lyrics": "널 처음 사진으로 본 그날  구십 구년 일월 삼십일일  그날 이후 지금 이 순간까지  나 하나만 기다려준 너를   오늘도 습관 같은 내 전화  따스히 받아 주는 너에게  세상 가장 행복한 사람으로  만들어 준 너를 너무 사랑해   사랑하게 될 줄 알았어  우리처음 만난 그 날에  시간 속에 희미해지는 사랑에  그대가 흔들린대도  그땐 내가 잡을께요 그대처럼   너무 편한 사이가 싫어서  너무 오랜 사랑 힘들어서  아픈 눈물 흘리는 널 돌아선  못된 내 마음도 기다려준 너를   사랑하게 될 줄 알았어  우리처음 만난 그 날에  시간 속에 희미해지는 사랑에  그대가 흔들린대도  그땐 내가 잡을께요 그대처럼   얼마나 힘들었을까 못난 내 눈물도  따스히 감싸준 너를  오-사랑하게 될 줄 알았어   우리처음 만난 그날에  시간 속에 희미해지는 사랑에  그대가 흔들린대도 내가 잡을께요  아무 걱정 마요 내 손을 잡아요  처음 그날처럼 우리 -"}, {"song_no": "1144027", "year": "2006", "rank": "74", "title": "토박이", "artist": "김종국", "genre": "Ballad", "lyrics": "매일 걸어도 새로워요 이곳이 너무 좋아서  오늘도 난 하루가 짧기만 해요  그대 마음 빈틈없이 모르는 길이 없어서  눈감고도 나 찾아갈 자신 있지만   너무 잘 알아서 힘든 일도 있어요  아무리 보살펴 줘도 아물지 못하는  깊은 상처도 보이지만   세상 가장 아름다운 곳 영원토록 살고 싶은 곳  그대의 가슴속 작지만 아주 넓은 곳  다른 곳은 알지 못해요 한걸음도 떼지 못해요  그대가 아니면 살아갈 자신 없죠   그대 숨결은 바람 되고 웃음은 햇살이 되고  사랑해요 말하면 꽃이 피었죠  기분 좋은 일 있으면 몇 번씩 다시 말하고  속상하면 눈물부터 흘리곤 하죠   너무 잘 알아서 아픈 일도 있어요  아무도 몰라보도록 웃음으로 감싼  그대 진심도 보이지만   세상 가장 아름다운 곳 영원토록 살고 싶은 곳  그대의 가슴속 작지만 아주 넓은 곳  다른 곳은 알지 못해요 한걸음도 떼지 못해요  그대가 아니면 살아갈 자신 없죠   그대 안에 태어나서 이만큼 자란 내 사랑인데  어디로 떠나가나요   그댈 모두 알고 있는데 그렇게 난 믿어왔는데  오늘이 되도록 오직 하나만 몰랐죠  다른 누가 살고 있단 걸  자릴 내어줘야 하는 걸 (내가 아닌걸)  그대도 나처럼 어딘가에 산다는 걸"}, {"song_no": "1099347", "year": "2006", "rank": "75", "title": "꿈속에서...(눈사람의 꿈)", "artist": "팀", "genre": "Ballad", "lyrics": "저기 멀리 그댈 보죠 겨울 내내 늘 같은 자리에 서서 바라보는 것만으로 나를 행복하게 한 그대죠 나는 꿈을 꾸죠 그댈 두 팔에 안아보는 꿈 행여 하얀 내 몸 부서져 볼품없이 무너질 지라도 후횐 없을 테죠 내 모든 걸 다 바친 사랑 그대 우 그대  혹시라도 추울까봐 내개 둘러 주셨던 빨간 머플러 따뜻하고 감사했죠 그 맘 영원히 잊지 못해요 내가 사는 동안 그댈 뜨겁게 사랑하다가 행여 내 심장이 녹아서 눈물 되어 남겨질 지라도 후횐 없을테죠 내 모든 걸 다 녹인 사랑 우 그거면 된거죠 그댈 이토록 사랑했단 흔적  아픈 햇살 비추네요 이제 난 가야해요 그대여 안녕"}, {"song_no": "1009239", "year": "2006", "rank": "76", "title": "사랑은 아프려고 하는 거죠", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "눈부신 햇살이 밤하늘에 뜨면  그때는 우리 둘 이별해도 돼요  저 모든 별이 사라지면 잊을 수 있겠죠   내 눈물이 모여 바다가 되는 날  그때는 내 마음 변할 수도 있죠  한 여름날에 눈이 오면 보내줄 수 있죠   사랑해 사랑해 사랑해 사랑해..   듣고 있나요 이 노랠 빌려  힘들다고 와달라고 떼써봐요  다시 엇갈린대도 더욱 아파진대도 괜찮죠   살아 있단 건 아픈 거겠죠  사랑이란 아프려고 하는 거죠  그대 없이 사는 법 나는 알지 못해서  하루 더 조금 더 오늘 더 그댈 사랑할께요   시간이 앞으로 또 흘러가는 한  그대 한 사람만 난 사랑하겠죠  바라보고 바라보면 닿을 수 있겠죠   사랑해 사랑해 사랑해 사랑해..   살아있단 건 아픈 거겠죠  사랑이란 아프려고 하는 거죠  그대 없이 사는 법 나는 알지 못해서  하루 더 조금 더 오늘 더 그댈 사랑할께요   사랑하는게 왜 죄가 되나요  내 마음만은 마음대로 안되죠  나 잘한 거라고 잘 보낸 거라고  또 내가 나를 위로하고  미워하고 기다리고 울어요   이 하늘 아래 변한 건 없죠  태어나고 태어나도 그대겠죠  그댈 돌아서는 법 나는 알지 못해서  하루만 조금만 오늘만 그댈 기다릴께요 -"}, {"song_no": "1090580", "year": "2006", "rank": "77", "title": "남과 여 (Feat.김범수)", "artist": "박선주 (Pak Sun Zoo)", "genre": "Ballad", "lyrics": "철부지 어린 소녀와 긴 여행을 떠나는 일  햇살이 녹은 거리를 선물해 주고 싶은 일  이 세상 그 누구보다 더 잘해주고 싶은 일  두려움 앞에 멈출땐 날 용감하게 하는 일   그대 세상 가장 흔한 말 for you  그래서 더 어려운 그 말  날 믿어달라 말하면 그대는  그래 줄 수 있나요 우-  우연히 스친 눈빛에 내맘에 별이 뜨는 말  단 한번 스친 손끝에 심장이 서버리는 말  천 개의 빗방울만큼 할말이 많아지는 말  열두번 소나기만큼 궁금한 일이 많은 말   사랑 세상 가장 흔할 말 I love you  그래서 더 어려운 그말  나와 함께 가자 말하면 그대는  그래 줄 수 있나요   Love you 사랑해 always 항상  with you I'm nothing without you  forever 언제나 with you  그대와 I'll always be with you   always why don't you be my love  love you love you -  영원히 함께 하자는 그말은 우리 아껴요  마지막 사랑이란 말 그말도 우리 아껴요  사랑 그대 이길 바래요 작은 내가 바래요  내맘 하나 변치않을 수 있다고 약속해   오늘 다시 없는 바로 오늘  내 눈앞에 있는 그대  내 마음만 따라 사랑하려 해요  I'll always be with you  love you love you..you -"}, {"song_no": "1029602", "year": "2006", "rank": "78", "title": "바람과 함께 사라지다", "artist": "Big4", "genre": "R&B / Soul", "lyrics": "집착은 사랑이 아니야  기다림도 사랑이 아니야  헛된 기대는 사랑이 아니야  이젠 난 어쩌란 말야   바람처럼 사라진 여인이여  바람처럼 사라진 사랑이여  남몰래 흘렸던 눈물모아  바람과 함께 그대 사라지고   정주고 맘주고 사랑도 다줘도  내 곁을 떠난 사람  아프고 아파도 그댄  내색 한 번 하지않던 사람   그댄 정주고 맘주고 사랑도 다줘도  아깝지 않던 사람  사랑 때문에 사랑 때문에  아파도 아파도 기다려   세월속에 잊혀질 사랑이여  세월속에 흩어질 사랑이여  남몰래 흘렸던 눈물모아  바람과 함께 그대 사라지고   정주고 맘주고 사랑도 다줘도  내곁을 떠난 사람  아프고 아파도 그댄  내색 한 번 하지 않던 사람   그댄 정주고 맘주고 사랑도 다줘도  아깝지 않던 사람  사랑 때문에 사랑 때문에  아파도 아파도   사랑 사랑 사랑  사랑은 혼자서 하는거죠  너랑 나랑 사랑  이제는 더이상 끝난거죠   정주고 맘주고 사랑도 다줘도  내곁을 떠난 사람  아프고 아파도 그댄  내색 한 번 하지 않던 사람   (think about the future  don't forget about the pain)  그때 정주고 맘주고 사랑도 다줘도  아깝지 않던 사람   사랑 때문에 사랑 때문에  아파도 아파도 기다려  사랑 사랑 사랑 사랑 -"}, {"song_no": "1121106", "year": "2006", "rank": "79", "title": "The Club (Feat. Rain)", "artist": "천상지희 더 그레이스 (The Grace)", "genre": "Dance", "lyrics": "uh yeah 2006 I'm Rain turn it up yo 모두다 one two three 리듬을 느껴 everybody 시간은 쉬지않고 벌써 세시 dance dance the club is jumping 여기선 모두 잊어봐 음악과 춤만 있을 뿐야 리듬에 이 순간을 맡긴 채로 dance dance the club is jumping 무대위에 올라서면 할 수 있어 이 밤의 주인공은 바로 나 날 둘러싼 사람중에 날 원하는 섹시한 너의 시선 느꼈어 니가 들어왔을 때 처음 봤을 때부터 나는 너를 느꼈어 come on come on come on 남잔 다들 똑같아 아니라고 하지마 너도 나를 원하지 come on come on come on 모두다one two three 리듬을 느껴 everybody 시간은 쉬지않고 벌써 세시 dance dance the club is jumping 여기선 모두 잊어 봐 음악과 춤만 있을뿐야 리듬에 이 순간을 맡긴채로 dance dance the club is jumping 이제는 그만 솔직해 봐 날 원한다면 망설이지 말고 빨리 말을 해 늦기 전에 나를 잡아 더 지나가면 나는 떠나 버릴껄 니가 들어왔을 때 처음 봤을 때부터 come on come on come on 남잔 다들 똑같아 아니라고 하지마 너도 나를 원하지 come on come on come on 모두다 one two three 리듬을 느껴 everybody 시간은 쉬지않고 벌써 세시 dance dance the club is jumping 여기선 모두 잊어 봐 음악과 춤만 있을뿐야 리듬에 이 순간을 맡긴채로 dance dance the club is jumping In the club In the rain 눈이 마주치네 한눈에 너와 내가 하나가 되었네 너의 눈빛을 너의 눈빛을 나에게 마주치고 니 손을 내 어깨위로 그리고 스며드는 밤의 미로 그 위로 Let the rain make you get wet Head to the get mad 이 밤의 열정을 다해 너의 몸짓에 반해 두려워 할 필요가 없어 나에게 니 몸을 맡기었어 모든 건 나에게 달려있어 이제는 돌이킬수도 없어 모두다 one two three 리듬을 느껴 everybody 시간은 쉬지않고 벌써 세시 dance dance the club is jumping 여기선 모두 잊어 봐 음악과 춤만 있을뿐야 리듬에 이 순간을 맡긴채로 dance dance the club is jumping 모두다 one two three 리듬을 느껴 everybody dance dance the club is jumping 여기선 모두 잊어봐 음악과 춤만 있을뿐야 리듬에 이 순간을 맡긴채로 dance dance the club is jumping 여기선 모두 잊어봐 음악과 춤만 있을뿐야 리듬에 이 순간을 맡긴채로 dance dance the club is jumping"}, {"song_no": "1120765", "year": "2006", "rank": "80", "title": "So Sick", "artist": "Ne-Yo", "genre": "R&B / Soul", "lyrics": "Mmmm mmm yeah  Do do do do do do do-do  Ohh Yeah -    Gotta change my answering machine  Now that im alone  Cuz right now it says that we  Cant come to the phone  And I know it makes no sense  Cuz you walked out the door  But its the only way I hear  your voice anymore    (Its ridiculous)  Its been months And for some reason I just  (Cant get over us)  And im stronger then this  (Enough is enough)  No more walkin round With my head down  Im so over being blue Cryin over you    And im so sick of love songs  So tired of tears  So done with wishing you were still here  Said im so sick of love songs so sad and slow  So why cant I turn off the radio?    Gotta fix that calender I have  Thats marked July 15th  Because since theres no more you  Theres no more anniversary  Im so fed up with my thoughts of you  And your memory  And how every song reminds me  Of what used to be    Thats the reason im so sick of love songs  So tired of tears  So done with wishing you were still here  Said im so sick of love songs so sad and slow  So why cant I turn off the radio?    (Leave me alone)  Leave me alone  (Stupid love songs)  Dont make me think about her smile  Or having my first child Let it go  Turning off the radio    Cuz im so sick of love songs  So tired of tears  So done with wishing she was still here  Said im so sick of love songs so sad and slow  So why cant I turn off the radio?  (Why cant I turn off the radio?)    Said im so sick of love songs  So tired of tears  So done with wishing she was still here  Said im so sick of love songs so sad and slow  So why cant I turn off the radio?  (Why cant I turn off the radio?)    And im so sick of love songs  So tired of tears  So done with wishin you were still here  Said im so sick of love songs so sad and slow  Why cant I turn off the radio?  (Why cant I turn off the radio?)    Why cant I turn off the radio? -"}, {"song_no": "1135866", "year": "2006", "rank": "81", "title": "나의 눈에 기억이", "artist": "한나", "genre": "Dance", "lyrics": "나의 눈에 기억이 나의 손에 기억이 하루종일 너만 찾고있어 어딜 간거니 아직 못다한 말이 내겐 너무 많은데 그때 왜 그렇게 널 보냈는지 너와 함께 보냈던 행복했던 날 너의 기억들 좋았던 모습 버리고 아름답게 보내려 지난 추억을 지우려 했던 나 자꾸 후회 돼 잠에서 막 깨어도 소나기만 내려도 내게 제일 먼저 전화하던 너 내가 잘못했나봐 그런 뜻이 아닌데 잊고 살아갈 수가 없다고 해야 했는데 니가 많이 생각나 힘들다는 얘기를 솔직하게 말해주지 못했어 여러날이 지나면 바쁘게 살며 사랑했던 기억조차 잊게 된다고 굳게 믿어었는데 그게 더 슬퍼 이렇게 너는 내 맘에 있는데 내게 돌아올거라 후회 하지않는다 다시 바보처럼 널 보낸거야 내가 잘못했나봐 그런 뜻이 아닌데 잊고 살아갈 수가 없다고 해야 했는데 니가 많이 생각나 힘들다는 얘기를 솔직하게 말해주지 못했어 이젠 찬비가 내려도 같은 하늘아래 살아도 들리지않는 너의 목소리 혼자 거리를 거닐다 또 우연히라도 그때 너를 보게되면 말하고 싶어 나의 눈에 기억이 나의 손에 기억이 하루 종일 너만 찾고있어 어딜간거니 아직 못다한 말이 내겐 너무 많은데 그때 왜 그렇게 널 보냈는지 내가 잘못했나봐 그런뜻이 아닌데 잊고 살아 갈수가 없다고 해야 했는데 니가 많이 생각나"}, {"song_no": "933582", "year": "2006", "rank": "82", "title": "Don`t Cha (CF - SKY 와이드 PMP폰 클럽편)", "artist": "Pussycat Dolls", "genre": "Pop", "lyrics": "Dolls  are you ready  Let's dance  Ooh baby I know you like me  I know you like me  I know you do  I know you do  That's why whenever  I come around  She's all over you  And I know you want it  I know you want it  It's easy to see  It's easy to see  And in the back of your mind  I know you should be fuck me  Don't cha wish your girlfriend  was hot like me  Don't cha wish your girlfriend  was a freak like me  Don't cha don't cha  Don't cha wish your girlfriend  was wrong like me  Don't cha wish your girlfriend  was fun like me  Don't cha don't cha  Fight the feeling  Fight the feeling  Leave it alone  Leave it alone  'Cause if it ain't love it just  ain't enough  To leave a happy home  Let's keep it friendly  Let's keep it friendly  You have to play fair  You have to play fair  See I don't care  But I know she ain't gon'  wanna share  Don't cha wish your girlfriend  was hot like me  Don't cha wish your girlfriend  was a freak like me  Don't cha don't cha  Don't cha wish your girlfriend  was wrong like me  Don't cha wish your girlfriend  was fun like me  Don't cha don't cha  OK I see how it's goin'  down ahh don't cha Seems like shorty wanna  little menage pop off or  something let's go Well let me get straight to it Every broad wan watch a  nigga when I come through it It's the god almighty looking  all brand new If shorty wanna jump in my  ass then vanquish Looking at me all like she  really wanna do it Tryna put it on me till my  balls black an blueish Ya wanna play wit ah  playa girl then play on Strip out the Chanel And leave the lingerie on Watch me and I'mma watch  you at the same time Looking at ya wan break  my back You're the very reason why  I keep a pack ah the Magnum An wit the wagon hit chu in  the back of tha magnum For the record don't think it  was something you did Shorty all on me cause it's  hard to resist the kid I got a idea that's dope  for y'all As y'all could get so  I could hit the both of y'all I know she loves you  I know she loves you  I understand  I understand  I probably be just as crazy  about you  If you were my own man  Maybe next lifetime  Maybe next lifetime  Possibly  Possibly  Until then old friend  Your secret is safe with me  Don't cha wish your girlfriend  was hot like me  Don't cha wish your girlfriend  was a freak like me  Don't cha don't cha  Don't cha wish your girlfriend  was wrong like me  Don't cha wish your girlfriend  was fun like me  Don't cha don't cha"}, {"song_no": "1173852", "year": "2006", "rank": "83", "title": "사랑한다 말했잖아", "artist": "제이", "genre": "Ballad", "lyrics": "단 한번 이면 돼 내게 사랑이란건  내 모든걸 다 줘도 나 조금도 아깝지 않아  수 없이 나를 울린사람  나를 아프게 할걸 알면서도  어리석은 나란 여잔 너를 사랑해   너 하나밖에 모르는데  너만 사랑한다 했는데  니가 내 마지막 이라고  난 그렇게 믿어왔는데   사랑한다고 말했잖아  좋아한다고 했었잖아  그랬잖아 너 말했었잖아  모두 거짓이니   이제와서 나를 떠나면  혼자 남은 난 어떡하라고 날 떠나지마  baby plese come back to me   습관처럼 했던 네 그말  내 사랑은 너 하나면 된다고  바보처럼 믿었었어 니 사랑을   너 하나밖에 모르는데  너만 사랑한다 했는데  니가 내 마지막 이라고  난 그렇게 믿어왔는데   사랑한다고 말했잖아  좋아한다고 했었잖아  그랬잖아 너 말했었잖아  모두 거짓이니   이제와서 나를 떠나면  혼자 남은 난 어떡하라고 날 떠나지마  baby Please come back to me   그대가 잘 알잖아  내게 사랑은 단 하나란걸  그대란 사람 밖에 없단걸   (그대) 나를 떠나가도  (그대) 나를 버린대도  내겐 오직 그대뿐인걸   우린 정말 행복했는데  우린 정말 사랑했는데  두번 다시 널 볼수 없다는  그 말은 하지마   아무리 널 미워해봐도  어쩔수없는 여자인가봐  사랑 때문에 자꾸 눈물이 흘러  이젠 소용 없는 말 사랑해 -"}, {"song_no": "1173373", "year": "2006", "rank": "84", "title": "Addicted", "artist": "Sweetbox", "genre": "Pop", "lyrics": "You know I won't put up a fight And I know you're wrong  but I`ll say you're right And it'll keep going down this way I try to change the rules  but it's the same old game Cause you know I'll never leave And I know you'll never stay God I need to Walk away, Walk away, Walk away,  But I’ll never I try and try  Walk away, Walk away,  Walk away I’ll never walk away I try and take the higher road Say easy come easy go Cause you'll never change you'll never show I'm addicted to the urgency I'm addicted to the chase Another dose of you could be the end of me But I'm addicted bad to you I'm addicted to the urgency I'm addicted to the chase Another dose of you could be the end of me But I'm addicted bad to you  Welcome to my masquerade where we all gotta lie in the beds we've made I know I need to Start cutting down on my supply I need a twelve step program for goodbye No excuses, no more lies  I'm addicted to the urgency I'm addicted to the chase Another dose of you could be the end of me But I'm addicted bad to you I'm addicted to the urgency I'm addicted to the chase Another dose of you could be the end of me But I'm addicted bad to you  I'm addicted to the urgency I'm addicted to the chase Another dose of you could be the end of me But I'm addicted bad to you I'm addicted to the urgency I'm addicted to the chase Another dose of you could be the end of me But I'm addicted bad to you Walk away,Walk away,Walk away,But I’ll never"}, {"song_no": "1128264", "year": "2006", "rank": "85", "title": "소리쳐봐", "artist": "현진영", "genre": "Rap / Hip-hop", "lyrics": "소리쳐봐 말해봐 내 곁에  사비 두비 두비 다바 두비 두 바  I just want you to break me down  떠벌여 떠들어봐 맘을 닫지 말아봐   세상을 바라봐 삶이 굽이굽이 전부 다르지만  I just want you to break me a down  이제 너도 나를 바라 보라구  살아가는 길을 되짚어 써봐  아픔이 수많은 밤마다 있었니  키워갈 행복 찾아 커버린  많은 시련을 우린 스쳐가지   부딪혀봐 다가와 내 곁에  사비 두비 두비 다바 두비 두 바  I just want you to break me down  꺼내봐 내밀어봐 모두 나와 나눠봐   전부를 걸어봐 삶이 돌고 돌아가서 모르지만  I just want you to break me a down  무릎 꿇지 마라 누가 뭐래도   Everytime 넌 고민하고 있잖니  Everytime 넌 어떤 길로 갈까 망설이네  두비루 두비루 두비스 둠바리 두밤바  두비루 두비루 두비스 주위를 둘러봐  이젠 혼자가 아니야   소리쳐봐 말해봐 내 곁에  사비 두비 두비 다바 두비 두 바  I just want you to break me down  떠벌여 떠들어봐 맘을 닫지 말아봐   (닫지 말아봐) 세상을 바라봐  삶이 굽이굽이 전부 다르지만  I just want you to break me a down  이제 너도 나를 바라 보라구  Everytime 더 자유롭고 싶잖니  Everytime 더 높은 곳을 향해 날고 싶니  두비루 두비루 두비스 둠바리 두밤바  두비루 두비루 두비스 꿈이 있잖아  이젠 내 손을 잡아봐   부딪혀봐 다가와 내 곁에  사비 두비 두비 다바 두비 두 바  I just want you to break me down  꺼내봐 내밀어봐 모두 나와 나눠봐   전부를 걸어봐 삶이 돌고 돌아가서 모르지만  I just want you to break me a down  무릎 꿇지 마라 누가 뭐래도   Yeah- 너를 너를 사랑해 You're mine  I just want you to let me kmow  혼자만이 겪는 고통   Feel my soul I just let me go  I just want you let me know  다 보라고 Feel my soul And I by my side  모든 것을 전부 내게 걸어 줄게  I just want you let me know Woo -"}, {"song_no": "933390", "year": "2006", "rank": "86", "title": "그리고 그후", "artist": "프리스타일", "genre": "Rap / Hip-hop", "lyrics": "이제는 내가 너를 챙겨주지 못해  그러니 나 없이도 니가 해야만 해  앞으로는 혼자 해야할게 있어  절대로 눈물따윈 흘려서는 안되   이제는 혼자 그냥 잘먹어야하고  쓸쓸한 식사라도 절대 굶지 말어  잠잘때 따뜻하게 덮고 자고  넌 긴머리가 예쁘니까 절대 자르지는 말어   내가 준 반지따윈 이제는 버려  혼자서도 살아가는 법을 배워야 돼  눈물이 앞을 가려 울고싶어질 땐  내가 더 힘들꺼라 생각하고 말어   가진건 쓸모없는 몸뚱아리라서  볼품없이 뛰고있는 심장뿐이라서  그래서 미안해 하지만 어떻게  살아보려 애써봐도 이게 전부인데   왜 내게 이러는거야 너무 힘든걸 알면서  나와 함께 지냈던 그 시간만은  기억해 주길 바랄께   줄꺼라곤 가슴속에 말들 뿐이겠지만  준거라곤 살아온날에 고통 뿐이겠지만  이제는 편안하게 조금 더 행복하게  다른 사람 만나 부디 걱정없이 살어   니가 날 떠난것을 후회하진않어  니가 날 버린것도 원망하진않어  이렇게 아직까진 살아가고 있어 나  죽지는 않으니까 행복하게 살어   한사람을 사랑하고 그 사람이 가고  그때는 줄게 없어 가슴 아파하고  떠날때 말 못하고 돌아서 후회하고  그 사람 잊지못해 기억을 못지우고   아직도 사랑하고 너무도 기다리고  그 사람 사진한장 깊이 간직하고  언젠간 다시 올거라는 믿음하나 쥐고  또 다시 바보처럼 하루를 살어   왜 내게 이러는거야 너무 힘든걸 알면서  나와 함께 지냈던 그 시간만은  기억해주길 바랄께   다시 내게 돌아와  제발 나를 잊지말고 살아줘  나를 버린거라면 또 나를 볼수없다면  이젠 어떡해 나에겐 전부인데   더이상 울지 않을께 다시볼수도 없잖아  나와 함께 지냈던 그 시간만큼  행복하기를 바랄께   행복하기를 바랄께 -"}, {"song_no": "1114171", "year": "2006", "rank": "87", "title": "구두", "artist": "씨야", "genre": "Ballad", "lyrics": "헤어지기 위해서 미워하는   연습을 했어  너를 잊기 위해서 미워하는   연습을 했어   밥보다 술을 더 많이 마시고   술로다 채워버린 쓰린속을   감싸 안은채   너 하나밖에 모르는   네 여자이니까   높은 구두를 신고 진하게   화장을 하죠   한눈에 나를 알아보라고   날보고 니가 흔들리라고   더 높은 구두를 신고   또 한번 화장을 하고   다시 나를 안아줄까봐   혹시 니가 흔들릴까봐   밥보다 술을 더 많이 마시고   술로다 채워버린 쓰린속을   감싸 안은채   너 하나밖에 모르는   네 여자이니까   높은 구두를 신고 진하게   화장을 하죠   한눈에 나를 알아보라고   날 보고 니가 흔들리라고   더 높은 구두를 신고   또 한번 화장을 하고   다시 나를 안아줄까봐   혹시 니가 흔들릴까봐   그리워 너무 그리워   그리워도 나 참아야겠지   너 하나밖에 모르는   네 여자이니까   구두를 신고  높은 구두를 신고 진하게   화장을 하죠   한눈에 나를 알아보라고   날 보고 니가 흔들리라고   더 높은 구두를 신고   또 한번 화장을 하고   다시 나를 안아줄까봐   혹시 니가 흔들릴까봐   구두를 신고  구두를 신고"}, {"song_no": "1010135", "year": "2006", "rank": "88", "title": "시한부", "artist": "V.O.S", "genre": "R&B / Soul", "lyrics": "한 순간 한 순간  잦아드는 숨결처럼 사랑이 식어 가  하루만 하루만  참아 달라고 붙잡아 봐도 소용 없나봐   여기까지라고 끝이라고 놓아 달라고  지친 넌 내 사랑을 타이르고  그런 널 여전히 사랑하는 난  숨조차 멈출 것 같아  마음이 굳어가나봐   조금씩 조금씩  멀어가는 두 눈처럼 기억은 흐려져  하나씩 하나씩  헤아려 가며 떠올려 봐도 잊혀지겠지   너무 사랑해도 그리워도 보고 싶어도  끝나면 시작조차 없었던 것  내안에 널 채워두려 할수록  그렇게 비워지겠지 정해진 것처럼   여기까지라고 끝이라고 놓아 달라고  지친 넌 내 사랑을 타이르고  그런 널 여전히 사랑하는 난  눈물도 흐르지 않아  마음이 굳어가나봐   끝이 보일수록 사랑은 더 찬란해지고  내 몫의 기다림은 서러워져  두 눈에 넣어도 아프지 않을  너를 잃고도 나는 또 살아야겠지  마음은 굳어가도 정해진 그 시간을 -"}, {"song_no": "933378", "year": "2006", "rank": "89", "title": "Paris (Feat. Jisun of Loveholic)", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "술에 취해 숨소리조차 차가워  졌을때  어둠속에서 귓속에  속삭이는 그대  Epik High Oh Faith Oh Oh Oh Destiny  Oh Oh Love 눈물을 막지는 못해  Oh Faith Oh Oh Oh Destiny  Oh Oh Love 시간을 멈추진 못해  잊혀진 낙원을 등지고  찢겨진 날개를 숨기고  저 밤거리로 다 버리고  낮선 첫 발걸음도 망설이고  눈이부신 네온 불빛과  불현듯 내게 온 그림자  아무도 모르고  배고프고 가슴이 목을 조르고  황폐한 도시 내 손바닥에  큰 못이 이 곳이 타락의 메카  내 사랑이란 죄의 대가   하늘이 버린 별 운명도 어긴걸  그대와 눈뜨고 숨쉬고 싶어  내 날개를 버린 걸  숨막혀 나 눈이 감겨  맘이 도시보다 숨이 차서  터져버릴 듯한  내 심장을 움켜쥐니 타서  자꾸만 퍼지는 향기로  이성의 날개는 잘리고  검은 달빛을 삼키고  어두운 밤길을 달리고  그 어떤 말도 말고  안고 날아가 어디라도  후회로 갇힌 섬이라도  심장을 도려낼 벌이라도  받아 나 참고 견딜게  바다와 산도 널 위해  가를테니 하늘 땅안에  별이 될때까지 사랑해  술에 취해 숨소리조차  차가워 졌을때  어둠속에서 귓속에  속삭이는 그대  나 이제 날아가네 내  꿈속에서 미소와  그대란 작은 날개를 가졌으니  Oh Faith Oh Oh Oh Destiny  Oh Oh Love 눈물을  막지는 못해  Oh Faith Oh Oh Oh Destiny  Oh Oh Love 시간을  멈추진 못해  눈이 부신 붉은 태양  지금 너를 향한 내 맘  너무 간절한 너를 택한  내 사랑은 하늘을 배반 하지만  네 품안에 사는 나  땅에 누워 미소 찾는 나  또 다른 차원에 살아가  자라 새 날개로 날아가  따라가리 저 땅 끝까지도  바다가 치는 거친 파도  팔과 다리 날개 꺾인대도  사랑하니까 불멸을 배신했죠  차가웠던 도시도  사막에도 꽃피고  다 등지고 가로등 뒤로  너와 내 사랑은 숨쉬고  술에 취해 숨소리 조차  차가워 졌을때  어둠속에서 귓속에  속삭이는 그대  나 이제 날아가네 내  꿈속에서 미소와  그대란 작은 날개를 가졌으니  나 이제 날아가네 내  꿈속에서 그대와  차가운 이세상 다  등지고 날아가  Oh Faith Oh Oh Oh Destiny  Oh Oh Love  Oh Faith Oh Oh Oh Destiny  Oh Oh Love  Oh Faith Oh Oh Oh Destiny  Oh Oh Love 눈물을  막지는 못해  Oh Faith Oh Oh Oh Destiny  Oh Oh Love 시간을  멈추진 못해"}, {"song_no": "1133281", "year": "2006", "rank": "90", "title": "끝이 아니길", "artist": "윤도현", "genre": "Drama", "lyrics": "내게로 오는 길을 몰라서 그대의 눈이 잠시 멀어서 그래서 조금 늦게 닿는 거라고 내 맘은 믿고 기다립니다 세상에 태어나 한번도 내 가슴은 그대 아닌 누굴 담은적 없고 그 모진 시련도 그대 있었기에  힘들어도 살아왔었는데 보여요 그대 날 떠나려는게 눈물을 참는 그대 슬픈 뒷 모습이 마지막 내 전분 그대뿐인데 그대를 사랑했단 말도 못했네요 아무리 밀어내고  아무리 상처 줘도 내 가슴은 아픈줄도 모르고 눈물로 남겨진 생을 산다 해도 돌아올 그 날만 난 기다립니다 보여요 그대 날 떠나려는게 눈물을 참는 그대 슬픈 뒷 모습이 마지막 내 전분 그대뿐인데 그대를 사랑했단 말도 못했네요 추억들이 밟혀서  잊어낼 수 있나요 말을 해봐요 마지막 내 전분 그대 뿐인데 그대를 사랑했단 말도 못했죠"}, {"song_no": "1134895", "year": "2006", "rank": "91", "title": "V.I.P (Volume Instead Pause)", "artist": "바다", "genre": "Dance", "lyrics": "어쩌면 그렇게 나를 몰라봐주니  한참을 답답하게 바라보고만 있잖아  말해봐 잘해봐 너로 결정했을 때  조금 더 다가와서 시작해봐  천천히 리듬에 맞춰서   나와 눈을 맞추고  (Darlin` my Darlin`)  내 맘을 맞취봐 니 맘을 원해  소심한 한심한 남자들 너무 놀라지 마요  눈이 마주치면 한걸음 더   I`ve been waiting long 기다려왔어  It`s gotta be you 너 아니면 안돼  Babe,just come along 나를 믿어줘  니가 아니면 I don`t wanna  make it love again   지겨워 평범해 나와 같이 시작해  지루한 니 하루처럼 바라 보고만 있잖아  말해봐 잘해봐 나로 결정했을 때  조금더 다가와서 시작해봐   천천히 리듬에 맞춰서 나와 눈을 맞추고  (Darlin` my Darlin`)  내 맘을 맞춰봐 니 맘을 원해   소심한 한심한 남자들 너무 놀라지 마요  눈이 마주치면 한걸음 더   I`ve been waiting long 기다려왔어  It`s gotta be you 너 아니면 안돼  Babe,just come along 나를 믿어줘  니가 아니면 I don`t wanna  make it love again   oh baby I’ll be under cover girl  어느새 내 안에 아름다운 so sweet girl  향긋한 cherry girl uh!  머리에서 발끝까지 구두에서 가방까지  Who’s that girl Who’s that   도도해 보이지만 상냥한 미소  순순해 보이지만 높다란 콧대  모든 게 내 style 내 맘속 Angel  Who’s that girl Who’s that   우리는 모두가 기다려요  새로운 사랑과 설레임을  다가와서 시작해요  결정했다면 Baby one more time   I`ve been waiting long 기다려왔어  It`s gotta be you 너 아니면 안돼  Babe,just come along 나를 믿어줘  니가 아니면 I don`t wanna  make it love again -"}, {"song_no": "985739", "year": "2006", "rank": "92", "title": "고백(Go Back) (Feat.정인)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "이건 슬픈 자기소개서  친구들아 sing it together  돌아와줘 뜨거운 summer  alright alright  it's so wonderful world  난 핸들이 고장 난 eight톤 트럭  내 인생은 언제나 삐딱선  세상이란 학교에 입학 전  나는 꿈이라는  보물 찾아 유랑하는  해적선 sun like one piece  comes up and down  일출몰의 반복이  서둘러 내방에 달력을 넘긴다  억지로 26번째  미역국을 삼킨다  oh no 벌써 넓어지는 이마  왜이리 크냐  어린 꼬마들의 키가  때론 명예 돈 욕심도  조금 납니다  제발 떠나가지 마라 내 님아  하루를 밤을 새면 이틀은 죽어  이틀을 밤새면 나는 반 죽어  위통약은 내 생활 필수품  위통약은 내 생활 필수품  come on  oh 나의 늦은 20대 고백  변해버린 모습 그대로 ok  고백  다 커버린 원숭이들의 고백  oh 나의 늦은 20대 고백  변해버린 모습 그대로 ok  고백  다 커버린 원숭이들의 고백  난 수염 난 피터팬  With my 팅커벨  음악 숲에 숨어 모험을 하는  내 삶이 네버랜드  라고 생각 했던 것도 잠시  세월이란 독약을 마신  후 세상을 보는 내눈이 바뀌어  내 look도 바뀌어 욕심도 살쪄  오토바이를 팔고  자동차를 사고파  시끄러운 클럽 보단  산에 가고파  세 들어 사는 것도 지겨워  집을 사고파  나 자리 잡고파  이제 출세 하고파  하나 둘 나이가 먹어 가니까  이상하게 시간이 점점 빨리 가  나도 이제 어른이야  군대 갔다 오면 곧 서른이야  oh 나의 늦은 20대 고백  변해버린 모습 그대로 ok  고백  다 커버린 원숭이들의 고백  oh 나의 늦은 20대 고백  변해버린 모습 그대로 ok  고백  다 커버린 원숭이들의 고백  이제는 다 커버린 나의 고백  철 없던 때로 I wanna go back  이건 내 이야기 나의 노래  It's alright  내 고백  It's alright  내 노래  이제는 다 커버린 나의 고백  철 없던 때로 I wanna go back  이건 내 이야기 내 노래  It's alright  내 고백  It's alright  내 노래  oh 나의 늦은 20대 고백  변해버린 모습 그대로 ok  고백  다 커버린 원숭이들의 고백  oh 나의 늦은 20대 고백  변해버린 모습 그대로 ok  고백  다 커버린 원숭이들의 고백  I wanna go back 이건 내 노래  다 커버린 원숭이가  부르는 노래  I wanna go back 이건 내 노래  다 커버린 원숭이가  부르는 노래  d d double dynamite  사람들은 변하나 봐  d d double dynamite  우리들도 변했잖아  d d double dynamite  사람들은 변하나 봐  d d double dynamite  우리들도 변했잖아  Good Night"}, {"song_no": "1008523", "year": "2006", "rank": "93", "title": "습관", "artist": "우수", "genre": "Ballad", "lyrics": "내 맘이 널 가득채우고  널 사랑할 때 행복했었던 나  사랑은 짧고 기억만이 너무 길어  (잊어도 지워도) 넌 남아 있어  왜 너를 보낸건지 그래야 했는지  꾹 참아봐도 눈물이 (참아봐도 눈물이)  널 보낸뒤 나 하루에도 몇번씩 눈물이나  미워서 싫어서 날 떠나서  행복할 너라면 잊을께  너의 마지막 모습 그대로  난 그게 다라고 믿어볼께  살아도 사는게 아니라면  내게로 다시 돌아와 준다면  널 힘들게 한 아픔 모두  용서받을 수 있을텐데   널 보낸 그 날 이후 긴 한숨처럼  늘 습관이 된 기억이  너 없이도 내 안에 살아  힘들게 하고있어  버려서 비울수만 있다면  다시는 채우지 않을께  자꾸 넘치는 너의 그리움  난 조금씩 지쳐가고 있어  지워서 지울수만 있다면  잊어서 잊어 버릴 수 있다면  난 처음부터 너를 잊는  연습 이라도 했을텐데 .. 이제 나는 알았어  붙잡아 주기를 바랬던 너를  몰랐던 못난 날 용서해 돌아와  미워서 싫어서 날 떠나서  행복할 너라면 잊을께(잊을께)  너의 마지막 모습 그대로  난 그게 다라고 믿어볼께  살아도 사는게 아니라면  내게로 다시 돌아와 준다면  널 힘들게 한 아픔 모두  용서받을 수 있을텐데"}, {"song_no": "1146395", "year": "2006", "rank": "94", "title": "Run", "artist": "SG 워너비", "genre": "R&B / Soul", "lyrics": "오늘 하루 조금 괜찮았죠  많이 웃고 말도 했었죠  매일 술에 취해 헤매던 내가  조금 어색하긴 해도 바보처럼 울면 안된다고  다짐하고 다짐해보죠  매일 찾아오던 그대가 이젠  다신 오지 않는다고  사랑했던 기억 하나까지  내 가슴이 놓질 않고 있죠 눈을 뜰 때마다 숨을 쉴 때마다  그댈 기억하고 있죠  미워하면 잊을 거라는 말  그럴수록 내 안에  그댄 차고 넘쳐나  지우려 애를 써봐도  쉬지 않고 멀리 달렸지만  항상 그대 뒤에 서있죠  차마 부르지도 못할 그 이름  닦아내도 얼룩지죠  사랑했던 기억 하나까지  내 가슴이 놓질 않고 있죠  눈을 뜰 때마다 숨을 쉴 때마다  그댈 기억하고 있죠  미워하면 잊을 거라는 말  그럴수록 내 안에  그댄 차고 넘쳐나  지우려 애를 써봐도  나 그래도 안되면  이것 하나만 가질게요  사랑했다는 말  이 말 하나로 충분하죠 워  그댄 나 없이도 행복해도 되면  그땐 그댈 보낼게요  기다리고 매일 돌아봐도  그럴수록 내 안에  그리움만 쌓이고  또 지우려 애를 써봐도  그대처럼 나도 울본가 봐  내 눈물이 그댈 찾고 있죠  눈을 뜰 때마다 숨을 쉴 때마다  그댈 돌려 달라면서  미워하면 잊을 거라는 말 그럴수록 내 안에 그댄 차고 넘쳐나 그리움에 그댈 찾겠죠"}, {"song_no": "1137097", "year": "2006", "rank": "95", "title": "그대는 모를겁니다", "artist": "야다 (Yada)", "genre": "Rock", "lyrics": "그대는 모를겁니다  얼마나 사랑하는지  저멀리 가는 그 뒷모습만을  시린 가슴 안고 바라 보는 날  그대는 모를겁니다  얼마나 아파하는지  나아닌 다른 사람을 사랑한  그대 모습 보며 눈물 짓는 날  이런 내맘 어떻게 해야하나요  그댈 지우려고 애를 써봐도  내가슴은 자꾸 그대만 그려요  그대없인 살아지질 않아요  눈물이나 너무 보고 싶어서  미치도록 그댈 안고 싶어서  내 사랑은 언제나 하나 뿐이죠  내사랑은 항상 그대 뿐이죠   그대는 모를겁니다  얼마나 슬퍼했는지  그대를 처음 본 그 순간부터  아프기만 했던 내맘 아나요 이런 내맘 어떻게 해야하나요  그댈 지우려고 애를 써봐도  내가슴은 자꾸 그대만 그려요  그대없인 살아지질 않아요  눈물이나 너무 보고 싶어서  미치도록 그댈 안고 싶어서  내 사랑은 언제나 하나 뿐이죠  내사랑은 항상 그대 뿐이죠  내사랑은 항상 그대 뿐이죠"}, {"song_no": "1144775", "year": "2006", "rank": "96", "title": "七色の明日 ~Brand New Beat~ / Nanairono Asita ~Brand New Beat~ (일곱 빛깔의 내일 ~Brand New Beat~)", "artist": "보아 (BoA)", "genre": "Pop", "lyrics": "Feel my brand new beat  七色の表情で想いを描くから   나나이로노효죠데오모이오에가쿠카라  일곱 빛깔의 표정으로 생각을 그려갈테니깐   So Cool.. So Bright.. (I) feel so good  So Cool.. So Bright.. (I) feel so good  So Cool.. So Bright.. (I) feel so good  Don't look back  Baby, always look at me    どうしようもない 交わる feeling   도-시요-모나이 마지와루 feeling  어찌할 수 없는 교차하는 느낌   理性じゃ止められない 一瞬   리세이쟈토메라레나이 잇  이성으로는 막을 수 없는 한 순간에   唇にいた微睡み   쿠치비루니사이타 마도로미  입술에 피어있는 졸음    繰り返してる迷いけて   쿠리카에시테루 마요이누케테  반복하고 있는 망설임을 벗어던지고   開け放つ 窓の向こう側に   아케하나츠 마도노무코-가와니  활짝 열어둔 창문의 저편에서   ずっと見過ごしてた my blue bird   즛토미스고시테타 my blue bird  계속 지켜보던 my blue bird    \"love you\" まだ早い \"そう\"でも もう   \"love you\" 마다하야이 소- 데모 모-  \" 널 사랑해 \" 아직 이르지만 \"그래\" 하지만 아직   \"be friend?\" っていう 時機じゃない   \"be friend?\" 테유- 지키쟈나이  \"be friend?\" 라고 할 때가 아니야   としたら、れ合える距離で愛を 見極めたい   토시타라 후레아에루쿄리데아이오 미키와메타이 그렇다면 서로 닿을 수 있는 거리에서  사랑을 확인하고 싶어요    誰よりも 誰よりも     다레요리모다레요리모    누구보다도 누구보다도   輝いてる愛しさと向き合うよ   카가야이테루 이토시사토무키아우요  빛나고 있는 사랑스러움과 마주할게요   eyes to eyes  七色の表情で想いを描くから   나나이로노효-죠-데오모이오에가쿠카라  일곱 빛깔의 표정으로 생각을 그려갈테니깐   So Cool，So Bright，Feel So Good!  Don't look back, Baby always look at me    埃 貯まるみたいに 我慢したくないし   호코리타마루미타이니 가만시타쿠나이시  먼지가 쌓이는 것 처럼 참고 싶지 않고   えないわけはその胸の中にあるけど   아에나이와케와 소노무네노나카니아루케도  만나지 않는 이유는 그 마음 속에 있지만   新 しい Closet 色では RED BLUE WHITE   아타라시이 Closet 이로데와 RED BLUE WHITE 새로운 Closet 색상은 RED BLUE WHITE   染められない存在でいたい   소메라레나이손자이데이타이  물들지 않는 존재로 있고 싶어요   １人だけわかっていてほしい   히토리다케와캇테이테호시이  혼자만 알아주길 바래요    LOVE ME も受け入れる   LOVE ME 나미다모우케이레루  LOVE ME 눈물도 받아들이는   HAPPY &amp; COLOR 始まる   HAPPY &amp; COLOR 하지마루  HAPPY &amp; COLOR 시작해요   ２人を感じる時間重ねて塗り替えてく   후타리오칸지루지칸카사네테누리카에테쿠  두 사람을 느끼는 시간을 겹치고 다시 색칠해가요    今、大切な人がいる   이마다이세츠나히토가이루  지금, 소중한 사람이 있어요   それだけで磨かれていく Amazing   소레다케데미가카레테쿠 Amazing  그것만으로도 변해가는 놀라움에   眩しい七色の明日へと    마부시이나나이로노 아시타에토    빛나는 일곱 빛깔의 내일로      飛び出そう Big Brand New Beat   토비다소- Big Brand New Beat  뛰쳐나가요 Big Brand New Beat   Because your love is so good  I'm truly yours. I've never felt this way before   切なさが溢れるたび   세츠나사가아후레루타비  슬픔이 넘칠 때 마다   そっと心で寄り添えたら   솟토코코로데요리소에타라  살짝 마음으로 다가설 수 잇다면   眠れない夜が開けても   네무레나이요가아케테모  잠들 수 없는 밤이 열려도   なにげない優しさに氣づけるように   나니게나이야사시사니키즈케루요-니  아무것도 아닌 듯 상냥함에 깨달을 수 있도록    誰よりも誰よりも       다레요리모다레요리모     누구보다도 누구보다도     輝いてる愛しさと向き合うよ   카가야이테루 이토시사토무키아우요  빛나고 있는 사랑스러움과 마주할게요   eyes to eyes  七色の表情で想いを描くから   나나이로노효-죠-데오모이오에가쿠카라  일곱 빛깔의 표정으로 생각을 그려갈테니깐    今、大切なヒトがいる   이마다이세츠나히토가이루  지금, 소중한 사람이 있어요   それだけで磨かれていく amazing   소레다케데미가카레테쿠 amazing  그것만으로도 변해가는 놀라움에   眩しい七色の明日へと       마부시이나나이로노 아시타에토     빛나는 일곱 빛깔의 내일로      連れ出して with brand new beat  츠레다시테 with brand new beat  데려가줘요 with brand new beat   So Cool.. So Bright.. (I) feel so good  So Cool.. So Bright.. (I) feel so good  So Cool.. So Bright.. (I) feel so good  Don't look back  Baby, always look at me -"}, {"song_no": "1146396", "year": "2006", "rank": "97", "title": "내가 너를", "artist": "SG 워너비", "genre": "R&B / Soul", "lyrics": "내가 너를 어떻게 내가 너를 어떻게 내가 너를 어떻게 잊을 수 있겠니  내가 너를 어떻게 이젠 내가 어떻게  내가 너를 어떻게 지울 수 있겠니  헤어지자던 그만 이별하자던  말을 하는 너의 앞에서  화를 낼까 아님 돌아설까  차라리 난 미안하단 말을 해볼까  너무 아픈사랑 참 슬픈사랑  남겨도 내가 널 잊을수가 있겠니  내가 너를 어떻게  내가 너를 어떻게 이젠 내가 어떻게  내가 너를 어떻게 지울 수 있겠니  이제 헤어지자던 그만 이별하자던  말을 하는 너의 앞에서  화를 낼까 아님 돌아설까  차라리 난 미안하단 말을 해볼까  너무 아픈사랑 참 슬픈사랑 남겨도  내가 널 잊을수가 있겠니  내가 너를 어떻게  한순간도 널 잊지못했어  난 못잊은척 숨을쉬며  살아가겠지 이제 너는 사라지겠지  이쯤에서 그냥 돌아설까  차라리 나 바보처럼 기다려볼까  이 슬픔만큼만 널 미워하며  몇일을 버텨낼 수 있겠지  널 기다리고 널 기다려도  우리 사랑은 더 멀리 떠나는건가  너무 아픈사랑 참 미운사랑 남겨도  내가 널 잊을수가 있겠니  내가 너를 어떻게"}, {"song_no": "971439", "year": "2006", "rank": "98", "title": "내가 웃는게 아니야 (Feat. ALI)", "artist": "리쌍", "genre": "Rap / Hip-hop", "lyrics": "날 사랑한다는 말 천 번을 넘게 내 맘  구석구석 빼곡히 써놓고 이제 와 나를  망부석 여인처럼 남겨둔 채  방 한구석 먼지처럼 나를 밀어둔 채  헤어지자 말하는 너의 뺨을  나도 모르게 때리고  내 발목을 잡는 땅을 억지로 뿌리치며  한참을 걸으며 다짐했어  다신 내 곁에 널 두지 않겠다고  여태 너를 지키기 위해 했던 나의 노력  그 모든 걸 다 오려 저 달리는  차들 속으로 던지고 눈물 섞인 웃음을 짓고  어떻게든 너보단 잘 살 거라는 믿음  저 짙은 어둠속에 새기며  내가 웃는게 웃는게 아니야 또 내가 걷는게 걷는게 아니야  너의 기억 그 속에선 난  눈물 흘려 너를 기다릴 뿐  내가 웃는게 웃는게 아니야  또 내가 걷는 게 걷는게 아니야  너의 기억 그 속에서 난  눈물 흘려 너를 기다릴 뿐  며칠이나 지났을까  늦가을 쓸쓸한 거리처럼  물가의 홀로 앉은 낚시꾼처럼  외로움과 기다림에 지친  난 끝없는 줄담배에 기침을 하며  미친듯이 추억속으로 빨려들어가  애교 섞인 목소리에 꺾인  나뭇가지 처럼 쓰러져  그녀의 품에 안기고 달콤한 꿈에 부풀어  영원히 나를 붙들어 매라며 농담을 하고  어디를 가도 누구를 만나도  언제나 둘이기에 즐거운 분위기에  우리는 항상 행복해 했었지 그랬었지  하지만 이젠 그녀는 내 곁에 없지  난 또 외로움에 밤길을 걷지  그대 떠나보낸 내 가슴에  눈물이 차올라 날 흔들며 아프게 해  그대 떠나보낸 내 두눈에  어둠이 다가와 또 난  너를 잊을래 난 너를 잊을래  아무리 외쳐봐도 그게 안돼  너를 아껴주지 못해 또 후회하네  너를 잊을래 난 너를 잊을래  아무리 외쳐봐도 그게 안돼  네가 웃던 기억속에 또 미쳐가네  내가 웃는게 웃는게 아니야  또 내가 걷는게 걷는게 아니야  너의 기억 그 속에선 난  눈물 흘려 너를 기다릴 뿐  내가 웃는게 웃는게 아니야  또 내가 걷는 게 걷는게 아니야  너의 기억 그 속에서 난  눈물 흘려 너를 기다릴 뿐  너 없는 아픔에 모든건  눈물을 흘리며 코를 푸네  남자답게 웃고 싶지만 매순간 멍해지는 습관 고쳐지질 않고  남자답게 웃고 싶지만 남자답게 난 웃고싶지만  밥 한숟갈 떠 넣기가 이렇게 힘들수가  날 위로하는 친구의 웃음도  내 눈엔 슬픈 구슬로 바뀌어  웃으려 웃어봐도 안되는 난 먼곳으로  내가 웃는게 웃는게 아니야  또 내가 걷는게 걷는게 아니야  너의 기억 그 속에선 난  눈물 흘려 너를 기다릴 뿐  내가 웃는게 웃는게 아니야  또 내가 걷는 게 걷는게 아니야  너의 기억 그 속에서 난  눈물 흘려 너를 기다릴 뿐"}, {"song_no": "1115207", "year": "2006", "rank": "99", "title": "Far Away (Feat. MC 몽)", "artist": "브라운아이드걸스", "genre": "R&B / Soul", "lyrics": "So many times I tried to let you go  어차피 너와 나 이뤄질 사랑이 아닌 걸  I know that you went far away  미안해 하지마 나 역시 널 잊어버릴 테니  I’m gonna so rude to you  아마 내가 할 말 들으면은 사라질 네 smile  보기 두려워 주저 하는 날 보기 좋게 품에 넌 안아  Sorry I’m sayin’ goodbye  그대 어깰 적시고 만  내 눈물의 의미, 슬픈 눈빛, 모두 이해한단  그런 너를 떠나려 하네  그런 너를 잊으려 하네  우릴 괴롭히던 주위 시선에  끝내 난 무너지고 말았네  서로의 사랑으론 지켜내지 못할 인연임에  나약한 날 탓해, 나를 원망해,  ‘cause it’s for you babe  그래 믿구서 나를 욕해  어차피 너와 나 힘든 건 똑같애  우린 같이 아픈데 근데 마음이 아픈데  마음이 아픈데 마음이 아퍼  네 눈이 너무 슬퍼서 가슴이 찢어져  내 마음이 아퍼 널 찾을 수 없으니까  그런 내 마음이 아퍼 널 불러봐 수백 번  아픈 상처에 쓰디 쓴 술잔을 퍼붓네  내 터질듯한 아픔은 멍 든 가슴을 위로 못해  내 사랑이 아직 널 불러도 대답하지는 마  더 약해질 나라는 걸 알아  미칠 듯 가슴 아파도 다 견딜 수 있게  날 떠나가줘 날 잊고 살아줘  그대 없인 하루도 나는 살아갈 의미가 없어  그럼에도 오늘도 나는 살아가야만 하고 있어  너의 미소(미소) 너의 몸짓(몸짓)  너의 향기(향기) 너는 내게 너무  소중해 나는 너를 사랑해  그대 없인 하루도 나는 살아갈 의미가 없어  그럼에도 오늘도 나는 살아가야만 하고 있어  네가 사는 이유 내 삶의 크레이지 너you  네가 사는 이유 I’ll live and die for you  yo- 그대 없이 하루도 나는 살아갈 의미가 없어  그럼에도 오늘도 나는 살아가야 하고 있어  아침 햇살에 눈을 떠 어디엘 가건 무엇을 하건  나는 마치 영혼이 없는 인형인 듯이  영원히 이러겠지 (My love is like a fool)  평생 가슴에 품고 있겠어 (I already knew)  You were meant for me,(The rest of my life)   I was meant for you  함께 있진 못해도 I’m gonna miss you  (The memories will remain)  So many times I tried to let you go  어차피 너와 나 이뤄질 사랑이 아닌 걸  I know that you went far away  미안해 하지마 나 역시 널 다 잊어버릴 테니까  내 사랑이 아직 널 불러도 대답하지는 마  더 약해질 나라는 걸 알아  미칠 듯 가슴 아파도 다 견딜 수 있게  날 떠나가줘 날 잊고 살아줘"}, {"song_no": "1146399", "year": "2006", "rank": "100", "title": "선인장", "artist": "SG 워너비", "genre": "R&B / Soul", "lyrics": "마치 너 선인장처럼  내가슴에 상처가 나면 날수록  그토록 원하던 내사랑을 주는지 주는지 괜찮니 내가 널 더 안아도  너를 더 꽉안아도 그래도 괜찮겠니  가슴은 아파도 내가 더 울어도  내가 제일 자신 있는건  널 기다리는 일이니까 살아도 살아도 평생 못다할 그말  끝내 너에게 꼭 하고픈 말  그래도 사랑해  죽도록 아프겠지만  가슴치고 후회하고 말겠지만  그래도 너를 사랑하는데 나잖아 나잖아 알잖아 내가 얼마나 너를  내가 어떻게 너를 사랑해 왔었는지  가슴은 아파도 내가 더 울어도  내가 제일 자신 있는건  널 기다리는 일이니까 살아도 살아도 평생 못다할 그말  끝내 너에게 꼭 하고픈 말  그래도 사랑해  I don't want a say goodbye love My love is only for you  사랑하지 않아 사랑하지 않아  천번쯤은 내 입술이  외워두고 외치는말  사랑해 사랑해 가슴이 하고픈말  만번쯤 삼키고 참아봐도  결국엔 하는말"}]