[{"song_no": "1173854", "year": "2006", "rank": "51", "title": "위태로운 이야기", "artist": "박정현", "genre": "R&B / Soul", "lyrics": "절정을 지나버린 모든것 결국 시들어가는 많은 것 지금 난 그 가운데 있어 숨소리 하나 흔들림 없이 작은 떨림도 없는 눈으로 지금 넌 마지막을 말해 조금 아플것도 차차 나을것도 느리지만 잊을것도 넌 이미 다 알고 있었을까 아무 이유없이 그래 이유없이 난 못믿을 사랑 더없이 위태로운 마음의 장난 반짝이며 웃던 많은 날들도 심장소리처럼 뛰던 사랑도 그저 흘러가는 저 강물같아 기도처럼 깊던 오랜 믿음도 그저 변해가는 저 계절같아 참 위태로운 얘기 조금씩 사라지는 모든것 결국 부숴져가는 많은것 지금 난 그 가운데 있어 아무런 망설임도 없는듯 마치 날씨얘기를 꺼내듯 지금 넌 헤어짐을 말해 보낼수있는데 그건 괜찮은데 내가 정말 서러운건 아무런 이유도 없다는 것 익숙함을 지나 지루함을 지나 oh Love 못 믿을 이름 이토록 부질없는 슬픔의 마법 태양처럼 빛난 모든 순간도 노래소리 같던 속삭임도 헤어짐을 향한 막연한 항해  한땐 목숨같던 나의 사랑도 그저 스쳐가는 찰나의 바람 참 위태로운 얘기 태양처럼 빛난 모든 순간도 노랫소리같던 속삭임도 헤어짐을 향한 막연한 항해  한땐 목숨같던 나의 사랑도 그저 스쳐가는 찰나의 바람 참 위태로운 얘기"}, {"song_no": "1136334", "year": "2006", "rank": "52", "title": "상상 (영화 `청춘만화` 삽입곡)", "artist": "KYT (코요태)", "genre": "Dance", "lyrics": "sometime's I want a meet someone else  but my love is only one it's you   가끔 그런 생각해 나를  사랑한단 너의 그 말이  정말 진심일런지  거짓말은 아닌지  의심스런 생각이 들어   나도 그런 생각해 니가  아닌 다른 사람 만나서  함께 길을 걸으며  함께 영화를 보며  행복해하는 날 보곤해   사랑이란게 그런건가봐  영원하자 했던 약속도 가고  바보같이 늘 그 사랑 믿고  아직까지 착각에 살아가고 있나봐   가끔씩은 나도 네가 아닌 사람만나  데이트를 하고 싶을 때도 있지만 난  또 너와 다툴 생각에  자꾸 한숨만 나오는데   어디부터 우리 잘못 됐니 둘이  지금까지 만들어온 우리만의 rool이  쉽사리 풀어지지 않는 걸  서로 딴 생각만 하는 걸   난 또 그런 생각해 니가  아닌 다른 사람 만나서  정말 행복할런지 괜한  상상하면서 걱정하는 나를 보곤해   나도 그런 생각해 니가  아닌 다른 사람 곁에서  매일 힘겨워하며 항상 눈물 흘리며  후회하는 나를 보곤해   사랑이란게 그런건가봐  영원하자 했던 약속도 가고  바보같이 늘 그 사랑 믿고 아직까지  착각에 살아가고 있나봐   아무 미련 없이 정말  날 떠나 살수 있겠니  제발 가지 말라고  나만 사랑 한다고  끝까지 소리쳐 잡아줘  나를 사랑해줘   사랑이란건 그런건가봐  영원하자 약속하고 난 후엔  자석처럼 바늘과 실처럼  익숙함에 그렇게 지내가는 건가봐   사랑이란건 그런건가봐  영원하자 약속하고 난 후엔  자석처럼 바늘과 실처럼  익숙함에 그렇게 지내가는 건가봐   I'm sorry 항상 하는 소리 우린  매일 같이 싸우지만 엮여있는 고리  계속 소홀해서 야속 했었지만  누구보다 사랑해서 항상 자랑   잠시라도 잠깐만이라도  나 다른 사람 생각하지 않을께  언제라도 언제까지라도  너 하나 만을 영원히 사랑할께 -"}, {"song_no": "1114171", "year": "2006", "rank": "53", "title": "구두", "artist": "씨야", "genre": "Ballad", "lyrics": "헤어지기 위해서 미워하는   연습을 했어  너를 잊기 위해서 미워하는   연습을 했어   밥보다 술을 더 많이 마시고   술로다 채워버린 쓰린속을   감싸 안은채   너 하나밖에 모르는   네 여자이니까   높은 구두를 신고 진하게   화장을 하죠   한눈에 나를 알아보라고   날보고 니가 흔들리라고   더 높은 구두를 신고   또 한번 화장을 하고   다시 나를 안아줄까봐   혹시 니가 흔들릴까봐   밥보다 술을 더 많이 마시고   술로다 채워버린 쓰린속을   감싸 안은채   너 하나밖에 모르는   네 여자이니까   높은 구두를 신고 진하게   화장을 하죠   한눈에 나를 알아보라고   날 보고 니가 흔들리라고   더 높은 구두를 신고   또 한번 화장을 하고   다시 나를 안아줄까봐   혹시 니가 흔들릴까봐   그리워 너무 그리워   그리워도 나 참아야겠지   너 하나밖에 모르는   네 여자이니까   구두를 신고  높은 구두를 신고 진하게   화장을 하죠   한눈에 나를 알아보라고   날 보고 니가 흔들리라고   더 높은 구두를 신고   또 한번 화장을 하고   다시 나를 안아줄까봐   혹시 니가 흔들릴까봐   구두를 신고  구두를 신고"}, {"song_no": "1188515", "year": "2006", "rank": "54", "title": "사랑해요", "artist": "김현성", "genre": "Ballad", "lyrics": "마지못해 살겠죠 지금 보내주면  우린 다시 만나질 수 없겠죠 흐르는 눈물처럼 참아내야 할  너무 슬픈 말 사랑해요 어쩔 수 없는 가 봐요  미워도 미워도 잊을 수 없나 봐요 어떻게 잊어낼까요 하루하루가 너무 힘든데... 너무 보고 싶은데 자꾸 생각나는데  그대 없인 살아지질 않는데 마지못해 살겠죠 지금 보내주면  우린 다시 만나질 수 없겠죠 흐르는 눈물처럼 참아내야 할  너무 슬픈 말 사랑해요 배우면 아픈 그 말 사랑해요 눈물은 계속 흐르죠  울어도 울어도 마를 수 없나 봐요 다시는 못할 거 에요 아프기만 한 사랑 같은 건 너무 보고 싶은데 자꾸 생각나는데  그대 없인 살아지질 않는데 이제서야 알았죠  잘하지 못했던 내 자신을 후회하며 살아요  헤어지고 나서야 알 수 있는 말 사랑했어요 미안해요 그래도 살겠죠 숨은 쉬겠죠 시린 가슴속에 그댈 담고... - 연 주 중 - 마지못해 살겠죠  지금 보내주면 우린 다시 만나질 수 없겠죠 흐르는 눈물처럼 참아내야 할 너무 슬픈 말 사랑해요 배우면 아픈 그 말 사랑해요 배우면 아픈 그 말 미안해요"}, {"song_no": "1173373", "year": "2006", "rank": "55", "title": "Addicted", "artist": "Sweetbox", "genre": "Pop", "lyrics": "You know I won't put up a fight And I know you're wrong  but I`ll say you're right And it'll keep going down this way I try to change the rules  but it's the same old game Cause you know I'll never leave And I know you'll never stay God I need to Walk away, Walk away, Walk away,  But I’ll never I try and try  Walk away, Walk away,  Walk away I’ll never walk away I try and take the higher road Say easy come easy go Cause you'll never change you'll never show I'm addicted to the urgency I'm addicted to the chase Another dose of you could be the end of me But I'm addicted bad to you I'm addicted to the urgency I'm addicted to the chase Another dose of you could be the end of me But I'm addicted bad to you  Welcome to my masquerade where we all gotta lie in the beds we've made I know I need to Start cutting down on my supply I need a twelve step program for goodbye No excuses, no more lies  I'm addicted to the urgency I'm addicted to the chase Another dose of you could be the end of me But I'm addicted bad to you I'm addicted to the urgency I'm addicted to the chase Another dose of you could be the end of me But I'm addicted bad to you  I'm addicted to the urgency I'm addicted to the chase Another dose of you could be the end of me But I'm addicted bad to you I'm addicted to the urgency I'm addicted to the chase Another dose of you could be the end of me But I'm addicted bad to you Walk away,Walk away,Walk away,But I’ll never"}, {"song_no": "1146305", "year": "2006", "rank": "56", "title": "그런 사랑", "artist": "란 (RAN)", "genre": "Ballad", "lyrics": "하루가 지나가도 일년이 지나가도  자꾸 니모습이 떠오르는데  이젠 다 잊었다고 정말 잊었다고  아무리 말해도 소용없는데   너를 잊어보려고 다시 사랑하려고  또다른 사람을 만나보아도  잊을수가 없어서 그게 잘 안되서  혼자 남은 나는 어떡하라고   날 정말 사랑한사람 나만 아껴준사람  보고만 있어도 그냥 너무 행복한사람  잠시도 곁에 없으면 날 너무 외롭게  그렇게 만든 그 사람 보고픈사람   나에겐 사랑이란걸 절대 두번다시 못할  그 사랑 알게 해준 그런 사람  너무나 잊고싶어도 잊어보려해도  정말 그럴수가 없는 너인데   하루에도 몇번씩 떠난 그대 생각에  자꾸 내 가슴이 아려오는데  미워하려고 해도 미워할수 없는 너  눈물보다 진한 그리움인걸   날 정말 사랑한사람 너무 아껴준사람  보고만 있어도 그냥 너무 행복한 사람  잠시도 곁에 없으면 날 너무 외롭게  그렇게 만든 그사람 보고픈 사람   나에게 사랑인란걸 절대 두번다시 못할  그 사랑 알게 해준 그런 사람  너무나 잊고 싶어도 잊어보려해도  정말 그럴수가 없는 너인데   사랑따윈 없다고 미련도 없다고  나 정말 너를 잊을수가 있다고  몇번이나 내게 나 약속했는데  지키지 못해 널 다시 찾고 있잖아   나 참으려고해 너를 조금더 잊을꺼야  오늘보다 내일 너를 더많이 잊을꺼야  그렇게 다짐을하고 또 다짐을 하며  하루를 살아왔는데 나 견뎌왔는데   미안해 잊지 못했어  다른 건 다 지울수 있는데  너하나만은 잊지못해   너마저 지워버리면 다 잊어버리면  나조차 없는게 되버리니까  너 하나때문에 살았던 나란걸 알잖아 -"}, {"song_no": "1215673", "year": "2006", "rank": "57", "title": "Smile", "artist": "May", "genre": "Ballad", "lyrics": "그대가 날 안을때 어떤 기분일까 궁금해 그대 눈에 비친 난 어떤 사람일까 궁금해 I believe I believe you were never ready for me 이미 맘의 눈은 멀어 시간을 멈춰버린 Smile 그댄 나의 작은 우주예요 Why 세상을 여는 거울이죠 Now 그댄 바로 나죠 You're sitting my heart alight 오렌지 빛 노을엔 오렌지 빛 노을엔 내 미래를 담아요 내 미래를 담아요 기댄 그대 어깨엔 내 믿음을 담아요 I believe I believe you were never ready for me 이미 맘의 눈은 멀어 내 맘을 훔쳐버린 Smile 내가 가진 소원 모두 모아 Why 내 가진 행운 모두 모아 Now 단 하날 택하라면 난 바로 그대예요  Smile Smile 내가 가진 소원 모두 모아 Why 내 가진 행운 모두 모아 Now 단 하날 택하라면 난 바로 그대예요 그댄 나의 우주예요 그댄 나의 거울이예요 Now 그댄 바로 나죠 You're sitting my heart alight I can't live you later satisfy you"}, {"song_no": "1216109", "year": "2006", "rank": "58", "title": "넋두리", "artist": "하동균", "genre": "Ballad", "lyrics": "왜 잊으라고 말을 하나요  난 그럴생각 하나 없는데  혹시 그 사람 만났나요  그 사람이 그만 잊으라 시키던가요   내 넋두리를 들어 줄래요  그 사람 잃고 사는 얘기들 모두  단 하루도 빼놓지 않고  술에 기댄 채 버티는 나인데  어떻게 잊으란 그 말을 꺼낼 수 있나요   찾아줘요 제발 그 사람을 제발  죽지도 살지도 못하는 날 위해  그 사람이 못난 목숨보다 간절해도  늦기전에 이제 내게 데려와줘요   날 바보라고 욕하지마요  왜 그러냐고 걱정하지도 말고  그 사람을 사랑했다면  품에 안긴 채 잠든 적 있다면  더 이상 잊으란 위로도 해줄 순 없겠죠   찾아줘요 제발 그 사람을 제발  죽지도 살지도 못하는 날 위해  그 사람이 못난 목숨보다 간절해도  늦기전에 이제 내게 데려와줘요   그래 나 할수있죠 언제나 기다릴게요  내 온몸이 조금씩 굳어질때까지  수 많은 사랑하고 수 없는 이별하고  내게 다시 온대도 미워 안 할게요   돌아와요 제발 내 곁으로 제발  그대가 없이 난 하루도 힘들죠  내가 흘린 눈물 그대 발에 닿을 때  꼭 한걸음에 서둘러 내가 있는곳으로 와줘요"}, {"song_no": "1097091", "year": "2006", "rank": "59", "title": "사랑 먼지", "artist": "버블 시스터즈", "genre": "R&B / Soul", "lyrics": "그댈 사랑한 많은 흔적들을  이젠 치워야겠죠  그대 사진도 함께 나눈 찻잔도  주인도 없이 남아있죠   추억만으론 내 미련만으론  더는 의미없는 모든 것들은 워-   손대면 난 눈물이 흘러서  바라볼때면 맘에 멍이 들어서  이제 가슴시린 추억으로 묻어두려  그대 흔적을 난 지우죠   사랑 더 없죠  내겐 남은거라곤 그대의 추억뿐  반쪽을 잃어 아무 쓸모도 없이  날 무겁게만 할 뿐인데   나의 눈물도 긴 나의 한숨도  이젠 아무 소용 없는걸 알죠   손만 대어도 난 눈물이 흘러서  바라볼때면 마음엔 멍이 들어서  이젠 가슴시린 추억으로 남겨질  그대 흔적이 너무 많아서 난 아프죠   꼭 먼지처럼 내방 곳곳에 (내방 곳곳에)  그 사랑이 남아 워-   그댈 사랑한 그 흔적을 치우죠  내방 가득한 그대의 향기까지도  하지만 내안에 남아있는 사랑은  지우려해도 모두 버리려해도  그게 잘 안되나 봐요   그대가 내맘에 배어서 -"}, {"song_no": "1199412", "year": "2006", "rank": "60", "title": "그리움도 안되겠죠", "artist": "SE7EN", "genre": "Drama,Ballad", "lyrics": "이러면 안된다고 다짐하면서도 어느새 또 그댈 떠올리네요 혹시 이런 내모습 전해 듣는다면 그대 힘들줄 모르는데 그댈보는 날 후회하진 않지만 아직은 눈물이 나요 이젠 그리움도 안되겠죠 그것마저 버려야죠 그대 편히 떠날수있게 그렇지만 생각처럼 안되네요 지워낼수없는걸요 우리사랑한 추억은 너무도 선명하기에 이미 알고 있었죠 쉬울순 없단걸 그 모든 어려움 이겨내는 너 하지만 이렇게도 아플거라는걸 나도 다 알지는 못했죠 행복하겠죠 웃고있는거겠죠 그대만은 그래야죠 이젠 그리움도 안되겠죠 그것마저 버려야죠 그대 편히 떠날수있게 그렇지만 생각처럼 안되네요 지워낼수 없는걸요 우리사랑한 추억은 너무도 선명하기에  그대 내게 했던 말 그 한마디 한마디가 내마음속에 새겨있는데 이젠 그리움도 안되겠죠 그것마저 버려야겠죠 그대 편히 떠날 수있게 그렇지만 생각처럼 안되네요 지워낼수 없는걸요 우리사랑한 추억은 너무도 선명하기에"}, {"song_no": "1114173", "year": "2006", "rank": "61", "title": "Promise U", "artist": "씨야", "genre": "Ballad", "lyrics": "한동안 많이 힘들겠지  예전처럼 우리다시 만날까  말하고 싶은데 말하고 싶은데  그댄 지금 어디에  한순간 너를 보내기에  내가 너를 너무 사랑했나봐  말하고 싶은데 말하고 싶은데 그댄 지금 어디에  I promise U I promise U  난 너를 잊어 갈께  I can't love with U  I can't love with U Oh no  이제는 기억에 사라질께 난  내 삶속에 단 한번에 상처  남기고 간  그대안에 갇혀 지내왔어  오랫동안을  나의 다짐이 나를 꺼내줬어  한순간 너를 보내기에 아직 너를 너무 사랑하나봐  말하고 싶은데 말하고 싶은데  그댄 지금 어디에  좋아 니 멋대로 떠나  지난 날 속에 기억은 지워줄게  함께 있어줄게 잘 살아볼게  잊어볼게  믿거나 말거나 사랑이란 언제나  주거나 받거나 사라지는 거잖아  환한 미소로 내게 다가왔던  그대는 어디에 나 또한 어디에  I promise U I promise U  난 너를 잊어 갈께  I can't love with U  I can't love with U Oh no  이제는 기억에 사라질께 난  나 너를 보내고 그 시간속에서 얼마나 지쳐있는지  I deep in side my heart  hold me Now cause  I miss U baby  I can't love with U I can't love with U  난 너를 잊어 갈께  oh I promise U  I promise U Oh no  이제는 기억에 사라질께 난  가라 했어 잊으라 했어 애써 잊어보겠어 됐어  널 지워버리겠어  알겠어 벌써 나의 기억  속에서 사라져가고 있어  가라 했어 잊으라 했어 애써 잊어보겠어 됐어 널  지워버리겠어  알겠어 벌써 나의 기억 속에서  사라져가고 있어  벌써 잊었어"}, {"song_no": "1204158", "year": "2006", "rank": "62", "title": "Reds Go Together", "artist": "버즈", "genre": "Rock", "lyrics": "Reds Go Together   대한민국 그댄 나의 챔피언 너와 나의 챔피언 우리 함께 외치면 승리 하리라 그댄 나의 챔피언 너와 나의 챔피언 우리 함께 외치면 승리 하리라 한국 모두 다 일어나 붉은 함성 외치자 승리를 향해 달려가는 전사들이 듣도록 너와 나 다함께 일어나 이 노래를 부르자 영원한 승리자 그들을 위해 Reds go Reds go together Reds go Reds go together 영원히 함께 할 그대여 대한민국 그댄 나의 챔피언 너와 나의 챔피언 우리 함께 외치면 승리 하리라 그댄 나의 챔피언 너와 나의 챔피언 우리 함께 외치면 승리 하리라 한국 모두 다 일어나 붉은 함성 외치자 승리를 향해 달려가는 전사들이 듣도록 너와 나 다함께 일어나 이 노래를 부르자 영원한 승리자 그들을 위해 Reds go Reds go together Reds go Reds go together 영원히 함께 할 그대여 대한민국 그댄 나의 챔피언 너와 나의 챔피언 우리 함께 외치면 승리 하리라 그댄 나의 챔피언 너와 나의 챔피언 우리 함께 외치면 승리 하리라 한국 그댄 나의 챔피언 너와 나의 챔피언 우리 함께 외치면 승리 하리라 그댄 나의 챔피언 너와 나의 챔피언 그댄 영원한 챔피언 나는 영원한 챔피언"}, {"song_no": "1185418", "year": "2006", "rank": "63", "title": "못난이", "artist": "청안", "genre": "Ballad", "lyrics": "아무데서나 그립고 아무때나 아프고  손쓸 틈도 없이 눈물이 흘러  아마 내 맘 어딘가 탈이 난 건가봐  모두다 니가 없이 혼자라 그런가봐   억지 스럽게 떠들고 소리내어 웃다가  문득 주저않듯 목이 메어와  니가 가진 모든것이 내것이 아닌걸  생각도 긴 하루도 너만 따라 가는걸   바보 같이 바보 같이 나라는 사람은  너 아니면 너 아니면 숨하나 제대로 못 쉬나봐  참 미련하게 너만 사랑 하더니  니가 없는 세상에서 점점 이렇게  점점 이렇게 못난이가 되가   버리기에는 아깝고 꺼내 보긴 서러운  기억들 속에서 종일을 헤매  잘해주던 니 얼굴만 눈에 아른거려  미움만 지워내는 병에 걸렸는 가봐   바보 같이 바보 같이 나라는 사람은  너 아니면 너 아니면 숨하나 제대로 못 쉬나봐  참 미련하게 너만 사랑하더니  니가 없는 세상에서 점점 이렇게 못난이가 되가   어쩜 이렇게도 한결 같을까  헤어지자고 말하던 너를 보고도  아니라고 아니라고 돌아 올거라고  날 어르고 나를 달래며 살아가는 나   참 우습지 참 우습지 이게 사랑인가봐  내 맘대로 내 뜻대로 손끝하나 지우지 못하고  또 바보 처럼 너를 그리고 있어  못난 사람 못난 사람 너를 사랑한  너를 사랑했던 나는 못난이"}, {"song_no": "1185401", "year": "2006", "rank": "64", "title": "봄 여름 가을... 겨울 (Feat. 김태우 God)", "artist": "수호", "genre": "Rap / Hip-hop", "lyrics": "내 맘속에 있는 말 지금부터 고백할게 사랑을(사랑해) 하루도 너 없이는 못 사는걸 누구보다 더 소중하단걸 내게는 유일한 행복이라는 걸 For the rest of my life I love you 난 그냥 따스한 봄날이 좋아 아름다운 너를 내게 주었잖아 어떤 이유도 필요 없잖아 우리가 함께 있다는 것 뿐이잖아 진달래꽃보다 향기로운 너와 마법에 빠져버린 꼬마 아이같은 나와 기적같은 꿈을 꾸게 해준 밤과 함께 봄날의 사랑은 깊어만 가 여름은 다가왔지 그때 추억과 함께 혹시 기억해 문득 내게 근육질의 남자가 든든해 보인다는 너의 말에 그 순간 잠시 난 당황했었는데 기회는 이때야 너만의 왕자로 지금이 기회야 아랫배 王자를 결국엔 허무하게 실패했지만 걱정마 널 지켜줄 배짱은 있으니까 하루도 너 없이는 못 사는걸 (하루하루 너 없이는 못 사는 날) 누구보다 더 소중하단걸 (소중하다는 걸 행복하다는 걸) 내게는 유일한 행복이라는 걸 For the rest of my life I love you 사계절 동안 우리의 만남 1년동안 만든 우리 사랑 이 노랠 통해 이야기를 만들어 그 다음얘기 (I love you) 어김없이 가을은 찾아 왔는데 갑자기 서늘해진 날씨만큼이나 싸늘해 (진 너) 서먹서먹 해진 통화에(느꼈어) 이런게 권태기구나 라고 그냥 버티기엔 너무 큰 상처가 될 것 같아 이겨보려 많이 노력했지만 퍼즐처럼 쉽게 풀리지가 않더라 오랜 시간이 흐른 것 같더라 그렇게 겨울은 소리 없이 찾아왔고 힘겨운 날들이 끝나기만을 바랬어 이런 날 아는지 기다린 첫눈이 내리고 너의 맘은 이내 행복을 찾았지 기회는 이때야 손가락에 반지를 지금이 기회야 고백했어 사랑을 꼭 잡은 이 손 이젠 다시 놓지 않을게 사랑해 영원히 널 지켜줄게 하루도 너 없이는 못 사는걸 (하루하루 너 없이는 못 사는 날) 누구보다 더 소중하단걸 (소중하다는 걸 행복하다는 걸) 내게는 유일한 행복이라는 걸 For the rest of my life I love you 화나는 일이 생겼어도 난 너만 보면 웃게되는걸 이제는 너 없는 내 하루는 상상도 할 수 없는걸 봄 아지랑이 피어오르듯 여름 태양에 불타오르듯 가을노을처럼 붉게 물들어 겨울 우리만의 하얀 세상 봄 아지랑이 피어오르듯 뜨거운 여름 태양에 불타오르듯 여무는 가을노을처럼 붉게 물들어 눈 덮인 겨울 우리만의 하얀 세상 그 누가 바보같은 사랑이라 할지라도 힘에 겨워 쓰러진다 하더라도 모든 것을 버려야만 한다 해도 너만을 위해 달려만 나 갈거라오 지금처럼 이겨왔던 길을 앞으로 100% 우리만의 사랑 한길로 너와 내가 함께 했던 그리고 함께 할 봄 여름 가을 그리고 겨울 For the rest of my life, I... love you"}, {"song_no": "1142834", "year": "2006", "rank": "65", "title": "Reds, Go Together", "artist": "버즈", "genre": "Rock", "lyrics": "그댄 나의 챔피언 너와 나의 챔피언 우리 함께 외치면 승리하리라  그댄 나의 챔피언 너와 나의 챔피언  우리 함께 외치면 승리하리라 한국   모두 다 일어나 붉은 함성 외치자  승리를 향해 달려가는 전사들이 듣도록  너와나 다함께 일어나 이 노래를 부르자  영원한 승리자 그들을 위해 워   Reds go, Reds go together  Reds go, Reds go together  영원히 함께할 그대여 (대한민국!)   그댄 나의 챔피언 너와 나의 챔피언  우리 함께 외치면 승리하리라  그댄 나의 챔피언 너와 나의 챔피언  우리 함께 외치면 승리하리라 한국   모두 다 일어나 붉은 함성 외치자  승리를 향해 달려가는 전사들이 듣도록  너와나 다함께 일어나 이 노래를 부르자  영원한 승리자 그들을 위해 워   Reds go, Reds go together  Reds go, Reds go together  영원히 함께할 그대여 (대한민국!)   그댄 나의 챔피언 너와 나의 챔피언  우리 함께 외치면 승리하리라  그댄 나의 챔피언 너와 나의 챔피언  우리 함께 외치면 승리하리라 한국  그댄 나의 챔피언 너와 나의 챔피언 우리 함께 외치면 승리하리라  그댄 나의 챔피언 너와 나의 챔피언  그댄 영원한 챔피언 -  나의 영원한 챔피언 -"}, {"song_no": "1195384", "year": "2006", "rank": "66", "title": "안고 싶은데", "artist": "제이피에스", "genre": "Ballad", "lyrics": "미안해 내가 또 잠을 깨웠지 취한 건 아냐 끊지 말아죠 미안해 다신 안 그런다 했는데 내가 잘못한 거지 귀찮게했지 어떠니 요즘도 많이 바쁘니 아프진 않니 나쁜 일은 없니 난 여전히 이렇게 살아 왜 아무 말도 없어 왜 듣기만 하고 한숨만 쉬어 아직까지 이런 내가 나도 싫은데 너도 그럴텐데 나보다 더 지겨울텐데 고개돌려 날 봐요 매일 나를 울린 너를 그런 너를 왜 난 잊지 못할까  10분만 아니 5분도 괜찮아 얼굴만 보고 착하게 가줄께 다시 떼쓰지 않을테니까 이번 한 번이면 돼 다시 한 번만 널 안고 싶어 아직까지 이런 내가 나도 싫은데 너도 그럴텐데 나보다 더 지겨울텐데 고개돌려 날 봐요 매일 나를 울린 너를 그런 너를 왜 난 잊지 못할까 아직 널 사랑해 매일 보고싶은데 가슴이 다 타서 숨쉬는 것 조차 힘든 나 벌써 다 잊은 너를 차갑게 날 미는 너를 그런 너를 왜 난 사랑하는지"}, {"song_no": "1205314", "year": "2006", "rank": "67", "title": "그래서...", "artist": "타이푼", "genre": "Dance", "lyrics": "니가 그 애를 버렸잖아 난 그를 위로 했어  그러다가 그앨만났고 사랑하게 되었어    내가 사랑한단 말을 넌 들었나봐  그때부터 너의 전화가 자주왔고  너의 전화를 끊고 나면 지금 그녀와 다퉜어  번호를 바꾸라는 그녀의 말한마디  너에게 전화 하겠다는 그녀에게  괜히 화를 내고 꼬투리를 잡아서 싸움만 했어  날 버리고 다시 돌아와 내맘도 아프게 하고  그동안 나는 미칠것같아 그녀를 잡아서  이젠 내가 필요없다고 가라고 할땐 언제고  내맘 흔들려 오직  난 너 없으면 안돼 왜그래 왜 또 널 버릴꺼야  니가 받은 너의 상처를 나에게 또 줄거니  너 떠나가면 나혼자야 다시 돌아온다해도  그땐 너를 받아들이기 나는 정말 힘들어    흔들리면 안돼 나도 잘알고 있어  근데 사랑했던 내맘이 남았나봐  정말로 내맘이 너무나 아프다 그래서 아프다  날 버리고 다시 돌아와 내맘도 아프게 하고  그동안 나는 미칠것같아 그녀를 잡아서  이젠 내가 필요없다고 가라고 할땐 언제고  내맘 흔들려 오직  난 너 없으면 안돼 왜그래 왜 또 널 버릴꺼야  니가 받은 너의 상처를 나에게 또 줄거니  너 떠나가면 나혼자야 다시 돌아온다해도  그땐 너를 받아들이기 나는 정말 힘들어  니가 그애를 버렸잖아 난 그를 위로했어  그러다가 그앨 만났고 사랑하게 됐어  그래서 나는 너무 아프다 널 보낼 생각에 지쳐  날 떠나서 행복하다면 그래 널 보내줄께"}, {"song_no": "1264220", "year": "2006", "rank": "68", "title": "불꽃 (Feat. 개리)", "artist": "장혜진", "genre": "Ballad", "lyrics": "빗물에 나를 섞어도 빗물과 눈물의 색은 다르다  세상 모두가 다 알아 너 없는 슬픔이란걸  끊을 수 없는 사랑이란걸   저 하늘에 달빛이 나의 눈물에 가릴 때  하나만 하다만 나의 사랑도 끝나고  다 잊으려 지우려 내 맘 속에 널 태워도  불꽃처럼 나를 감싸는 지독한 내 못난 사랑아   내가 버리고 내 가슴이 저리고  멀리도 가지 못하고 또 머뭇거리고  울지 않을까 걱정하며 돌아보고 또 돌아보고  그렇게 헤어지고 시간이 흘러 어느덧 지난일  기나긴 세월이 잊게 해줄까  사랑한단 세글자 위로가 됐을까  헤어지면서 무슨 걱정 그리 많았을까  미치도록 보고싶은 지금에서야 알았어  우리 사랑은 끝이 아니었다는 걸   저 하늘에 달빛이 나의 눈물에 가릴 때  하나만 하다만 나의 사랑도 끝나고  다 잊으려 지우려 내 맘 속에 널 태워도  불꽃처럼 나를 감싸는 지독한 내 못난 사랑아   내 몸이 열개라면 태양이 아침을 열때마다  하나는 너의 집앞에 또 하난 우리가 걷던 길가에  세우고 니 귓가에 들리게 소리치고  하나는 니가 없어 화나는 내 맘 달래고  널 찾을 수만 있다면  내 몸이 부서져 버렸으면 좋겠어  죽겠어 난 멀쩡한데 심장은 죽었어  내 지갑은 니 사진을 버렸지만  이 가슴은 아직 널 간직해  니 머리카락을 넘기듯 난 우리의 추억을 만지네   저 바다에 별빛이 거센 한숨에 잠길 때  서러워 서둘러 억센 내 숨도 끝내고  내 마지막 혼잣말 부는 바람에 날리고  네가 없어 내가 떠난다 머나 먼 곳으로   내 손이 내 가슴이 널 찾아 다시 떠도니  눈물과 슬픔이 너에게서 이제 떠나길  내 손이 내 가슴이 널 찾아 다시 떠도니  눈물과 슬픔이 너에게서 이제 멈추길   가라 가라 너라는 사람아  한 때는 내 사랑아   저 바다에 별빛이 거센 한숨에 잠길 때  서러워 서둘러 억센 내 숨도 끝내고  내 마지막 혼잣말 부는 바람에 날리고  네가 없어 내가 떠난다 머나 먼 곳으로   저 하늘에 달빛이 나의 눈물에 가릴 때  하나만 하다만 나의 사랑도 끝나고  다 잊으려 지우려 내 맘 속에 널 태워도  불꽃처럼 나를 감싸는 지독한 내 못난 사랑아   가지마 마지막이란 말을 아직 하지마  내가 널 찾아 이렇게 가잖아  가지마 마지막이란 말을 아직 하지마  내가 널 찾아 이렇게 가잖아"}, {"song_no": "1120765", "year": "2006", "rank": "69", "title": "So Sick", "artist": "Ne-Yo", "genre": "R&B / Soul", "lyrics": "Mmmm mmm yeah  Do do do do do do do-do  Ohh Yeah -    Gotta change my answering machine  Now that im alone  Cuz right now it says that we  Cant come to the phone  And I know it makes no sense  Cuz you walked out the door  But its the only way I hear  your voice anymore    (Its ridiculous)  Its been months And for some reason I just  (Cant get over us)  And im stronger then this  (Enough is enough)  No more walkin round With my head down  Im so over being blue Cryin over you    And im so sick of love songs  So tired of tears  So done with wishing you were still here  Said im so sick of love songs so sad and slow  So why cant I turn off the radio?    Gotta fix that calender I have  Thats marked July 15th  Because since theres no more you  Theres no more anniversary  Im so fed up with my thoughts of you  And your memory  And how every song reminds me  Of what used to be    Thats the reason im so sick of love songs  So tired of tears  So done with wishing you were still here  Said im so sick of love songs so sad and slow  So why cant I turn off the radio?    (Leave me alone)  Leave me alone  (Stupid love songs)  Dont make me think about her smile  Or having my first child Let it go  Turning off the radio    Cuz im so sick of love songs  So tired of tears  So done with wishing she was still here  Said im so sick of love songs so sad and slow  So why cant I turn off the radio?  (Why cant I turn off the radio?)    Said im so sick of love songs  So tired of tears  So done with wishing she was still here  Said im so sick of love songs so sad and slow  So why cant I turn off the radio?  (Why cant I turn off the radio?)    And im so sick of love songs  So tired of tears  So done with wishin you were still here  Said im so sick of love songs so sad and slow  Why cant I turn off the radio?  (Why cant I turn off the radio?)    Why cant I turn off the radio? -"}, {"song_no": "1214990", "year": "2006", "rank": "70", "title": "그대만 있다면 (Drama Version)", "artist": "러브홀릭", "genre": "Drama,Ballad", "lyrics": "날 사랑해서 떠난다며 눈물짓던 그대의 말을 믿을 수 없죠 하지만 나의 전부였던 그대가 힘들어 하기에 잡을 수 없었죠 온통 너와의 기억뿐인 나를 위해서 였다면 조금씩 무너져가는 날 날 위한다면 이대로 내 곁에 있어야 해요 나를 떠나면 안돼요 세상의 모든걸 잃어도 괜찮아요 그대만 있다면 그대만 있다면 함께 웃던 시간들을 함께했던 약속들을 지금 또 영원히 기억하겠어요 다시 한번 생각해요 무엇이 날 위한 건지 그대는 알고있어요 영원히 내 곁을 지켜주세요 나를 떠나지 말아요  세상의 모든걸 잃어도 난 좋아요 그대만 있다면 그대만 있다면    온통 그대의 생각뿐인 나를 위해서 였다면 초라하게 쓰러지는 날 날 위한다면 이대로 내 곁에 있어야 해요 나를 떠나면 안돼요 세상의 모든걸 잃어도 괜찮아요 그대만 있다면 그대만 있다면 영원히 내 곁을 지켜주세요 나를 떠나지 말아요  세상의 모든걸 잃어도 난 좋아요 그대만 있다면 그대만 있다면"}, {"song_no": "1003080", "year": "2006", "rank": "71", "title": "앵무새", "artist": "하울", "genre": "Ballad", "lyrics": "또 어제처럼 다시 그립습니다 보고 싶은 맘 줄지도 않는지 자꾸만 그대가 떠오릅니다  헤아려 볼 수록 더 눈물 납니다 훔쳐내봐도 흐르는 눈물에 기억이 또 다른 기억으로 번져 아프게 날 울립니다  받은 것만 있어서 내겐 후회뿐인데 준 게 없는 날 그댄 또 잊을까 겁이나  사랑합니다 난, 난 사랑합니다 그대에게 배운 많고, 많은 말들 중에 이 말 하나 입버릇처럼 나 중얼거립니다 혼자 바보처럼  미안합니다 참, 참 미안합니다 뒤늦은 이 말까지 미안하지만 염치없이 그댈 기다립니다 행여 내일은 돌아올까  그대란 새장이 비좁긴 했어도 좋았습니다 행복했습니다 이별을 몰랐던 영원을 믿었던 그날로 나 꿈에라도  돌아갈 수 있다면 내 마음을 모아서 내 가슴을 덜어서 다 그대를 줄 텐데  사랑합니다 난, 난 사랑합니다 그대에게 배운 많고, 많은 말들 중에 이 말 하나 입버릇처럼 나 중얼거립니다 혼자 바보처럼  미안합니다 참, 참 미안합니다 뒤늦은 이 말까지 미안하지만 염치없이 그댈 기다립니다 행여 내일은 돌아올까  이 마음 끝내 그댄 몰라 올 수 없어도 그대가 변해 더는 난 아니라도 불러보고 다시 불러봅니다 앵무새처럼 그대 이름  그대 사랑만 이렇게 -"}, {"song_no": "1209734", "year": "2006", "rank": "72", "title": "The First Time (Mordny K Mix) (Feat. 서인영)", "artist": "V.O.S", "genre": "R&B / Soul", "lyrics": "난 너와 입맞춤이 첨은 아냐 허나 할 수만 있다면 그걸 나의 첫키스로 하고 싶어 first time 모두 니가 내 첨이길 바라고 원하고 Call me and meet awhile Talk about my love 내 입술 위로 춤을 추는 널 느껴 Let me love your life Check in my whole life 어서 받아줘 내 모습 그대로 my first time 다시 태어나도 너를 내 삶 마지막에 두고 싶은 내 맘 너 없이 내가 살아 갈 날 first time 조금이라도 짧아져 가길 바래 Call me and meet awhile Talk about my love 내 입술 위로 춤을 추는 널 느껴 Let me love your life Check in my whole life 어서 받아줘 내 모습 그대로 my first time Call me and meet awhile Talk about my love 안겨줄래 제발 내 품에 안겨 Let me love your life Check in my whole life 누굴 이렇게 사랑해 본건 You're my first time  그저 하는 말 나 듣기 좋으란 말인 걸 알아 니가 뭘 하든 난 아직은 아냐 yo little motion up tonight 이런 사랑은 다시 올 수 없을꺼란 니 말은 아직 난 믿을 수 없는 걸 널 위해 향해 있는데 좀더 네 맘 보여봐 Call me and meet awhile Talk about my love 내 입술 위로 춤을 추는 널 느껴 Let me love your life Check in my whole life 어서 받아줘 내 모습 그대로 my first time Call me and meet awhile Talk about my love 안겨 줄래 제발 내 품에 안겨 Let me love your life Check in my whole life 누굴 이렇게 사랑해 본건 You're my first time Call me and meet awhile Talk about my love 내 입술 위로 춤을 추는 널 느껴 Let me love your life Check in my whole life 어서 받아줘 내 모습 그대로 my first time Call me and meet awhile Talk about my love 안겨줄래 제발 내 품에 안겨 Let me love your life Check in my whole life 누굴 이렇게 사랑해 본건 You're my first time tell me baby 안겨줘 제발  my first time"}, {"song_no": "1178406", "year": "2006", "rank": "73", "title": "그녀...웃었다", "artist": "투샤이", "genre": "Ballad", "lyrics": "우리같이 걷던 그 거리에  왠지 몰래 설레이던 느낌 하필이면 그렇게 만나야 했는지  알 수 없어 운명이란 건 그저 스쳐 지난 향기에 뒤 돌아본 너와 난  그땐 몰랐었지 서로 사랑을 간절히 바라게 될 걸 Hey~ 미안하지만 이대로 나와 그녀를 그저 가만히 바라봐줄래~  세상에 어떤 것도 그녀와 바꿀 순 없어  The girl is mine   누가 보나 그녀는 날 원해  내게 준 그 미소 가득히  그나저나 넌 대체 뭘 생각하는지 알 수 없어 그 시꺼먼 맘 가끔씩 그녀 전화를 받고  밝아질 내 표정을 굳이 감추지도 아니 되려 당당하게 보이리란 걸 Hey~ 미안하지만 이대로 나와 그녀를 그저 가만히 바라봐줄래~  세상에 어떤 것도 그녀와 바꿀 순 없어  The girl is mine  뻔한 결과에 이러지 말고 더는 그녀를 혼란스럽게 하지마 가질 수 없는 사랑인걸 알아두길 바랄뿐야 Look at me girl~ show me your smile~  말해줘 나만이 아름다운 그댈 가질 수 있단 걸 세상에 어떤 것도 그녀와 바꿀 순 없어 The girl is mine Hey~ 미안하지만 이대로 나와 그녀를 그저 가만히 바라봐줄래~  세상에 어떤 것도 그녀와 바꿀 순 없어  The girl is mine  Look at me girl~ show me your smile~  말해줘 나만이 아름다운 그댈 가질 수 있단 걸 세상에 어떤 것도 그녀와 바꿀 순 없어 The girl is mine"}, {"song_no": "1177939", "year": "2006", "rank": "74", "title": "잊을래", "artist": "소울스타 (SOULSTAR)", "genre": "R&B / Soul", "lyrics": "니가 선물했던 그 추억으로  어떻게든 하룰 버텨내고  조각난 가슴을 애써 위로해도  가슴은 울컥 또 울려 하고   헤어지던 날 마주친 두 눈이  아직도 이렇게 눈에 선해  얼음같이 차갑게 느껴질만큼  제발 널 잊고 살아달라고   일년이 지나도 십년이 지나도  사랑했던 널 어떻게 잊고 살아가니  너 없이는 안되는 날 더 잘 알면서 (i wating for U)   잡고 싶었는데 놓기 싫었는데  너에게 부담되는게  죽기보다 정말 싫어서  너를 보냈나봐   터지는 울음을 참아보려고  하늘로 눈을 옮겨 보아도  너의 사진만 끌어 안고 말았어  이렇게 니가 보고 싶은데   니 이름 세 글자 채 쓰기전에  눈물이 먼저 널 지워내고  내 입술이 너를 부르기도 전에  한숨이 먼저 널 지우나 봐   일년이 지나도 십년이 지나도  사랑했던 널 어떻게 잊고 살아가니  너 없이는 안되는 날 더 잘 알면서 (i wating for U)   잡고 싶었는데 놓기 싫었는데  너에게 부담되는게  죽기보다 정말 싫어서  너를 보냈나봐   가끔 눈물이 나겠지만  아님 매일 울겠지만  너를 행복하게 만드는 일이면 괜찮아   널 사랑하니까  널 사랑하니까 그게 이유니까  어떻게든 너만은  행복하게 살아줘  죽을만큼 아프면서 보내주니까  (i wating for U)   잊어도 되겠니 지워도 되겠니  널 잊는다는게  내겐 어려운 일이 되겠지만  이게 내 몫인걸 -"}, {"song_no": "982379", "year": "2006", "rank": "75", "title": "Perfect Love ( CF - 이자녹스 제시카 알바편 )", "artist": "Lutricia Mcneal", "genre": "R&B / Soul", "lyrics": "He needs, needs somebody to love  sent from heaven above  he's searching for that perfect situation perfect love  He needs somebody to love (somebody to love)  sent from heaven above  he's searching for that perfect situation perfect love  First Time you saw him in a club  you thought that it was love  But that was not enough,  you had to give you serious  there's others in the game  but your heart remains the same  but you want him without thoughts  and you can't get enough  so watch what you're wishing for  He needs  needs somebody to love  sent from heaven above  he's searching for that perfect situation perfect love  He needs somebody to love (somebody to love)  sent from heaven above  he's searching for that perfect situation perfect love  Last night you saw another girl  and you felt some what disturbed  if love is what you're after  I suggested you speak up  your chance just might go by  to find that perfect guy  but you can't say a thing,  if you don't let him know  just how you feel  ‘cause he needs needs somebody to love  sent from heaven above  he's searching for that perfect situation perfect love  He needs somebody to love (somebody to love)  sent from heaven above  he's searching for that perfect situation perfect love  Why can't you see  that it's not a game for me  it's what I believe  in looooove perfect love  show me the love  what's up, shorty?  you won't tell me can you feel me  show me love baby why  you're holdin' back your feelings  gotta feelin' I'm the one you want  I'm the one you wanna know  before the night is done  show you down baby  I'm a cristal slippin' master  show me what you after  need no gigolos  ever found someone to handle me  can you handle me  baby show me what you need  He needs needs somebody to love  sent from heaven above  he's searching for that perfect situation perfect love  He needs somebody to love (somebody to love)  sent from heaven above  he's searching for that perfect situation perfect love  He needs needs somebody to love  sent from heaven above  he's searching for that perfect situation perfect love  He needs somebody to love (somebody to love)  sent from heaven above  he's searching for that perfect situation perfect love"}, {"song_no": "1205352", "year": "2006", "rank": "76", "title": "눈물송 - Thank You", "artist": "손예진", "genre": "Drama", "lyrics": "너에게 나 너무 너무 많은 얘길 했나봐  나도 모르는 내 속에 끝없는 욕심의 말들  내 마음이 앞서 내가 말을 앞서 숨이차  그래도 남아있는 것 같아  왠지 해도해도 내맘 알아줄것 같지 않아서  자꾸 겹겹이 칠하다 덧나는 상처  차라리 그것보다 모자란게 나아  그래도 꼭 하고싶은 이 말  고마워 정말 너에게  왜 그렇게 힘들었는지  너무 많이 돌아와 잊고 있었던 말  정말 고마워  고마워 정말 너에게  왜 그렇게 힘들었는지  너무 많이 돌아와 잊을뻔했던 말  정말 고마워"}, {"song_no": "1125314", "year": "2006", "rank": "77", "title": "Miracle", "artist": "엠투엠 (M To M)", "genre": "Drama,Ballad", "lyrics": "네 두 손을 들어 하늘을 가려도  하나 감출 수 없는 것처럼  널 사랑하는 내 맘도 가릴 순 없어 널 사랑해   사랑 뒤에 숨은 이별이 올까봐  겁이 나 널 놓진 않을게  널 품은 내 사랑을 후회없이 지키며 살아갈게   태양을 가린 어둠이 와  때론 우리 앞길을 막아서도 괜찮아  내 사랑의 힘으로 널 비출게 아무걱정 하지마   너를 사랑해서 너무 사랑해서  내 숨이 다한대도  다신 너를 잃지는 않아 이 세상 끝에서라도   니가 그리워서 너무 그리워서  운명이 날 잡아도  내 사랑을 뺏기진 않을거야  너는 내 삶에 이유니까   지난 상처들은 내게 맡겨두고  이제 니 행복을 찾아가  네 걸음이 무거워 멈춰설때 내가 도와줄테니   태양을 가린 어둠이 와  때론 우리 앞길을 막아서도 괜찮아  내 사랑의 힘으로 널 비출게 아무걱정 하지마   너를 사랑해서 너무 사랑해서  내 숨이 다한대도  다신 너를 잃지는 않아 이 세상 끝에서라도   니가 그리워서 너무 그리워서  운명이 날 잡아도  내 사랑을 뺏기진 않을거야  너는 내 삶에 이유니까   이제는 울지마 항상 널 지킬게  내 모든 걸 다바쳐  심한 바람이 날 흔들어도 견딜 수 있어  사랑하니까 -"}, {"song_no": "1147154", "year": "2006", "rank": "78", "title": "너의 모습 - 이별은 (Drama Ver.)", "artist": "한글", "genre": "Drama", "lyrics": "안되는 걸 많은 시간이 흘러가면  잊혀진다던 얘기들도  왜 내게만 소용 없는지 내 사랑은 더 커져가   안되는 걸 그냥 눈에서 멀어지면  사라진다던 기억들도  두눈을 감으면 난 아직도 너의 모습만 보여   혼자 눈뜨니 행복하다는 네 소식에  잘된거라 말했던 나  너를 잊으려 애써 또 다른 사람까지  소개받던 나지만   안되는 걸 많은 시간이 흘러가면  잊혀진다던 얘기들도  왜 내게만 소용 없는지 내 사랑은 더 커져가   안되는 걸 그냥 눈에서 멀어지면  사라진다던 기억들도  두눈을 감으면 난 아직도 너의 모습만 보여   영원한 것은 없다고 애써 내 맘 달래도  너를 잊기엔 아직 부족한 나인 걸   듣고있니 내가 안기지 못한 행복  다른 사람이 준다해도  그보다 깊었던 사랑을 넌 알 수 가 없을거야   모르겠니 많은 시간이 흘러가도  내게 조금더 멀어져도  내 안에 있었던 너의 자리 항상 그대로인걸   나의 사랑은 너 하나뿐야 -"}, {"song_no": "1145759", "year": "2006", "rank": "79", "title": "FREE\r\n\t\t\t\t\t\t\t\t\t\t\r\n\t\t\t\t\t\t\t\t\t\tWe Are The One", "artist": "싸이 (PSY)", "genre": "기타", "lyrics": "실패해본 자만이(오!)  역전의 맛을 아니  짓밟일 수록(하!)또 다시 일어나 잡초같이  승자는 결국 질긴놈 난 이미 배린몸 백번이고 천번이고 나는 미친놈   넘어질순 있어도 쓰러질수는 없어  일어나 일어나 일어나  고개숙인 친구여 심장 뛰고 있다면  뛰어라 뛰어라 뛰어라   We are the one 숨이 턱에 찰때 내손을 잡게  We are the one 내가 숨이 찰때 니손을 내게 줘   고통과 시련을 필수! 실수 쯤이야 얼쑤!  이팔청춘 겁없어! 이판사판 얄짤없어!  승자는 결국 질긴놈 난 이미 배린몸  백번이고 천번이고 나는 미친놈   넘어질순 있어도 쓰러질수는 없어  일어나 일어나 일어나  고개숙인 친구여 심장 뛰고있다면  뛰어라 뛰어라 뛰어라   We are the one 숨이 턱에 찰때 내손을 잡게  We are the one 내가 숨이 찰때 니손을 내게 줘   누구를 탓하리오! 그래 나는 날나리오!  이게 내 할일이요 이곳은 내 땅이요  나는 아라리요   내가 누구? (아라리요)  너는 누구?(아라리요)  우리가 누구?(아라리요)  우리가 누구?(아라리요)   We are the one 숨이 턱에 찰때 내손을 잡게  We are the one 내가 숨이 찰때 니손을 내게 줘 -"}, {"song_no": "1194319", "year": "2006", "rank": "80", "title": "Highway Star (Feat. IVY)", "artist": "신화", "genre": "Dance", "lyrics": "아스팔트가 아니라도 구불구불한 저기 산길이라도 That's the way I wanna ride it That's the way I wanna drive it I got you back my boy You know I need you so 난 너의 Lover 나의 손 잡고 ride with me No matter what I do Always I think of you 넌 나의 Lover I wanna take you ride with me Go Go 빠른 속도로 Moonlight 차오르는 고속도로를 달려 너와 함께 이 세상 끝까지 너는 내 옆에 Just stay 모든 걸 내게 맡겨 창문 열고 머리를 바람에 날려 우리의 사랑은 Engine 처럼 뜨거워 It's all about you and 전진 Yea I want U ride wit me you can hop into ma b n z sit back relax and kick back 아무 걱정 하지 말고 feel this track we can drive down to the avenue or hit the highway do it fast or slow oh 이제 나와 있으니 안전해 if you want a little speed then 벨트 매 uh I got you back my boy You know I need you so 난 너의 Lover 나의 손잡고 ride with me No matter what I do Always I think of you 넌 나의 Lover I wanna take you ride with me Girl Where you think you're lookin' at 니 앞에 있는 오빠 말 안 들리니 오 시원한 바닷바람 불어와 점보 귀는 팔락팔락 Let's Go Wherever you wanna go 널 위해 비워놨어 뛰어들어 조수석 힙합 Yeah 음악은 필수 신나는 하우스 뮤직은  That's Cool Cool 악셀레이터 밟어 안전이 최고 좌우를 살펴 바람이 얼굴을 할퀴어 식어버린 내 가슴에 또 불을 밝혀 산 나무 비 비 바다 파도 비 비 하하 그래도 좋다 지금 이 순간에 나는 너보다 높다 So What I got you back my boy You know I need you so 난 너의 Lover 나의 손 잡고 ride with me No matter what I do Always I think of you 넌 나의 Lover I wanna take you ride with me 아스팔트가 아니라도 구불구불한 저기 산길이라도 That's the way I wanna ride it That's the way I wanna drive it 아스팔트가 아니라도 구불구불한 저기 산길이라도 That's the way I wanna move it That's the way I wanna do it House Music goin' on you got to move it oh We just making groovin' House Music goin' on you got to move it oh We just making groovin' I got you back my boy You know I need you so 난 너의 Lover 나의 손 잡고 ride with me No matter what I do Always I think of you 넌 나의 Lover I wanna take you ride with me 아스팔트가 아니라도 구불구불한 저기 산길이라도 That's the way I wanna ride it That's the way I wanna drive it 아스팔트가 아니라도 구불구불한 저기 산길이라도 That's the way I wanna move it That's the way I wanna do it I got you back my boy You know I need you so No matter what I do I got you back my boy You know I need you so No matter what I do 아스팔트가 아니라도 구불구불한 저기 산길이라도 That's the way I wanna ride it That's the way I wanna drive it 아스팔트가 아니라도 구불구불한 저기 산길이라도 That's the way I wanna move it That's the way I wanna do it"}, {"song_no": "1193995", "year": "2006", "rank": "81", "title": "괜찮은 오늘 (Feat. MC 몽)", "artist": "별", "genre": "Ballad", "lyrics": "Love you 그댈 사랑해 내겐 너뿐이야 아껴왔던 내 마음을 오늘 보여줄게 내사랑 왠일이야 내게 먼저 전활주고 달콤한 유혹에 난 눈을 비벼 잠을 깨고 변한 너에 목소리에 난 가슴은 또 떨리는데 I want you back 항상 고백했는데 너에 사랑 얻으려고 그렇게 노력 했는데 막상 그날이 오니 나는 왠지 불안한걸 목구멍이 타오르네 숨이막혀 답답해 오늘 어디 아프냐고 다시한번 물어볼껄 오늘 우리 만나요 햇살이 좋아요 어디론가 떠날래요 아무도 없는 곳으로 둘이서 우리 단 둘이서 그렇게 Baby 라라라라 lovely time lovely time oh party time 내가 사는 이유 그대와 이 밤을 라라라라 lovely time lovely time 터질듯한 모든 것의 이유 내 맘을 전해  I love you 타오르는 해야 귀여운 너의 옷차림 너만이 내게 줄수 있는 이 느낌 달라진건 없어 하지만 알수 없는 떨림이 strong feeling이 내 온몸을 자극해 고개를 숙이네 고개를 떨구네 하지만 이 순간이 싫지는 않아 너에 진실이 눈을 감아도 보이잖아 우린 높이 날아 사랑을 찾아 내 맘 속에 바다 nothing means more 너와나 이제 하나 come on 뭘 망설이는 거에요 기다리고 있잖아 그대도 내 맘과 같잖아요 난 다 알고 있는걸요 조금씩 빠져 들어 가는 이 밤 my Baby 라라라라 lovely time lovely time oh party time 내가 사는 이유 그대와 이 밤을 라라라라 lovely time lovely time 터질듯한 모든 것의 이유 내 맘을 전해 I love you 언젠가 만나게 될 나의 운명 그 한 사람에게만 주려고 아껴왔지만 기다려왔지만 괜찮아 그대라면 라라라라 lovely time lovely time oh party time 내가 사는 이유 그대와 이 밤을 라라라라 lovely time lovely time 터질듯한 모든 것의 이유 내 맘을 전해 I love you 타오르는 해야 라라라라 lovely time oh party time 내 마음의 등불 그 미소위에 햇빛 넌 내 인생을 비춰주는 타오르는 태양 라라라라 lovely time 터질듯한 내 맘을 전해 I love you 끝없는 사랑을 너에게 전할께 널 원해 사랑해 고백해 평생을 너와 함께 하자고 약속한 이 노래 널 원해 사랑해 고백해 평생을 너와 함께 하자고 약속한 이 노래"}, {"song_no": "1144213", "year": "2006", "rank": "82", "title": "Stupid Girls", "artist": "Pink", "genre": "Pop", "lyrics": "Maybe if I act like that That guy will call me back Porno paparazzi girls I don’t wanna be a stupid girl  Go to Fred Segal, you’ll find them there Laughin’ loud so all the little people stare Lookin’ for a daddy to pay for the champagne Drop a name What happened to the dream of a girl president? She’s dancing in the video next to 50 cent They travel in packs of two or three With their itsy bitsy doggies  and their teenie weenie tees  Where, oh where,  have the smart people gone? Oh where, oh where could they be?  Maybe if I act like that That guy will call me back Porno paparazzi girls I don’t wanna be a stupid girl Maybe if I act like that Flippin’ my long hair back Push up my bra like that I don’t wanna be a stupid girl  The disease is growing, its epidemic I’m scared that there ain’t a cure The world believes it and I’m going crazy I cannot take anymore!!!!!! I’m so glad that I’ll never fit in That will never be me Outcasts and girls with ambition That’s what I wanna see!  Disasters all around A world of despair Your only concern- will it fuck up my hair?  Maybe if I act like that That guy will call me back Porno paparazzi girls I don’t wanna be a stupid girl  Maybe if I act like that Flippin’ my long hair back Push up my bra like that I don’t wanna be a stupid girl  (Do ya think? Do ya think? Do ya think?)  Pretty will you fuck me girl Silly I’m so lucky girl Pull my hair ill suck it girl Stupid girl   Maybe If I act like that Flippin’ my blonde hair back Push up my bra like that Stupid girl  Maybe if I act like that That guy will call me back Porno paparazzi girls I don’t wanna be a stupid girl  Maybe if I act like that Flippin’ my blonde hair back Push up my bra like that I don’t wanna be a stupid girl"}, {"song_no": "1123711", "year": "2006", "rank": "83", "title": "난 알아요 (Feat. Teddy)", "artist": "SE7EN", "genre": "R&B / Soul", "lyrics": "Aye, straight up,  there's only one boy that's holdin' it down  Yeah, ya'll already know who it is   (Guess who's back?) This time around,  We're gonna set the whole city on fire  (Ya boy is back) And you know who?  He's S-E-7-E-N, Get' Em!   나를 잃어버린 그대 시선  마치 다른 사람처럼 보여  굳게 얼어버린 그대 미소  내 가슴은 정말 터질 것만 같아   말해 봐 (모든 걸) 말을 해 봐라  넘어가려고 하지마 더는 속이려 하지마  화가 나 (모든 게) 너무 화가 나  Uh 이제는 더 이상 참을 수가 없어   (이제) 난 알아요 이 밤이 흐르면  그대 날 떠난다는 것을 (나는 알어 )  (이제) 난 알아요 이 밤이 흐르면  그댈 두 번 다신 볼 수 없다는 걸 알아   (Ya boy is back  to make ya break ya neck)  (Ya boy is back,)  And it's who? He's S-E-7-E-N   돌아다니던 니 소문  믿고 싶지 않지만 그대 마음 알아  내가 부담이 된 사랑  내 가슴은 정말 터질 것만 같아   떠나가 (떠나가) 그냥 떠나가  좋은 여자를 만나란 니가 좋은 말 하지 마  잘살아 (잘살아) 혼자 잘살아  하늘을 보면서 눈물을 흘렸어 참을 수가 없어   (이제) 난 알아요 이 밤이 흐르면  그대 날 떠난다는 것을 (나는 알어 )  (이제) 난 알아요 이 밤이 흐르면  그댈 두 번 다신 볼 수 없다는 걸 알아   이대로 버려두고 날 떠나가니  Don't walk away, please hold up, mommy  Heart breaker-breaker 부서지는 내 맘 아니  너 없인 잠이 오질 않아 Need you by me   난 너의 남자 (왜냐구?)  No man could ever  freak you the way I do  화가 나 가슴이 아파와 난 참을 수가 없어   너는 너는 너무 나뻐  남겨진 전화 메시지  나는 나는 너무 아퍼  시퍼렇게 멍든 가슴  단 한 가지만 알아둬  이 세상 모든 여자  그 중에 너 하나만을 사랑했던 나를   (이제) 난 알아요 이 밤이 흐르면  그대 날 떠난다는 것을 (그대 나를 떠난걸 )  (이제) 난 알아요 이 밤이 흐르면  그댈 두 번 다신 볼 수 없다는 걸 알아   (그대) 왜 몰라요 내 맘을 몰라요  그대밖에 몰랐던 사랑 (그대밖에 몰랐던 사랑)  (그대) 왜 몰라요(왜 몰라) 진실한 내 맘을  나는 오직 그대만을 사랑했었잖아   like this And it's who?  S-E-7-E-N -"}, {"song_no": "1177480", "year": "2006", "rank": "84", "title": "우리 이별 앞에 지지말아요 (세상에 한 사람)", "artist": "버즈", "genre": "Rock", "lyrics": "어떡하면 되나요  내가 어떡할까요  아무리 내치고 떠밀어도  그대는 버젓이 내 안에 사는데   줄어들지 않네요  멈추지도 않네요  내 사랑 도대체 안지워져  그댄 어떻게 버티는지   매일 얹힌 가슴을 내리쳐도  더 큰 후회 큰 미련만   왜 사랑했나요 왜 떠나갔나요  내 안에 그대는 누가 책임지라고  반쪽 사랑을 쥐고 그대 이름  얼마나 부르면 올 건가요 내게    멀쩡한 척 해봐도  금방 주저앉네요  이토록 맘대로 안되는게  사람 일이죠 사랑이죠   매일 보고 싶어서 그리워서  숨이 차요 막혀 와요   왜 사랑했나요 왜 떠나갔나요  내 안에 그대는 누가 책임지라고  반쪽 사랑을 쥐고 그대 이름  얼마나 부르면 올 건가요 내게   끝난 일이 아니죠  죽기 전에 다시 사랑할거죠 기억해요 사랑이 더 강한걸  난 이별을 믿지 않아   날 일으켜줘요 날 구원해줘요  세상에 한 사람 그대가 필요해요 우리 이별 앞에서 지지 말아요  늦지 않았어요 다시 사랑해요 -"}, {"song_no": "1264830", "year": "2006", "rank": "85", "title": "그녀를 사랑해줘요", "artist": "하동균", "genre": "Ballad", "lyrics": "잠깐 기다려줄래  지금 데리러 갈게  왜 자꾸 울기만 하니  말해 말해 어디에 있니  니가 사랑하는 사람이  너를 두고 간 거니  집으로 데려다 줄게  가자 가자 바람이 차가우니까  너를 울리는 그 사람이  뭐가 그렇게 좋으니  너는 모르지 너만 모르지  너를 사랑하는 내 맘을  걸음이 느린 내가  먼저 가지 못해서  내 자릴 뺏긴 아픈 사랑을  너의 웃는 모습이  누구 보다 예쁜지  그 사람 알기나 하니  정말 정말 알고도 너를 울리니  이름 모르는 당신에게  부탁 하나만 하는데  사랑해줘요 사랑해줘요  내가 사랑하는 그녀를  당신이 나 대신에 가진  나의 그녀를  함부로 다룰 생각하면 안 돼요   사랑해줘요  내 마음도 몰라주는 그녀를  그녀가 사랑하는 사람  당신이니까  나 보다 많이 사랑해줘요  다시는 울리지는 말아요"}, {"song_no": "1177473", "year": "2006", "rank": "86", "title": "약자의 눈물", "artist": "버즈", "genre": "Rock", "lyrics": "나를 시험하지 마 그녈 데려가지마 힘들게 이룬 꿈도 단숨에 무너져 워   곁에서 많이 아파도 좋아  나 혼자 대신 다쳐도 좋아 그녈 사랑한 대가로 영원히 견딜게  널 겁도 없이 원했어 난 강하다고 믿었어  이제와 아픈 가슴 못이겨 사랑앞엔 약자야 온 힘을 다해 지켜도 더 멀어져만가 워 너 하나로 살고 죽는데  하늘아 나를 시험하지 마 세상아 그녈 데려가지마 힘들게 이뤄온 꿈도 단숨에 무너져 워  곁에서 많이 아파도 좋아 나 혼자 대신 다쳐도 좋아 그녈 사랑한 대가로 뭐든 견딜게 내 전불 가져가  늘 당당하고 싶었어 내 자존심은 너니까 모두가 안 어울린 다해도 울고 싶진 않았어 내 맘을 내가 왜 속여 더 사랑하는데 워 상처되도 보고 싶은데  뜨겁게 타는 내가슴을 봐 살아선 끝내 멈추지 않아 이 사랑 앞에서 거친 무릎도 꿇잖아 워  이 길에 헛된 상처는 없어 슬퍼도 앞장서 난 기다려 그녈 위해서 기꺼이 날 버릴거야 사랑아 돌아와 -"}, {"song_no": "1198320", "year": "2006", "rank": "87", "title": "재촉하세요", "artist": "이안", "genre": "Ballad", "lyrics": "내 마음 거울되어 그 맘을 보나 약해지는 그대 발길 재촉하세요 밤하늘 제일 밝은 별이 될게요 나 그래서 그대 비출게요 오래 전에 예전에 그대 여자 돼버린 행복에 겨워 이 길목에서 환히 웃어요 늦기 전 더 많이 늦기 전에 그대 그 발길 재촉하세요  이별은 빈자리라 누가 말했나 가다 지친 그대 다시 올 곳 그 자리 비 온 뒤 무지개가 무색할 만큼 나 단장하며 기다릴게요 오래 전에 예전에 그대 여자 돼버린 행복에 겨워 이 길목에서 환히 웃어요 늦기 전 더 많이 늦기 전에 그대 그 발길 재촉하세요 눈 못 뜨며 바라보던 햇살 함께 발을 담그던 저 달빛 그대 맘속에 또 내 맘속에 추억이 큰 가시 되어 깊이 박혀도 소리 내 울지 않을게요 사랑해요 사랑해 큰 소리로 외쳐요 혹시나 그대 길 잃어버려 헤매일까봐 늦은 밤 그 길목으로 가는 나도 내 발길 재촉할게요  늦기 전 더 많이 늦기 전에 그대 그 발길 재촉하세요 그대 그 발길 재촉하세요 눈물 마르기 전 재촉해요"}, {"song_no": "1174158", "year": "2006", "rank": "88", "title": "누구를 위한 삶인가", "artist": "리쌍", "genre": "Korean Movie", "lyrics": "내도 사람답게 살고 싶거든  저 울타리 밖에 사랑하나 만들어가  아주 가깝게 지내고 싶거든  근데 내 천성이 어둠과 손을 맞잡았다  막장에 갖힌거 마냥 해가 떠도  이 세상은 어둡고 내가 갈 곳이 어딨겠노   yo 나도 사람답게 살고 싶은데  저 울타리 밖에 사랑하나 만들어  아주 가깝게 지내고 싶은데  난 항상 어둠과 손을 맞잡네   마치 막장에 갖혀버린 듯해  해가 떠도 낮잠에 취한  세상은 드르렁 코를 고네  내가 갈 곳은 대체 어디인가  아무도 없는 쓸쓸함 가득한 저 거리인가   저 갈 수 없는 구름 위에  꿈 하나를 던져놓고 휘파람을 불어 예 저 갈 수 없는 구름 위에  비틀비틀 걸어가며 휘파람을 불어 예 -  yo 생 또라이 인간 말종 인간 쓰레기  그건 내 또 다른 이름이고  끝 없는 불행이 내 친구고  괜히 팔자가 그리 사나워  어찌 살겠냐는 말에 욕을 처음 배운 사나이   사람이 사람답게 살고 싶어도  내 주위에 쳐있는 울타리  벗어날 수 없어 더이상 나를 무참히  짓밟지마 나 부탁이 하나있어   제발 보이는 그대로 나를 보지마  더 큰 어둠속으로 나를 계속 몰지마  무시하며 나를 보며 웃지마  니 판단대로 사람과  사람 사이에 미리 선을 긋지마   사랑 한 순간 기쁨 한 순간 모든 건  다 영원할 수가 없다는 걸  잠시 뿐인걸 이제야 알았어  모든걸 뺏겨버리고   사랑 한 순간 기쁨 한 순간  모든 건 다 영원할 수가 없다는 걸  잠시 뿐인걸 이제야 알았어  모든게 떠나버리고   누구를 위한 삶인가 소리쳐 보아도 예  누구를 위한 삶인가 달려가 보아도 예  저 갈 수 없는 구름 위에  꿈 하나를 던져놓고 휘파람을 불어 예 저 갈 수 없는 구름 위에  비틀비틀 걸어가며 휘파람을 불어 예  세상은 변해 뻔해 안봐도 훤해  너 역시 세상처럼 변하겠지  내 기억 한 편에  한편의 재미없는 영화처럼 남겠지  잠결에 들리는 소리처럼 작아지겠지   너란 존재 하지만 죽어가는 꽃에  물을주어 살리는게 사랑이라  니가 있어 나는 죽지 못해  허름한 모텔 미지근한 물이라도 나는 좋네   너와 내가 함께 마실 수 있다면  너와 함께 할 시간이 길다면  내가 처한 모든걸 네게 보여주고 싶은데  사랑 앞에서도 난 또 벽을 쌓네   사랑 한 순간 기쁨 한 순간  모든 건 다 영원할 수가 없다는 걸  잠시 뿐인걸 이제야 알았어  모든걸 뺏겨버리고   사랑 한 순간 기쁨 한 순간  모든 건 다 영원할 수가 없다는 걸  잠시 뿐인걸 이제야 알았어  모든게 떠나버리고   누구를 위한 삶인가 소리쳐 보아도 예  누구를 위한 삶인가 달려가 보아도 예  저 갈 수 없는 구름 위에  꿈 하나를 던져놓고 휘파람을 불어 예  저 갈 수 없는 구름 위에  비틀비틀 걸어가며 휘파람을 불어 예 -"}, {"song_no": "933582", "year": "2006", "rank": "89", "title": "Don`t Cha (CF - SKY 와이드 PMP폰 클럽편)", "artist": "Pussycat Dolls", "genre": "Pop", "lyrics": "Dolls  are you ready  Let's dance  Ooh baby I know you like me  I know you like me  I know you do  I know you do  That's why whenever  I come around  She's all over you  And I know you want it  I know you want it  It's easy to see  It's easy to see  And in the back of your mind  I know you should be fuck me  Don't cha wish your girlfriend  was hot like me  Don't cha wish your girlfriend  was a freak like me  Don't cha don't cha  Don't cha wish your girlfriend  was wrong like me  Don't cha wish your girlfriend  was fun like me  Don't cha don't cha  Fight the feeling  Fight the feeling  Leave it alone  Leave it alone  'Cause if it ain't love it just  ain't enough  To leave a happy home  Let's keep it friendly  Let's keep it friendly  You have to play fair  You have to play fair  See I don't care  But I know she ain't gon'  wanna share  Don't cha wish your girlfriend  was hot like me  Don't cha wish your girlfriend  was a freak like me  Don't cha don't cha  Don't cha wish your girlfriend  was wrong like me  Don't cha wish your girlfriend  was fun like me  Don't cha don't cha  OK I see how it's goin'  down ahh don't cha Seems like shorty wanna  little menage pop off or  something let's go Well let me get straight to it Every broad wan watch a  nigga when I come through it It's the god almighty looking  all brand new If shorty wanna jump in my  ass then vanquish Looking at me all like she  really wanna do it Tryna put it on me till my  balls black an blueish Ya wanna play wit ah  playa girl then play on Strip out the Chanel And leave the lingerie on Watch me and I'mma watch  you at the same time Looking at ya wan break  my back You're the very reason why  I keep a pack ah the Magnum An wit the wagon hit chu in  the back of tha magnum For the record don't think it  was something you did Shorty all on me cause it's  hard to resist the kid I got a idea that's dope  for y'all As y'all could get so  I could hit the both of y'all I know she loves you  I know she loves you  I understand  I understand  I probably be just as crazy  about you  If you were my own man  Maybe next lifetime  Maybe next lifetime  Possibly  Possibly  Until then old friend  Your secret is safe with me  Don't cha wish your girlfriend  was hot like me  Don't cha wish your girlfriend  was a freak like me  Don't cha don't cha  Don't cha wish your girlfriend  was wrong like me  Don't cha wish your girlfriend  was fun like me  Don't cha don't cha"}, {"song_no": "1208749", "year": "2006", "rank": "90", "title": "거울", "artist": "YDG", "genre": "Korean Movie", "lyrics": "어깨를 늘어뜨린 넌 누구니 초라해 보이는 구나 너의 모습이 그 오랜 시간 보아 왔지만 그 누구보다도 낯설다고 Suppose to be 아련한 너의 그 애띤 얼굴 차가운 인정에 난 메스로 찢겨 더 날카로워져 매서워 빛이 보이지 않아 어둠 드리워진 다크써클 갈라진 마음밭 매마른 가뭄 핏발 선 뻑뻑해진 눈 물은 차가워진 마음과 얼어 버렸니 눈물의 응어리 가슴 속 얼음 덩어리 담배 피워댄 부르튼 나의 입 술 마시다 지워버린 hit 타는 나의 입 걸레를 물고 사는 더러운 나의 입 아픈 상처를 준 나의 입 술 술 Do you can count on me Do you can lean on me Where you think yourself there's one to way Do you can count on me Do you can lean on me even where you think yourself there's one to way 나랑 같이 다닐 땐 손도 못 잡어 극장에선 저 멀리 떨어져 앉어 주위에 몇몇은 우릴 그냥 친구로 알어 심지어 내 마음도 너를 못 느껴 가끔씩 쓸데없는 생각들이 귀찮게 하지 머리 속 지우개로 애써 문질러 가는 추억이라며 웃어 넘기지 근데 인간적으로 거 참 못할 짓이야 안 보이기라도 하면 말 안해 ya 여길 봐도 있고 저기도 있고 깐죽 깐죽 눈에 자꾸 밟히니 말 다했지 이런 생각들이 날 궁지로 몰아 지 무덤 지가 파헤치는 저 치를 보라 그러나 한 걸음 더 어른이 된 모습보다가 놀라 아픈만큼 성숙해지니까 워럽 Do you can count on me Do you can lean on me Where you think yourself there's one to way Do you can count on me Do you can lean on me even where you think yourself there's one to way 오늘도 새 아침 밝았으니 그 성가신 너란 굴레에서 벗어나 더이상 너만 바라보고 너만을 위해 살지않아 어느새 너무 새로워 졌어 나 너만의 장난감 병정 아니라 우리 부모님들의 자식으로서 우리 형 누나들의 동생으로서 또한 내 피같은 동생들의 형으로서 개떡같지만 사회의 구성원으로 대한민국의 한 남자로 지구 60억분의 한사람으로 그렇게 내게 주어진 생을 다하고 하나님 품으로 Yes I can No I can't Can you hear me Do you can count on me Do you can lean on me Where you think yourself there's one to way Do you can count on me Do you can lean on me even where you think yourself there's one to way Do you can count on me Do you can lean on me Where you think yourself there's one to way Do you can count on me Do you can lean on me even where you think yourself there's one to way"}, {"song_no": "1208899", "year": "2006", "rank": "91", "title": "Promise", "artist": "박완규", "genre": "Rock", "lyrics": "고마워 늘 함께했던 많은 시간들 너에게 감사해 나보다 더 나를 사랑해준 사람 없었어 오직 너뿐야 미안해 너 떠난 후에 알게 되었어 너의 그 사랑을 아프게만 했던 날 위해 웃어주던 착한 여자란걸 한참 후에 니가 날 잊어도 나를 하얗게 지워도 약속할게 잊지 않을게 나에게 준 사랑  괜찮아 너 새 인생을 찾아 떠나도 누군갈 만나도 너와 사랑했던 그 기억만으로 난 살아갈 수 있어 한참 후에 너 외로워질 때에 곁에 아무도 없을 땐 그 자리에 내가 있을게 너 편히 쉴 수 있게  외로워 지칠 땐 약속할게 내가 있을게 너 기대 쉴 수 있게  편히 쉴 수 있게"}, {"song_no": "1146308", "year": "2006", "rank": "93", "title": "멍하니", "artist": "란 (RAN)", "genre": "Ballad", "lyrics": "우연히 너의 얘길 들었어  니가 다른 사람 찾았다는걸  한참을 난 멍하니 웃기만 했어   괜찮아 나도 잊고 있었어  어차피 버린건 나였잖아 애써 나 끝내 모른체 담담했던  내 입술이 떨려  사랑했나봐 그랬었나봐  버리려 해도 지우려 해도 가슴 속 깊이 새긴 너의 흔적들이  마르지도 않았나봐  어쩌면 나도 바보였나봐  널 사랑하는 줄도 몰랐나봐 미안하단 말도 사랑한단 말도  다 소용없잖아  그래도 조금 서운했는지  나 없인 정말 자신없다던 그 말이 자꾸 떠올라  너란 사람 나 원망도 했어  사랑했나봐 그랬었나봐  버리려 해도 지우려 해도 가슴 속 깊이 새긴 너의 흔적들이  마르지도 않았나봐  어쩌면 나도 바보였나봐  널 사랑하는 줄도 몰랐나봐 미안하단 말도 사랑한단 말도  다 소용없잖아  눈물이 나서 나 눈이 다 닳아서  너를 볼 수 조차 없나봐 비워도 버려도 내 안에 가득 찰 너잖아  사랑했나봐 그랬었나봐  버리려 해도 지우려 해도  보내야 하니 그래야 하니  널 지워내고 살아야 하니 아쉬워 돌아봐도 이젠 그 자리엔  다시 오진 않는거니  어쩌면 나도 바보였나봐 널 사랑하는 줄도 몰랐나봐 미안하단 말도 사랑한단 말도  다 소용없잖아 널 그리워 해봐도 -"}, {"song_no": "1033126", "year": "2006", "rank": "94", "title": "가만히 눈을 감고 (CF - 교토 다원녹차)", "artist": "정재욱", "genre": "Ballad", "lyrics": "아침이 와 눈을 떠보니  그대의 작은 흔적이  나의 곁에 있어  메마른 내 입술에 스친  잊었던 하얀 숨결이 차가워져  기억은 나누어 지는지  어쩌면 부서진채 사라질까  내일은 또 오게 되겠지  세상은 여전한가봐  그댄 어떤가요  언젠가 나를 슬프게했던  그대 울던 얼굴 다시  나의 볼을 적시면  지워버리려고 기도했던 날들  내 마음이 내 눈물이  그대를 기억하고 있어  your love forever 가만히 눈을 감고  그대를 그리네요  손에 닿을듯 가까이  계절이 변해가듯  무심히 내 영혼을  지나쳐 버린다 해도  잊혀지는 기억이라도  내게는 유일한 사람  내 전부인걸  긴 세월이 흐른 뒤에도  좋았던 추억만으로 가질께요  여전히 우릴 비추고 있던  어느 겨울 새벽 별빛에  소원을 빌던 밤들과  내게만 주었던 따스한 체온은  내 마음이 내 눈물이  그대를 기억하고 있어  I wish forever  가만히 눈을 감고  그대를 그리네요  손에 닿을듯 가까이  계절이 변해가듯  무심히 내 영혼을  지나쳐 버린다 해도  your love forever  가만히 눈을 감고  그대를 그리네요  손에 닿을듯 가까이  먼길의 끝쯤에서  기다린 내 영혼을  지나쳐 버린다 해도  이젠 기억에서만  그대가 보이네요  괜찮아요 난 이젠  내것일 수 없지만  버틸 수 있을 만큼  내 안에 남았으니까  아직은 남았으니까"}, {"song_no": "1114262", "year": "2006", "rank": "96", "title": "어떡하라고 (Feat. 바이브(윤민수))", "artist": "노블레스", "genre": "Rap / Hip-hop", "lyrics": "그대와 내 삶 속에 불규칙한 사랑  자꾸만 겁이나 달아날까봐  자꾸만 겁이나 이러다 내가  잡았던 모든 것들이 사라져 버릴까봐   그래도 사랑이라  내가 처음으로 반한 사람이라  곧이곧대로 믿어버린 사람이라  곧이곧대로 사랑이라 믿어왔던 사람이라   아직은 아니야 아직 끝나진 않을 꺼라 믿어  내가 사랑했던 그 사람은 절대로 아니야  절대로 나를 기만하지 않아   정 때문에 그놈의 정 때문에  절대로 니가 말한 정 때문에  쓰레기통에 쳐 박힌 편지까지  아직까지 나는 사랑이라 믿어   나 어떡하라고 너 떠나버리면  난 어떡하라고 날 잊어버리면  사랑했잖아 하늘도 우리사인 허락했잖아   나 어떡하라고 떠나가 버리면  뭘 어떡하라고 잊혀져버리면  나 처음 사랑했던 일 그것마저 희미해지잖아   햇빛을 본지가 오래전이야  짙은 어둠이 익숙해 졌어  아무것도 모르고  그녀소식을 물어보는 많은 사람들이   처음이라 그런 거래  처음에는 누구나 그런 거래  누가 그따위 위로 따위가 필요하데  내가 얼마나 사랑했는지나 알아   그녀가 나를 부를 때면  바람을 가르고 달려왔어  아무것도 모르고 사랑을 믿고 살아왔어  다시 돌아봐 내가 얼마나 너를 위해  나를 버리고 살아 왔었는지   다시 돌아와 아직까지 내가  잘못한 게 뭔지 모르겠어  내가 뭘 잘못 했어 많이 아끼고 사랑한 게  니가 떠나간 이유라는 거야   나 어떡하라고 너 떠나버리면  난 어떡하라고 날 잊어버리면  사랑했잖아 하늘도 우리사인 허락했잖아   나 어떡하라고 떠나가 버리면  뭘 어떡하라고 잊혀져버리면  나 처음 사랑했던 일 그것마저 희미해지잖아   제발 나를 떠나가지마 제발 나를 두고 가지마  제발 다시 내게 돌아와  제발 돌아오는 길을 모르는 거라면  내가 너를 데리러 갈게   예전에 니가 아는 그런 사람이 아닌  사랑에 밀고 당김을 아는 진짜배기  니가 바라는 그런 남자로 다시 태어 날께   나 어떡하라고 너 떠나버리면  난 어떡하라고 날 잊어버리면  사랑했잖아 하늘도 우리사인 허락했잖아   나 어떡하라고 미련만 남긴 사랑아  그리워져도 어떤 기대도 내겐 없는 거잖아 -"}, {"song_no": "1199413", "year": "2006", "rank": "97", "title": "너의 가슴으로 가는 길", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Drama,Ballad", "lyrics": "처음 본 순간"}, {"song_no": "985472", "year": "2006", "rank": "98", "title": "Happiness", "artist": "가비엔제이", "genre": "R&B / Soul", "lyrics": "어떻게 그대를 잊어야 하는지 가르쳐준 적 없었잖아요 혼자서 이별을 배우는게  내게 쉽진 않죠 다른 누군가를 사랑한다는게 나를 속이는 것만 같아도 나로서는 굳이 이 방법밖에 그댈 지울 수 없겠죠 그래야 하는데 잊어야 하는데 자꾸 내 가슴은 그댈 찾죠 나만 바라보는 사람이 있는데 이럼 안되는 줄 알면서도 돌아와줄까봐 날 안아줄까봐 서툰 기대마저 바라는 나 용서해줘요 못된 여자라서 이것밖에 안되나봐요 woo 슬픈 내 얼굴을 애써 감추려고 행복하단 말을 외워둬요 가슴에 짓무른 한들까지  전부 안아줄  그라서 그래야 하는데 잊어야 하는데 자꾸 내 가슴은 그댈 찾죠 나만 바라보는 사람이 있는데 이럼 안되는 줄 알면서도 돌아와줄까봐 날 안아줄까봐 서툰 기대마저 바라는 나 용서해줘요 못된 여자라서 이것밖에 안되나봐요 알면서도 그 사람  날 보며 웃고 있죠 떠나갈 용기도 보내줄  자신도 없는 내게 uh 지워도 봤지만 미워도 했지만 잘해낼 자신이 없나봐요 눈물로 그대 기억을 다 쏟아내도 다시 차는 그리움에 어쩔 수 없나봐 잊을 수 없나봐 꿈에라도 그댈 놓지 않죠 용서해줘요 못된 여자라서 이것밖엔 안되나봐요 woo 미안해요"}, {"song_no": "1090580", "year": "2006", "rank": "99", "title": "남과 여 (Feat.김범수)", "artist": "박선주 (Pak Sun Zoo)", "genre": "Ballad", "lyrics": "철부지 어린 소녀와 긴 여행을 떠나는 일  햇살이 녹은 거리를 선물해 주고 싶은 일  이 세상 그 누구보다 더 잘해주고 싶은 일  두려움 앞에 멈출땐 날 용감하게 하는 일   그대 세상 가장 흔한 말 for you  그래서 더 어려운 그 말  날 믿어달라 말하면 그대는  그래 줄 수 있나요 우-  우연히 스친 눈빛에 내맘에 별이 뜨는 말  단 한번 스친 손끝에 심장이 서버리는 말  천 개의 빗방울만큼 할말이 많아지는 말  열두번 소나기만큼 궁금한 일이 많은 말   사랑 세상 가장 흔할 말 I love you  그래서 더 어려운 그말  나와 함께 가자 말하면 그대는  그래 줄 수 있나요   Love you 사랑해 always 항상  with you I'm nothing without you  forever 언제나 with you  그대와 I'll always be with you   always why don't you be my love  love you love you -  영원히 함께 하자는 그말은 우리 아껴요  마지막 사랑이란 말 그말도 우리 아껴요  사랑 그대 이길 바래요 작은 내가 바래요  내맘 하나 변치않을 수 있다고 약속해   오늘 다시 없는 바로 오늘  내 눈앞에 있는 그대  내 마음만 따라 사랑하려 해요  I'll always be with you  love you love you..you -"}, {"song_no": "1186483", "year": "2006", "rank": "100", "title": "차차차", "artist": "현영", "genre": "Dance", "lyrics": "첫눈에 사로잡아 주겠어  몇 명이 내 향에 취해가나 보겠어 선택은 내 맘이 가는대로 하겠어  아무나 온다고 받아주지 않겠어 내게로 와 와 와 사랑이 필요하다면 긴 머리 쓸어 넘기며 시선을 아래로 깔면  날 바라보며 상상하는 너의 표정 다 알아 그래서 결심했다면 숨어서 망설이지 마 당당한 너를 난, 난, 난 바라고 있을 테니까  차차차 신나는 비밀 라 라 라  아무도 몰래 차차차 너와의 밀회 라 라 라  You can do get me honey  천천히 관심 끌어 보겠니  뜨겁게 불타는 눈길 전해주겠니 조금씩 내 맘을 가로채러 오겠니  마법에 걸려들 말할 자신 있겠니 내게로 와 와 와 날 보고 흔들렸다면 쉼 없이 날 유혹해봐 한 걸음 가까이 와 봐 그래야 너를 바라보며 나를 표현하잖아 함부로 손대지는 마 아직은 우린 아니야 확신이 오면 난, 난, 난 살며시 기댈 테니까   차차차 신나는 비밀 라 라 라  아무도 몰래 차차차 너와의 밀회 라 라 라  You can do get me honey"}]