[{"song_no": "1535477", "year": "2007", "rank": "51", "title": "&Design (CF - KTF 도시락 '문근영'편)", "artist": "문근영", "genre": "Dance", "lyrics": "포기 따윈 없어  힘들때 참은 눈물 모아서  기쁠때 흘리겠어    나는 믿고 있어  보여주고 싶어  세상에 내가 못할 일들은  어디에도 없단걸    For My Life 내가 그릴래  내 가슴에 나의 미래  나빴던 기억도 하얗게 칠해 가릴래  몸이 아닌 마음으로 입는  멋진 옷 내 손으로  만들어 볼거야 Change Of My Life    아직 모르겠어  나를 보는 시선  사람들의 눈속에 비치는  내 모습은 어떨까    나는 자신있어  모두 내곁에서  부러움에 가득한 표정만  짓게 만들수 있어    For My Life 내가 그릴래  내 가슴에 나의 미래  나빴던 기억도 하얗게 칠해 가릴래  몸이 아닌 마음으로 입는  멋진 옷 내 손으로  만들어 볼거야 Change Of My Life    깜짝 놀란 얼굴을 생각하면  벌써 부터 설레는 걸  변한 날 보는 많은 사람들    For My Life 넓은 하늘도  내 맘대로 그림처럼  상상해 볼거야 세상 제일 큰 액자로  언제라도 웃고 싶을땐 마음도  간지럽히는 해피 디자이너  내가 되주겠어"}, {"song_no": "1592995", "year": "2007", "rank": "52", "title": "비밀번호 486", "artist": "윤하 (YOUNHA)", "genre": "Rock", "lyrics": "한시간마다 보고 싶다고  감정없이 말하지 말아  흔하게 널린 연애지식은  통하지 앉아  백번을 넘게 사랑한다고  감동없이 말하지 말아  잘 잡혀가던  분위기마저 깨버리잖아  여자는 생각보다  단순하지 않아  행복하게 만드는 방법도  조금씩은 달라  하루에 네번 사랑을 말하고  여덟번 웃고  여섯번은 키스를 해줘  날 열어주는  단 하나뿐인 비밀번호야  누구도 알 수 없게  너만이 나를 가질수 있도록  You're my secret boy boy boy  boy boy boy  아무데서나 나타나지마  항상 놀라지만은 않아  화장기없는 얼굴 보이면  화도 나는걸  남자는 여자만큼  섬세하질 않아  하고 싶은 대로만  한다면 다 된다~ 믿어  하루에 네번 사랑을 말하고  여덟번 웃고  여섯번은 키스를 해줘  날 열어주는  단 하나뿐인 비밀번호야  누구도 알 수 없게  너만이 나를 가질수 있도록  You're my secret boy boy boy  boy boy boy  어렵다고 포기하진 말아줘  너 하나만 원하는 날 알아줘  바람둥이 같은 남자들에게  여자들은 늘 속곤 하는걸  날 애태우고 달랠줄 아는  니가 되길 바래    하루에 네번 사랑을 말하고  여덟번 웃고  여섯번은 키스를 해줘  날 열어주는  단 하나뿐인 비밀번호야  누구도 알 수 없게  너만이 나를 가질수 있도록  You're my secret boy boy boy ~~  boy boy boy ~  boy boy boy ~~~  boy boy boy ~~~~~"}, {"song_no": "1592906", "year": "2007", "rank": "53", "title": "남자도... 어쩔 수 없다.", "artist": "EVAN 에반 (유호석)", "genre": "Ballad", "lyrics": "입술이 모두 말라가고 한숨이 자꾸 잦아들고 이 사랑이 지쳐 시들도록 난 이렇게 버려둔다 널 하나도 기억 못한다고 널 무심히 모두 잊었다고 하루종일 날 봐도 아무도 알지 못할만큼 무슨 일이 있는 듯 없는 듯 희미해진다 나 표정 없이 살다 마음 없이 살다 나 그런대로 이렇게 나 술을 마셔 본다 너에 취해 본다 더 흘릴 눈물 하나 없는데 남자도 사랑 앞에선 모두 어쩔 수 없다 너를 묻고 살다 자꾸 꺼내 본다 너는 모르겠지 이런 나 말수가 점점 줄어들고 끊은 담배가 더 늘어가고 자꾸만 멍하게 지내는 시간이 점점 길어지고 난 어디에도 마음을 가슴을 둘 수 없는데 나 표정 없이 살다 마음 없이 살다 나 그런대로 이렇게 나 술을 마셔 본다 너에 취해 본다 더 흘릴 눈물 하나 없는데 남자도 사랑 앞에선 모두 어쩔 수 없다 너를 묻고 살다 자꾸 꺼내 본다 너는 모르겠지 이런 나 괜찮아 늘 말을 하며 겨우 하루를 또 보낸다 숨만 쉬며 살다 너를 잃고 산다 그런대로 이렇게 숨을 쉬긴 한다 살아지긴 한다 더 흘릴 눈물 하나 없는데 남자도 사랑 앞에선 모두 어쩔 수 없다 하고 싶던 말이 못해줬던 말이 자꾸 입안에서 맴돌아 아무렇지 않은듯 말해본다 혼잣말 Hard to breath 사랑해 미안하다"}, {"song_no": "1552385", "year": "2007", "rank": "54", "title": "하늘아 제발", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "하늘아 제발 지워주렴 돌아올 수 없는 그녀란걸 알잖아 눈물도 더이상 나오지 않는 너잖아 떠나가줘 이제 내 곁에서 그토록 원하고 원했었던 너인데 지친 사랑 속에 널 생각하는 마음 미움 밖에 없으니까 정말 사랑했어 아파도 기다릴 수 있는 나였잖아 언젠가 내게 올거란 바보같은 미련땜에 제발 떠나가줘 더이상 돌이킬 수 없는거잖아 사랑했지만 돌아갈 수는 없잖아 알아줘 맘에 없는 말로  내게 상처주고 싶지 않아서인데 마지막까지도 이렇게 널 힘들게 해 하늘아 제발 도와주렴 어디서도 그녀 찾을 수가 없잖아 항상 내 주위를 스쳐갔었던 그녀인데 돌아와줘 이제 내 곁으로 그토록 원하고 원하는거 알잖아 항상 내 맘 속에 이렇게 자리잡던 그와의 시간 때문에 제발 떠나가줘 더이상 돌이킬수 없는거잖아 사랑했지만 돌아갈 수는 없잖아 돌아올 수 없다면 잡으러 갈수 없다면 다신 볼 수 없도록 내 곁에서 떠나가줘 하늘아 제발 지워주렴 돌아올 수 없는 그녀란걸 알잖아 정말 사랑했어 아파도 기다릴수 있는 나였잖아 언젠가 내게 올거란 바보같은 미련땜에 제발 떠나가줘 더이상 돌이킬 수 없는 거잖아 사랑했지만 돌아갈수는 없잖아"}, {"song_no": "1555484", "year": "2007", "rank": "55", "title": "예쁘잖아", "artist": "신화", "genre": "Dance", "lyrics": "Girl  I just want you to know that  I'm Always here for you  This one's for you girl  예쁘잖아 저 수줍은 미소를 봐  아마 좋아하나 봐  그 고운 눈에 담은 사랑  정말 날 위한건가 봐  고마워 너무 아까운 널 내게 주신  저 하늘에게 난 기도 했어  변치 않고 너 하나만  바라보는 내 사랑을  지켜만 달라고  I Love U 목숨 걸고 널  I Love U 비가 와도  눈이 와도 너와 함께  사랑할게 이것만은 약속할게  I Love U 비바람이  눈보라가 몰아쳐도  너만 오직 너 하나만  아끼고 지켜 낼 거라고  주먹을 꼭 쥐고서 맹세해  너의 수줍은 미소 하나로  하루 종일 내 가슴은 벅차오르고  너의 사소한 행동까지도  내게는 예쁘게 보이기만 해  어쩌면 우리 사이에도  힘든 일이 있을지도 몰라  걱정 되도  내가 먼저 안아줄게  고운 눈에 눈물 따윈  볼 수 없으니까  I Love U 목숨 걸고 널  I Love U 비가 와도  눈이 와도 너와 함께  네가 서는 그 길엔 내가 있을게  I Love U 비바람이  눈보라가 몰아쳐도  뒤만 돌아봐 주겠니  눈 감고도 날 찾을 거야  혼자 두지는 않아  이젠 아무걱정 하지마  너 옆에 내가 항상 있잖아  이렇게 안기면 괜찮아  너의 맘 내가 다 알아  나도 I know life is so hard yo  아마도 그래 그럴테죠  믿어줘 봐줘 내 곁에만 있어줘  아픈 이별에 헤매던  못난 날 버리게  자그만 손으로 날 잡아주고  믿어준 네 마음 사랑해  내 눈엔 너만 보인단  유치한 고백으로  평생을 함께 하자고  오늘만은 꼭 말해볼 꺼야  미소로 대답해 주겠니  I Love U 비가와도  눈이 와도 너와 함께  사랑할게 이것만은 약속할게  I Love U 비바람이  눈보라가 몰아쳐도  너만 오직 너 하나만  아끼고 지켜 낼 거라고  가슴에 손을 얹고  주먹을 꼭 쥐고서 맹세해"}, {"song_no": "1521142", "year": "2007", "rank": "56", "title": "가지마", "artist": "브라이언", "genre": "R&B / Soul", "lyrics": "이 두 손을 놓지 못하게   내 눈을 피하지 못하게   아무것도 모르는 것처럼 태연한 척 해봐도   웃고 있는 나의 눈가에   어느새 내 맘은 흐르고   말하잖아 이렇게 끝낼 순 없다고     이대로 가지는 마 이대로 가지는 마   너 없인 단 하루도 나는 살 수 없잖아   너만 사랑했었던 나는   이대로 널 놓을 수 없잖아     내 가슴이 놀라지 않게   내 눈물이 알지 못하게   모르는 척 조금만   이별을 미룰 순 없는 거니   날 사랑한다고 했잖아   내가 니 전부라 했잖아   아니라고 모든 게 꿈이라 말해줘     이대로 가지는 마 이대로 가지는 마   너 없인 단 하루도 나는 살 수 없잖아   너만 사랑했었던 나는   이대로 널 놓을 수 없잖아     고개를 떨군 너의 눈에도   나와 같은 미련이 묻어있잖아     정말 날 잊을 수 있겠니   정말 날 지울 수 있겠니   너도 나처럼 입술만 꼭 깨물잖아     이대로 가지는 마 이대로 가지는 마   난 너 없인 단 하루도 나는 살 수 없잖아   너만 사랑했었던 나는   너밖에 몰랐었던 나는 Baby  울어도 웃음이나 울어도 웃음이나   니가 더 아플까 봐 맘껏 못 우는 나야   제발 나를 떠나가지마   이대로 내 곁에 있어줘"}, {"song_no": "1500204", "year": "2007", "rank": "57", "title": "사랑가", "artist": "SG 워너비", "genre": "R&B / Soul", "lyrics": "사랑하는데 무슨 이유 있나요?  사랑하는데 무슨 조건 있나요?  그댈 사랑하는데..  정말 사랑하는데.. My love  내가 곁에 있는데.. 그댄 어디 있나요?  그대 곁에 있는데.. 대체 어디 있나요?  My love.. My love.. My love.. My love..  대답없는 사람아 이 못난 사람아  내 사랑아 내 사랑아  이 아픈 가슴은 이제 나더러 어쩌란 말야  이 아픔아 이 슬픔아  이 아픈 가슴을 어쩌란 말야  내 사랑아..    &lt; 간주      내가 곁에 있는데.. 그댄 어디 있나요?  그대 곁에 있는데.. 대체 어디 있나요?  My love.. My love.. My love.. My love..  눈물없는 사람아 이 못난 사람아  내 사랑아 내 사랑아  이 아픈 가슴은 이제 나더러 어쩌란 말야  이 아픔아 이 슬픔아  이 아픈 가슴을 어쩌란 말야  My love.. My love.. My love..  이것만 기억해 줘요  세상 끝날이 와도 내가 함께 있음을  내 사랑아 내 사랑아  이 아픈 가슴을 이제 나더러 어쩌란 말야  이 아픔아 이 슬픔아  이 아픈 가슴을 어쩌란 말야  내 사랑아..    내 사랑아.. 내 슬픔아..  내 사랑아.."}, {"song_no": "1570684", "year": "2007", "rank": "58", "title": "이게 나예요", "artist": "SAT", "genre": "Ballad", "lyrics": "하루에 열번도 더 안아줄 건가요 철없는 내 수다도 들어줘야 해요 시도때도 없이는 화내다 웃고 고집꺾기 힘들텐데 괜찮나요 보고 싶다고 하면 달려와야 해요 사소한 기념일까지 챙길수 있나요 약속엔 늘 잘늦고 변덕도 심할텐데 이런 날 보면서 한결같이 웃을수 있나요 그런 사람이 이 세상에 단 하나있었죠 나 미안해서 착해지게 할만큼 많이 사랑한 사람 내가 사랑한 사람 그 사람 아니면 난 안되요  세상을 다 가진듯 날 보고 웃네요 두 손은 우산이 되고 내 장갑이 되죠 화낼 줄을 몰라서 화나면 몸살나요 내겐 이런사람 사랑하지 않을수 있나요 이게 나에요 이런 날 사랑하지 말아요 추억 하나도 얹을 틈이 없네요 날 떠나간 사람 내가 기다릴 사람 날 그냥 사랑하게 해줘요 자꾸 내 눈앞을 가리지 말아요 막아서지 말아요 그사람 오려다 내가 안보여서 다시 돌아가면 어떡해  나 미안해서 착해지게 할만큼 나를 사랑한 사람 내가 사랑한 사람 그사람 아니면 난 안되요 이런 날 사랑하지 말아요"}, {"song_no": "1551689", "year": "2007", "rank": "59", "title": "날 사랑하지 마요 (Feat. J)", "artist": "H-유진", "genre": "Rap / Hip-hop", "lyrics": "어떻하죠 그 사람 앞에서 눈치없이 또 눈물이나요 잊었다고 늘 말해 왔는데 들켜버린 거 같아 아무리 기다려도 오질않고 외로운 해바라기 처럼 나만 홀로 끝없는 이 길이 계속돼 조금 더 다가 가려해도 다시 나만 홀로 Who know I know 애 타는 내 마음을 감추는 내 눈물을 거짓된 내 웃음을 어느 누가 내게 뭐라말을 한다해도 신경쓰지 않아 나는 내가 원한대로 내가 다시 사랑할수 있을까 너 아닌 다름 사람을 만나서 내가 다시 행복할수 있을까 니가 그리워서 이렇게 죽을 것 같은데 어떻하죠 그 사람 앞에서 생각없이 그대 이름 불러요 잊겠다고 나 약속 했는데 또 맘을 아프게 해요 내가 처음 고백한 지난 너의 생일날 냉정하게 돌아와서던 널 붙잡던 날 항상 미안한 눈빛으로 나를 봐 아무래도 상관없어 난 괜찮아 Now sit back i got this baby girl you're straight 너와 함께라면 난 어디든지 가겠어 그렇게 하루에도 몇번 다짐했어 영원하리라 난 맹세했어 내가 다시 사랑할수 있을까 나 역시 누군가를 사랑할수 있을까 너 아닌 다른 사람을 만나서 너 아닌 다른 사람을 만난다면 내가 다시 행복 할수 있을까 네가 그리워서 이렇게 죽을 것 같은데 미안하죠 그 사람에게는 아무래도 잊을 수 없다고 착한 사람 또 내가 울려요 또 맘을 아프게해요 아직도 널 잊지못한 날 모두 미쳤다 내게 말하지만 내사랑은 미련하게도 그 어떤 말도 전혀 들으려 하지않아 아직도 널 잊지못한 날 모두 미쳤다 내게 말하지만 내사랑은 미련하게도 그 어떤 말도 전혀 들으려 하지않아 날 사랑 하지마요 그 사람 잊기 전에"}, {"song_no": "1574302", "year": "2007", "rank": "60", "title": "너는 눈물이다", "artist": "레디오", "genre": "Rock", "lyrics": "내 가슴은 이제 새까맣게 타버렸어 이제 난 어떻게 해야 해 내 가슴은 너 빼곤 남은 것도 하나 없어 너 없이 어떻게 해야 해 내 가슴 속에 네가 있어서 가슴에 못처럼 박혀 버려서 결국 또 아파 가슴에 큰상처 못 잊어서 흉터로 남아서 친구도 싫어 사랑도 싫어 널 잃고 나는 변했어 자꾸 떠올라 죽어라 미워했지만 그렇게 널 많이 원망했지만 널 미워할수록 원망할수록 쌓여만 가는 그리움인걸 얼마나 울어야 잊을까 전부 너라는 여자 지울까 전부 비틀거리며 길을 걸으면 내 가슴은 너만 찾고 있어 이 거리 스치는 많은 사람들 전부다 전부다 너로 보였어 니가 뭔데 이렇게 내 맘 아프게만 해 오직 너만 사랑한 날 미치도록 미치도록 미치도록 네가 보고 싶어 운다 지쳐서 울다 쓰러져 울다 너를 찾지만 넌 없었다 세상에 나 혼자란 생각에 서럽게 또 운다  또 다른 남자를 만나서 행복해 하는 널 볼 자신 없어 그래 솔직히 난 니가 불행해 지길 바랬어 내가 얼마나 내가 얼마나 너 하나 땜에 아파하는지 네가 나처럼 아파서 내 맘을 알아 줬으면 비틀거리며 길을 걸으면 내 가슴은 너만 찾고 있어 이 거리 스치는 많은 사람들 전부다 전부다 너로 보였어 니가 뭔데 이렇게 내 맘 아프게만 해 오직 너만 사랑한 날 미치도록 미치도록 미치도록 니가 보고 싶어 운다 지쳐서 울다 쓰러져 울다 너를 찾지만 넌 없었다 세상에 나 혼자란 생각에 서럽게 또 운다 이제 새까맣게 타버렸어 내 가슴은 너 빼곤 남은 것도 하나 없어 내 가슴은 이제 새까맣게 타버렸어 내 가슴은 너 빼곤 남은 것도 하나 없어 너를 미치도록 사랑했어 너를 향해서 뛰는 못난 내 심장 너무 싫다 죽을 만큼 보고 싶어도 애써 널 삼킨다"}, {"song_no": "1591683", "year": "2007", "rank": "61", "title": "허수아비", "artist": "김건모", "genre": "Ballad", "lyrics": "나의 두 눈에 담을 사람 없네요 나의 가슴에 기댈 사람 없네요 그대 떠나고 겨울 앞에 허수아비처럼 슬픈 내가 되버렸죠 자꾸 쓰러지려 하네요 혼자 삐걱이고 있네요 이제 더는 내가 지켜 줄 사람 곁에 없어서 온통 그대였던 자리에 이제는 주인없는 추억만 남아 먼지가 되어 쌓이죠 사랑해요 사랑해요 아직도 그대를 불러보고 싶지만 난 목이 메여서 들을 사람 없어서 입술 꼭 깨물고 다시 삼켜내죠 돌아와요 돌아와요 이렇게 한곳만 바라보고 있는 내게 지나간 계절에 그대 안에 서있던 내 모습을 다신 볼 순 없나요 그대  내게 남아 있는 사랑도 아직 못다한 그 말들도 내 맘 속에 그리움으로 자라 숲이 되었죠 그댈 향해있는 가슴에 단 한 번 그댈 다시 안고 싶어서 두 팔을 벌려 서있죠 사랑해요 사랑해요 아직도 그대를 불러보고 싶지만 난 목이 메여서 들을 사람 없어서 입술 꼭 깨물고 다시 삼켜내죠 돌아와요 돌아와요 이렇게 한 곳만 바라보고 있는 내게 지나간 계절에 그대 안에 서있던 내 모습을 다신 볼 순 없나요 그대 너무 사랑했어요 그대"}, {"song_no": "1524086", "year": "2007", "rank": "62", "title": "너에게 쓰는 편지 Part 2 (Feat. MayBee)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "YO This song is about my first love 내 하나뿐인 그대에게 가는 길 큐피트의 화살이 OH 내 심장에 꽃혀 단숨에 내 가슴에 불화산을 지펴 잃어버린 첫사랑에 설레임을 떠올려 좋은 놈이라고 속여 날 크게 부풀려 그녀는 내 입담에 넘어간 듯 웃어 궁금한게 너무 많아 이 시간이 짧어 난 느꼈어 우린 뗄 수 없는 실과 바늘 내 마음의 반은 벌써 네가 있어 사랑은 알게 모르게 모든 것들을 바꾸어 가고 늘 항상 숨어왔던 외로움은 도망가고 아픔이 있어서 기쁨도 컸나봐 아니면 내게 너란 존재가 원래 컸나봐 눈물나게 서글펐던 세상살이 나 힘이 되어줄게 너의 두 손발이 맘껏 울고 싶음 울어 너의 바람막이 뗄 수 없는 운명 우린 영원한 meant to be 이런 맘 처음이야 천천히 나도 몰래 널 내 맘에 두었나봐 다신 사랑 못한다던 그런 내가 널 사랑하나봐 넌 항상 날 웃게 해 곁에 있어 내 소중한 너란 사람 세상 누구보다 날 아껴줄 너란 사람 난 너 뿐이야 오늘은 왠지 그녀 기분이 또 나쁜가봐 말도 못하고 그리고 내 얼굴도 못 쳐다봐 내가 늦었어도 화도 못내 그녀는 제대로 표현도 못해 다리만 떠는 그녀는 거짓말 할 때는 또 손톱을 물어뜯어 그대는 언제나 서툴러 금방 탄로나 그대는 너무 착해 내가 너무 미안해 당신이 있어서 내가 있다는 이유로 사랑해 you wanna get in my world 고마워 I wanna get in your world 사랑해 널 만난 후 내 모든 것이 달라 You came in and changed my life you wanna get in my world 고마워 I wanna get in your world 사랑해 너를 알게 된 걸 난 신께 감사해 너와 나 이 세상 끝까지 우리 함께해 내 맘과 다른가봐 다투고 화내고 매일 밤 나 토라져서 너를 힘들게 했던 날 헤어져 다시 만났던 날 함께 있어 행복해 견뎌왔던 우리 수많은 날들처럼 우리 사랑 이젠 이대로 영원히 간직해 My reason to smile 너와 내가 함께 있어 두려움도 이젠 없어 너만 내곁에 있으면 되 변치 않을 사랑 이대로 약속해 널 사랑할께 사랑해 너의 미소 고마워 믿어줘서 행복해 니가 있어 더 이상 이 사랑을 표현할 순 없어 사랑해 너의 미소 고마워 믿어줘서 행복해 니가 있어 더 이상 이 사랑을 표현할 순 없어 넌 항상 날 웃게해 곁에 있어 내 소중한 너란 사람 세상 누구보다 날 아껴줄 너란 사람 너만 사랑할게 you wanna get in my world I wanna get in your world"}, {"song_no": "1525533", "year": "2007", "rank": "63", "title": "Maria", "artist": "김아중", "genre": "Korean Movie,Rock", "lyrics": "자 지금 시작해"}, {"song_no": "1581008", "year": "2007", "rank": "64", "title": "미운오리 새끼", "artist": "엠씨 더 맥스 2기", "genre": "Rock", "lyrics": "속상한 일이라도 있나요 또 누가 맘 아프게 하나요 울었던 눈이잖아요 말해봐요 내가 가서 혼내줄께요 거봐요 웃으니까 좋은걸 알아요 굳이 얘기 안해도 사랑이 그댈 아프게 하는거죠 지금 내가 아픈것처럼 힘겨울땐 언제든 어깰 빌려줄께요 그대 마음껏 써요 내 가슴으로 사랑하는 사람아 이렇게도 눈물겨운 사람아 그대에게 힘이 될 수 있다면 아무래도 괜찮아요 늘 다른곳만 바라보는 사람아 내 마음도 몰라주는 사람아 지금처럼 그대 웃어준다면 그걸로도 충분해요 행복해요  언젠가 술자리가 있던 날 술 취해 내게 기대던 그대 그땐 난 얼마나 행복했었는지 그댈 위해 쓰여진단게 필요할땐 언제든 뒤를 돌아보아요 내가 그 곳에 있죠 내 가슴으로 사랑하는 사람아 이렇게도 눈물겨운 사람아 그대에게 힘이 될 수 있다면 아무래도 괜찮아요 늘 다른곳만 바라보는 사람아 내 마음도 몰라주는 사람아 지금처럼 그대 웃어준다면 그걸로도 충분해요 행복해요 날 사랑하지 않아도 날 알아주지 않아도 날 쓰다버릴 지라도 좋아 그 아픔까지 사랑하는 사람아 곁에서도 멀리있는 사람아 잠시나마 내게 기대준다면 그대로도 감사해요 저 먼 곳만을 향해있는 사람아 나보다 더 바보같은 사람아 내 곁에서 그 맘 쉬어 간다면 그걸로도 충분해요 행복해요"}, {"song_no": "1583299", "year": "2007", "rank": "65", "title": "Way Back Into Love", "artist": "Hugh Grant", "genre": "Foreign Movie,Pop", "lyrics": "I've been living with  a shadow overhead  I've been sleeping  with a cloud above my bed  I've been lonely for so long  Trapped in the past  I just can't seem to move on  I've been hiding all my hopes  and dreams away  Just in case I ever need  em again someday  I've been setting aside time  To clear a little space  in the corners of my mind  All I want to do is find  a way back into love  I can't make it through  without a way back into love  Oh oh oh  I've been watching but  the stars refuse to shine  I've been searching but  I just don't see the signs  I know that it's out there  There's got to be something  for my soul somewhere  I've been looking for someone  to shed some light  Not somebody just to get me  throught the night  I could use some direction  And I'm open to  your suggestions  All I want to do is  find a way back into love  I can't make it through  without a way back into love  And if I open my heart again  I guess I'm hoping you'll be  there for me in the end    There are moments when  I don't know if it's real  Or if anybody feels  the way I feel  I need inspiration  Not just another negotiation  All I want to do is  find a way back into love  I can't make it through  without a way back into love  And if I open my heart to you  I'm hoping you'll  show me what to do  And if you help me  to start again  You know that I'll be there  for you in the end"}, {"song_no": "1537321", "year": "2007", "rank": "66", "title": "안 행복해", "artist": "장나라", "genre": "Ballad", "lyrics": "난 너무 작고 약한데  널 막아봐도 이길 수 없는데  늘 한걸음이 모자라  언제나 가쁜 사랑이잖아    나의 가슴속에 너란 휴지 조각나  가득 넘쳐 더는 담을 수도 없는데    나의 온 몸 안에 너의 독이 퍼진 듯 아프고  너밖에 모르는 걸 이렇게  혹시 실수라도 내 생각이 나 귀찮아도  지우지 말아줘 잠시 있다가게    참 몹쓸 병인 것 같아  고칠 수 없는 너란 사람말야  넌 바위처럼 무거워  널 밀어 옮길 수도 없잖아    너와 기뻤던 일들 중에 하나 버리면  나는 몇일동안 아파 견딜 수 없어    나의 온 몸 안에 너의 독이 퍼진 듯 아프고  너밖에 모르는 걸 이렇게  혹시 실수라도 내 생각이 나 귀찮아도  지우지 말아줘 잠시 있다가게    안된다고 아무리 타일러도  사랑은 멈출 수 없나봐  매일    너의 곁에 그 사람과 싸워도 한번도  널 데려올 수 없는 나여서  이젠 볼품없는 사랑이 와도 상관없어  어차피 너없이 나는 안 행복해  너없인 안 행복해    너없인 안 행복해"}, {"song_no": "1583468", "year": "2007", "rank": "67", "title": "Girlfriend", "artist": "Avril Lavigne", "genre": "Rock", "lyrics": "Hey hey, you you  I don't like your girlfriend  No way, no way  I think you need a new one  Hey hey, you you  I could be your girlfriend    Hey hey, you you  I know that you like me  No way, no way  You know it's not a secret  Hey hey, you you  I want to be your girlfriend    You're so fine  I want you  to be  mine  (it sounds like \"I want you mine\")  You're so delicious  I think about you all the time  You're so addictive  Don't you know  What I can do  To make you feel alright  (alright alright alright)    Don't pretend  I think you know  I'm damn precious  And hell yeah  I'm the mother fucking princess  I can tell you like me too  And you know I'm right  (I'm right I'm right I'm right)    She's like so whatever  You can do so much better  I think we should get together now  And that's what everyone's talking about    Hey hey, you you  I don't like your girlfriend  No way no way  I think you need a new one  Hey hey, you you  I could be your girlfriend    Hey hey, you you  I know that you like me  No way, no way  You know it's not a secret  Hey hey, you you  I want to be your girlfriend    I can see the way  I see the way you look at me  And even when you look away  I know you think of me  I know you talk about me all the time  Again and again  (Again again again)    So come over here  And tell me what I wanna hear  Better, yet, make your girlfriend disappear  I don't wanna hear you say her name    Ever again  (Ever again again again)    She's like so whatever  And you can do so much better  I think we should get together now  And that's what everyone's talking about    Hey hey, you you  I don't like your girlfriend  No way, no way  I think you need a new one  Hey hey, you you  I could be your girlfriend    Hey hey, you you  I know that you like me  No way, no way  You know it's not a secret  Hey hey, you you  I want to be your girlfriend    In a second you'll be wrapped around my finger  'Cause I can, cause I can do it better  There's no other, so when's it gonna sink in  She's so stupid, what the hell were you thinking?    In a second you'll be wrapped around my finger  'Cause I can, cause I can do it better  There's no other, so when's it gonna sink in  She's so stupid, what the hell were you thinking?    Hey hey, you you  I don't like your girlfriend  No way, no way  I think you need a new one  Hey hey, you you  I could be your girlfriend    (No way No way)    Hey hey, you you  I know that you like me  No way, no way  You know it's not a secret  Hey hey, you you  I want to be your girlfriend    Hey hey, you you  I don't like your girlfriend (No Way!)  No way, no way  I think you need a new one (Hey!)  Hey hey, you you  I could be your girlfriend ( No Way!)    Hey hey, you you  I know that you like me ( No Way!)  No way, no way  You know it's not a secret ( Hey!)  Hey hey, you you  I want to be your girlfriend ( No Way!)    Hey Hey!"}, {"song_no": "1579972", "year": "2007", "rank": "68", "title": "가지마 가지마", "artist": "상상밴드", "genre": "Rock", "lyrics": "어제도 오늘도 내 하루 버리고  입가에 웃음이 눈물처럼 흐르는  술에취한 밤 생각없는 발걸음이  널 찾아가 사랑해 사랑해  이렇게 널 부르잖아  가지마 가지마 나를 버리지마  식어가는 마음이라도 괜찮아  미안해 하지만 그런말 하지마  사랑해서 니가 미안해 제발 가지마   잊을수 있겠니 그럴수 있겠니  모아둔 기억들 다 지울수 있겠니  나를 바라봐 죽을만큼 힘이 들어  울고 있잖아 이대로 너 떠나면  나는 미칠지 몰라  가지마 가지마 나를 버리지마  식어가는 마음이라도 괜찮아  미안해 하지만 그런말 하지마  사랑해서 니가 미안해 정말 미안해   너를 잊으라고 말하지마  제발 제발 가지마  바보야 이 바보야 나를 놓치지마  비어있는 마음이라도 괜찮아  잊으라 하지마 그런말 하지마  사랑해서 내가 미안해  정말 미안해"}, {"song_no": "1569356", "year": "2007", "rank": "69", "title": "그깟 사랑", "artist": "리즈", "genre": "Ballad", "lyrics": "내가 아니예요 내가 알던 내가 아니죠 하염없이 울고 또 울고 들리지도 않아요 날 가둬두세요 이대로 뛰쳐가지 않게 한시도 쉴틈없게 해줘요 내 머릿속 널 쏟아내릴 수 있게 그래 너 하나 잊어내면 되는데 너만 비워내면 되는데 그깟 사랑 정말 흔한 사랑 모질게 잊어주고 싶은데 이젠 너 하나 잊어갈만도 한데 이젠 자유로울만 한데 또 그리워 또 다시 그리워 원망하죠  불을 켜둬 줘요 눈 감아도 어둡지 않게 이별도 쉽다며 떠나간 널 혹시라도 다시 그려 낼까봐 차라리 말지 휘청이고 아파와 울다 웃죠 난 아니라고 떠난 사람 사랑해 눈물 흘려 보내요 이젠 너 하나 잊어갈만도 한데 이젠 자유로울만 한데 또 그리워 또 다시 그리워 원망하죠  너만 비워내면 되는데 그깟 사랑 정말 흔한 사랑 모질게 잊어주고 싶은데  이젠 자유로울만 한데 또 그리워 또 다시 그리워 원망하죠  날 원망하죠"}, {"song_no": "1484802", "year": "2007", "rank": "70", "title": "그녀가 울고있네요", "artist": "가비엔제이", "genre": "R&B / Soul", "lyrics": "그대 날 떠난뒤에 변한건  아무것도 없어  어제처럼 나 길을 걷고 숨  쉬고 또 얘기하지  하지만 조금 다른 건 많던  웃음이 사라졌어  아무것도 아닌 일인데  자꾸만 난 눈물이 헤퍼져  하루가 가고 일년이 가고  아무렇지 않게 살다가  난 니가 없다는 걸 알게 되는  그 순간이 정말 힘들어져  나 한번만 울어버릴게 맘껏  소리내어 울어볼게  내 안에 눈물 내 슬픔까지도  모두 말라버렸으면 좋겠어  사랑이 끝났다고 모든게 다 끝난 건 아냐  매일처럼 나 밥을 먹고  하루를 또 살아가지  하지만 조금 다른 건 많던  웃음이 사라졌어  아무것도 아닌 일인데  자꾸만 난 눈물이 헤퍼져  하루가 가고 일년이 가고  아무렇지 않게 살다가  난니가 없다는걸 알게되는  그 순간이 정말 힘들어져  나 한번만 울어버릴게  맘껏 소리내어 울어볼게  내 안에 눈물 내 슬픔까지도  모두 말라버렸으면 좋겠어  넌 모두 잊었겠지만 난 다 기억해  나의 사랑아 제발 내 곁을  떠나지 말아줘  내 가슴 속에 멍든 상처가  너 때문이란 걸 알잖아  내 눈가에 흐르는 이 눈물이  바로너라는걸 잘 알잖아  나 한 번만 울어 버릴게  맘껏 소리내어 울어 볼게  내안에 눈물 내 슬픔까지도  모두 말라버렸으면 좋겠어  남은 사랑도 가져가"}, {"song_no": "1534968", "year": "2007", "rank": "71", "title": "가거라 사랑아", "artist": "서문탁", "genre": "Rock", "lyrics": "내 가슴이 물어봐 그는 어디갔냐고 내 가슴이 내게 화를내 그를 잃은거냐고 난 대답하지 이젠 끝난거라고 철없는 투정 다 소용없다고 이대로 보내주라고 이젠 놓아줄께 가거라 사랑아 너와함께였기에 행복했었단 내것이 아닌 내 사랑아 자꾸 토해내도 맘에 쌓이는 너를 잊기는 아프겠지만 아픈것 만큼 사랑한 걸 테니 참고참아도 흐르는 흐르는 흐르는 눈물 삼킬께 내눈물이 울먹여 멈출수가 없다고 내기억이 내게 애원해 지울수가 없다고 오 난 대답하지 어떻게 잊겠냐고 그저 가슴에 그냥 두라고 사랑을 참아 보라고 이젠 놓아줄께 가거라 사랑아 너와 함께였기에 행복했었단 내것이 아닌 내 사랑아 자꾸 토해내도 맘에 쌓이는 너를 잊긴 아프겠지만 아픈것 만큼 사랑한 걸 테니 참고 참아도 흐르는 흐르는 흐르는 또 하루를 살아가면 하루만큼 널 잊겠지 잊은만큼 아파도 사랑에 베인 상처가 쉽게 아물순 없겠지 사랑한 나를 더 아프게 자 이젠 보내줄께 고맙다 사랑아 못난 나를 만나서 미안했었다 내 사랑아닌 내 사랑아 지금 널 보내면 다신 찾진 안을께 너를 잡진 않을께 너와 만났던 이 멋진 기적을 평생을 꿈꿔 죽어도 죽어도 죽어도 잊진않을께"}, {"song_no": "1521181", "year": "2007", "rank": "72", "title": "내 사람입니다", "artist": "더 넛츠 (The NuTs)", "genre": "Rock", "lyrics": "뵙고 싶었죠 당신이군요   그녀의 마음 흔든 그 사람  못났다 웃어도 좋아요  염치없지만 당신께 이렇게 무릎 꿇어요 내 사랑입니다 목숨 같은 내 여자입니다 부탁해요 부탁해요 그녈 흔들지 마요 내 전부입니다 그녀 없인 난 무너집니다 도와줘요 떠나줘요 그녀가 없어도 당신은 살잖아요 나는 안돼요 가진 게 없죠 그래요 나는 보잘 것 없죠 당신에 비해 하지만 내 안에 눈물은 팔아서라도 그녀를 행복케 해줄 거예요 내 전부입니다 그녀 없이 나 무너집니다 도와줘요 떠나줘요 그녀가 없어도 당신은 살잖아요 나는 안돼요 내 눈을 원하면 그대가 가져요 심장을 원하면 얼마든 가져요 내 숨을 원하면 그것도 가져요 그녀만은 하나만은 나에게서 제발 데려가지 말아요 날 울리지 마요 난 사랑합니다 그녀만을 참 사랑합니다 단 한 사람 단 한 사람 그녀가 있기에 숨 쉬며 살아가는 남자입니다"}, {"song_no": "1587882", "year": "2007", "rank": "73", "title": "이별을 말하다", "artist": "아이", "genre": "Ballad", "lyrics": "나만 아프고 나 혼자 울게요  제발 그대는 지금처럼 웃어요   나만 힘들고 나만 애써볼게요  그대 눈물까지도 내게 줘요   아픈 추억만 내 맘에 담았죠  제발 그대는 아파하지말아요   함께 웃던 일, 함께 행복했던 일  그 시간들만 그 순간들만   내게 지워낼게요   감히 그대를  나 그대를  사랑했었나봐요   가슴한쪽이  내몸 반쪽이  그대였었나봐요   그대 없인 완전하지 못한 나를 알면서  사랑하게해줘서   사랑받게해줘서 감사해요   웃고있지만 눈물을 흘리죠  사랑했던 맘 버려내고 있어요   내가 없어도  내 사랑이 아녀도   웃고 살기를 행복하기를  매일 기도할게요   감히 그대를 나 그대를  사랑했었나봐요   가슴 한 쪽이 내 몸 반 쪽이  그대였었나봐요   그대없인 완전하지 못한 나를 알면서   사랑하게 해줘서  사랑받게 해줘서 감사해요   잠깐 손을 놔주고  돌아서서 걸으면  다신 그대를 만날수가 없겠죠   사랑도 끝나겠죠   감히 그대를 그대를  사랑했었나봐요   가슴 한 쪽이 내 몸 반 쪽이  그대였었나봐요   그대 한 사람 단 한 사람  사랑했었나봐요   지워내봐도 밀어내봐도  가슴이 또 찾내요   그대 이름으로 숨을 쉬던  바보같은 나   그대 사랑했던 일   그대 사랑받던일  행복했죠.."}, {"song_no": "1581599", "year": "2007", "rank": "74", "title": "잔소리", "artist": "이효리", "genre": "Ballad", "lyrics": "면도는 꼭 해야해요  셔츠는 늘 구김없이 커핀 하루 한 잔  담배 좀 줄이고 맵고 짠 음식은 피해요  이제 그대도 혼자 남는 연습을 해야죠    나 없다고 술 먹지말고  니 몸은 니가 좀 더 챙기란말야  바보처럼 또 참지 말고  무슨 말이라도 하란 말야  나 없다고 아프지말고  밥은 꼭 챙겨먹고 다니란 말야  번거롭고 귀찮아도 부탁해요..    압구정 자주 가지 말아요  예쁜 여자 많아 불안해요  상냥한 여자는 절반이 다 내숭이예요  한 눈 팔지 말아요 다 보고있어요    나 없다고 술 먹지말고  니 몸은 니가 좀 더 챙기란 말야  바보처럼 또 참지 말고  무슨 말이라도 하란 말야  나 없다고 아프지말고  밥은 꼭 챙겨먹고 다니란 말야  번거롭고 귀찮아도 부탁해요  남겨질 그대가 걱정이죠..    지금까지 잔소리만 하고  그대 얼굴 못 보고 딴 소리만 해요  내가 못났을때만 기억해줘요  그리고 날 잊는 연습을 해야 해요    다시 한 번 말해요  아프지말고 밥은 꼭 챙겨먹고 다니란 말야  번거롭고 귀찮아도 부탁해요..  잔소리만 하고 가네요  미안해요..."}, {"song_no": "1459449", "year": "2007", "rank": "75", "title": "까만안경 (Feat. Day Light)", "artist": "이루", "genre": "Ballad", "lyrics": "까만 안경을 써요 아주 까만 밤인데 말이죠   앞이 보이지 않아도  괜찮아요 나는 울고 싶을 뿐이죠  한 여자가 떠나요 너무나 사랑했었죠  그래요 내 여자에요 내 가슴 속에서 울고 있는 여자  사랑해요 나도 울고 있어요 오 난 보고 싶어서 만나고 싶어서 차라리 죽고만 싶어요  미안해요 잘해주지 못한 나지만 이별까지도 사랑할거에요 행복한 사람이 되어주세요 제발요  한 여자가 떠나요 너무나 사랑했었죠  그래요 내 여자에요 내 가슴 속에서 울고 있는 여자  사랑해요 나도 울고 있어요 오 난 보고 싶어서 만나고 싶어서 차라리 죽고만 싶어요  미안해요 잘해주지 못한 나지만 이별까지도 사랑할거에요 행복한 사람이 되어주세요  사랑해요 나도 울고 있어요 난 보고 싶어서 만나고 싶어서 차라리 죽고만 싶어요  미안해요 잘해주지 못한 나지만 이별까지도 사랑할거에요 행복한 사람이 되어주세요 제발요"}, {"song_no": "1570569", "year": "2007", "rank": "76", "title": "지울 수 없는 사랑", "artist": "SS501", "genre": "Drama", "lyrics": "지우고 널 지우려 해봐도 가슴은 너 하나만 찾는데 아프고 아파서 피워냈던 상처만 내게 남긴 채 잊으려 널 잊으려 해봐도 사라지지 않은 단 한사람 너 란걸 알잖니 왜 넌 모른 척 하니 말해봐 왜 그렇게 내 곁을 떠나려 했는지 버리고 버려도 난 버릴 수 없는데 아무리 잊으려고 애를 써봐도 내 눈은 언제나 너만 기억하고 있어 단 한번만 나를 기억하겠니 다른 사람 곁에서 살아가도 가끔은 내 생각 해주는 걸 정말 널 사랑했었나봐 이렇게 널 그리워하는데 알면서 떠나는 널 보면서 잠시 잊은 것 뿐인데 돌아와 다시 내게 돌아와 난 너 없이 살아갈 수 없어 아직도 난 네게 하고픈 말 있는데 이렇게 널 보내려 해봐도 난 자신이 없어 이런 맘 내 맘을 넌 알고 있는지 또 다른 누군가를 사랑한데도 이렇게 너만을 향해 움직이는 내 맘 단 한번만 나를 기억하겠니 다른 사람 곁에서 살아가도 가끔은 내 생각 해주는 걸 지우고 널 지우려해 봐도 가슴은 너 하나만 찾는데 아프고 아파서 피워냈던 상처만 내게 남긴 채 잊으려 널 잊으려 해봐도 사라지지 않은 단 한사람 너 란걸 알잖니 왜 넌 모른 척 하니 정말 널 사랑했었나봐 이렇게 널 그리워하는데 알면서 떠나는 널 보면서 잠시 잊은 것 뿐인데 돌아와 다시 내게 돌아와 난 너 없이 살아갈 수 없어 아직도 난 네게 하고픈 말 있는데"}, {"song_no": "1563630", "year": "2007", "rank": "77", "title": "착한 남자", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "잊어도 잊으려 해도 매일 너만 생각나서 미칠 것 같아 사랑 따위에 무너지는 내가 더 미운걸 어쩌면 더 잘된 거라고 가진 것 없는 나보다 좋은사람 만난다면 그걸로 난 행복해야만 해 한번도 사랑한단 말 못해줘서 정말 잘해준 것 하나 없어서 울고 싶어도 소리내지 못하고 참는다 차라리 죽었다고 생각해볼게 세상어디에도 없다고 어떡해도 심장에 박혀버린 넌 살아 숨쉬잖아 미련이 미련이 되어서 너를 놓지 못하는게 난 두려워 평생동안 너를 그리워하며 살까봐 한번도 사랑한단 말 못해줘서 정말 잘해준 것 하나 없어서 울고 싶어도 소리내지 못하고 참는다 차라리 죽었다고 생각해볼게 세상어디에도 없다고 어떻해도 심장에 박혀버린 넌 살아 숨쉬잖아 염치없는 내 사랑이 너를 더 힘들게 한다면 이젠 너를 보내주고 싶어  너 없는 내가 어떻게 살아가니  그래도 너를 위한 남자로 살게 니가 행복할 수 있다면 이제 내겐 사랑따윈 필요없어 너만 웃으면 돼 널 사랑하니까"}, {"song_no": "1525541", "year": "2007", "rank": "78", "title": "별 (Original Dialog Ver.)", "artist": "김아중", "genre": "Korean Movie,Ballad", "lyrics": "바람결이 창을 흔들고 내 키만한 작은 나의 방 위로 아름답게 별빛들을 가득 채워주네요 많이 아파하지만 날 꼭 안은채 다독여주며 잘자라 위로해주네요 걷지 못할만큼 힘에 겨워 아파와도 눈물이 앞을 가려와도 갖지 못한 내 사랑앞에도 나 웃을래요 잠시라도 곁에 행복했던 기억들을 가슴에 간직할게요 두 눈에 수 놓아진 저 별들처럼 영원히"}, {"song_no": "708754", "year": "2007", "rank": "79", "title": "Because Of You", "artist": "Kelly Clarkson", "genre": "Pop", "lyrics": "I will not make the same mistakes that you did I will not let myself cause my heart so much misery I will not break the way you did You fell so hard I learned the hard way, to never let it get that far Because of you I never stray too far from the sidewalk Because of you I learned to play on the safe side So I don't get hurt Because of you I find it hard to trust Not only me, but everyone around me Because of you I am afraid I lose my way And it's not too long before you point it out I cannot cry Because I know that's weakness in your eyes I'm forced to fake a smile, a laugh Every day of my life My heart can't possibly break When it wasn't even whole to start with Because of you I never stray too far from the sidewalk Because of you I learned to play on the safe side So I don't get hurt Because of you I find it hard to trust Not only me, but everyone around me Because of you I am afraid I watched you die I heard you cry Every night in your sleep I was so young You should have known better than to lean on me You never thought of anyone else You just saw your pain And now I cry In the middle of the night Over the same damn thing Because of you I never stray too far from the sidewalk Because of you I learned to play on the safe side so I don't get hurt Because of you I tried my hardest just to forget everything Because of you I don't know how to let anyone else in Because of you I'm ashamed of my life because it's empty Because of you I am afraid Because of you"}, {"song_no": "1574888", "year": "2007", "rank": "80", "title": "사랑에 미치다", "artist": "이수영", "genre": "Drama,Ballad", "lyrics": "내 눈이 참 나빠서 못 봤죠  그댈 이렇게 훔쳐가는걸  내 맘이 너무 무뎌져서 몰랐나 봐요  바보같이  맘 놓고 난 울 수도 없네요  내 눈 속에 사는 그대라서  영원히 그대 모습 잃어버릴까봐  나 겁이 나네요    나 이렇게 눈을 감죠 그대가 흐를까  맘을 닫죠 더 멀어질 까봐  그대 기억이 흐려질까 봐  또 이렇게    그대의 익숙해진 내 맘은  어디도 기대 쉴 곳이 없죠  그대의 묶여 있는 내 눈을 다그쳐도  안 되는걸 어쩌죠?    이렇게 눈을 감죠 그대가 흐를까  맘을 닫죠 더 멀어질 까봐  그대 기억이 흐려질까 봐  또 이렇게 oh~  가지 마요 oh~    내 두 눈에 내 가슴에 담아둘게요  얼어 붙은 그 숨소리라도  너무 아파도 내 사랑이라고  그대라서"}, {"song_no": "1467722", "year": "2007", "rank": "81", "title": "거리에서", "artist": "성시경", "genre": "Ballad", "lyrics": "니가 없는 거리에는"}, {"song_no": "1569657", "year": "2007", "rank": "82", "title": "사랑아 어떻게", "artist": "아이비", "genre": "Ballad", "lyrics": "떠밀듯이 나를 밀어 낸 니가  떠난 거리에서면 숨을 쉴 수 없어  일년 이란 시간 흘러도  아직도 여전히 걸을 때 마다 아파  그만 지칠 때도 됐는데,  놀라 잠을 깨는 내 눈물 마르지가 않아  내방 가득히 젖어있는 그 말 \"I love you\"  내 가슴 지금도 터질 듯 한말    * 사랑아 어떻게 사랑아  어떻게 니가 너만 전부였던  날 혼자 두고 간 거니  눈물은 나를 닦으며 오늘도 너를 잊으래  내가 어떻게 그래 이별은 알 수 없는 일.  주고가    아직도 나 갖고 있는 니가 사준 선물을 보면  그 기억에 멈춰  우리 온종일 늘 함께했던 말  \"I love you\" 내게 했던 말 다신하면 안돼    *    살 수 있게 돌아 와 줄래  제발 어떻게든 다시  내가 잡을 수 있게 날 도와줘    눈물아 부탁해 눈물아 말 전해줄래  못나게도 아직 난 사랑하고 있다고  또 다른 사랑을 찾아 눈물은 너를 보내래  내가 어떻게 그래  같은 시간이 와도 너 일텐데"}, {"song_no": "1583268", "year": "2007", "rank": "83", "title": "...사랑했잖아...  Part2", "artist": "린", "genre": "Ballad", "lyrics": "영원할 줄만 알았어 그 땐 서로를 너무 믿었어 이제는 우리 사랑을 반으로 잘라 낸 추억에 살지만 소중한 사람이었었는데 아직도 내겐 그런데 난 항상 니 왼쪽에 너는 내 오른쪽에 버릇처럼 매일 함께 했었잖아 사랑했어 너무 사랑했어 너무 이렇게 아픈 이별일 줄 모르고 내 앞을 막아서는 커다란 추억 앞에서 바보같이 초라해진 나만 우는가봐  아직도 잊지 못한 거냐고 다른 사람 찾으라고 친구들이 말릴 땐 너만큼 날 아끼고 사랑해 줄 사람 없다고 말했어 사랑했어 너무 사랑했어 너무 이렇게 아픈 이별일 줄 모르고 내 앞을 막아서는 커다란 추억 앞에서 바보같이 초라해진 나만 우는가봐 다시 찾으려 하고 울고 떼쓰고 붙잡을수록 더욱 멀어지는 것 그게 이별인건데 사랑 후엔 다 그런데 우릴 놓지 못해서 서롤 더 아프게 해 고마웠어 너무 고마웠어 너무 아무리 아픈 사랑이었다 해도 이제서야 알았어 행복을 가르쳐 준 걸 잊지않고 미소로 나 너를 기억할게"}, {"song_no": "1576344", "year": "2007", "rank": "84", "title": "안녕? (Original Ver.)", "artist": "더필름", "genre": "Ballad", "lyrics": "한참 니 전화번호를 누르다 한참 니 전화번호를 지우다 한참 멍하니 앉아 니가 보낸 편질 보며 웃다가 한참 울다가 자꾸 니 목소리가 생각나 자꾸 니 얼굴이 보고싶어 자꾸 사진을 꺼내 우리 함께한 노래를 부르다 혼자 말로 해 안녕 어떻게 지내 별일 없니 안녕 그냥 생각나 전화했어 안녕 니가 보고싶을 땐 늘 이렇게  알아 다 부질없는 일인걸 알아 이미 다 지난 얘기야 벌써 세월이 흘러 계절은 또 우리 앞을 스치잖아 마냥 가잖아 안녕 어떻게 지내 별일 없니 안녕 그냥 생각나 전화했어 안녕 우리 못 본지도 참 오래됐지  안녕 왜 자꾸 눈물이 나는지 안녕 내가 요새 많이 힘든가봐 니가 보고 싶을 땐 늘 난 이렇게 말해  안녕  안녕 안녕  안녕  안녕 왜 자꾸 눈물이 나는지 안녕 내가 요새 많이 힘든가봐 니가 보고 싶을 땐 늘 난 이렇게 말해 음 니가 보고 싶을 땐 늘 난 이렇게 지내"}, {"song_no": "1574391", "year": "2007", "rank": "85", "title": "Loving Memory", "artist": "자우림", "genre": "Rock", "lyrics": "아 그리움에 이 가슴이 저려오네 아 다시 못 올 사랑의 기억이여 아 외로움은 겨울의 비처럼 차네 아 이 가슴은 비에 젖어 우네 한 순간의 잘못된 선택인가 아니면 필연적인 운명의 장난일까 Uh 아픔은 책임 없는 사랑의 탓 혹은 사랑이란 아픔의 빛과 그림자 외로움은 항상 내 맘을 맴돌아 왜 무관심한 세상은 나를 몰라봐 내 바로 앞에 걷고 있는 너도 전혀 눈치 채지 못한 채 나를 지나치지 아니면 모른 척 나를 피해가 달이 뜨는 밤이 되면 불길한 예감 난 무관심한 세상에 낙오된 피해자 uh 낙오된 피해자 사람은 왜 만나게 되고 왜 머물지 못하는가 그대와 나는 서로의 빛나는 상흔이 되었네 사람은 왜 사랑을 하고 왜 사랑을 지우는가 그대는 나의 어두운 그림자 눈부신 신기루 In loving memory 죽어가는 영혼들은 회오리 바람 쳐 Do U remember me 빛 바래진 사진처럼 잊혀질 기억 속에 잊혀지기 싫어 그들은 그리움을 외쳐 누군가 들어주리 간절히 바랬어 Now pay attention read between the sentence 당신들의 관심에 세상이 바뀌거든 당신들의 관심에 세상이 바뀌거든 아 외로움은 겨울의 비처럼 차네 아 희미해진 사랑의 기억이여 아 외로움은 겨울의 비처럼 차네 아 희미해진 사랑의 기억이여 아 외로워라 아 외로워라  한 순간의 잘못된 선택인가 아니면 필연적인 운명의 장난일까 Uh 아픔은 책임 없는 사랑의 탓 혹은 사랑이란 아픔의 빛과 그림자 외로움은 항상 내 맘을 맴돌아 왜 무관심한 세상은 나를 몰라봐 내 바로 앞에 걷고 있는 너도 전혀 눈치 채지 못한 채 나를 지나치지 아니면 모른 척 나를 피해가 달이 뜨는 밤이 되면 불길한 예감 난 무관심한 세상에 낙오된 피해자 무관심한 세상에 낙오된 피해자 한 순간의 선택이 잘못인가 필연적인 운명의 장난일까 장난일까  What is the end so"}, {"song_no": "19807", "year": "2007", "rank": "86", "title": "벌써 일년", "artist": "브라운 아이즈", "genre": "R&B / Soul", "lyrics": "처음이라 그래 며칠뒤엔  괜찮아져  그 생각만으로 벌써 일년이  너와 만든 기념일마다  슬픔은 나를 찾아와  처음 사랑 고백하며  설렌 수줍음과  우리 처음 만난날 지나가고  너의 생일엔 눈물의 케이크  촛불 켜고서 축하해  I believe in you  I believe in your mind  벌써 일년이 지났지만  일년뒤에도 그 일년뒤에도  널 기다려  너무 보고싶어 돌아와줘  말 못했어  널 보는 따뜻한 그의 눈빛과  니 왼손에 껴진 반지보다  빛난 니 얼굴 때문에  I believe in you  I believe in your mind  다시 시작한 널 알면서  이젠 나없이 추억을 만드는  너라는걸 내가 기억하는 추억은 언제나  지난 웃음과 얘기와 바램들  또 새로 만들 추억은 하나뿐  내 기다림과 눈물 속 너일뿐  I believe in you  I believe in your mind  다시 시작한 널 알면서  이젠 나없이 추억을 만드는  너라는걸  I believe in you  I believe in your mind  벌써 일년이 지났지만  일년뒤에도 그 일년뒤에도  널 기다려"}, {"song_no": "1562344", "year": "2007", "rank": "87", "title": "동화 (童話)", "artist": "김형중", "genre": "Ballad", "lyrics": "언제였는지 알 순 없지만  그댄 항상 나의 공주였죠  그댈 만난 후 단 하루라도  그대 없는 날 상상못했죠  영원히 나에겐 꿈만 같던  순간이죠  그대 내 손 꼭 잡아주던  잊지 않을게요 그대  그 환한 미소  혹시 내가 늦진 않았죠  믿을게요 언젠간  다시 볼 수 있단 말  그 때 우린 영원할거란 그 말  동화 속의 공주처럼  잠시 잠들었을뿐  언제나 함께라는 말    영원히 나에겐 꿈만 같던  순간이죠  그대 내 손 꼭 잡아주던  잊지 않을게요 그대  그 환한 미소  혹시 내가 늦진 않았죠  믿을게요 언젠간  다시 볼 수 있단 말  그 때 우린 영원할거란 그 말  동화 속의 공주처럼  잠시 잠들었을뿐  언제나 함께라는 말  들리나요 이 노래  그댈 위해 불러요  사랑한단 말 한번 못했지만  고마워요 이 세상에서  날 사랑해줘서  내 곁에 머물러 줘서  믿을게요 언젠간  다시 볼 수 있단 말  그 때 우린 영원할거란 그 말  동화 속의 공주처럼  잠시 잠들었을뿐  언제나 함께라는 말  이 노랠 기억해줘요"}, {"song_no": "1578936", "year": "2007", "rank": "88", "title": "Pop (Feat. Annie K)", "artist": "엔젤", "genre": "Rap / Hip-hop", "lyrics": "무대가 열리고 시선이 모이면 연습은 필요없어 준비는 다 됐어 hey girl 이제 그만 내려와줄래 쇼는 시작됐어 ready go now make it bounce 넌 아무도 봐주질 않지 나에 빛에 너는 시들어가고 날 모두가 원하고있지 이제는 너도 내가 움직여줄께 초점없는 눈동자 빗나간 몸 동작 어설픈 흉내는 pop 터트려 흔들리는 사람들 그속에 아직은 어색한 니 모습 pop pop make it pop 어리숙한 멜로디 뻔한 옷차림 작아지는 니 목소리 긴장한 움직임 i'm a q u e e n make u hot hot 나를 봐 이제 느껴봐 넌 아무도 봐주질 않지 나에 빛에 너는 시들어가고 날 모두가 원하고있지 이제는 너도 내가 움직여줄께 날 비추는 조명과 터지는 함성과 준비된 무대로 pop 터트려 이젠 보여주겠어 증명해 주겠어 날 따라 모두 다 pop pop make it pop Do it girl right now just bounce with me 모든 시선이 내게로 모이지 오늘밤 make it pop come on let it flow let me show you ma moves won't you follow me you are so funny see them laughing at you haha don't you what they are waiting for need to get off from that unfittable dance floor 말해봐 뭘 원하는지 i'm gonna give to you girl 들어봐 뭘 말하는지 you know i'm give to you girl 여길봐 누굴 보는지 i'm gonna give to you girl 선택은 끝났어 초점없는 눈동자 빗나간 몸 동작 어설픈 흉내는 pop 터트려 흔들리는 사람들 그속에 아직은 어색한 니 모습 pop pop make it pop 날 비추는 조명과 터지는 함성과 준비된 무대로 pop 터트려 이젠 보여주겠어 증명해 주겠어 날 따라 모두 다 do it girl let me show you learn how to move your booty shake it to the right shake it to the left uh uh make it pop do it girl let me show you learn how to move your booty shake it to the right shake it to the left uh uh make it pop"}, {"song_no": "1587358", "year": "2007", "rank": "89", "title": "하나마나송 (TV Ver.)", "artist": "무한도전", "genre": "Dance", "lyrics": "말하나 말하나마나 편집되는 너는 말을 하나마나 머리 맞나 사람머리 맞나 헬멧 같은 이게 정말 머리 맞나 나이 많아 나이 정말 많아 싫어해도 너는 나이 제일 많아 아나만나 아나운서 만나 비디오도 끊고 아나운서 만나 피나 마나 다리 피나마나 너는 피나 마나 핀것 같지 않아 말 많아 진짜 말 많아 어쨌거나 너는 말이 너무 많아 도전하나 도전 하나마나 도전하든 말든 우린 무한도전 도전하나 도전 하나마나 도전하든 말든 우린 무한도전"}, {"song_no": "1570653", "year": "2007", "rank": "90", "title": "얼룩진 거울", "artist": "화요비", "genre": "Ballad", "lyrics": "거울 속에는 그대로 있어요  늘 곁에 있던 그대가  나의 눈 속에 사는 그대가  내 곁에 왔나요  날 감싸고 있군요  다시 거울을 보고  흐트러진 날 정리하는 나  수줍음이 많아  그대 날 볼 때면  어김없이 거울부터 찾던  그런 나였기에  온 걸 알아요  오늘도 거울을 보며  또 그대를 느껴요  늘 곁에 있던 그대라  그댈 보며 추억을 봐요  오랫동안 그대  날 바라보고 있나요  거울에서 잠시도  돌아서기가 싫은걸 보면  그림자처럼 늘  곁에 있어주던 그대이기에  거울 속에서만 살아있어요  곁에 있는 듯  오늘도 나  나의 거울은 얼룩져있네요  내 눈물 때문에 모두  얼룩진 거울뿐이죠  잠시 눈을 감는 것마저  아쉬운 날 버리지 말아요"}, {"song_no": "1587900", "year": "2007", "rank": "91", "title": "단 하나의 사랑", "artist": "최정민", "genre": "Ballad", "lyrics": "바람이 내게 부네요 귓가에 속삭이네요 I miss you but I leave you 그대 눈물 속에 나를 보내요 그 곳을 나설 땐 난 힘이 들었어 마치 아무 일 없는 듯 눈물을 감추었고 벌거벗듯 작은 내게 보여준 긴 침묵의 의미 이해할 수 있어 행복하길 빌게 바보 사랑이 뭔질 모르니 내 마음이 뭔질 모르니 애타는 심장소릴 들을 순 없는거니 네가 변해서 나를 떠나도 늘 언제나 너를 지킬게 내 가슴속에 남아 단 하나 사랑될 수 있게 참았던 내 눈물이 하염없이 흘러 또 그리움에 지칠뿐 그대 마음속에 남아있기에 난 행복합니다 방울 방울 맺힌 눈물 같은 사랑 바보 사랑이 뭔질 모르니 내 마음이 뭔질 모르니 애타는 심장소릴 들을 순 없는거니 네가 변해서 나를 떠나도 늘 언제나 너를 지킬게 내 가슴속에 남아 단 하나 사랑될 수 있게  No I can't be with you gonna take a little time 어쩌면 나도 그리움에 지쳐 말없이 조용히 잊혀질지 모르죠 사랑했던 너의 미소가 이제 내 영혼을 앗아가 돌이킬 수 없을 만큼 점점 깊이 더 나를 끌고 가 날 정말 사랑했냐고 수백 번을 외쳐봐도 대답 없는 너는 어디로 점점 더 멀어져 가고 바보 사랑이 뭔질 모르니 내 마음이 뭔질 모르니 애타는 심장소릴 들을 순 없는거니 네가 변해서 나를 떠나도 늘 언제나 너를 지킬게 내 가슴속에 남아 단 하나 사랑될 수 있게 바람이 내게 부네요 귓가에 속삭이네요 I miss you but I with you 그대 눈물속에 나를 보내요 바람이 내게 부네요 귓가에 속삭이네요 I miss you but I with you 그대 눈물속에 나를 보내요"}, {"song_no": "1575589", "year": "2007", "rank": "92", "title": "Listen", "artist": "Beyonce", "genre": "Foreign Movie,R&B / Soul", "lyrics": "Listen,   to the song here in my heart  내맘속 노래를 들어봐   A melody I started but cant complete   내가 시작했지만 끝내질 못하겠어  Listen, to the sound from deep within   깊은곳에서 나오는 소리를 들어봐  It's only beginning to find release   해방되는 유일한 방법이야   Oh the time has come   for my dreams to be heard   내꿈이 이뤄질 때가 왔네  They will not be pushed aside and turned   내꿈은 무시될수 없어  Into your own all 'cause you wont listen   니가 듣지 않는대도 내꿈은 이뤄진다   Listen, I am alone at a crossroads   들어봐, 난 교차로에 서있지  I'm not at home in my own home   난 집이 아닌, 나만의 공간에 있지  And I've tried and tried  to say whats on my mind   내맘속 말들을 말하려고 노력하고 있어  You should have known   넌 알아야만해   Now I don't believe in you   그리고 난 널 믿지 않아  You dont know what I'm feeling   어떤기분인지 모를거야  I'm more than what you made of me   난 당신이 만든것보다 더 훌륭한 사람이야  I found the voice you gave to me   당신이 준 목소리를 찾아냈지  But now I've gotta find my own   근데 이젠 나만의 것을 찾아야해  You should have listened   당신은 들어봐야해   There is someone here inside   이안에 누군가 있어  Someone I thought had died so long ago   오래전에 죽었다고 생각했던 누군가 있어      Oh Im screaming out   for my dream to be heard   They will not be pushed aside or turned   Into your own all 'cause you won't listen   Listen, I am alone at a crossroads  I'm not at home in my own home  And I've tried and tried  to say whats on my mind  You should have know   Oh now I don't believe in you  You don't know what I'm feeling  I'm more than what you made of me  I found the voice you gave to me  But now i've gotta find my own       I don't know where I belong   난 어디에 속해야 하는걸까  But I'll be moving on   알수없지만 어쨌든 움직여야해  If you don't,   니가 안한다면  If you won't   니가 안할거라면   Listen, to the song here in my heart   내맘속 노래를 들어봐  A melody I started  But I will complete   내가 시작했지만 끝맺을수가 없는 노래   Now I don't beleive in you   이젠 당신을 믿지않지  You dont know what I'm feeling   이게 어떤 기분인지 모르지  I'm more than what you made of me   당신이 날 만든것보다 난 놀라운 존재지  I found the voice you think you gave to me   당신이 준 목소리를 찾아냈지  But now I've gotta find my own   이젠 나만의 목소리를 찾을 차례지  my own...   나만의 목소리를.."}, {"song_no": "1575501", "year": "2007", "rank": "93", "title": "독백 (Feat. Clazziquai)", "artist": "라임버스", "genre": "Rap / Hip-hop", "lyrics": "아마 92년이 지난 후부터라고 생각이 들어 난리 굿치고 모은 CD는 내게 아직도 나를 cool하게 살게 하는 멋진 꿈 늦은 밤 내일 나온다는 신보가 너무 기다려져 얼마나 멋질까 그때 내가 갖고 싶던 것은 멋진 Car 돈이 아닌 한 마디 말 Music star 내가 원한 곳은 어디 그 때 날 지키고 싶은 작은 흔적이 지금까지 날 이끌어 비록 변해간다 해도 날 믿어 깊은 곳 쉽게 어둠에 쌓여도 지금이 끝이라고 느껴질때도 끊임없이 고개를 들어 so keep your head up 계속되는 내 삶은 on &amp; on &amp; on &amp; 아직 세상엔 모를 일이 너무 많은데 왜 잊혀지려 해 이제 나를 돌아보려 해 언제나 그 곳에 내 꿈은 담배연기처럼 사라져만 갔던 사람들처럼 살아온 나의 삶의 무게 그건 이제 지워져 없어져버리게 다시 물고 있는 담배 꺼진 불씨처럼 나의 삶에 예전처럼 다시 자신감에 이제는 없을거란 그런 생각에 원치 않던 내 길을 돌아보며 내게 돌아온 건 한 숨 이제 앞으로 내게 험난한 삶 속 것들 잊게 내 마음 속 소중한 기억들 내 가슴속 잊혀진 추억들 나의 모든 아픔 ye 이제는 내가 떠나보려 해 아직 세상엔 모를 일이 너무 많은데 왜 잊혀지려 해 이제 나를 돌아보려 해 언제나 그 곳에  내 꿈이 멈춰있는 이 곳에 나에게 큰 힘이 됐던 노래 언제나 희망을 가슴 안에 가득 품은 채 이 노래를 부를 때 시간은 날 절대 바꾸지 못해 내 꿈은 절대로 포기 못해 기나긴 인생 속의 나의 독백 삶의 뒷모습만을 남기네"}, {"song_no": "1535964", "year": "2007", "rank": "94", "title": "Any Star (Feat. 이준기)(CF - 애니콜 애니스타 `이효리, `이준기`편)", "artist": "이효리", "genre": "Dance", "lyrics": "어쩌면 난 미쳐도 돼 그냥 그렇게 생각해 그래서 난 어때도 돼 지금 이렇게 선택해 Crazy 불을 끄고 날 바라봐 Crazy 장난하지 말아 Slowly 눈을 뜨고 날 바라봐 오늘밤에 난 너의 Anystar 도대체 난 이래도 돼 가끔 음악에 미쳐봐 every day 날 느껴도 돼 그냥 나에게 맡겨봐 Crazy 이 노래를 들어 봐봐 Crazy 그리고 미쳐봐 Slowly 넌 이제 끝나버렸어 지금부터 난 너의 Anystar 조명을 켜고 발을 옮기고 내가 천천히 걸어 나오고 입술이 떨려 눈이 뜨거워 나도 모르게 흘러 내려와 오늘밤 난 deep 해도 돼 Yes yes you make me hot 달아오른 무대 위 난 너와 눈이 마주치는 순간 멈춰버린 너와 나의 crazy tonight keep on 멈추지 말아 나를 유혹하려 하는 너의 마음 알아 너의 몸짓 하나 하나에도 깊이 빠져 들어가 wanna wanna get you Crazy 숨을 쉬고 날 바라봐 Crazy 딴 짓 하지 말아 Slowly 손을 뻗어 다가와 봐 오늘밤에 난 너의 Anystar 너를 보고 있는 나를 봐 지금 너의 상상대로 해  내게로 다가와 babe 내게 눈을 맞춰 crazy 돌아서버리긴 너무 늦어버린 걸 이미 시작되어버린 너와 나의 얘긴 걸 숨이 멎어버릴 듯한 Oh no 심장이 터져버릴 듯한 오늘밤 넌 뜨겁게 타올라 You make me feel like crazy Crazy 불을 끄고 날 바라봐 Crazy 장난하지 말아 Slowly 눈을 뜨고 날 바라봐 오늘 밤에 난 너의 Anystar 몸을 흔들고 몸을 멈추고 뭔가 천천히 느껴지는 걸 소릴 질러봐 크게 질러봐 너도 이제는 중독되는 걸 조명을 켜고 발을 옮기고 내가 천천히 걸어 나오고 입술이 떨려 눈이 뜨거워 나도 모르게 흘러 내려와 몸을 흔들고 몸을 멈추고 그냥 그렇게 따라오면 돼 Slowly 너도 이제는 be the Anystar"}, {"song_no": "1502237", "year": "2007", "rank": "95", "title": "이게 나라는 남자야", "artist": "프리스타일", "genre": "Ballad", "lyrics": "한 잔 했어 너 때문에  맘이 찢어져서  다시 한번 내 여자라  불러보고 싶어서  벌써 3년 발악하고 산지  끝이 보이지 않는  이별의 사막 끝을 홀로 걸어간지  너 같은 거 잊지 못해  사는 나는 뭐야  너무 슬퍼 슬퍼하는  나는 대체 뭐야  아직도 볼품없이 살고 있어  미안해 그래 이게 바로  나라는 남자야  손바닥에 물집이  잡히도록 살았어  발바닥에 피가 나도록  나는 계속 달렸어  오로지 살기 위해서  오직 너 하나를 위해서  다시 오기를 기다리며  땀을 흘렸어  안올거란 걸 알고 있어  너보다 행복한 걸 알어  날 잊고 살아간다는 것 조차  알고 있어  그래 늦게 땅을 치고  후회를 하는 바보야  미안해 나도 결국  똑같은 그런 남자니까  제발 이러지마  나를 기억하지 말아줘  불러도 갈 수 없잖아  슬퍼도 할 수 없잖아  제발 이러지마  제발 나를 잊은 채로 살아줘  미안해 이게 바로 나란 여자야    슬픈 일이지  너를 잊은 채로 산다는 거  미칠 지경이야  너를 다시 볼 수 없다는 거  그 모든건 나로 인해  만들어진 결과인 걸  아무리 후회해도  이미 늦어 버렸어  나 따위가 너를 그렇게  원하면 안되지  나 같은 건 너를 사랑할  자격도 안되지  나 같은 남자는 그냥 멀리 서서  눈물이나 흘리는 게  어울릴지 몰라  차라리 내게 꺼져달라 말을 해  그러면 조금  버텨볼 수 있을 것도 같은데  나 좀 어떻게 좀 해줘  넋을 잃고 길거리를 맴도는  술 취한 남자는  뜨거운 눈물을 마시네  죽지 못해 사는 내게 제발  이제 뭐라 말 좀 해봐  끝이 없는 이야기  답 없는 기약이  지속되도 너를 사랑할 테니까  언젠가 내 심장의  먼지가 되는 날까지  제발 이러지마  나를 기억하지 말아줘  불러도 갈 수 없잖아  슬퍼도 할 수 없잖아  제발 이러지마  제발 나를 잊은 채로 살아줘  영원히 지워버려  너를 버린 나 같은 여자  날 믿지 말아줘 날 찾지 말아줘  널 떠나버린 나쁜 여자야  널 힘들게하고 널 아프게만 해  이런 날 사랑하지마  너무 늦은 거야  너를 바라볼 수 없으니  미안해 너를 잊을게  영원히 너를 지울게  이제 두 번 다시 제발 나를  기억하지 말아줘  죽어도 다시 돌아갈 수 없으니  너를 잊지 못하는 난  바보 같은 놈이야  그래 이게 바로 나라는 남자야  죽지 못해 살고 있는  바보 같은 놈이야  그래 이게 바로 나라는 남자야"}, {"song_no": "1466255", "year": "2007", "rank": "96", "title": "죄", "artist": "루그", "genre": "Rock", "lyrics": "미안하다는 말 힘이 든다는 말 듣기 싫은데 믿기 싫은데  헤어지자는 말 잘 지내라는 말 마지막 그대 인사도 장난 같은데   어느새 그대 걸음 막고서 너무나 큰 죄를 지은 것처럼  난 무릎꿇고 빌어요   내가 잘못했어요 다 내 잘못이죠  한번만 그대 용서를 바랄게요  심장을 움켜쥐듯이 아픈 이별을 되돌릴 수 있다면  그 무엇이든 할게요   다 잊어달라고 다 잊혀진다고 거짓말까지 할만큼 내가 싫은가요?  난 아닐거라고 못 잊을거라고 아무리 떼를 써봐도 떠나야하나요?   태어나 처음으로 하는 말 그래서 더 어색하고 힘든 말  난 울먹이며 말해요   내가 잘못했어요 다 내 잘못이죠 한번만 그대 용서를 바랄게요  심장을 움켜쥐듯이 아픈 이별을 되돌릴 수 있다면 빌고 빌테니   다시 다가와줘요 내 곁에 그대 머물던 그 자리로  가슴 깊게 새겨진 내 상처 그댄 왜 모른 척 하시나요?   제발 떠나지마요 날 버리지마요  갈테면 나의 숨마저 거둬가요  그렇게 못할 거라면 쉴 곳없는 내 숨이 멈추기전에  돌아 와줘요"}, {"song_no": "1554679", "year": "2007", "rank": "97", "title": "Shee", "artist": "베이비 복스", "genre": "Dance", "lyrics": "아슬아슬한 옷을 입은 날 보며 What you guess What you guess 무슨 상상하니 넌 넌 야릇해진 너의 눈을 느낄 수 있어 What you guess What you guess 괜한 상상 말고 go Shee 느껴봐 즐겨봐 오늘 밤에 Shee 말보다 니 눈빛으로 말해 너의 손끝을 원해 Dance like me 내게 좀더 깊게 Crazy like me 들어오기를 원해 오늘 밤이 그리 길진 않지 나와 함께 춤을 춰봐 all night 이 밤 나를 더 알고 싶은 거라면 What you guess What you guess 내게 뭘 원하니 넌 넌 망설이고 있지 말고 좀 더 다가와 What you guess What you guess 내게 한걸음 더 go Shee 느껴봐 즐겨봐 오늘 밤에 Shee 말보다 니 눈빛으로 말해 너의 손끝을 원해 Dance like me 내게 좀 더 깊게 Crazy like me 들어오기를 원해 오늘 밤이 그리 길진 않지 나와 함께 춤을 춰봐 all night  shake it shake it like this oh like this oh oh oh shake it shake it like this oh like this oh oh oh i don't need boys like you so cool wanna party with my girls its my day go away take a shot a long boy and go home  Dance like me 내게 좀 더 깊게 Crazy like me 들어오기를 원해 오늘 밤이 그리 길진 않지 나와 함께 춤을 춰봐 all night"}, {"song_no": "1559487", "year": "2007", "rank": "98", "title": "식사부터 하세요", "artist": "더 자두", "genre": "Dance", "lyrics": "OK Let's go 일찍 오셨네요 피곤해 보이네요 아무리 힘들어도 챙길건 챙기세요 식사부터 하세요 언제나 바쁘네요 정신없어 보여요 모든 걸 내려놓고 주위를 둘러봐요 빨리 전화하세요 참 사는게 힘겹더라도 다 누구나 그렇잖아요 늘 옆에서 응원할게요 오빠 오빠 나는 오빨 믿어요 참 인생이 지겹더라도 다 누구나 그렇잖아요 늘 그자리를 지켜주세요 오빠 오빠 나는 오빨 믿어요 배고픈데 밥은 먹어야지 근데 누가 밥을 사줘야지 사방팔방 둘러보아도 내껀 어디있어 여기 ok 해가 넘어갔어요 캄캄한 밤이네요 할 일이 쌓였어도 챙길 건 챙겨야죠 식사부터 하세요 언제나 바쁘네요 정신없어 보여요 모든 걸 내려놓고 주위를 둘러봐요 빨리 전화하세요 참 사는게 힘겹더라도 다 누구나 그렇잖아요 늘 옆에서 응원할게요 오빠 오빠 나는 오빨 믿어요 참 인생이 지겹더라도 다 누구나 그렇잖아요 늘 그자리를 지켜주세요 오빠 오빠 나는 오빨 믿어요 어두워진 그대모습 잃어버린 그대미소 오빠모습 아니잖아 이제 모두 날려버려요 자 이제는 행복할거야 다 정말로 행복할거야 늘 옆에서 응원할게요 오빠 오빠 나는 오빨 믿어요 참 인생이 지겹더라도 다 누구나 그렇잖아요 늘 그자리를 지켜주세요 오빠 오빠 나는 오빨 믿어요"}, {"song_no": "1570672", "year": "2007", "rank": "99", "title": "새구두", "artist": "임창규", "genre": "Ballad", "lyrics": "가만히 있어도 이렇게 아픈데 이별이란 구두 선물해 놓고 왜 자꾸 떠미니 꼭 니가 걷는 길 반대로 가라고 내게 했던 말이 생각날 때면 맘이 어김 없이 저려오잖아 난 아플거야 참 아플거야 난 멀어지는 만큼 더 아플거야 괜찮아지면 너를 잊어가면 그걸 더 못견딜 바보야 나는  너무나 못나고 보잘것 없지만 오랫동안 신어 낡아졌지만 너에게 꼭 맞게 길들였잖아 난 아플거야 참 아플거야 난 멀어지는 만큼 더 아플거야 괜찮아지면 너를 잊어가면 그걸 더 못견딜 바보가 나잖아 추억은 혼자서 자라나봐 가슴을 뚫고 나올듯해 내 눈물이 내 한숨이 너만 남기고 다 지울 건가봐 너만 사랑하니깐 사랑하니깐 널 너무 사랑해서 아픈 거니까 쓰린 상처가 굳은 살이 되면 무엇도 못 느낄 테니까 괜찮아 그때까지만 아파할께"}, {"song_no": "1585329", "year": "2007", "rank": "100", "title": "To The Maximum", "artist": "맥시멈 크루", "genre": "Rap / Hip-hop", "lyrics": "여기서 끝낼 얘기면 시작도 안했어 We take it to the maximum 끝까지 가겠어 올라갈 준비 해 To the maximum 정상까지 Yeah No limit y'all 아마 나를 믿지 않겠지 우리의 시작은 미약했지 아무 준비랄 것도 없이 열정 하나로 밀어붙였지 오 다시 그 때로 돌아간다 해도 나는 이 길을 선택할래 또 누구나 한번은 겪어야만 하는 시련일 테니까 아무리 세상이 변해도 포기못해 나의 꿈 가슴은 맨 처음 그대로 나이는 숫자일 뿐 어차피 난 실패를 믿지 않아 You can't stop me now We keep movin' 꺾이지 않는 끈기가 우리의 무기 여기서 끝낼 얘기면 시작도 안했어 We take it to the maximum 끝까지 가겠어 올라갈 준비 해 To the maximum 정상까지 Yeah No limit y'all  Brand New Kicks 비껴쓴 모자 오늘 아침도 내 꿈을 쫓아 끝없는 넥타이 부대 사일 통과 나를 반기는 연습실로 가 근데 한가지 문제 내가 춤에 목숨 걸은게 같잖은지 나 가는 길마다 무시 경멸 퍼붓네 왜 날 그렇게 보는건데 삶에 각본은 없네 니가 감동 없는 삶을 살아갈 동안 우린 꿈을 이뤄내 어차피 난 실패를 믿지 않아 You can't stop me now We keep movin' 꺾이지 않는 끈기가 우리의 무기 여기서 끝낼 얘기면 시작도 안했어 We take it to the maximum 끝까지 가겠어 올라갈 준비 해 To the maximum 정상까지 Yeah No limit y'all  여기서 끝낼 얘기면 시작도 안했어 We take it to the maximum 끝까지 가겠어 올라갈 준비 해 To the maximum 정상까지 Yeah No limit y'all"}]