[{"song_no": "1939100", "year": "2008", "rank": "51", "title": "Rainism (Clean Ver.)", "artist": "비", "genre": "R&B / Soul", "lyrics": "I'm gonna be a bad boy I'm gonna be a bad boy I'm gonna be a bad bad boy I'm gonna be a bad boy I'm gonna be a bad boy I'm gonna be a bad bad boy I'm gonna be a bad bad boy I'm gonna be a bad boy 나를 보는 시선들을 느껴 How do you feel make some noise make some noise 피하려고 애를 써도 느껴지는 나의 rainism rainism I make it rainism the rainism 넌 이제 빠져 버렸어 I'm gonna be crazy now yes crazy now 넌 이제 벗어날 수 없어 I'm gonna be a bad boy I'm gonna be a bad boy I'm gonna be a bad bad boy I'm gonna be a bad boy I'm gonna be a bad boy I'm gonna be a bad bad boy I'm gonna be a bad bad boy I'm gonna be a bad boy 심장을 파고드는 리듬 느껴 I know feel my soul feel my soul 너와나 하나되어 외치는 나만의 Rainism Rainism I make it Rainism the Rainism 내 몸을 느껴버렸어 I'm gonna be crazy now yes crazy now 느껴봐 나의 모든 걸 Break down it's time to get down I make it rainism the rainism 넌 이제 빠져 버렸어 I'm gonna be crazy now yes crazy now 넌 이제 벗어날 수 없어 I make it rainism the rainism 내 몸을 느껴버렸어 I'm gonna be crazy now yes crazy now 느껴봐 나의 모든 걸"}, {"song_no": "1874996", "year": "2008", "rank": "52", "title": "나만 바라봐", "artist": "태양", "genre": "R&B / Soul", "lyrics": "하루에도 몇 번씩 널  보며 웃어 난 수백번 말했잖아 You're the love of my life 거짓된 세상 속 불안한  내 맘 속 오직 나 믿는 건 너  하나 뿐이라고 가끔 내 맘 변할까봐  불안해 할 때면 웃으며 말했잖아 그럴  일 없다고 끝 없는 방황 속 텅 빈  내 가슴속 내가 기댈 곳은 너  하나뿐 이지만 가끔씩 흔들리는 내  자신이 미워 yeah 오늘도 난 이 세상에 휩쓸려 살며시 널 지워 내가 바람 펴도 너는 절대 피지마 Baby 나는 너를 잊어도 넌 나를 잊지마 Lady 가끔 내가 연락이 없고  술을 마셔도 혹시 내가 다른 어떤 여자와 잠시 눈을 맞춰도 넌 나만 바라봐 오늘밤도 지새며 날  기다렸다고 눈물로 내게 말해  변한 것 같다고 널 향한 내 맘도  처음과 같다고 수 없이 달래며 지내온  많은 밤들 니가 없이는 난 너무  힘들 것 같지만 때론 너로 인해 숨이 막혀 난 끝없는 다툼 속 기나긴 한숨 속 니가 기댈 곳은 나 하나  뿐 이지만 니가 귀찮아지는 내  자신이 미워 오늘도 난 웃으며 나도 몰래 자신을 잃어 내가 바람 펴도 너는 절대 피지마 Baby 나는 너를 잊어도 넌 나를 잊지마 Lady 가끔 내가 연락이 없고  술을 마셔도 혹시 내가 다른 어떤 여자와 잠시 눈을 맞춰도 넌 나만 바라봐 내가 이기적이란 걸 난  너무 잘 알아 난 매일 무의미한 시간 속에 이렇게 더럽혀지지만 BABY 너만은 언제나 순수하게  남길 바래 이게 내 진심인걸 널 향한  믿음인 걸 죽어도 날 떠나지마 내가 바람 펴도 너는 절대 피지마 yeah 나는 너를 잊어도 넌 나를 잊지마 Lady 가끔 내가 연락이 없고  술을 마셔도 혹시 내가 다른 어떤 여자와 잠시 눈을 맞춰도 넌 나만 바라봐 넌 나만 바라봐"}, {"song_no": "1934995", "year": "2008", "rank": "53", "title": "라디오를 켜봐요", "artist": "신승훈", "genre": "Ballad", "lyrics": "그렇게 슬픈 표정 지을 때 그 마음 알아챘었더라면 얼마나 좋을까 오늘도 그대와 함께겠지  동전의 앞면과 뒷면처럼 영원히 바라볼 순 없지만 이렇게 그대와 똑같은 공기를 마실래요  지금 라디오를 켜봐요 이 세상 모든 아름다운 노래가 그대를 향해 울리는 내 사랑 대신 말해주고 있다는 것을 아나요 1분이 아쉬웠었던 그대와 내가 함께 했던 날들이 날 살아가게 하지만 날 슬픔 속에 가둔다는 사실을 아나요  그 때 난 아무것도 몰라서 그렇게 그댈 떠나보냈죠 서툰 내 사랑이 그대 힘든 것도 몰랐었죠  지금 라디오를 켜봐요 이 세상 모든 아름다운 노래가 그대를 향해 울리는 내 슬픔 대신 말해주고 있다는것을 아나요 1분이 아쉬웠었던 그대와 내가 함께 했던 날들이 날 살아가게 하지만 날 슬픔 속에 가둔다는 사실을 아나요  그대여 라디오를 켜봐요"}, {"song_no": "1922756", "year": "2008", "rank": "54", "title": "흔적", "artist": "BGH4", "genre": "Ballad", "lyrics": "애써 숨겨도 눈물이 아나봐 감춰도 가슴이 새나봐 이젠 지겹다 말을 해도 잊지 못하나봐 끝난 사랑만 써내려 가나 봐 추억만 되돌려 놓나 봐 지친 입술이 애원해도 듣지 못하나 봐 아직도 그대 잊지 못해서 막지 못해서 하루도 견딜 수 없나 봐 모진 이별에 데인 가슴 다신 낫지 않아 거짓말로 속여도 나를 달래도 숨조차 쉴수가 없나 봐 내 눈물로 다시 씻어내도 너만은 낫지 않아 애써 지워도 생각이 나나 봐 참아도 그리워지나 봐 이젠 싫다고 화를 내도 듣지 못하나 봐 못난 사랑만 기억을 하나 봐 흔적만 되새겨 보나 봐 지친 내 눈이 외면해도 눈치 못채나 봐 아직도 그대 잊지 못해서 막지 못해서 하루도 견딜 수 없나 봐 모진 이별에 데인 가슴 다신 낫지 않아 거짓말로 속여도 나를 달래도 숨조차 쉴수가 없나 봐 내 눈물로 다시 씻어내도 너만은 낫지 않아 넌 지웠다 말한대도 넌 끝내 날 모른다 해도 또 내 가슴이 먼저 가서 너를 불러 너를 찾아 어쩌면 그대 돌아올까봐 찾아줄까봐 어디도 갈수가 없나 봐 헛된 바램만 늘어가도 다신 놓지 않아 만날수가 없어서 볼 수 없어서 살아갈 자신이 없나 봐 내 미련한 사랑 바보처럼 너만은 잊지 않아"}, {"song_no": "1888678", "year": "2008", "rank": "55", "title": "에너지 (Feat. 선예)", "artist": "마이티 마우스", "genre": "Rap / Hip-hop", "lyrics": "Energy  Baby 월화수목금토일 난 널 항상 애타게 불러 미소가 날 숨쉬게 해 넌 나의 에너지 너는 나의 에너지 점점 더 두근대는 내 가슴은 널 항상 애타게 불러 널 원하는 이 노래가 들리니 My 에너지 나는 너의 에너지 오늘도 가만히 너의 사진을 봐 전화기를 열면 내 눈앞에 늘 환한 미소가 지친 내 삶의 비타민 넌 나만의 엔돌핀 무엇보다 가치 내 삶의 전부인 너 어딜가도 항상 니가 떠올라 그대이름 석자 생각하는 것 하나만으로도 가슴이벅차 언제나 난 니편 너만의 안식처 힘들고 지칠때 철인 237호 자 출동 Everyday Day By Day 너의 미소가 내 꿈과 희망 내삶의 에너지 너밖에 너밖에 난 너 너하나 뿐야 One Two Three Let's go Baby 월화수목금토일 난 널 항상 애타게 불러 미소가 날 숨쉬게 해 넌 나의 에너지 너는 나의 에너지 점점 더 두근대지 내 가슴은 널 항상 애타게 불러 널 원하는 이 노래가 들리니 My 에너지 나는 너의 에너지 Ha 오늘도 힘들었나요 조금더 힘을내봐요 이젠 상상이 현실이 되는 마법의 주문이 Energy와 꿈은 이루어져요 You Don't Stop 이제 시작이야 우리 모두가 주인공 모두같이 Here We Go 지금 이순간 흐르는 노래가 니꿈이 현실이 되는 Secret Everyday I Want You Day By Day 너의 미소가 내 꿈과 희망 내 삶의 에너지 너밖에 너밖에 난 너 너하나 뿐야 One Two Three Let's go Baby 월화수목금토일 난 널 항상 애타게 불러 미소가 날 숨쉬게 해 넌 나의 에너지 너는 나의 에너지 점점 더 두근대지 내 가슴은 널 항상 애타게 불러 널 원하는 이 노래가 들리니 My 에너지 나는 너의 에너지 One Two Three E N E R G Y One Two Three Why Why 에너지 Mighty Mouth I Love You 항상 내 가슴속에 I Love You 너 하나면 충분해 I Love You 넌 언제나 완벽해 Forever Want You I Love You 난 너만 있으면 돼 I Love You 누구보다 사랑해 I Love You 영원토록 감사해 Forever You are My World You are My Energy You are My Energy Ha Energy"}, {"song_no": "1897284", "year": "2008", "rank": "56", "title": "D.I.S.C.O  (Feat. TOP)", "artist": "엄정화", "genre": "Dance", "lyrics": "D I S C O 미친 듯이 춤추고 네 멋대로 Do the disco D I S C O 모두같이 뛰놀고 제 멋대로 LET'S go disco D D D D I S S S C O  Do the disco D D D D I S S S C O  LET'S go disco 방법 따윈 필요 없어 심장소리로 날 느낄 수 있어 첫 키스와 같이 달콤한 이 설렘 속에 시끄러운 음악 속에 이제 날 던져볼래 리듬 속에 갇혀버린 I feel beautiful sexy 한 멜로디가 귓가에 속삭일 때 기쁨속에 갇혀버린 I feel wonderful 멈추지마 지금이 마지막일지도 몰라 D I S C O 미친 듯이 춤추고 네 멋대로 Do the disco D I S C O 모두같이 뛰놀고 제 멋대로 LET'S go disco D D D D I S S S C O  Do the disco D D D D I S S S C O   LET'S go disco 정답 따윈 여긴 없어 몸짓 하나로 충분히 알 수 있어 너의 사랑 이별 외로움 아픔 다 잊은 채 따스한 조명아래 이젠 널 던져줄래 리듬 속에 갇혀버린 I feel beautiful sexy 한 내 body가 널 향해 춤을 출때 기쁨속에 갇혀버린 I feel wonderful 멈추지마 지금이 마지막일지도 몰라 D I S C O 미친 듯이 춤추고 네 멋대로 Do the disco D I S C O 모두같이 뛰놀고 제 멋대로 LET'S go disco 이곳에 여성들은 내 제스처를 보며 끈적함을 느껴 진리가 어디가겠나 커피 한잔 마실까 저기 탐앤탐스 때론 이끌려 가다 보면 자신을 잃는 법 순탄한 삶이 어디 있는가 인생 한방 바로 오늘밤 한 순간도 놓치지마 가슴 벅찬 이 느낌을 노래 속에 널 맡겨봐 지금 이순간 모든걸 잊을 수 있게 D I S C O 미친 듯이 춤추고 네 멋대로 Do the disco D I S C O 모두같이 뛰놀고 제 멋대로 LET'S go disco D D D D I S S S C O  Do the disco D D D D I S S S C O  LET'S go disco"}, {"song_no": "1904668", "year": "2008", "rank": "57", "title": "사랑같은건 없나봐 (우리 결혼했어요 삽입곡)", "artist": "가비엔제이", "genre": "Ballad", "lyrics": "나쁘죠 참 그대하나 믿었었는데 모두 주어도 또 주고픈 사랑이었는데 바보죠 참 그대 하나 바라본 내가 손흔들며 안녕하면서 입술을 깨물죠 내게 사랑했단 말하면 조금 편한가요 이제와서 미안하다고 말하면 단가요 그런가봐 그랬나봐 사랑따윈 없나봐 지켜주겠다던 약속도 다 말뿐인가봐 사랑밖에 그대밖에 모른 바보였는데 그댈 보내줘야 하나요 날 울릴건가요 하루도 난 그대없이 안될꺼면서 좋은 사람 만날꺼라고 거짓말을 하죠 내게 사랑했다 말하면 조금 편한가요 이제와서 미안하다고 말하면 단가요 그런가봐 그랬나봐 사랑따윈 없나봐 지켜주겠다던 약속도 다 말뿐인가봐 사랑밖에 그대밖에 모른 바보였는데 그댈 보내줘야 하나요 날 울린건가요 돌아와줘 돌아와줘 이 말 해야하는데 그댈 부르는 내 입술은 그 말을 안듣죠 버려야해 지워야해 남은 사랑까지도 이젠 돌아서야 하는데 걸음이 무거워 내겐 사랑같은건 없나봐"}, {"song_no": "1841036", "year": "2008", "rank": "58", "title": "발자국", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "한 발자국을 못 가 멈춘 다시 한 발자국 못가 멈춘 몇 걸음 다시 떼다 멈춘 가슴이 울다 떠나간 니 발자국 따라 몇 번 울다 또 다시 멈춘 채로 몇 번 울다 도대체 나는 몇 번이나 울다 눈에는 또 눈에는 눈물이 가득차서 흐르다가 한걸음을 내밀고 두 걸음에도 마지막 발걸음에도 떨어지지 않는 이 발보다 그대를 못 잊어서 또 다시 한마디를 내뱉고 두 마디에 난 그대를 보내네 새하얗게 새하얗게 너를 보내  토라져버린 맘을 돌려 너를 보다 또 다시 고갤 돌려 너를 보다 이렇게 너를 몇 번이나 보다 끝내도 또 끝내도 내 발이 내 마음이 그댈 찾아 한걸음을 내밀고 두 걸음에도 마지막 발걸음에도 떨어지지 않는 이 발보다 그대를 못 잊어서 또 다시 한마디를 내뱉고 두 마디에 난 그대를 보내네 새하얗게 새하얗게 너를 보내 아니라고 잊었다고 아픔을 참고 보내도 그리운 맘에 발길이 돌아서도 못가고 애타게 그 이름을 불러도 모르잖아  한사람은 외로워 두사람으로 영원히 함께 하자고 손가락이 했던 그 약속도 여전히 못 잊어서 또 다시 한글자를 내뱉고 두글자에 난 사랑을 말하네 너를 두고 너를 두고 내가 간다 한걸음을 내밀고 두 걸음에도 마지막 발걸음에도 떨어지지 않는 이 발보다 그대를 못 잊어서 또 다시 한마디를 내뱉고 두 마디에 난 그대를 보내네 새하얗게 새하얗게 너를 보내"}, {"song_no": "1940012", "year": "2008", "rank": "59", "title": "병원에 가다 (이별..) (Song By 민경)", "artist": "다비치", "genre": "Ballad", "lyrics": "너무 아파서 병원을 찾아 갔어 한참 나를 바라보다 걱정스레 하는 말 어디가 아파요 말을 할 수 없었어 어디가 아픈 줄도 난 몰랐어 오늘 처음 본 사람 앞에서 바보처럼 난 눈물만 흘렸어 내 가슴에 열이나 기억은 멈춰서있고 금새라도 내 심장은 터질 것 같아 나 이렇게 아픈데 죽을 것만 같은데 나의 병은 이렇게 하루하루 더해만 가는 가봐  벌써 며칠째 처방전에 써있던 내겐 너무 쓰기만한 시간이란 약들을 삼키고 있어요 가슴을 도려 내고 기억을 지워줄 수만 있다면 지금 이라도 나의 심장을 다시 뛸 수 있게 고쳐 주세요 눈이 그댈 못보게 얼굴조차도 모르게 나의 귀는 아무것도 듣지 못하게 그대 이름 까지도 몰랐었던 그때로 돌아 갈 수 있도록 추억을 꺼내서 버리고 있죠  내 가슴에 열이나 기억은 멈춰서있고 금새라도 내 심장은 터질 것 같아 나 이렇게 아픈데 죽을 것만 같은데 나의 병을 낫게 할 사람은 아마도 그대인가봐"}, {"song_no": "1923387", "year": "2008", "rank": "60", "title": "윤은혜 샐러드송 (샐러드기념일) `지펠 CF`", "artist": "윤은혜", "genre": "Dance", "lyrics": "너가 맛있었다고 했던 살구빛 샐러드 맛있어서 또 먹고 싶어 너가 좋아했던 것들을 나에게 자그마한 행복들 달력 안 기념일들로 채워지네 채워지네 나나나 나나나 너가 좋아했던 살구빛 샐러드 그 날은 샐러드 기념일 나나나 나나나 너가 좋아하던 멜로디언 소리 그 날은 멜로디 기념일 나나나 나나나 너가 예뻤었다고 했던 조그만 고양이 귀여워서 또 보고 싶어 너가 좋아했던 것 들을 나에게 자그마한 고양이들 방에 한가득하게 채워지네 채워지네 나나나 나나나 너가 좋아했던 살구빛 샐러드 그 날은 샐러드 기념일 나나나 나나나 너가 좋아하던 멜로디언 소리 그 날은 멜로디 기념일 나나나 나나나  너가 좋아했던 살구빛 샐러드 그 날은 샐러드 기념일 나나나 나나나 너가 좋아하던 멜로디언 소리 그 날은 멜로디 기념일"}, {"song_no": "1927919", "year": "2008", "rank": "61", "title": "헤어질 땐 말없이", "artist": "김동희", "genre": "Ballad", "lyrics": "어떻게 니가 그래 나에게 왜 이래 너 하나 바라보게 날 만들어 놓고 세상이 변해도 너만은 변하지 않을 거라고 못 믿을 말도 믿게 해놓고 몹쓸 이별 따윌 위해 사랑을 한 거니 사랑은 왜 둘이 했는데 이별은 왜 너하나로 끝인 거니 헤어질 땐 말없이 떠나 눈물은 보이지 말아 나를 떠나는 게 슬픈데 왜 떠나는 거야 미안하단 말도 하지마 미안한데 울고 있는 날 두고 아픈 날 두고 그렇게 갈 순 없어  연극을 한 거니 너와 난 비련의 주인공이니 좀 일찍 일러주지 그랬어 너무 미칠듯한 행복 한 번만이라도 의심이라도 해봤다면 널 보내기 쉬울 지도 모르자나 헤어질 땐 말없이 떠나 눈물은 보이지 말아 나를 떠나는 게 슬픈데 왜 떠나는 거야 미안하단 말도 하지마 미안한데 울고 있는 날 두고 아픈 날 두고 그렇게 갈 순 없어 잡아서 잡힐 맘이면 죽을 힘을 다 해 볼텐데  헤어질 땐 모질게 떠나 널 기다릴 수도 없게 우리 추억 조차 되돌아 갈 자리가 없게 빌어주지마 불행할까 걱정된다면 정말 내 곁에 있어줘 그냥 제발 가지마 날 떠나지마 바보야 왜 몰라 널 사랑해"}, {"song_no": "1927782", "year": "2008", "rank": "62", "title": "전국민 러브송 (Feat. MC몽, 유리 Of Cool)", "artist": "박장근", "genre": "Rap / Hip-hop", "lyrics": "외로운 사람들을 위한 전국민 love song 장근이를 위한 전국민 응원 love song 사랑에 상처받은 그 사람들을 위한 love song 외로운 장근이도 사랑 할래요 그대의 시원한 그늘이 될래요 아무도 우리의 사랑은 못 막죠 평생 난 그대만을 사랑 할래요 외로운 장근이 사랑을 몰라 눈빛만 마주쳐도 난 밀어 붙여 playboy 라고 항상 오해를 사 여자가 많다는 오해를 사 서투른 내 방법 때문에 키 작은 내 몸매 때문에 사랑에 목이 마른 남들과 너무 다른 너 watching u feeling u 넌 내가 사는 이유 yo 넌 나의 둥지 키작은 어미새 널 위한 기도로 난 매일 밤을 새 watching u feeling u 넌 내가 가진 전부 사랑은 어느새 달콤한 쵸코렛 사랑을 꿈꾸는 로미오와 줄리엣 외로운 장근이도 사랑 할래요 그대의 시원한 그늘이 될래요 아무도 우리의 사랑은 못 막죠 평생 난 그대만을 사랑 할래요 늘 같은 자리에 너만 봤던 나인데 도대체 더 이상 뭘 망설여요 평생 같은 맘으로 널 향한 기도로 뜨겁게 느끼게 날 믿고 안아 줘요 내 동생 장근이는 아직까지 솔로 여자에 만큼은 멘트는 서툴러 늘상 채이고 넘어지고 자빠지고 사랑에 빠지면 롤러 코스터 그녀에게 만큼은 로맨티스트 너에게 사랑은 늘 흔드는 매직 대쉬마다 방법도 여러가지 잘 들어봐 내가 한 수 가르쳐주지 one 포근한 눈웃음 two 달콤한 첫 멘트 three 로맨틱한 선물 미치겠어 너 제대로 보여줘봐 이 멍충아 미치겠어 너 미치겠어 너 외로운 장근이도 사랑 할래요 그대의 시원한 그늘이 될래요 아무도 우리의 사랑은 못 막죠 평생 난 그대만을 사랑 할래요 늘 같은 자리에 너만 봤던 나인데 도대체 더 이상 뭘 망설여요 평생 같은 맘으로 널 향한 기도로 뜨겁게 느끼게 날 믿고 안아 줘요 미안해 난 몰랐어 장난인 줄 알았어 철 없게 내뱉는 그 모든게 싫었어 나도 같은 맘인데 늦어서 미안해 뜨겁게 느끼게 널 믿고 안아 줄께 외로운 장근이도 사랑 할래요 그대의 시원한 그늘이 될래요 아무도 우리의 사랑은 못 막죠 평생 난 그대만을 사랑 할래요 watching u feeling u 넌 내가 사는 이유 watching u feeling u 넌 내가 가진 전부 watching u feeling u 넌 내가 사는 이유 watching u feeling u 넌 내가 가진 전부"}, {"song_no": "1929324", "year": "2008", "rank": "63", "title": "미아", "artist": "아이유", "genre": "Ballad", "lyrics": "우리 둘 담아 준 사진을 태워 하나 둘 모아 둔 기억을 지워 그만 일어나 가야 하는 걸 너무 잘 알고 있는데 왜 난 주저 앉고 마는지 쏟아지는 빗물은 날 한치 앞도 못 보게 해 몰아치는 바람은 단 한 걸음도 못 가게 해 벼랑 끝에 서 있는 듯이 난 무서워 떨고 있지만 작은 두 손을 모은 내 기도는 하나 뿐이야 돌아와  이제는 눈물도 나오지 않아 울먹일 힘마저 없는것 같아 우리 이별이 꿈이 아닌 걸 너무 잘 알고 있는데 왜 난 깨어나길 비는지 쏟아지는 빗물은 날 한치 앞도 못 보게 해 몰아치는 바람은 단 한 걸음도 못 가게 해 벼랑 끝에 서 있는 듯이 난 무서워 떨고 있지만 작은 두 손을 모은 내 기도는 하나 뿐이야 아픈 내 가슴도 깊은 상처들도 나쁜 널 미워하는데 사진을 태우고 기억을 지워도 널 잊을 수 없나 봐 사랑해 쏟아지는 빗물은 날 한치 앞도 못 보게 해 몰아치는 바람은 단 한 걸음도 못 가게 해 벼랑 끝에 서 있는 듯이 난 무서워 떨고 있지만 작은 두 손을 모은 내 기도는 하나 뿐이야 돌아와 돌아와"}, {"song_no": "1931406", "year": "2008", "rank": "64", "title": "가니 (Feat. SG워너비 (김용준), 황정음, Mario)", "artist": "씨야", "genre": "Dance", "lyrics": "yo introduce myself I'm bad guy one loverly girl 저 멀리 가니 나를 두고 가야하니 그럴거라면 날 위해 마지막을 인사해 good bye bye love 너 부디 부디 나를 잊고 살아 honey 그럴거라면 널 위해 마지막을 인사해 I'm sorry sorry love 네게 한 발 두 발 멀어지는 니 발소리에 울먹 울먹 울고있는 내 맘을 알까 처음 맛본 사탕 철 없는 내사랑 보내줘야해 저 멀리 가니 나를 두고 가야 하니 그럴 거라면 날 위해 마지막을 인사해 good bye bye love 너 부디 부디 나를 잊고 살아 honey 그럴거라면 널 위해 마지막을 인사해 I'm sorry sorry love 너를 앞에두고서 나 say good bye I'm sorry bye bye 우리 나누었던말 be my life 너와 나의 사이 너와 나의 차이 생각할 필요 없어 이제 good bye 서로가 힘이 들어도 이제 끝이란 걸 mic 꺼지게 만든 나의 마지막 인사라는 걸 good bye bye love 몰래 그렁그렁 눈물젖은 니 눈에 비친 내 모습이 흐려지면 이별이겠지 나 숨 가쁜 사랑 가슴 아픈 사랑 놓아줘야해 저 멀리 가니 나를 두고 가야 하니 그럴거라면 날 위해 마지막을 인사해 good bye bye love 너 부디 부디 나를 잊고 살아 honey 그럴거라면 널 위해 마지막을 인사해 I'm sorry sorry love 나 고개 돌리고 다둘러보아도 어디로 난 바람처럼 사라지고 나 혼자 슬플 노랠 라라리 라라라 내 사랑 저 멀리 가니 나를 두고 가야 하니 그럴거라면 나를 위해 마지막을 인사해 good bye bye love 너 부디 부디 나를 잊고 살아 honey 그럴거라면 널 위해 마지막을 인사해 I'm sorry sorry love good bye bye love"}, {"song_no": "1914694", "year": "2008", "rank": "65", "title": "운명을 거슬러", "artist": "SG 워너비", "genre": "Drama", "lyrics": "내 가슴에 꽃이 된 사람  늘 날 웃게 만들던 사람  피어나는 사랑만으로  가슴 벅차던 그런 사람  폭풍 속에 피난처 되어  너를 지켜줄 사람 나인데  나 아파도 사랑합니다  나 슬퍼도 웃어봅니다  사랑해 너를 사랑해  그 한 마디 못해도  나를 사랑하지 않아도  나를 바라보지 않아도  나는 정말 행복한 사람  추억 하나로도    내 두 눈에 비가 된 사람  늘 날 울게 만든 사람  이별이란 지독한 말로  내 가슴에 상처 낸 사람  짖궂은 우리의 운명도  이제 오늘로 끝나겠지만  나 아파도 사랑합니다  나 슬퍼도 웃어봅니다  사랑해 너를 사랑해  그 한 마디 못해도  나를 사랑하지 않아도  나를 바라보지 않아도  나는 정말 행복한 사람  추억 하나로도  세상 앞에서 약속하고 싶은 말  나의 일생을 다 바쳐서  너를 지키고 싶어    내 삶에 전부였던 사람  긴 세월 단비 같던 사람  그립다 너무 그립다  사랑했던 날들이  언젠가 다시 만난다면  그때는 헤어지지 말자  운명도 그땐 져줄테니  우리 사랑 앞에"}, {"song_no": "1931934", "year": "2008", "rank": "66", "title": "You (대단한 우연)", "artist": "스윗소로우", "genre": "Ballad", "lyrics": "You 기분 좋은가요 환하게 웃고있네요 You 무슨 일일까 뭐가그리 재미있는지 You 어딜 가나요 내옆을 스쳐지나가네 You 상큼한 샴푸향기 자꾸 한번 더 뒤돌아보게 돼 며칠에 한 번 잊을만하면 마주치는 건 대단치 않은 우연 그래도 널 만나면 좋아지는 이 기분 이름이 뭘까 나이는 몇일까 남자친구는 혹시 있을까 궁금해 자꾸 생각이나네 자꾸만 끌리네  Wow 뭔가 달라요 10배는 예뻐보여요 You 약속 있나요 누구땜에 들뜬 건가요 You 그러지 마요 딴놈은 절대 안돼요 You 당신이 찾는 사람 그게 나라면 얼마나 좋을까 며칠에 한 번 잊을만하면 마주치는 건 대단치 않은 우연 그래도 널 만나면 좋아지는 이기분 이름이 뭘까 나이는 몇일까 남자친구는 혹시 있을까 궁금해 자꾸 생각이나네 자꾸만 끌리네 뭐라고 말을 해볼까 차이면 어쩌려고 에라 모르겠다 무작정 다가가 너에게 한마디 걸어본다 안녕하세요 스윗소로우입니다 눈부신 햇살 시원한 바람 저 하늘을 닮은 그녀가 웃었어 그랬어 너도 나를 알아채고 있었어 이름을 알고 번호를 받고 저녁에 잠깐 커피나 한잔 좋았어 자꾸 웃음이나네 콧노래가 라랄라 며칠에 한번 잊을만하면 마주치는건 대단치 않은 우연 그래도 널 만난건 정말 엄청난 인연 꿈은 아닐까 꼬집어볼까 어떻게 내게 이런 행운이 놀라워 자꾸 웃음이 나네 감동의 물결 자꾸 눈물이 나네 감격의 홍수 자꾸 웃음이 나네 라랄라랄라 라랄라랄라라"}, {"song_no": "1930555", "year": "2008", "rank": "67", "title": "미정 (美晶)", "artist": "가비 퀸즈", "genre": "Ballad", "lyrics": "아직 너를 버릴수가 없어 내 가슴에 새겨진 그 이름 너잖아 사랑해 사랑해 나에겐 너 뿐야 왜 그걸 몰라 자꾸 떠나만 가니 이별이란 그 순간에 서툰 내가 싫어 오늘도 난 이렇게 널 부르고 있어 다시는 나를 찾지는 말라고 외면하고 또 널 잊지 못할 나니까 그 남자에게는 내가 더 어울린다 니 여자에게 말해보지만 우는 내 모습에 놀리듯 보는 너 바보 같은 사랑은 널 잡아 사랑은 그래 추억도 그래 너와의 기억은 또 다시 널 부를테니 그 사람 버려 내게 돌아와 내 눈물이 이렇게 널 부르고 또 널 원하고 있어  이별이란 그 순간에 서툰 내가 싫어 오늘도 난 이렇게 널 부르고 있어 다시는 나를 찾지는 말라고 외면하고 또 널 잊지 못할 나니까 그 남자에게는 내가 더 어울린다 니 여자에게 말해보지만 우는 내 모습에 놀리듯 보는 너 바보 같은 사랑은 널 잡아 사랑은 그래 추억도 그래 너와의 기억은 또 다시 널 부를테니 그 사람 버려 내게 돌아와 내 눈물이 이렇게 널 부르고 또 널 원하고 있어 어쩌면 나 이제 돌아서 버릴래 너 하나로 살았던 나니까 떠나지 못해서 붙잡고 싶던 사랑 하고 싶어서 그래요 사랑은 그래 추억도 그래 너와의 기억은 또 다시 널 부를테니 그 사람 버려 내게 돌아와 내 눈물이 이렇게 널 부르고 또 널 원하고 있어"}, {"song_no": "1931649", "year": "2008", "rank": "68", "title": "Love In The Ice", "artist": "동방신기 (TVXQ!)", "genre": "Ballad", "lyrics": "식어버린 작은 손 차갑게 떨리는 입술 아무 일도 없었다고 고개 숙인 체 누군가를 추억하는 네 모습 두려운 거니 입안에서 맴도는 말 애써 삼키며 외면했었던 뒷모습이 새하얀 눈처럼 조금씩 녹아내려 어두워진 밤하늘을 떠나지 않는 별처럼 사랑이란 믿음으로 영원히 함께 하는 꿈 그사람 내가 될 수 있다면 다시 한 번 굳어버린 그대 맘을 영원의 따스함으로 감싸 안을 꺼야  현실의 벽에 부딪혀 시려오는 가슴이라도 흘러내린 눈물의 끝에는 흐려져가던 빛 줄기가 어둠 속을 환하게 비추고 이 시간에 스며들어 숨이 멎을 벅찬 가슴에 뜨거운 체온을 서로 느낄수 있어 누구라도 안고 있는 상처와 깊은 한숨들 끌어안아 줄 수 있는 그 공간을 찾고 있어 나 단 한 사람 그대에게만 속삭이는 설레임에 눈이 부신 그 날의 세상이 되어 곁에 있을 테니  세상 끝에 홀로 my heart 남겨졌다고 혼자였다고 아주 오래도록 내가 지켜낼 사랑이니까 어두워진 밤하늘을 떠나지 않는 별처럼 사랑이란 믿음으로 영원히 함께 하는 꿈 그사람 내가 될 수 있다면 다시 한 번 굳어버린 그대 맘을 영원의 따스함으로 감싸 안을 꺼야"}, {"song_no": "1883639", "year": "2008", "rank": "69", "title": "No.3 (Feat. Sol Flower)", "artist": "배치기", "genre": "Rap / Hip-hop", "lyrics": "배치기yo 더쎄게 불을 붙히지 out of control 다시 돌아온 뭉탁 보여줄께 너희 눈앞 바로 여기서 모두 투하 가진게 없어 배짱만 꽉 찼다 무식해서 앞뒤 몰라 덤볐다 하루살이 급급한 나지만 기회는 온다 믿었으니까 아직은 내 힘이 모자라 고갤 낮춰 네 눈을 보지만 걸어온 내 뜻에 무게에 나 아직 포기가 안돼 때마침 죽고 못살던 그녀도 떠나갔지 언제까지 이러고 살꺼냐고 내게 말했지 너에게는 미래가 보이지 않아 머릿속엔 구정물만 고여가잖아 계속 떠나가라 날 차봐라 내가 눈하나 깜짝하나 여러번의 무시 지치지 않아 비록 헛걸음이라도 뒷걸음 치지않아 그래 헤쳐나간다 나는 현실의 곡소리에 나의 이 목소리로 가슴을 적셔 억눌린 가슴속 모두 품고 불을 지펴 can u feel the fire I get higher can u feel the fire I get higher nobody nobody nobody nobody no can't nobody hold me down nobody nobody nobody nobody no can't nobody hold me down 벌써 눈칫밥만 세끼째 아직도 미운 일곱살의 털이 박힌채 살아내고 있어 인생 카드의 돌려막기 같아도 죽지 않아 인생 그림의 떡마저 도려간데도 땅에 무릎이 닿지 않아 나의 맘대로 노파심에 고파진 배 움켜쥐고 내 속에 전부를 매꿨어 나 계속해서 세상에 attack 세상에 멍든 나 매일이 외톨인듯해 매정히 삶에 외침을 쉽게 내치며 날 깔보는데 다시는 돌아 오지 않을 나의 선택 지켜나갈께 나의 모태 홀로 건 내 약속에 그 끝이 눈물로 바래지 않게 그래 헤쳐나간다 나는 현실의 곡소리에 나의 이 목소리로 가슴을 적셔 억눌린 가슴속 모두 품고 불을 지펴 can u feel the fire I get higher can u feel the fire I get higher nobody nobody nobody nobody no can't nobody hold me down nobody nobody nobody nobody no can't nobody hold me down  가슴 안에 불을 지펴 꿈같은 세계로와 매일 계속된 이 불발의 끝에도 열정은 내 품안에 웃네 가슴벅찬 내일에 꿈을 꾸며 내게로와 현실 박자에 어긋나도 더 쎄게 불을 붙히지 out of control can u feel the fire I get higher can u feel the fire I get higher nobody nobody nobody nobody no can't nobody hold me down nobody nobody nobody nobody no can't nobody hold me down"}, {"song_no": "1884329", "year": "2008", "rank": "70", "title": "안녕 나의 사랑", "artist": "성시경", "genre": "Ballad", "lyrics": "여름 냄새 벌써 이 거리에 날 비웃듯 시간은 흐르네 눈부신 햇살 얼굴을 가리면 빨갛게 손끝은 물들어가 몰래 동그라미 그려놨던 달력 위숫자 어느덧 내일 제일 맘에 드는 옷 펼쳐놓고서 넌 어떤 표정일까 나 생각해 해맑은 아이 같은 그대의 눈동자 그 미소가 자꾸 밟혀서 눈에 선해 한숨만 웃음만 그대 힘겨운 하루의 끝 이젠 누가 지킬까 누가 위로할까 내 턱끝까지 숨이 차올라 내 머리 위로 바람이 불어온다 온 힘을 다해 나는 달려간다 이게 마지막 선물이 될지도 몰라 눈물이 흘러 아니 내 얼굴 가득히 흐르는 땀방울 늘 그랬듯이 아무렇지 않게 웃으며 안녕 나의 사랑 그대 미안해  하루에도 몇 번씩 나눴던 잘잤어 보고싶다는 인사 그리울 때면 꺼내볼 수 있게 하나하나 내 마음에 담곤해 해맑은 아이 같은 그대의 눈동자 그 미소가 자꾸 밟혀서 눈에 선해 한숨만 웃음만 그대 힘겨운 하루의 끝 이젠 누가 지킬까 누가 위로할까 내 턱끝까지 숨이 차올라 내 머리 위로 바람이 불어온다 온 힘을 다해 나는 달려간다 이게 마지막 선물이 될지도 몰라  어떻게 어떻게 그대없는 내일 아침은 난 겁이 나요 수많은 밤들 견딜 수 있을까 웃으며 안녕 길 건너 멀리 니가 보인다 지루했나봐 발끝만 바라보네 온 힘을 다해 나는 달려간다 이제 마지막 인사가 될지도 몰라 눈물이 흘러 아니 내 얼굴 가득히 흐르는 땀방울 나 없을 때 아프면 안돼요 바보처럼 자꾸 괜찮을거야 잘 지내요 그대 안녕"}, {"song_no": "1923550", "year": "2008", "rank": "71", "title": "미안해, 고마워, 사랑해", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "어떤 말로 전해야 할까 너를 향한 내 마음 있는 그대로를 보여주려면 거창하게 꾸미는 법도 멋진 말도 난 몰라 너무나 소박한 세 마디 말밖엔 나 매일매일 하고픈 그 말 늘 모든게 다 미안하단 말 늘 해도해도 모자랄 그 말 또 모든게 다 고맙다는 말 나 하루하루 아껴온 그 말 널 너무나도 사랑한단 말 되뇌일수록 자꾸만 눈물이 나 어떤 색이 그려내 줄까 너를 향한 내 맘 속 깊은 그곳까지 보일 수 있게 화려하게 칠하는 법도 예쁜 말도 잘 몰라 너무나 투박한 세마디 말밖엔 나 매일매일 하고픈 그 말 늘 모든게 다 미안하단 말 늘 해도해도 모자랄 그 말 또 모든게 다 고맙다는 말 나 하루하루 아껴온 그 말 널 너무나도 사랑한단 말 되뇌일수록 자꾸만 눈물이 나 이렇게도 쉬운 말을 왜 늘 망설였는지 이제 다신 바보처럼 아껴두지 않을께 날마다 내 입술이 닳도록 평생토록 말해줄거야 너를 위해 나 매일매일 하고픈 그 말 늘 모든게 다 미안하단 말 늘 해도해도 모자랄 그 말 또 모든게 다 고맙다는 말 나 하루하루 아껴온 그 말 널 너무나도 사랑한단 말 내 가슴이 하는 말 더 많은 행복 주지 못해서 늘 부족해서 항상 미안해 날 살게하는 오직 한사람 너라서 그게 너무 고마워 늘 오늘보다 내일 더 많이 내 마음다해 너를 사랑해 나 너에게 해줄건 이 말밖엔"}, {"song_no": "1932254", "year": "2008", "rank": "72", "title": "그대 나를 보나요", "artist": "박기영", "genre": "Ballad", "lyrics": "그대 나를 보나요 이제 괜찮은가요 아직도 난 그대의 공기 속을 사는데 어떡하죠 나를 생각하나요 내게 미안한가요 언제까지 당신은 멀리 있을 건가요 눈을 감고 있어도 그대가 보여요 그대의 빛으로 나를 비추고 그대 안에서 꿈을 꾸었죠 다시 오지 않을 날의 시간 속에서 어제도 오늘도 내일도 나는 그대라는 흔적을 걷죠 정말 괜찮은가요 나를 지울 건가요 아직도 난 그대의 공기 속을 사는데 눈을 감고 있어도 그대가 보여요 그대의 빛으로 나를 비추고 그대 안에서 꿈을 꾸었죠 다시 안되나요 이제 안되나요 그대와 나  어떡하죠 당신과 나 어떡해요 이제 우리 그대 빛으로 나를 비추고 그대 안에서 꿈을 꾸었죠 그대와 나 다시 안되나요 이제 안되나요 다시 오지 않을 날의 시간 속에서 어제도 오늘도 내일도 나는 그대라는 흔적을 걷죠 그대 나를 보나요 정말 괜찮은가요"}, {"song_no": "1917571", "year": "2008", "rank": "73", "title": "Solo (Feat. Alex)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "잘 가 이제 난 솔로 say hello to the world 너란 깜깜한 감옥에서 출소 세상아 내게 두부를 줘 책상에 사진 뜯어내고 상처의 딱지도 박박 긁어내고 화장실 하수구에 엉킨 니 머리카락 다 뜯어내고 니 물건 다 쓸어내고 자유다 널 사랑했던 내가 바보다 미련 없어 내 낙천주의는 대대로 물려받은 가보다 연락 끊어진 여자애들 불러내기가 좀 구차해 흠 신촌 홍대 강남 압구 어때 음 나이트 아님 클럽이나 가보자 솔로 솔로 있고싶어 난 홀로 홀로 솔로 솔로 오늘부터 난 홀로 홀로 솔로 솔로 있고싶어 난 홀로 홀로 솔로 솔로 오늘부터 난 홀로 홀로 그녀가 싫어하던 공포영화를 봐도 되에 개고기를 먹어도 되에 죄에 책에 감 없이 여자의 번호를 따도 되에 예에 연인이란 존재는 내 인생의 마이너스 바이러스 내 머릴 아프게 해 사랑은 신이 내린 자연재해 지금껏 억눌렀던 desire is in fire 내 인생은 내 멋대로 그릴래 나만이 내 인생의 디자이너 미뤄왔던 pc게임에 만랩을 끊어 밤새 마시고 필름도 끊어 난 자유란 바다로 돌아가고픈 물고기 미련이란 낚싯줄은 끊었어 솔로 솔로 있고싶어 난 홀로 홀로 솔로 솔로 오늘부터 난 홀로 홀로 솔로 솔로 있고싶어 난 홀로 홀로 솔로 솔로 오늘부터 난 홀로 홀로 내 맘대로 전화 꺼놔도 돼 밤새도록 술 마시고 망가져도 돼 혼자서 훌쩍 떠나도 돼 I'm free I'm free 니 친구의 남자와 비교 안당해도 되고 새벽에 야식해도 되고 내 돈 이별하던 순간에 니 표정보다 굳었어 Spend my money for me 밤새 친구들과 당구치고 니 전화 씹고 콧방귀 끼고 내 안에서 널 밀어냈던 것처럼 속 시원하게 방구 끼고 새벽엔 나를 찾아줘 부엌에서 금요일엔 나를 찾아줘 클럽에서 마치 수능을 마친 수험생처럼 토요일엔 나를 찾아줘 나이트에서 기분이 너무 나이스해서 오늘밤도 나 취할 것 같아 훨훨 날겠어 나비처럼 새 꽃을 찾아 솔로 솔로 있고싶어 난 홀로 홀로 솔로 솔로 오늘부터 난 홀로 홀로 솔로 솔로 있고싶어 난 홀로 홀로 솔로 솔로 오늘부터 난 홀로 홀로"}, {"song_no": "1902386", "year": "2008", "rank": "74", "title": "그대만 보여요 (Feat. BigBang T.O.P)", "artist": "지아", "genre": "Ballad", "lyrics": "하루 지나가고 또 하루가 가면 그댈 잊은 줄 알았는데 아프고 아파도 밤을 새워봐도 생각 나는 건 다 그대 뿐 한걸음을 가고 또 한걸음 가면 나를 찾을 수 없을까봐 그 자리에서 그댈 기다리는 내 사랑이 미워져요 가슴이 죽을만큼 힘든 걸 아나봐요 자꾸 그대의 흔적들을 찾아요 눈을 감아도 그대만 보이네요 나 잊을 수 없나봐요 떠난 사랑이라 그댄 변한 사람 이라 함부로 말은 안할래요 상대 하기 조차 아깝네요 듣고 있는가 알고 있는가 혼자서 매일 끙끙 앓고 있는 밤 습관에서 부터 지워 내 새하얗게 이제 내가 보기엔 니가 더 나약해 눈물을 감추고 추억을 삼켜도 다시 내 가슴에 남아서 그대 이름만 다시 부르게 돼 나 어쩔 수 없나봐요 가슴이 죽을만큼 힘든 걸 아나봐요 자꾸 그대의 흔적들을 찾아요 눈을 감아도 그대만 보이네요 나 잊을 수 없나봐요 천 번을 더 웃고 또 울더라도 그대 하나만 사랑하며 살게요 사랑이 날 울려도 괜찮아요 그 추억이 남았으니 다 지워봐도 이제 내 맘에 아픔만 남아 눈을 감아도 입을 막아도 그대만 보여요 가슴이 죽을만큼 힘든 걸 아나봐요 자꾸 그대의 흔적들을 찾아요 눈을 감아도 그대만 보이네요 나 잊을 수 없나봐요 내 두 눈에 눈물이 닳아서 그대 기억될 시간이 다 지나면 우리 좋았던 추억만 간직해요 난 그걸로 행복해요"}, {"song_no": "1926168", "year": "2008", "rank": "75", "title": "Do It Do It (Feat. Maniac)", "artist": "솔비", "genre": "Dance", "lyrics": "오늘밤 do it do it 니 손길이 내 가슴까지 다 가져간다  온몸이 짜릿짜릿 니 입술이 내 숨결까지 다 훔쳐간다 전기가 찌릿찌릿 니 손길이 내 가슴까지 다 뺏어간다 허릴 흔드는 너의 모습 너무 예뻐 바로 그거야 솔비 I'm ready for action Girl just do it how you do it I'm feeling attraction 내 모든 걸 가져가 baby lets get in on M to the A N I A C 살아 숨쉬는 legend 그게 바로 나지 끊임없이 뱉어내는 JayZ 같이 누구든 랩퍼를 찾는다면 나를 찾지 눈빛만 건네도 나는 전기가 와 손끝만 스쳐도 자꾸 반응이 와 쿵쿵 음악에 미쳐버렸나봐 이러다 너에게 끌려갈 것 같아 온몸이 짜릿짜릿 니 입술이 내 숨결까지 다 훔쳐간다 오늘밤 do it do it 니 손길이 내 가슴까지 다 가져간다  색다른 Amunition we murdered our competition 부족한 것 하나 없이 rhythm에 빠져 미친 Maniac it's me baby M O double B 그리고 세계를 집어삼켜 버린 UPT just like my manz luda get out my way 할 만큼 했으니까 지금부턴 우리 차례 부담 없이 얘길해봐 무엇을 바래 내가 만족시켜 줄게 I got raps for days 첨 만난 순간에 꽂혀 버렸나봐 첫 눈에 사랑을 너무 느꼈나봐 쿵쿵 가슴이 터질 것만 같아 오늘밤 너와 나 사귈 것만 같아 온몸이 짜릿짜릿 니 입술이 내 숨결까지 다 훔쳐간다 전기가 찌릿찌릿 니 손길이 내 가슴까지 다 뺏어간다 조금만 더 가까이 그렇게 더 가까이 아무것도 신경쓰지마 내게 가까이 와 재미없어 재미없어 후회 없이 흔들어봐 머리 아파 머리 아파 후회 없이 술을 마셔 온몸이 짜릿짜릿 니 입술이 내 숨결까지 다 훔쳐간다 오늘밤 do it do it 니 손길이 내 가슴까지 다 가져간다 재미없어 재미없어 후회 없이 흔들어봐 머리 아파 머리 아파 후회 없이 술을 마셔"}, {"song_no": "1917233", "year": "2008", "rank": "76", "title": "투명인간", "artist": "손담비", "genre": "Ballad", "lyrics": "사랑이 뭐냐고 물어보는 그 애의 거짓말을 들으며 커피를 시켜 사랑은 너라고 대답하지 못하고 커피 잔에 설탕을 넣어 설탕이 녹아 너를 보는 내 맘처럼 녹아 니가 너의 사랑 앞에 녹듯 나도 그래요 내 사랑도 조금 이해를 해줘 사랑은 너야 처음 만난 그 날부터 너야 혈액형을 바꿀 수가 없듯 정해 진거야 그 끝이 결국 눈물이라면 흘릴게  커피엔 설탕이 컴퓨터엔 키보드 비가 올 땐 우산이 나에겐 니가 필요해 사랑해 아파져도 괜찮아 안녕 그 말만 없다면 어디를 보니 니 앞에 난 투명인간이니 소리처야 내가 보이겠니 바로 앞이야 지금 니 눈앞에 내가 있잖아 사랑이 뭔지 정말 몰라 내게 묻는 거니 말해주면 따라 할 수 있니 나를 바라봐 나의 눈 속에 사랑이 있어 보이니 라라라 라라라라 라라라라라 라라라 라라라라 라라라라라 난 웃고 있겠죠 잘하고 있나요 혹시 내가 울고 있나요 설탕이 녹아 너를 보는 내 맘처럼 녹아 니가 너의 사랑 앞에 녹듯 나도 그래요 내 사랑도 조금 이해를 해줘 사랑은 너야 처음 만난 그 날부터 너야 혈액형을 바꿀 수가 없듯 정해 진 거야 그 끝이 결국 눈물이라면 흘릴게"}, {"song_no": "1933310", "year": "2008", "rank": "77", "title": "괜찮아", "artist": "낯선", "genre": "Rap / Hip-hop", "lyrics": "A YO E TRIBE &amp; 나써니 괜찮아 괜찮아 괜찮아 괜찮아 들어봐 많이 고민했어 너무 아플까봐 후회스러워서 매일 밤 흐느낄까봐 너무도 겁나서 말을 못했나봐 가슴 깊이 상처가 남아 힘들까봐 그 많은 추억과 보낸 시간이 헛된 거라고 생각하는 것 자체가 나에겐 버거웠고 난 아닐 거라고 영원할 거라고 헤어지진 않을 거라던 날 떠나버린 너 그런 눈으로 날 바라 보지는 마 더이상 나를 비참하게 하지는 마 뒤돌아 멀리 멀리 저멀리 보이지 않는 곳으로 날 두고 떠나 나를 떠나 가버려 니 동정 따윈 필요 없어 떠나 괜찮아 난 괜찮아 떠나 괜찮아 난 괜찮아 뒤를 돌아 날 보며 흘린 눈물은 다시 집어 넣어 괜찮아 난 괜찮아 정말 괜찮아 난 괜찮아 이제 다시는 널 향한 나의 마음 두 번 다시 찾지는 않아 보고 싶지도 않아 너의 모습은 바보처럼 버리지 못해 고이 접어 넣어 둔 처음 널 봤을 때 찍어 둔 너의 사진을 꺼내어 갈기갈기 찢어버려 이 아픈 가슴 까지 깊이깊이 묻어버려 그 모두 다 지워버려 필요 없어 꺼져버려 그래 괜찮아 난 니가 떠나가도 내 머리 속에서 헤엄쳐 다니지는 마 아픈 기억 속에서 기어 다니지는 마 나는 상관 말고 떠나 너나 혼자 잘 살아 저 멀리멀리 떠나 나를 떠나 가버려 니 동정 따윈 필요 없어 떠나 괜찮아 난 괜찮아 떠나 괜찮아 난 괜찮아 뒤를 돌아 날 보며 흘린 눈물은 다시 집어 넣어 괜찮아 난 괜찮아 정말 괜찮아 난 괜찮아 그토록 죽도록 빌어도 닳도록 또 닳도록 빌어도 그런 눈으로 날 바라보지는 마 더이상 나를 비참하게 하지는 마 뒤돌아 멀리 멀리 저멀리 보이지 않는 곳으로 날 두고 떠나 나를 떠나 가버려 니 동정 따윈 필요 없어 떠나 괜찮아 난 괜찮아 떠나 괜찮아 난 괜찮아 뒤를 돌아 날 보며 흘린 눈물은 다시 집어 넣어 괜찮아 난 괜찮아 정말 괜찮아 난 괜찮아 멀리 멀리 가버려 지금은 잠시 눈물 보이지만 괜찮아 난 괜찮아 이젠 괜찮아 난 괜찮아 저 하늘에 약속해 다시는 너를 찾지 않아 떠나 괜찮아 난 괜찮아 떠나 괜찮아 난 괜찮아 그토록 그토록 나 기도해 보았지만 잡아도 잡아도 다 어차피 쓰러져가 닳도록 닳도록 나 빌어도 보았지만 달래고 달래도 난 슬픔에 무너져가 그토록 그토록 나 기도해 보았지만 잡아도 잡아도 다 어차피 쓰러져가 닳도록 닳도록 나 빌어도 보았지만 달래고 달래도 난 무너져가"}, {"song_no": "1928578", "year": "2008", "rank": "78", "title": "Mad", "artist": "Ne-Yo", "genre": "R&B / Soul", "lyrics": "She's starin' at me I'm sittin' wonderin' what she's thinkin' Nobody's talkin' 'Cause talkin' just turns into screamin' And now is I'm yellin' over her She's yellin' over me All that that means Is neither of us is listening And what's even worse That we don't even remember why were fighting So both of us are mad for Nothin' Fighting for Nothin' Crying for Nothin' But we won't let it go for Nothin' No not for Nothin' This should be nothin' to a love like what we got oh baby I know sometimes It's gonna rain But baby can we make up now 'Cause I can't sleep through the pain Can't sleep through the pain Girl I don't wanna go to bed Mad at you And I don't want you to go to bed Mad at me No I don't wanna go to bed Mad at you And I don't want you to go to bed Mad at me And it get's me upset girl When you're constantly accusing Askin' questions like you've already known We're fighting this war baby When both of us are losing This ain't the way that love is supposed to go What happened to workin' it out We've falled into this place Where you ain't backin' down And I ain't backin' down So what the hell do we do now It's all for Nothin' Fighting for Nothin' Crying for Nothin' But we won't let it go for Nothin' No not for Nothin' This should be nothin' to a love like what we got oh baby I know sometimes It's gonna rain But baby can we make up now 'Cause I can't sleep through the pain Can't sleep through the pain Girl I don't wanna go to bed Mad at you And I don't want you to go to bed Mad at me No I don't wanna go to bed Mad at you And I don't want you to go to bed Mad at me Oh baby this love ain't gonna be perfect And just how good it's gonna be We can't fuss and we can't fight Long as everything allright between us Before we go to sleep Baby we're gonna be happy  I know sometimes It's gonna rain But baby can we make up now 'Cause I can't sleep through the pain Can't sleep through the pain Girl I don't wanna go to bed Mad at you And I don't want you to go to bed Mad at me No I don't wanna go to bed Mad at you And I don't want you to go to bed Mad at me"}, {"song_no": "1911466", "year": "2008", "rank": "79", "title": "우리들의 행복한 시간 (Feat. 주(Joo) Narr. 안혜경)", "artist": "미노 (프리스타일)", "genre": "Rap / Hip-hop", "lyrics": "여보세요 일하나보다 나 끝났는데 에이 밥 먹으려구 했는데 나 그럼 친구랑 밥 먹고 있을 테니까 이거들으면 전화해 사랑해 이따봐 날씨도 좋고 이젠 꽃도 많이 폈어 예전처럼 손을 잡고 걷기 좋은 날인데 너 없는 이 계절은 아무런 의미 없어 거리를 걸어봐도 아무 느낌 없어 따스한 햇살조차 느낄 수 없는데 너 없는 이 세상이 무슨 의미가 있어 매일같이 버텨보려구 발악하며 사는데 눈부신 햇살따위가 무슨 소용이 있어 사랑이라서 이게 사랑이라서 난 아픈데도 떠날 수가 없어서 사랑받고 싶어서 너만 바라보는게 너무 힘든데 이렇게 아픈데 너 떠나구 그대로야 이거 하나만 빼면 끊었던 담배를 다시 피기 시작했으니까 요즘 좀 내가 그래 니가 없으니까 뭐하나 제대로 할 수 있는 것이 없어 오랜만에 너와 찍은 사진을 봤어 너무나 다정스럽게 웃고 있었는데 너는 참 예쁘던데 내 표정이 그래 아직도 바보같은 내 표정은 좀 그래 니가 아무것도 바르지 않은 머리를 더 좋아해서 나는 오늘도 그냥 이대로 길을 다녀 이제는 이게 더 익숙하고 편해 그런데 이런 날 볼 때마다 가슴은 더 아파 그래 나 아직까지 이러구 살아 바보처럼 너를 아직 붙잡고 살아 약속했지 니가 나를 두고 돌아설 때 잊겠다고 말했는데 그게 잘 안돼 사랑이라서 이게 사랑이라서 난 아픈데도 떠날 수가 없어서 사랑받고 싶어서 너만 바라보는게 너무 힘든데 이렇게 아픈데 사랑해서 그 땐 보낼 수 있었어 이별이 아름답도록 행복하기를 바란다는 그 말 그 흔한 말조차 못하고서 돌아섰어 아직 어려서 사랑엔 어려서 좀 힘들어도 머무를수 있어서 사랑받지 못해도 너를 볼 수 있던게 행복했는데 이제는 떠날게 사랑이라서 아직 내 맘 속에선 이게 사랑이라서 아직 내 맘 속에선 난 아픈데도 떠날 수가 없어서 제발 내 곁에 다시 돌아오란 생각 뿐이야 사랑받고 싶어서 그래 난 아직까지 너만 바라보는게 아직 널 놓지 못해 너무 힘든데 이렇게 아픈데 너의 뒤만 바라보는 사람으로 남아있어 내가 봐도 못봐주겠어 나라는 놈은 잊지 못해 발악하는 바보같은 나는 가슴을 쥐어짜고 소리내 울어봐도 모든 것들은 달라질 수 없다는 걸 알아 한사람을 사랑해서 미치도록 아파 한사람이 떠나가서 맘이 너무나 아파 그 사람을 잊지못해 미치도록 아파 그 사람을 보고싶어 하는 내가 나빠"}, {"song_no": "1908552", "year": "2008", "rank": "80", "title": "Moai", "artist": "서태지", "genre": "Rock", "lyrics": "네온사인 덫을 뒤로 등진 건 내가 벗어두고 온 날의 저항 같았어  떠나오는 내내 숱한 변명의 노를 저어 내 속된 마음을 해체시켜 본다  때론 달콤한 내 거짓으로도 때론 아이 같은 응석에 두 손을 벌려도  이젠 All I Need 모아이들에게 나의 욕심을 말해볼까 이젠      내 가슴 속에 남은 건 이 낯선 시간들 내 눈에 눈물도 이 바다 속으로..  이 낯선 길 위로 조각난 풍경들 이런 내 맘을 담아서 네게 주고 싶은걸  In The Easter Island    이제 세상은 이 어둠을 내게 허락했고 비로소 작은 별빛이 희미한 나를 비출 때  차가운 바다 속에 내 몸을 담그니 내 가슴을 흔드는 잔잔한 물결 뿐  해맑게 웃을 때 나른한 걸까 세상에 찌든 내 시크함을 조롱한 걸까  나는 멍하니 이 산들바람 속에 성난 파도를 바라보고 있어    내가 돌아갔을 땐 너는 맨발로 날 기다리겠지  무릎을 세우고 초초하게 있지는 마 이 달이 질 무렵 돌아가니까"}, {"song_no": "1798588", "year": "2008", "rank": "81", "title": "만약에", "artist": "태연 (TAEYEON)", "genre": "Drama,Ballad", "lyrics": "만약에 내가 간다면 내가 다가간다면 넌 어떻게 생각할까 용길 낼 수 없고 만약에 니가 간다면 니가 떠나간다면 널 어떻게 보내야 할지 자꾸 겁이 나는 걸 내가 바보 같아서 바라볼 수 밖에만 없는 건 아마도 외면할지도 모를 니 마음과 또 그래서 더 멀어질 사이가 될까봐 정말 바보 같아서 사랑한다 하지 못하는 건 아마도 만남 뒤에 기다리는 아픔에 슬픈 나날들이 두려워서인가봐 만약에 니가 온다면 니가 다가온다면 난 어떻게 해야만 할지 정말 알 수 없는 걸 내가 바보 같아서 바라볼 수 밖에만 없는 건 아마도 외면할지도 모를 니 마음과 또 그래서 더 멀어질 사이가 될까봐 정말 바보같아서 사랑한다 하지 못하는 건 아마도 만남 뒤에 기다리는 아픔에 슬픈 나날들이 두려워서인가봐 내가 바보 같아서 사랑한다 하지 못하는 건 아마도 만남 뒤에 기다리는 아픔에 슬픈 나날들이 두려워서인가봐"}, {"song_no": "1935736", "year": "2008", "rank": "82", "title": "I Know", "artist": "손호영", "genre": "Ballad", "lyrics": "심장의 두근거림과 내 온몸을 타고 흐르는 이 느낌도 사랑을 하던 그 때와 다른게 없는데 이상해 난 오늘이라고 딱 나 오늘까지만 오늘이 지나면 괜찮아 진다고 사랑이라고 이건 사랑이라고 너무 사랑해서 눈물이 나 나 이러면 안되는데 자꾸 너의 맘을 의심하는 건데 아닐 꺼라고 계속 내게 말해도 이미 나의 맘은 이별 준비를 하고 I Know I Know I Know I Know I Know I Know I Know I Know I Know I Know I Know I Know I Know 날 보는 너의 눈빛과 애써 아닌 척 노력하는 니모습도 나에겐 그저 매일과 다를 게 없는 모습이라고 오늘이라고 딱 나 오늘까지만 오늘이 지나면 괜찮을 거라고 사랑이라고 이건 사랑이라고 너무 사랑해서 가슴 아파 나 이러면 안되는데 자꾸 너의 맘을 의심하는 건데 아닐 거라고 계속 내게 말해도 이미 나의 맘은 이별 준비를 하고 나 이러면 안되는데 자꾸 너의 맘을 의심하는 건데 아닐 거라고 계속 내게 말해도 이미 나의 맘은 이별 준비를 하고  내 맘을 속이고 또 속여봐도 이미 난 다 알고있어 알고있는데 믿을 수 없어 다시 한 번 더 날 속여도 아무것도 모른다고 나는 그저 사랑 밖에 모른다고 아닐 거라고 계속 나를 속여도 이미 나의 맘은 이별 준비를 하고 아무것도 모른다고 나는 그저 사랑 밖에 모른다고 아닐 거라고 계속 나를 속여도 이미 나의 맘은 이별 준비를 하고 I Know I Know I Know I Know I Know I Know I Know I Know I Know I Know I Know I Know I Know I Know I Know"}, {"song_no": "1930710", "year": "2008", "rank": "83", "title": "사랑은 너 하나뿐 (Feat. 지오, 쇼군)", "artist": "애즈원", "genre": "Rap / Hip-hop", "lyrics": "I Believe love in my heart 나 약속할게 영원히 함께해 영원히 우리 둘이 함께라고 약속해 세상이 끝나도 너 하나만을 지켜줄게 my love 이것만은 믿어줘 제발 내 사랑은 너란 걸 my love 너를 처음 만났을 땐 그냥 친구였지 아무리 강한 척을 해도 마음은 천사였지 그런데 며칠동안 너는 아무런 말도 없이 눈물을 감추려고 아닌 척 애를 썼어 그런 너를 보면 나도 모르게 자꾸 화가 나 사랑은 너를 외면하지 냉정하게 떠나갔잖아 니가 우는 모습은 볼 수 없어 그 전에 곁에 있어 because of you loving up so 하루가 다르게 너는 달라졌어 예전처럼 너의 얼굴은 환하게 밝아졌어 내삶은 태어날 때부터 너로 향했으니까 하늘도 역시 우리가 사랑하길 바랬으니까 여태 우리를 갈라놔도 자석처럼 끌려 분명 우린 어쩔 수도 없이 만나게 될 운명 i love you i miss i got you 너를 지켜줄게 i promise you I Believe love in my heart 나 약속할게 영원히 함께해 영원히 우리 둘이 함께라고 약속해 세상이 끝나도 너 하나만을 지켜줄게 my love 이것만은 믿어줘 제발 내 사랑은 너란 걸 my love 사랑은 언제나 말 없이 찾아와 내 심장을 두드리는 천상의 멜로디야 너무 갑작스런 니 친구였던 내 사랑고백에 너 정말 많이 놀랐을거야 매일 널 볼 때마다 가슴에 적었던 낙서 바래져 이제 구멍이 난 상처 다 채워줄 수 있는 건 너 밖에는 없어 i love you baby 날 한 번만 믿어줘 지금이 아니면 난 안될 것만 같애 서투른 내 사랑을 제발 받아줄래 my love 난 언제나 널 비춰주는 작은 불빛 널 웃게 만드는 밝은 멜로디 지금이 아니면 난 안될 것만 같애 서투른 내 사랑을 제발 받아줄래 my love 난 언제나 널 지켜주는 돈키호테 영원토록 내가 너를 지켜줄게 I Believe love in my heart 나 약속할게 영원히 함께해 영원히 우리 둘이 함께라고 약속해 세상이 끝나도 너 하나만을 지켜줄게 my love 이것만은 믿어줘 제발 내 사랑은 너란 걸 my love 내 맘 with me along 절대로 내 옆에서 떠나가면 안돼 내 맘 naver me cry 너에게 나의 모든 사랑을 다줄게 내 맘 with me along 절대로 우리 둘을 갈라놓지 못해 내 맘 naver me cry 너에게 나의 모든 사랑을 다줄게"}, {"song_no": "1902382", "year": "2008", "rank": "84", "title": "난 행복해", "artist": "지아", "genre": "Ballad", "lyrics": "결혼한다고 친구 전화 받으면 꼭 데려가고 싶은 그런 사람 있나요 좋은 옷보면 맛있는 걸 먹으면 늘 생각나고 그리운 사람 있나요 그대랍니다 하늘이 선물해 준 내 삶의 주인은 다 그대랍니다 지치고 외로울 때 한쪽 어깨 빌려주고픈 사람도 난 그대이기에 난 바보 같아서 항상 그대가 내 맘을 몰라줘도 항상 그대 때문에 울더라도 괜찮아요 뒷모습이라도 볼 수 있으니 내가 참 못나서 가질 수 없는 사랑이 서러워도 혼자만의 사랑이 슬퍼도 고마운 그대여 미안한 그대여 사랑합니다  함께 있으면 그냥 너무 좋아서 말까지 더듬는 내 마음 알까요 목소리만이라도 듣고 싶어 받으면 끊는 전화가 나란걸 알까요 난 바보 같아서 항상 그대가 내 맘을 몰라줘도 항상 그대 때문에 울더라도 괜찮아요 뒷모습이라도 볼 수 있으니 내가 참 못나서 가질 수 없는 사랑이 서러워도 혼자만의 사랑이 슬퍼도 고마운 그대여 미안한 그대여 사랑합니다 왜 난 안 되나요 나도 그대 사랑받고 싶었는데 외로움에 울고 또 울어도 그 이름만으로 못 잊을 한 사람 그대랍니다"}, {"song_no": "1854856", "year": "2008", "rank": "85", "title": "라라라", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "그대는 참 아름다워요  밤 하늘의 별빛보다 빛나요  지친 나의 마음을 따뜻하게 감싸줄  그대 품이 나의 집이죠  세찬 바람 앞에서  꺼질듯한 내 사랑도  잘 참고서 이겨내줬어요  정말 눈물나도록 고마운 맘 아나요  그대 내곁에 살아줘서  사랑해요 사랑해요  내가 그대에게 부족한걸 알지만  세월에 걷다보면 지칠때도 있지만  그대의 쉴곳이 되리라  사랑해요 고마운 내 사랑  평생 그대만을 위해 부를 이노래  사랑 노래 함께 불러요  둘이서 라라라    그대 쳐진 어깨가 내맘을 아프게해요  잘 해준것도 없는 나라서  그대의 고운 손이 세월에 변했어요  못지켜줘서 미안해요  사랑해요 사랑해요  내가 그대에게 부족한걸 알지만  세월을 걷다보면 지칠때도 있지만  그대의 쉴곳이 되리라  사랑해요 고마운 내 사랑  평생 그대만을 위해 부를 이노래  사랑노래 함께 불러요  둘이서 라라라  고마워요 고마워요  그대 자신보다 나를 아껴준 사랑  세상이 등 돌려도 누가 뭐라고 해도  내가 그대 지켜줄게요  사랑해요 소중한 내사랑  평생 그대만을 위해 부를 이노래  사랑노래 함께 불러요  둘이서 라라라  그대 품이 나의 집이죠 영원히 라라라"}, {"song_no": "1924483", "year": "2008", "rank": "86", "title": "상심증후군 (Feat.Daylight)", "artist": "노블레스", "genre": "Rap / Hip-hop", "lyrics": "특별히 아픈데는 없는데 먹지도 못해 나 정말 이러다가 죽는건 아닐까 어두컴컴한 방 한 구석에서 나오지를 못해 내가 왜 이러는데 내가 바라던 이별은 이런게 아니였잖아 서로를 위한 최선 그 뿐이였잖아 더 좋은 사람 만나 행복하라고 나 같은 바보따윈 지워 버리라고 그렇게 돌아섰던 내가 미웠겠지 욕해도 좋아 원래 그런 놈이니까 지금부터 나는 독해지려 해 사랑했던 일조차 없던 것처럼 근데 왜 감기도 아닌데 머리가 지끈거리고 답답하기만 해 아마도 이 병엔 약도 없다지 죽도록 그리워서 미쳐 가겠지 가슴이 아파 숨 쉬기 힘들어 나 이러다가 죽는건 아닌지 모르겠어 니가 있어야만 해 너만 있어주면 돼 오직 너만이 날 살게 해 난 니가 필요해 준비없는 이별의 선물인 걸까 처음엔 아무렇지 않았었는데 이토록 아플 줄은 울다가 지칠 줄은 멀쩡했던 내가 이렇게 될 줄은 가슴이 굳어버린 그런 느낌 알아 갑자기 멍해지는 그런 기분 알아 어디가 아픈지는 나도 모르겠어 갑자기 니가 보고싶어 미치겠어 잘해 줄 껄 그랬어 따뜻한 말 한 마디라도 그 뿐이었대도 말해줄 껄 그랬어 그때는 표현이 서툴러서 힘들었지 많이 나 때문에 괜히 울었었지 많이 더 많이 사랑했던 나라는 건 아니 그거 아니 너 때문에 많이 사랑하지 않는 법을 배웠어 가슴이 아파 숨 쉬기 힘들어 나 이러다가 죽는 건 아닌지 모르겠어 니가 있어야만 해 너만 있어주면 돼 오직 너만이 날 살게 해 난 니가 필요해 돌아갈 수 없는 우리 사랑은 여기까지야 아무리 발버둥쳐봤자 돌이킬 수 없는 우리 사랑은 여기까지야 그런데 왜 이런걸까 가슴이 굳어버린 그런 느낌 알아 갑자기 멍해지는 그런 기분 알아 어디가 아픈지는 나도 모르겠어 갑자기 니가 보고 싶어 미치겠어  보고싶어 더 많이 사랑한게 뭐가 중요한데 어차피 우리 사랑 여기까진데 가슴이 아파 왜 잘 해준 것만 생각이 나니 얼마나 힘들게 했던 넌데 니가 보고 싶어서 니가 그리워져서 우리 추억이 날 살게 해 난 니가 필요해 돌아가고 싶지만 이제는 자신 없어 사랑에 난 지쳐 버렸어 말했잖아 나도 사람이라고 집착도 사랑이란 걸 이제 알았어 언제까지 내가 이래야만 해 이제는 그 사랑에 지쳐 버렸어 아니 미쳐버렸어 이제는 두 번 다시 사랑 못할꺼야 잊지 못할 거야"}, {"song_no": "1867568", "year": "2008", "rank": "87", "title": "Beautiful Life", "artist": "V.O.S", "genre": "Ballad", "lyrics": "변해버린 내 모습에 놀라 잘라버린 긴머리까지 이렇게도 꽤나 내가 괜찮을 줄 나도 정말 몰랐었죠 더 좋은 사람이 되야죠 눈부신 그대 나를 보아요 아름다운 그대 눈빛에 내 전부를 맹세하죠 Oh I believe 당신을 위해서 나 내가 살아왔던 세상을 모두 바꿀꺼에요 이제야 사랑이란 걸 알아가 행복이란 걸 느껴가요 I feel the love 당신의 진심 어린 그 미소에 깨어나는 내 안에 숨었던 세상 You are my life 밤새 우리에게 비춰준 별들도 이젠 사랑을 나누죠 행복만 가득한 이 곳에 난 다시 태어난거죠 Oh I believe 당신을 위해서 나 내가 꿈꿔왔던 세상을 모두 선물할께요 이제야 사랑이란 걸 알아가 행복이란 걸 느껴가요 I feel the love 당신의 진심 어린 그 미소에 깨어나는 내 안에 숨었던 세상 You are my life You are my Soul 내가 살아갈 이유 내앞에 달라져가는 나의 꿈들이 그대 가슴 안에 살아 숨쉬죠 In my heart 마음으로 소원으로 하늘 향해 기도해요 forever 그대와 나 그대와 나 저 파란 하늘 아래서 행복한 당신을 위해 속삭여요 사랑해요 내 삶이 끝날 때까지 함께 할 시간 속에서 I can't live without your love Love of my life You are my life You are my soul beautiful my you are my love"}, {"song_no": "1931596", "year": "2008", "rank": "88", "title": "Nobody (Rainstone Remix)", "artist": "원더걸스", "genre": "Ballad", "lyrics": "I want nobody nobody but you I want nobody nobody but you 난 다른 사람은 싫어 니가 아니면 싫어 I want nobody nobody nobody nobody 난 싫은데 왜 날 밀어내려고 하니 자꾸 내 말은 듣지 않고 왜 이렇게 다른 남자에게 날 보내려 하니 어떻게 이러니 날 위해 그렇단 그 말 넌 부족하다는 그 말 이젠 그만해 넌 나를 알잖아 왜 원하지도 않는걸 강요해 I want nobody nobody but you I want nobody nobody but you 난 다른 사람은 싫어 니가 아니면 싫어 I want nobody nobody nobody nobody 난 좋은데 난 행복한데 너만 있으면 돼 더 바랄게 없는데 누굴 만나서 행복하란 거야 난 널 떠나서 행복할 수 없어 날 위해 그렇단 그 말 넌 부족하다는 그 말 말이 안되는 말이란 걸 왜 몰라 니가 없이 어떻게 행복해 I want nobody nobody but you I want nobody nobody but you 난 다른 사람은 싫어 니가 아니면 싫어 I want nobody nobody nobody nobody I don't want nobody body I don't want nobody body 나는 정말 니가 아니면 니가 아니면 싫단 말야 제발 그만해 Stop baby 내가 너 없이 어떻게 행복해 말이 안돼 그러니 그만해 내가 아무것도 필요 없다고 말한거 철없는 소리라 생각하고 만거야 뭐야 내가 원하는건 오직 너야 힘들어도 난 니 옆에서 힘들어 할거야 그러니 보내지마 내 손을 놓지마 I don't want nobody nobody nobody I want nobody nobody but you I want nobody nobody but you 난 다른 사람은 싫어 니가 아니면 싫어 I want nobody nobody nobody nobody"}, {"song_no": "1928758", "year": "2008", "rank": "89", "title": "애심 (愛心)", "artist": "거미", "genre": "Drama", "lyrics": "우연히 그댈 만나서 사랑을 알게 되었어 난 죽을 만큼 많이 사랑했었어 그대 기다리는 날이 힘들어 눈물겨워도 내게 돌아온다면 난 행복할거야 조금 늦더라도 내게 돌아와줘 그댈 기다리는 날들이 너무 눈물 겨워서 울고 있는데 사랑해 사랑해 네 전불 사랑해 잊으려 애를 써도 그리운 사람 사랑이 아파서 이별이 더 아파서 그댈 바라보는 바보 같은 나 사랑해줘요  마음이 다 쉬도록 너를 불러보지만 허전함을 견딜 수 없어 네가 보고 싶어서 울고 있잖아 사랑해 사랑해 네 전불 사랑해 잊으려 애를 써도 그리운 사람 사랑이 아파서 이별이 더 아파서 그댈 바라보는 바보 같은 나 사랑해줘요 내가 기다리잖아 내가 널 부르잖아 많이 사랑했잖아 너 땜에 웃는데 너 땜에 사는데 내 전불 다 주어도 부족한 사람 눈물이 말라서 가슴이 더 아파서 너의 사랑 없이 살 수 없는 나 그댈 사랑해요"}, {"song_no": "1930231", "year": "2008", "rank": "90", "title": "부탁해요 (Narr. 솔비)", "artist": "어썸 (Awesome)", "genre": "Ballad", "lyrics": "나 지금이 너무 행복해 그 어느 것도 놓치고 싶지 않아 이 행복 이 사랑 모두 다 너하고의 기억은 없어 이젠 마음이 참 못나서 사랑이 너무 부족해서 나 수백 번 또 수천 번 후회하고 눈물 흘려도 이미 그녀는 다른 사람 품에 가슴이 아려와서 눈물이 멈추지 않아서 아픈마음 억누르고 그녀를 가진 당신께 작은 부탁이 있어요 잘해주세요 그녈 잘해주세요 마음 약해 눈물이 많은 사람입니다 아껴주세요 많이 감싸주세요 사랑을 먹고 사는 그런 여자니까요 나보다 당신이 더 잘할 수 있을 것 같아서 참 다행이라는 생각에 이제는 눈물 감추고 다시 웃으며 마지막 부탁해요 잘해주세요 그녈 잘해주세요 마음 약해 눈물이 많은 사람입니다 아껴주세요 많이 감싸주세요 사랑을 먹고 사는 그런 여자니까요 아직도 내 꿈에 나타나 천사 같은 미소로 날 부르지만 이제는 잊어야겠죠 그녀를 위해  제발 잘해주세요 사랑해줘요 그녈 사랑해줘요 누구와도 바꿀 수 없는 사람입니다 지켜주세요 부디 행복하도록 한때는 목숨보다 소중했던 내 전불 다 걸었던 그런 여자니까요"}, {"song_no": "1934812", "year": "2008", "rank": "91", "title": "Womanizer", "artist": "Britney Spears", "genre": "Pop", "lyrics": "Superstar Where you from how's it going I know you Gotta clue what you are doing You can play brand new to all the other chicks out here But I know what you are what you are baby Look at you Gettin' more than just a re up Baby you Got all the puppets with their strings up Fakin' like a good one but I call 'em like I see 'em I know what you are what you are baby Womanizer Woman Womanizer You're a womanizer Oh Womanizer Oh You're a Womanizer Baby You You You Are You You You Are Womanizer Womanizer Womanizer Boy don't try to front I know just what you are Boy don't try to front I know just what you are You Got Me Goin' You're Oh So Charmin' But I can't do it U Womanizer Boy don't try to front I know just what you are Boy don't try to front I know just what you are You Say I'm Crazy I got Your Crazy You're nothing but a Womanizer Daddy O You got the swagger of a champion Too bad for you You just can't find the right companion I guess when you have one too many makes it hard It could be easy Who you are that's just who you are baby Lollipop Must mistake me as a sucker To think that I Would be a victim not another Say it play it how you wanna But no way I'm never gonna fall for you never you baby Womanizer Woman Womanizer You're a womanizer Oh Womanizer Oh You're a Womanizer Baby You You You Are You You You Are Womanizer Womanizer Womanizer Boy don't try to front I know just what you are Boy don't try to front I know just what you are You Got Me Goin' You're Oh So Charmin' But I can't do it U Womanizer Boy don't try to front I know just what you are Boy don't try to front I know just what you are You Say I'm Crazy I got Your Crazy You're nothing but a Womanizer Maybe if we both lived in a different world It would be all good and maybe I could be ya girl But I can't 'cause we don't Womanizer Woman Womanizer You're a womanizer Oh Womanizer Oh You're a Womanizer Baby You You You Are You You You Are Womanizer Womanizer Womanizer Boy don't try to front I know just what you are Boy don't try to front I know just what you are You Got Me Goin' You're Oh So Charmin' But I can't do it U Womanizer Boy don't try to front I know just what you are Boy don't try to front I know just what you are You Say I'm Crazy I got Your Crazy You're nothing but a Womanizer Boy don't try to front I know just what you are Boy don't try to front I know just what you are Womanizer Woman Womanizer You're a womanizer Oh Womanizer Oh You're a Womanizer Baby"}, {"song_no": "1885180", "year": "2008", "rank": "92", "title": "그대라면", "artist": "알렉스", "genre": "Ballad", "lyrics": "항상 웃는 그대를 보았죠 처음 본 순간 한눈에 알았죠 그대라면 그대라면 나의 곁에 그대라면 함께라면 영원할 수 있죠 그대여 나 그댈 위해 웃어주겠소 그대여 또 그댈 위해 울어주겠소 내 생에 단 한번만 나 단 한번만 사랑하면 바로 그대라오  슬퍼하는 그대를 보았죠 처음 본 눈물 난 너무 아팠죠 나였다면 나였다면 그대 곁에 나였다면 함께라면 행복할 수 있죠 그대여 나 그댈 위해 살아가겠소 그대여 늘 그대 곁을 걸어가겠소 내 생에 단 한번만 나 단 한번만 사랑하면 바로 그대라오 뿌리깊은 나무가 되겠소 바람이 불면 모두 막아주겠소 내 가지에 그대 지지 않을 찬란한 꽃이 돼주오 영원히 그대여 그대만을 사랑하겠소 그대여 나 그댈 위해 살아가겠소 내생에 단 한번만 나 단 한번만 사랑하면 바로 그대라오 그대여 단 한번만 나 단 한번만 사랑하겠소 바로 그대라오"}, {"song_no": "1935300", "year": "2008", "rank": "93", "title": "First Kiss", "artist": "포맨", "genre": "Ballad", "lyrics": "약한 마음 갖지 않기에요 나랑 약속해요 이 순간 눈물도 참아요 oh plese 달콤한 키스의 향기와 사랑한 기억들과 내 작은 버릇 내 걸음걸이 내 이름도 지워요 You are my first my dream You are my first my kiss my world 추억은 아무런 힘이 없는거겠죠 녹슨 기억뿐이라도 하나만 외워두세요 You are my first my dream my world I'm sorry Listen girl 며칠 밤만 실컷 울고 나면 나를 다 잊겠죠 그래 그렇게 지워요 Oh girl 달콤한 키스의 향기와 사랑한 기억들과 내 작은 버릇 내 걸음걸이 내 이름도 지워요 You are my first my dream You are my first my kiss my world 추억은 아무런 힘이 없는거겠죠 녹슨 기억뿐이라도 하나만 외워두세요 You are my first my dream my world I'm sorry 수도 없이 기대했죠 마지막 사랑이 그대이길 아니었나 봐 그대는 내 첫번째 상처가 되어 남게 되겠죠 이젠 You are my first my dream You are my first my kiss my world 추억은 아무런 힘이 없는거겠죠 녹슨 기억뿐이라도 하나만 외워두세요 You are my first my dream my world You are my first my dream You are my first my kiss my world 추억은 아무런 힘이 없는거겠죠 녹슨 기억뿐이라도 하나만 외워두세요 You are my first my dream my world I'm sorry My love My kiss My dream"}, {"song_no": "1867570", "year": "2008", "rank": "94", "title": "반쪽", "artist": "V.O.S", "genre": "Ballad", "lyrics": "하루만 못봐도 보고싶은 사람 일년을 만나도 늘 어제 같은 사람 바래다 주는게 이별하는 것처럼 너무나 아쉬워 보내기 싫은 사람 썰렁한 농담도 웃어주는 사람 때론 내가 기대 울 수도 있는사람 사랑한단 말도 부족한것 같아서 내 모든 걸 다 주고픈 그런 사람 사랑하는 나의 반쪽 그대여 하나 뿐인 나의 사랑 그대여 세상을 다 가진 것만 같아서 그대가 있어서 그걸로 너무 감사하죠  아무말 안해도 날 잘 아는 사람 내가 힘들까봐 눈물 감추는 사람 그대가 없으면 아무 것도 못하는 날 바보로 만든 사람 내 전부인 그 사람 사랑하는 나의 반쪽 그대여 하나 뿐인 나의 사랑 그대여 세상을 다 가진 것만 같아서 그대가 있어서 그걸로 너무 감사하죠 그대 손에 끼워진 우리의 반지처럼 늘 아껴주고 지켜주는 약속해 사랑해요 나의 전부 그대여 고마워요 나의 사랑 그대여 세상을 다 줘도 바꿀 수 없어 그대만 있다면 그걸로 충분하죠 사랑하는 나의 반쪽 그대여 하나 뿐인 나의 사랑 그대여 세상을 다 가진 것만 같아서 그대가 있어서 그걸로 감사해요 영원히 그댈 사랑해요"}, {"song_no": "1933707", "year": "2008", "rank": "95", "title": "Reason (Male Ver.)", "artist": "바비 킴", "genre": "Drama,Ballad", "lyrics": "무엇을 위해 살아가야만 내가 눈을 감는 그 순간에 어떤 후회도 없노라고 말할 수 있을까 너를 잃고서 얻은 세상이 내게 어떤 의미가 있는지 생각의 끝에 서 있는거 언제나 너뿐야 하루하루 아침이면 눈 뜨는 이유 힘들어도 쓰러질 수 없는 그 이유 세상 가장 높은 곳을 꿈꾸는 이유 한사람 오직 너만이 나를 살아가게 해 강해질꺼야 누구보다도 세상 무엇도 우리 사랑을 갈라놓을 수 없을만큼 나는 강해 질꺼야 하루하루 아침이면 눈 뜨는 이유 힘들어도 쓰러질 수 없는 그 이유 세상 가장 높은 곳을 꿈꾸는 이유 한사람 오직 너만이 나를 살아가게 해 다시 한 번 삶이 주어진데도 너만을 위해 살아갈꺼야 하루하루 아침이면 눈 뜨는 이유 힘들어도 쓰러질 수 없는 그 이유 세상 가장 높은 곳을 꿈꾸는 이유 한사람 오직 너만이 나를 살아가게 해 한사람 오직 나만이 너의 사랑이니깐"}, {"song_no": "1918181", "year": "2008", "rank": "96", "title": "Miss Independent", "artist": "Ne-Yo", "genre": "R&B / Soul", "lyrics": "It's something about Just something about The way she moved I can't figure it out There's something About her Say ooh There's something About kinda women That want you But don't need you Hey I can't figure it out There's something About her Cuz she walk like a boss Talk like a boss Manicured nalis Just sent The pedicure off She's fly effortlessly Cuz she move like a boss Do what a boss Do She got me thinking About getting involved That's the kinda girl I need She got her own thing That's why I love her Miss independent Won't you come And spend a little time She got her own thing That's why I love her Miss independent The way you shine Miss independent  Ooh There's something About kinda woman That can do It for herself I look at her And it makes me proud There's something About her There something Ooh So sexy About the kinda women That don't even Need my help She says she got it She got it No doubt There's something About her Cuz she work Like the boss Play like the boss Car and a crib She about To pay em both off And her bills Are paid on time She made for a boss Soley a boss Anything less She's telling em To get lost That's the girl That on my mind She got her own thing That's why I love her Miss independent Won't you come And spend A little time She got her own thing That's why I love her Miss independent Ooh The way you shine Miss independent Her favourite thing Is to say Don't worry I got it And everything she got Best believe She bought it She gon steal my heart Ain't no doubt about it Girl Your everything I need Said your everything I need  She got her own thing That's why I love her Miss independent Wont you come And spend a little time She got her own thing That's why I love her Miss independent Ooh the way you shine Miss independent That's why I love her"}, {"song_no": "1903426", "year": "2008", "rank": "97", "title": "그대에게 바래요", "artist": "솔비", "genre": "Ballad", "lyrics": "비가 오는 날엔 우산 하나만 커피 마실 때는 둘이 한잔만 그댈 만나기 전엔 난 너무 외로웠단 말이예요 그대 생각하다 차를 놓쳤죠 차를 놓치고도 난 웃고 있어요 그댈 만나고 난 후 내 친구들은 내 얼굴 볼 수가 없죠 사랑이란 달콤함에 풍덩 빠졌죠 처음하는 사랑이라 서툴거예요  하루 종일 계속 흥얼거려요 강아지도 너무 예뻐 보여요 나 오늘 아침에 엄마에게 사랑한다고 했죠 양치하다 그만 삼켜버렸죠 그대 생각하면 바보가 되요 오늘 그대 만나면 사랑한다고 말할꺼야 그대에게 바라는게 하나 있어요 꿈속에서 나를 보면 키스해줘요 별처럼 예쁘게 눈 감고 그대의 입술에 기다리고 있을께  혹시 내가 그대 맘에 안들면 그 때 그 때 제발 얘기해줘요 난 변하고 싶어 그대만을 위한 내가 될래 사랑이란 달콤함에 풍덩 빠졌죠 처음하는 사랑이라 서툴거예요 그대의 이름이 예뻐요 그대의 향기가 좋아요 그대의 모든게 좋아요 그대에게 바라는 게 없어요"}, {"song_no": "1941619", "year": "2008", "rank": "98", "title": "어제보다 오늘 더", "artist": "김종국", "genre": "Ballad", "lyrics": "I do 영원히 단 한 사람만 바라볼 수 있나요 I do 나 자신보다 아낄 수 있나요 I do 그 누가 내게 물어도 대답할 수 있어요 I do 나의 사랑 그대죠 약속하지 않을 거예요 행여 잠시라도 흔들릴 거라면 시작하지 않아요 심장보다 먼저 멈출 사랑이면 어제보다 오늘 더 많이 사랑합니다 아프도록 소중한 사람 처음입니다 그댈 만나려고 이렇게 행복 하려고 많이도 아팠나 봅니다  힘든 날도 있을 거예요 눈물 멎지 않는 그 어떤 아픔도 언젠가는 끝나죠 끝이 없는 것은 우리의 사랑뿐 어제보다 오늘 더 많이 사랑합니다 아프도록 소중한 사람 처음입니다 그댈 만나려고 이렇게 행복 하려고 많이도 아팠나 봅니다 두 번 다시는 하고 싶지 않아요 헤어지는 일 그댈 만나기 위한 헤어짐 아니라면 언제까지나  벅차오는 가슴이 터질 것만 같아서 내 눈 앞의 그대가 꿈인 것만 같아서 달려가 숨쉬는 그대를 품에 안아야 마음을 놓는 바봅니다 어제보다 오늘 더 많이 사랑합니다 아프도록 소중한 사람 처음입니다 그댈 만나려고 이렇게 행복 하려고 많이도 아팠나 봅니다"}, {"song_no": "1931641", "year": "2008", "rank": "99", "title": "Crazy Love", "artist": "동방신기 (TVXQ!)", "genre": "Dance", "lyrics": "평소엔 안 그러던 내 마음 한구석 심장 없는 로봇처럼 가만히 죽은 척 그녈 가슴에 두고 I've been Hurting So much 모두 반대하는 그녀는 나의 No1 그게 나도 이런 날 몰라 몇 천 번이고 맘을 고쳐봐도 안되요 I know U know I want Ya 너를 향한 내 맘 다들 모르죠 그대 듣지말아요 헛된 이야기들 그 누구보다 그댈 믿어주는 난 세상을 향해 외쳐요 누가 뭐라 해도 You're my Crazy Love 미쳤다고 해도 Just can't get enough 이런 나의 맘을 그댄 알아주겠죠 Baby My Heart Beats for U 사람들은 자주 계산하지 마치 사고파는 물건같이 뭔가 더 원하지 역시 더 나은 L O V E를 기대하며 살지 하지만 그건 내가 아니지 그게 나도 이런 내가 싫어 몇 만번이고 고갤 돌려봐도 안돼 Yo I know U know I want Ya 너 없이 안되는 날 받아줘 아름다운 것들은 영원하지 않죠 언제까지나 나를 믿어주는 넌 그 무엇보다 소중해 누가 뭐라 해도 You're my Crazy Love 미쳤다고 해도 Just can't get enough 이런 나의 맘을 그댄 알아주겠죠 Baby My Heart Beats for U 사랑한게 죈가요 멈출 수가 없어요 아무도 이해할 수 없어도 그댈 사랑해요 BABY I LOVE U 그댈 힘들게 해 맘이 아파요 이런 나의 맘을 아무도 몰라줘도 그대면 돼 누가 뭐라 해도 You're my Crazy Love 미쳤다고 해도 Just can't get enough 이런 나의 맘을 그댄 알아주겠죠 One more time 누가 뭐라 해도 You're my Crazy Love 미쳤다고 해도 Just can't get enough 이런 나의 맘을 그댄 알아주겠죠 Baby My Heart Beats for U 알아요 It's My Crazy Love for U"}, {"song_no": "1930123", "year": "2008", "rank": "100", "title": "나는 아직도 (Duet. 드림걸스 MJ)", "artist": "태사비애", "genre": "Ballad", "lyrics": "너에 마음이 모두 떠난 거라면 남아있는 사랑도 전부 가져가버려  그래 나는 아직도 너를 잊지 못하고 살아가고 있어 가슴이 아파서 숨쉬는것 조차 너무 힘이 드는데 이렇게 하루를 살고있어 오늘도 하루가 그렇게 지나가네요 그대가 없는 빈자리 너무나 크네요 괜히 또 아플까봐 아무것도 못하고 깊숙히 박혀있어 놓아주질 못하죠 멀리서 바라보며 그냥 이렇게 살께요 그대는 나의 심장 전부 였었으니까 지나간 시간들은 후회하진 않아요 그누구보다 사랑한맘 그대니까 그래 나는 아직도 너를 잊지 못하고 살아가고 있어 가슴이 아파서 숨쉬는것 조차 너무 힘이드는데 이렇게 하루를 살고있어 만약에 웃고있는 그대 사진보았죠 이내 또 그리움에 눈에 눈물 번져요 이렇게 흘린 눈물 그댄 내맘 알까요 미친듯 그리움에 같은 하루를 보내죠 욕심을 내서 그댈 다시한번 볼래요 그렇지 않고선 살아갈 자신 없으니까 한번만 다시 한 번 그댈 다시볼래요 변하지않는 내 맘 아직 사랑해 너에 마음이 모두 떠난 거라면 남아있는 사랑도 전부 가져가버려 내게 왜 이런거죠 정말 왜 이러나요 뭘 잘못했나요 아픈 말 하면서 왜 떠나려해요 정말 힘이드는데 이렇게 사는게 바보같죠 그래 나는 아직도 너를 잊지 못하고 살아가고 있어 가슴이 아파서 숨 쉬는 것 조차 너무 힘이 드는데 이렇게 하루를 살고있어"}]