[{"song_no": "2276168", "year": "2009", "rank": "51", "title": "내 사랑 내 곁에", "artist": "럼블피쉬", "genre": "Ballad", "lyrics": "나의 모든 사랑이 떠나가는 날이 당신의 그 웃음 뒤에서 함께하는데 철이 없는 욕심에 그 많은 미련에 당신이 있는 건 아닌지 아니겠지요 시간은 멀어 집으로 향해가는데 약속했던 그대만은 올 줄을 모르고 애써 웃음지으며 돌아오는 길은 왜 그리도 낯설고 멀기만 한지 저 여린 가지 사이로 혼자인 날 느낄 때 이렇게 아픈 그대 기억이 날까 내 사랑 그대 내 곁에 있어줘 이 세상 하나뿐인 오직 그대만이 힘겨운 날에 너마저 떠나면 비틀거릴 내가 안길 곳은 어디에  저 여린 가지 사이로 혼자인 날 느낄 때 이렇게 아픈 그대 기억이 날까 내 사랑 그대 내 곁에 있어줘 이 세상 하나뿐인 오직 그대만이 힘겨운 날에 너마저 떠나면 비틀거릴 내가 안길 곳은 어디에  내 사랑 그대 내 곁에 있어줘 이 세상 하나뿐인 오직 그대만이 힘겨운 날에 너마저 떠나면 비틀거릴 내가 안길 곳은 어디에 비틀거릴 내가 안길 곳은 어디에"}, {"song_no": "2258762", "year": "2009", "rank": "52", "title": "Breathe", "artist": "G-DRAGON", "genre": "Dance", "lyrics": "I can't breathe  I can't breathe I can't breathe no no yeah I can't breathe no more I can't sleep no more 어지러운 세상 차가운 도심속에 나 홀로 I can't live no more but I can't stop no more 눈을 감아도 이젠 들리지 않는 너의 그 숨결 I can't deny it 고요히 잠든 밤 꿈 속에 나타난 넌 너무나 아름다와 Hey gorgeous sweet amazing baby I know you want it baby 이 시간만큼은 You &amp; Me Hardcore Til' you say no more I can't breathe I can't breathe 나를 조여오는 느낌이 싫지 않아 I can't breathe I can't breathe 아침이 밝아와도 깨고 싶지않아 I can't breathe 상상은 질렸어 나 절제를 잃었어 모순된 상황 변함없는건 넌 나의 V V Venus 달 나라 건너 별 따면 해 저물어 지금 이 순간만을 기다려 온걸 i wonder I can't deny it 고요히 잠든 밤 꿈 속에 나타난 넌 너무나 아름다와 baby I know you want it baby 이 시간만큼은 You &amp; Me Hardcore Let's do it some more I can breathe I can breathe 나를 조여오는 느낌이 싫지 않아 I can't breathe I can't breathe 아침이 밝아와도 깨고 싶지않아 I can't breathe I can't breathe 나를 조여오는 느낌이 싫지 않아 I can't breathe I can't breathe 아침이 밝아와도 깨고 싶지않아 I can't breathe 가려진 커튼 사이로 oh oh oh oh 날 부르는 그대의 손길 이 이 이 살며시 내 침대로 와 아 아 아 아무도 모르게 조용히 히 히 히 I can't breathe I can't breathe 나를 조여오는 느낌이 싫지 않아 I can't breathe I can't breathe 아침이 밝아와도 깨고 싶지않아 I can't breathe I can't breathe 나를 조여오는 느낌이 싫지 않아 I can't breathe I can't breathe 아침이 밝아와도 깨고 싶지않아 No No No I can't breathe I can't breathe breathe breathe breathe breathe no more I can't breathe I can't breathe no more I can't breathe breathe breathe I CAN'T BREATHE"}, {"song_no": "2266685", "year": "2009", "rank": "53", "title": "초콜릿", "artist": "케이윌", "genre": "Dance", "lyrics": "너의 눈엔 내가 있고 너를 바라보는 난 행복한 사람 너를 사랑해 너무 행복해 내 자랑이야 내 손으로 기도할 사람 내 맘으로 사랑할 사람 내가 가진 힘을 다해 지켜주고 싶은 사람 오직 하나뿐인 나만의 자랑 가슴 벅차게 불러 줄꺼야 내 사랑 노래 쵸콜렛보다 더 달콤한 사랑을 전해 줄꺼야 넌 나의 소중한 사랑 나의 천사 나의 전부 커피향보다 더 진하게 사랑을 보여 줄꺼야 내 사랑은 언제나 하나 뿐 이제부터 우리 얘길 들려 줄께 너너너 너는 마치 한 여름의 에어컨 버튼이 고장이 난 TV의 리모컨 니가 없인 아프기만 한 나로선 오직 너의 깊은 사랑만이 할머니의 약손 우리 어머니도 포기한 늦잠을 깨울 수 있는 사람 오직 한 사람 사랑이란 것을 알려준 사람 나만이 가진 행복한 내 자랑 나란히 걷고 있어 니 손을 잡고 있어 난 행복한 사람 너를 사랑해 너무 행복해 내 자랑이야 쵸콜렛보다 더 달콤한 사랑을 전해 줄꺼야 넌 나의 소중한 사랑 나의 천사 나의 전부 커피향보다 더 진하게 사랑을 보여 줄꺼야 내 사랑은 언제나 하나 뿐 이제부터 우리 얘길 들려 줄께 너만 사랑할께 너만 바라볼께 너만 생각할께 언제나 내 곁에 있어줘 너만 사랑할께 너만 바라볼께 너만 생각할께 내 곁에 있어줘 사랑이란건 참 사랑이란건 참 달콤해 행복을 내게 주니까 넌 나의 영원한 기쁨 나의 미래 나의 모두 매일매일 나 더 새롭게 사랑해 말해 줄꺼야 나 언제나 네 곁에 있을께 너는 내게 하나뿐인 보석이야"}, {"song_no": "2267559", "year": "2009", "rank": "54", "title": "피아니시모 (Pianissimo)", "artist": "체리 필터", "genre": "Rock", "lyrics": "기억해줘 기억해줘 기억해줘 기억해줘 기억해줘 기억해줘 다만 이렇게 잠든 그대 가슴에 사랑한다 새기고 잠시 세상은 잊을게 다만 이렇게 그대 곁에 있으니 지난날을 노 저어 희망의 돛을 펼치네  믿었다 믿는다 내가 나를 믿었다 세상 모든 게 나를 꺾으려고 했다 잊었다 잊는다 생각처럼 안 된다 거친 바람에 눈물은 식어만 갔다 멈췄다 그대를 만난 순간 커다란 가시가 박혔던 내 심장 아픔이 사라져 다만 이렇게 잠든 그대 가슴에 사랑한다 새기고 잠시 세상은 잊을게 다만 이렇게 그대 곁에 있으니 지난날을 노 저어 희망의 돛을 펼치네 기억해줘 이젠 지친 마음 또 다른 가슴을 부르다 슬픔마저 마르다 이젠 나의 바다로 흐르다 난 기억해  멈췄다 그대를 만난 순간 커다란 가시가 박혔던 내 심장 아픔이 사라져 다만 이렇게 잠든 그대 가슴에 사랑한다 새기고 잠시 세상은 잊을게 다만 이렇게 그대 곁에 있으니 지난날을 노 저어 희망의 돛을 펼치네"}, {"song_no": "2319548", "year": "2009", "rank": "55", "title": "잊지 말아요", "artist": "백지영", "genre": "Drama", "lyrics": "우리 서로 사랑했는데"}, {"song_no": "2276693", "year": "2009", "rank": "56", "title": "I Don`t Care (Reggae Mix Ver.)", "artist": "2NE1", "genre": "Ballad", "lyrics": "니 옷깃에 묻은 립스틱을"}, {"song_no": "2269963", "year": "2009", "rank": "57", "title": "안 줄래", "artist": "4minute", "genre": "Dance", "lyrics": "baby ah ah ah ah ah ah ah baby ah ah ah ah ah ah ah baby ah ah ah ah ah ah ah baby ah ah ah ah ah ah ah ah ah ah 가끔씩 피곤한 날에도 난 니 말 다들어 줬어 한번도 준적 없던 나의 맘 너에게는 모두 줬는데 왜자꾸 받지 않는 전화가 늘어가고 넌 말도 안된 핑계만 대고 있어 나도 이젠 더이상은 못참겠어 오늘부터 너한테 난 안줄래 이제 다신 내맘 전부 안줄래 이제 다신 너한테는 안줄래 안줄래 혼자 눈물 짓는 일 절대 두번 다신 안할래 I don't wanna cry 이젠 우릴 놔줄래 I don't wanna cry 이젠 우릴 놔줄래 I don't wanna cry 너한테는 안줄래 줄래 줄래 eh eh eh eh eh 오늘 나랑만 있겠다고 해놓고 급한 약속이 있다면서 가버린 너 너 만난다고 세시간 동안 준비했는데 어떻게 나한테 그래 친구들이 난 정말 바보라고 니 편만 드는 내가 정말 우습다고 나도 이제 더이상은 너를 못믿겠어 오늘부터 너한테 난 안줄래 이젠 다신 내맘전부 안줄래 이젠 다신 너한테는 안줄래 안줄래 혼자 눈물 짓는일 절대 두번 다신 안할래 I don't wanna cry 이젠 우릴 놔줄래 I don't wanna cry 이젠 우릴 놔줄래 I don't wanna cry 너한테는 안줄래 줄래 줄래 eh eh eh eh eh 그만 좀 멈춰 이러다 날 놓쳐 그리고 후회 할지 몰라 넌 cry all night 니 맘이 변한뒤 힘들었어 많이 하지만 다시 생각 해볼께 call on me 더이상 몇번이고 생각해도 더는 안돼 지금 니가 하는 변명으론 부족해 만약 예전처럼 솔직해진다면 ok 그러면 줄게 oh oh oh oh oh All ways baby ah ah ah ah ah ah ah baby ah ah ah ah ah ah ah yeah baby ah ah ah ah ah ah ah baby ah ah ah ah 난 안줄래 이제 다시 내 맘 전부 안줄래 이제 다신 너한테는 안줄래 안줄래 혼자 눈물 짓는일 절대 두번다신 안할래 I don't wanna cry 이제 우린 Now too late I don't wanna cry 이제 우린 Now too late I don't wanna cry 너한테는 안줄래 줄래 줄래 eh eh eh eh eh"}, {"song_no": "2241848", "year": "2009", "rank": "58", "title": "울고 싶어 우는 사람이 있겠어 (Cry Mix)", "artist": "에이트", "genre": "Ballad", "lyrics": "쉽게 말하지 좀 마 울지 말라 하지마 내 사랑을 뭐를 안다고 니가 뭘 안다고 잘 된 일이라 해 난 계속 울었어 넌 보내달라며 차갑게 굴었어 도대체 왜냐고 난 계속 물었어 난 무릎꿇었어 널 붙잡고 떠나지 말랬지만 넌 대답 대신 고개를 푹 숙였어 매일 아침마다 내 귀에 사랑을 말했던 그 입으로 오늘 넌 내게 이별을 말했어 너와의 미래가 다 없어졌어 너무 아파 너 없는 곳에 엎어졌어 쉽게 말하지 좀 마 울지 말라 하지마 내 사랑을 뭐를 안다고 니가 뭘 안다고 잘 된 일이라 해 울고 싶어 우는 사람이 어딨겠어 웃어보려해도 자꾸 눈물 나는 걸 너무 아파서 아파서 아파서 참아보려해도 눈물이 나는걸 울어 넌 쉽지만 난 제일 어려워 넌 웃지만 난 참 서러워 인정하기 힘든 이별의 순간을 긍정하는 니 태도 참 더러워 독한 술을 원샷 레몬은 입에도 안대 사랑이 신물이 나서 나 안대를 껴야될 정도로 눈물을 흘리고서야 겨우 널 한 조각 떨궈냈네 더 좋은 사람 만나서 다시 시작하라고 차라리 잘 된 일이라고 그만 좀 하라고 그런 말 하지마 울고 싶어 우는 사람이 어딨겠어 웃어보려해도 자꾸 눈물 나는걸 너무 아파서 아파서 아파서 참아보려 해도 눈물이 나는걸 울어 아직도 보고싶은데 어떻게 잊어 내게는 너무 힘들어 너와의 이별 아직도 사랑하는데 어떻게 지워 널 보내야만 하는게 너무 아쉬워 나를 사랑해야 된다는 강박증을 넌 이제 다시 느낄 필요 없겠지 상처뿐인 내 심장안에 감각들은 심한 고통 앞에서도 기별 없겠지 울고 싶어 우는 사람이 어딨겠어 웃어보려해도 자꾸 눈물 나는 걸 너무 아파서 아파서 아파서 참아보려해도 눈물이 나는걸 그 사람을 만져 본 적 너는 없잖아 그 사람과 얘기 해 본 적도 없잖아 내가 어떻게 어떻게 어떻게 웃을 수 있겠어 잊을 수 있겠어 울어"}, {"song_no": "2185577", "year": "2009", "rank": "59", "title": "외톨이", "artist": "아웃사이더", "genre": "Rap / Hip-hop", "lyrics": "상처를 치료해줄 사람 어디 없나 가만히 놔두다간 끊임 없이 덧나 사랑도 사람도 너무나도 겁나 혼자인 게 무서워 난 잊혀 질까 두려워 상처를 치료해줄 사람 어디 없나 가만히 놔두다간 끊임 없이 덧나 사랑도 사람도 너무나도 겁나 혼자인 게 무서워 난 잊혀 질까 두려워 언제나 외톨이 맘의 문을 닫고 슬픔을 등에 지고 살아가는 바보 두 눈을 감고 두 귀를 막고 캄캄한 어둠 속에 내 자신을 가둬 365일 일년 내내 방황하는 내 영혼을 쫓아 키를 잡은 Jack Sparrow 몰아치는 Hurricane 졸라매는 허리끈에  방향감을 상실하고 길을 잃은 소리꾼 내 안에 숨어있는 또  다른 나와 싸워 그녀가 떠나갈 때 내게 말했었지 너는 곁에 있어도 있는 게 아닌 것 같다고 만지면 베어버리는 칼날  같은 사람 심장이 얼어붙은 차가웠던 사랑 그래 1분 1초가 사는게  사는게 아냐 매일 매일이 너무나 두려워 M'aider 누가 날 좀 꺼내줘 언제나 외톨이 맘의 문을 닫고 슬픔을 등에 지고 살아가는 바보 두 눈을 감고 두 귀를 막고 캄캄한 어둠 속에 내 자신을 가둬 언제나 외톨이 맘의 문을 닫고 슬픔을 등에 지고 살아가는 바보 두 눈을 감고 두 귀를 막고 캄캄한 어둠 속에 내 자신을 가둬 아무도 모르게 다가온 이별에 대면했을 때 또 다시 혼자가 되는 게 두려워 외면했었네 꿈에도 그리던 지나간 시간이 다시금 내게로 되돌아오기를 바라는 간절한 맘으로 밤마다 기도했었네 시위를 당기고 내 손을 떠나간 추억의 화살이 머나먼  과녁을 향해서 한없이 빠르게 날아가 내게로 돌아와 달라고 내 손을 붙잡아 달라고 부르고 불러도 한없이  소리쳐 대봐도 아무런 대답이 없는 널 내 기억 속에서 너라는 사람의 존재를  완전히 지우려 끝없이 몸부림 쳐봐도 매일밤 꿈에서 그대가 나타나 흐르는 눈물을 닦아주는걸 나 어떡하라고 다 끄떡없다고 거짓말하라고 더는 못 참겠다고 나도 아플 땐 아프다고 슬플 땐 슬프다고 얼어붙은 심장이 자꾸만 내게로 고자질해 정말로 끝이라고 정말로  괜찮다고 꾹 참고 참았던 눈물이 자꾸만 내게로 쏟아지네 상처를 치료해줄 사람 어디 없나 가만히 놔두다간 끊임 없이 덧나 사랑도 사람도 너무나도 겁나 혼자인 게 무서워 난 잊혀 질까 두려워 상처를 치료해줄 사람 어디 없나 가만히 놔두다간 끊임 없이 덧나 사랑도 사람도 너무나도 겁나 혼자인 게 무서워 난 잊혀 질까 두려워 언제나 외톨이 맘의 문을 닫고 슬픔을 등에 지고  살아가는 바보 두 눈을 감고 두 귀를 막고 캄캄한 어둠 속에  내 자신을 가둬 언제나 외톨이 맘의 문을 닫고 슬픔을 등에 지고  살아가는 바보 두 눈을 감고 두 귀를 막고 캄캄한 어둠 속에  내 자신을 가둬"}, {"song_no": "2219848", "year": "2009", "rank": "60", "title": "Candy Man", "artist": "브라운아이드걸스", "genre": "Dance", "lyrics": "캔디처럼 달콤한 숨이 멈출듯한 미소 몇번씩 몇번씩 무너지는거야 대체 fantastic한 매너와 Humorous한 그센스 몇번씩 몇번씩 넘어가는거야 대체 왜 날 똑똑 두드리지만 너의 타입의 남자는 싫어 싫어 난 모든 걸 갖고 나면 다시 떠나가 너란 거를 너무 알아 난 똑같은 Starting 똑같은 Story 달콤한 서글서글한 허나 독이 되고 만 little little lie yeah 너의 주무기는 dollar dollar bill yo 꿀같은 말 나는 달디 달아 싫어 나에겐 절대 통할리 없네라고 믿었건만 어느새 너만을 쫓네 너의 앞에서 무릎 꿇은 울고 지쳐간 여자들은 아무렴 어때 이미 난 OK 네게 빠져 네가 뭐를 하건 다 좋은데 캔디처럼 달콤한 숨이 멈출듯한 미소 몇번씩 몇번씩 무너지는거야 대체 fantastic한 매너와 Humorous한 그센스 몇번씩 몇번씩 넘어가는거야 대체 왜 watch out little girl 혹시나 하지 말길 바래 watch out little girl 역시 울지나 않기를 바래 watch out little boy 너도 당해 주길 바래 watch out little boy 울린 만큼 울길 바래 늘 같은 알리바이로 대체 몇명까지 관리하고 있니 넌 콜렉션 취미처럼 어쩜 모든게 그렇게도 간단하니 넌 로맨틱 Starting 비극적 Story 처음부터 마지막까지 모두 물거품이 되는 little little lie 캔디처럼 달콤한 숨이 멈출듯한 미소 몇번씩 몇번씩 무너지는거야 대체 fantastic한 매너와 Humorous한 그센스 몇번씩 몇번씩 넘어가는거야 대체 왜 네가 네가 오라가라마라하면 그리 하이고 네 밀고당기는 그 스킬에 눈물 흘리고 또 이러지 말아야지란 헛된 말이고 난 다시 다음 날이면 네게 휘둘리고 you're so hot you're so fine you're so sweet and you're so mean 너도 똑같이 한번 당해보기를 바래 C A N D Y and Man yo Lolipop 여기저기도 pop pop 터지네 pop 여기저기서 pop pop Lolipop 여기저기도 pop pop 터지네 pop 여기저기서 pop pop Lolipop 여기저기도 pop pop 터지네 pop 여기저기서 pop pop Lolipop 여기저기도 pop pop 터지네 pop 여기저기서 pop pop Don't trust his little little lie 캔디처럼 달콤한 숨이 멈출듯한 미소 몇번씩 몇번씩 무너지는거야 대체 fantastic한 매너와 Humorous한 그센스 몇번씩 몇번씩 넘어가는거야 대체 왜"}, {"song_no": "2231895", "year": "2009", "rank": "61", "title": "Indian Boy (Feat. 장근이, B.I)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "HAW 와탕카 장근이포 Louder Louder 이얍 Album No.5 Humanimal with MC MONG Adventures of M O N G 나는 인디언 인디언 인디언 보이 나의 화살은 네 심장을 가리키고 빛나는 오늘 밤 그대와 난 춤을 춰 나는 인디언 인디언 보이 보이 보이 보이 나는 인디언 인디언 프라티포 제라리몽 정글 숲에 슬피 우는 그녈 놓칠 순 없어  Not anymore 내 화살의 활은 돌 같은 너의 심장도 뚫어 내 진실의 그물은 하늘처럼 넓어 내 사랑을 낚어 너의 모닝키스는 나의 아침밥 길을 잃어버린 내겐 넌 나침반 너를 만나기전 난 눈 먼 잠수부 넌 진흙 속의 진주 I will do I will do 네가 맘이 변해도 너의 사랑을 지키는 인디언 보이 나는 인디언 인디언 인디언 보이 나의 화살은 네 심장을 가리키고 빛나는 오늘 밤 그대와 난 춤을 춰 나는 인디언 인디언 보이 보이 보이 보이 알래스카를 넘어 하 나이아가라강을 건너 하 지구 반을 돌아  우리 둘 만의 낙원을 지어 후후후 숨이 터져버릴 듯 해 그대 얼굴과 손이 맞닿을 때 후후하 이 뜨거운 밤을 불 태울게 이 뜨거운 밤을 불 태울게 사막의 모래는 춤추고 하늘의 별은 입을 맞추고 내 가슴엔 심장 내 머리 위엔 너 Know Know Know You gotta know my love 훌라때훌라때 하 훌라때훌라때 후 훌라때훌라때 하 환하게 웃어줘  Just like that 나는 인디언 인디언 인디언 보이 나의 화살은 네 심장을 가리키고 빛나는 오늘 밤 그대와 난 춤을 춰 나는 인디언 인디언 보이 보이 보이 보이 Yes Humanimal Collaboration with your boy B.I 키 작은 아이라고 누가 뭐라 나를 무시해도 Don't stop it  Make some noise We get it popping like an indian boy 비가 와도 눈이 와도 무너져도 쓰러져도 나 끝까지 그대만 지켜준다고 Cuz I'll do  Cuz I'll do I'll do anything for you 나는 인디언 인디언 보이 비가 와도 눈이 와도 무너져도 쓰러져도 나 끝까지 그대만 지켜준다고 Cuz I'll do  Cuz I'll do I'll do anything for you 나는 인디언 인디언 보이 보이 보이 보이 보이 보이 보이 하"}, {"song_no": "2314380", "year": "2009", "rank": "62", "title": "불꽃놀이 (Fireworks)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "민폐 좀 끼쳐볼까 진상 좀 부려볼까 Do some crazy Do some crazy Do some crazy Do some crazy 분위기 좀 타볼까 롤러코스터처럼 다 가식 떨지말고 대신 팔과 다릴 떨어 오늘은 시기적으로 나를 위한 이기적인 밤 먹고사느라 지친 내가 쉬기 좋은 밤 맘대로 내뱉어봐 오늘 밤은 여지까지 참아왔던 말들 그 누가 쳐다보던 말든간에 신경 꺼 소리질러 오늘만은 억눌린 감정은 폭탄 도화선에다가 불을 붙여 무의식이 노래하는 리듬에 맞춰서 니 본능이 시키는대로 춤 춰 오늘 밤에 민폐 좀 끼쳐볼까 완전 진상떨고 개처럼 미쳐볼까 정신 없이 커지는 하늘의 불꽃처럼 피어라 피어라 계속 피어라 피어라 fireworks again fireworks again fireworks again fireworks again fireworks again fireworks again fireworks again fireworks again 엔돌핀이 솓구쳐 하하하하 심장은 계속 요동쳐 하하하하 자는 친구들 다깨워 모두 같이 밤새워 불꽃놀이를 해볼까 let's rock rock rock rock 온몸의 수분이 다빠져 탈진할 때까지 너 놀아봐 놀아봐 하늘의 보름달이 탈진할 때까지 너 바보같이 자꾸 밀어두면 병 돼 부모님 컴처럼 다운되면 안돼 지금 이 순간 필요한 상태 Adrenalin rush 오늘 밤에 민폐 좀 끼쳐볼까 완전 진상떨고 개처럼 미쳐볼까 정신없이 커지는 하늘의 불꽃처럼 피어라 피어라 계속 피어라 피어라 fireworks again fireworks again fireworks again fireworks again fireworks again fireworks again fireworks again fireworks again  bass line은 붐 붐 붐 붐 심장은 쿵 쿵 쿵 쿵 kick drum은 둥 둥 둥 둥 let's rollin rollin 차오르는 숨숨  오늘 밤에 민폐 좀 끼쳐볼까 완전 진상떨고 개처럼 미쳐볼까 정신 없이 커지는 하늘의 불꽃처럼 피어라 피어라 계속 피어라 피어라 fireworks again fireworks again fireworks again fireworks again fireworks again fireworks again fireworks again fireworks again 오늘 밤에 민폐 좀 끼쳐볼까 완전 진상떨고 개처럼 미쳐볼까 정신 없이 커지는 하늘의 불꽃처럼 피어라 피어라 계속 피어라 피어라 fireworks  fireworks again fireworks again fireworks again fireworks again fireworks again fireworks again fireworks again fireworks again"}, {"song_no": "2285551", "year": "2009", "rank": "63", "title": "사랑한다면서", "artist": "오종혁", "genre": "Ballad", "lyrics": "헤어진 그날 조차 너무 그리운데 난 지금도 이렇게 사는데 지워봐도 미워해도 살아봐도 그날처럼 더 짙어지는 너의 이름뿐 또 너의 사진 한장에 한참을 기대어 살고 또 바보처럼 기대를 하고 울어봐도 불러봐도 이미 나를 지운 사람 죽음보다 내게서 멀어져간 한 사람  사랑이라며 사랑한다며 나없이는 못살꺼라며 잊으라는 한마디 말로 나를 두고 간거니 죽어가는 가슴도 내 눈처럼 너만 찾고 있어 알잖아 오직 너뿐인 나를 잘 알잖아  날 보고있는 것처럼 난 너를 느끼며 살고 또 버릇처럼 너를 지우고 기다려도 그려봐도 이미 죽어버린 사람 잡으려도 해봐도 손이 닿질 않는데 사랑이라며 사랑한다며 나없이는 못살꺼라며 잊으라는 한마디 말로 나를 두고 간거니 죽어가는 가슴도 내 눈처럼 너만 찾고 있어 알잖아 오직 너뿐인 나를 잘 알잖아  내 손에 베인 향기도 가슴 가득 고인 너의 모습도 ye 나 어떻게든 지우려 다짐해도 oh ye 사랑이란 말 사랑한단 말 나없이는 못살꺼란 말 참아내질 못하고 차마 지워내질 못하고 찢어지는 상처만 내 온몸에 자꾸 짙어져만 가는데 내가 어떻게 잊을 수 있겠니 너뿐인 나를 알잖아"}, {"song_no": "2322558", "year": "2009", "rank": "64", "title": "너 정말이니", "artist": "럼블피쉬", "genre": "Rock", "lyrics": "너 정말이니 날 잊을 거니 내 두 눈을 봐 지금 한 그 말 정말 후회 안하니 사랑한다며 나뿐이라며 그랬던니가 헤어지자니 너 정말이니 말해줘 아니라고 아니라고 홧김에 그냥 해본 얘기라고 내가 힘들게 하니 다른 여자생겼니 한번쯤 그럴 수 있잖아 바보야 왜 그렇게 나를 몰라 널 사랑해 이 말 밖에 나는 몰라 나도 여자란 말야 나도 여자란 말야 말해줘 거짓말이라고 날 안아줘 난 싫단 말야 왜 니 멋대로 사랑을 끝내 왜 이렇게 너 이기적이니 말해줘 아니라고 아니라고 홧김에 그냥 해본 얘기라고 내가 힘들게 하니 다른 여자 생겼니 한번쯤 그럴 수 있잖아 바보야 왜 그렇게 나를 몰라 널 사랑해 이 말 밖에 나는 몰라 나도 여자란 말야 나도 여자란 말야 말해줘 거짓말이라고 날 안아줘 사랑해 널 사랑해 알고 있니 왜 자꾸만 나보고 가라 하니 어쩌다 이렇게 우리가 이렇게 무슨 말이라도 좀 해봐 바보야 왜 그렇게 나를 몰라 널 사랑해 이 말 밖에 나는 몰라 나도 여자란 말야 나도 여자란 말야 말해줘 거짓말이라고 날 안아줘"}, {"song_no": "2328153", "year": "2009", "rank": "65", "title": "눈물아 안녕", "artist": "아이비", "genre": "Ballad", "lyrics": "참 힘겨웠었어 늘 울기만 했어 모두가 나를 떠나가던 날 심장을 베는 그 차가운 말들 너마저도 없었다면 어땠을지  나 울지 않아 다시는 못난 바보처럼 아파했던 만큼 한 뼘 더 자란 가슴이니까 힘들지만 내 맘이 기댈 수 있게 곁에 있어주겠니 나의 어제 나의 상처 나의 눈물 이젠 안녕  다 지나갈 거야 또 시간이 가면 가슴속 새살 돋아날 거야 사랑에 데인 그 흉터까지도 사랑으로 덮어주던 너로 인해 나 울지 않아 다시는 못난 바보처럼 아파했던 만큼 한 뼘 더 자란 가슴이니까 힘들지만 내 맘이 기댈 수 있게 곁에 있어주겠니 나의 어제 나의 상처 나의 눈물 이젠 안녕 이제는 처음 태어난 것처럼 낯선 첫 걸음 내디뎌 보려 해 위태롭지만 나를 지켜 봐줄래 나 한걸음 더 햇빛 속으로 나설 거야 지난 시간들은 내일을 위한 디딤돌인걸 다시 한번 너에게 갈 수 있도록 손을 잡아주겠니 아픈 기억 아픈 상처 아픈 눈물아 안녕"}, {"song_no": "2203097", "year": "2009", "rank": "66", "title": "소원을 말해봐 (Genie)", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Dance", "lyrics": "소원을 말해봐 네 마음속에 있는 작은 꿈을 말해봐 네 머리에 있는 이상형을 그려봐 그리고 나를 봐 난 너의 Genie야 꿈이야 Genie야 드림카를 타고 달려봐 넌 내 옆자리에 앉아 그저 내 이끌림 속에 모두 던져 가슴 벅차 터져버려도 바람결에 날려버려도 지금 이 순간 세상은 너의 것 그래요 난 널 사랑해 언제나 믿어 꿈도 열정도 다 주고 싶어 난 그대 소원을 이뤄주고 싶은 행운의 여신 소원을 말해봐 I'm Genie for you boy 소원을 말해봐 I'm Genie for your wish 소원을 말해봐 I'm Genie for your dream 내게만 말해봐 I'm Genie for your world 소원을 말해봐 지루한 날들이 넌 지겹지 않니 평범한 생활에 넌 묻혀버렸니 이제 그만 깨어나 넌 나의 Superstar shining star superstar 심장소리 같은 떨림의 Harley에 네 몸을 맡겨봐 이제 이 세상은 오직 너의 무대 환호소리 같은 파도가 내 가슴엔 너의 체온이 나는 너의 길 영원한 Biggest fan 그래요 난 널 사랑해 언제나 믿어 꿈도 열정도 다 주고 싶어 난 그대 소원을 이뤄주고 싶은 행운의 여신 소원을 말해봐 I'm Genie for you boy 소원을 말해봐 I'm Genie for your wish 소원을 말해봐 I'm Genie for your dream 내게만 말해봐 I'm Genie for your world 소원을 말해봐 DJ put it back on 그래요 난 널 사랑해 언제나 믿어 꿈도 열정도 다 주고싶어 난 그대 소원을 이뤄주고 싶은 행운의 여신 소원을 말해봐 너의 Fantasy를 숨김 없이 말해봐 나는 Genie 길을 보여줄게 니가 가진 소원 숨김 없이 말해봐 너의 Genie 내가 들어줄게 소원을 말해봐 I'm Genie for you boy 소원을 말해봐 I'm Genie for your wish 소원을 말해봐 I'm Genie for your dream 내게만 말해봐 I'm Genie for your world 소원을 말해봐 I'm Genie for you boy 소원을 말해봐 I'm Genie for your wish 소원을 말해봐"}, {"song_no": "2320748", "year": "2009", "rank": "67", "title": "사랑이라서", "artist": "임재범", "genre": "Ballad", "lyrics": "하루하루 그대만 보여서 매일매일 눈을 가리고 살아 그대 곁을 나조차도 모르게 머물며 메마른 내 가슴이 그댈 잊어 버리지 못한 이유는 사랑이라서 사랑이라서 두번 다시 못 볼 사랑이라서 하늘이 하는 일 돌릴 수 없는 일 이렇게 사는게 힘들면 그녈 보내줄 텐데 죽어서 보라고 그래서 보라고 그때라도 사랑한 맘이 남아있게 된다면 그때쯤에  어딜 가도 그대만 보여서 매일매일"}, {"song_no": "2231948", "year": "2009", "rank": "68", "title": "아몰레드 (Amoled)", "artist": "손담비", "genre": "Dance", "lyrics": "빛나지 그 누구보다 더 밝게 더욱 빛나지 그 누가 발하는 빛보다 더 진하지 비교 조차 할 수가 없어 Shining like sunshine 내 강렬한 선명함에 눈이 부실지 몰라 어두운 눈동자가 활짝 열릴지 몰라 난 스스로 빛나는 girl Just bling like silver and gold Vivid like rainbow AMOLED AMOLE MOLE MOLE AMOLED 난 너무 예뻐 AMOLED AMOLE MOLE MOLE AMOLED AMOLED AMOLED AMOLED I'm so fly boy AMOLED AMOLED AMOLED Let's roll Play ball I'm shining star 어디서든 환히 빛나 Shining star 눈이 부시도록 빛나 머리에서 발끝까지 별처럼 빛나지 Bling Bling 그대의 AMOLED 난 도도해 또 똑똑해 화려해 빛나는 해 볼수록 빠져드는 난 좀 해 보는 사람마다 전부 날 좋데 절대 따라올 수 없어 cuz 난 자체발광 I'm sorry 나 땜에 눈이 부시겠지 넌 필요하겠지 내 강렬한 선명함에 눈이 부실지 몰라 어두운 눈동자가 활짝 열릴지 몰라 난 스스로 빛나는 girl Just bling like silver and gold Vivid like rainbow AMOLED AMOLE MOLE MOLE AMOLED 난 너무 예뻐 AMOLED AMOLE MOLE MOLE AMOLED so so attractive 밝게 빛나는 눈 난 so so so attractive 반짝이는 입술 난 so so attractive 너무 완벽한 나 난 so so so attractive 난 뭔가 다른 걸 AMOLED AMOLE MOLE MOLE AMOLED 난 너무 예뻐 AMOLED AMOLE MOLE MOLE A A A MO MO MO MO 난 너의 AMOLED AMOLED AMOLED AMOLED I'm so fly boy AMOLED AMOLED AMOLED Let's roll Play ball"}, {"song_no": "2322749", "year": "2009", "rank": "69", "title": "내 이름 부르지마", "artist": "이수영", "genre": "Ballad", "lyrics": "가벼웁게 발길을 돌리던 Moment 거짓 사랑이란 음 덧없어라 나 없이는 못살 것 같다던 네가 음 무정하게 차갑게 날 떠나 가네 붙잡을 수 없는 너를 놓을 수도 없는 너를 그날부터 난 하루가 지옥 같았어 나 다시는 사랑하지 않을래 됐어 너 내 이름 부르지마 니가 흘리는 웃음 속에 기억도 미련도 다 모두 우스워졌잖아 흐르는 시간 속에 우리의 추억을 맡기지만 찬란한 눈물도 헤어짐 앞에선 다 소용없는 거야 그랬나요 사랑이 식어진 거죠 음 너무 쉽게 빠르게 빠져든 우리 밤새도록 통화하고 매일같이 만나오던 하루 습관을 어떻게 고쳐야 하죠 나 다시는 사랑하지 않을래 됐어 너 내 이름 부르지마 니가 흘리는 웃음 속에 기억도 미련도 다 모두 우스워졌잖아 흐르는 시간 속에 우리의 추억을 맡기지만 찬란한 눈물도 헤어짐 앞에선 다 소용없는 거야 머리가 지끈거리고 너무 울어 더 힘도 없단 말야 너 때문에 됐어 너 사랑도 모르면서 끝까지 지키지도 못하고 또 니가 흘리는 웃음 속에 기억도 미련도 다 모두 우스워졌잖아 흐르는 시간 속에 우리의 추억을 맡기지만 찬란한 눈물도 헤어짐 앞에선 다 소용없는 거야"}, {"song_no": "2314862", "year": "2009", "rank": "70", "title": "Yes I`m In Love (Feat. 2PM 택연)", "artist": "바다", "genre": "Dance", "lyrics": "왜 이렇게 답답하고 더운 걸까 찌든 하루하루 더는 버틸수 없어 박힌듯 박힌 나의 인생에서 뭔가 달라보여 바로 너란 한사람 참았던 일상은 던지고 내안에 펼쳐진 널 향해 떠날래 Yes I'm in Love Yes I love you 멀리 더 멀리 저 하늘까지 멀리 yes Ure my wolrd yes Ure my way 너만 있으면 can fly high high high 나를 감싸 안아버린 저 눈부신 하늘위 태양처럼 cause I love u cause I want u 그래 바로 너 였어 Yes I'm in luv with U 너무 행복하고 너란 여자 내겐 너무 과분하고 자꾸 너만 바라보는 바보같고 우리 사랑 둘이서 like tic tac toe thinkin about U all the time You so bright can't deny 너만 사랑할거란 나의말 믿어줘 Please be mine 외롭고 무료한 날들은 갔어 너를 첨 본 순간 모든 것이 멈췄어 막힌듯 막힌 나의 일상에서 정말 필요한건 바로 너란 한사람 그토록 먼길을 돌아서 내안에 빛나는 널 향해 떠날래 Yes I'm in Love Yes I love you 멀리 더 멀리 저 하늘까지 멀리 yes Ure my wolrd yes U're my way 너만 있으면 can fly high high high 나를 감싸 안아버린 저 눈부신 하늘위 태양처럼 cause I love u cause I want u 그래 바로 너 였어 oh 이렇게 내리쬐는 태양아래 Listen my heart listen my love Bring me the universe in to my heart  Yes I'm in Love Yes I love you 멀리 더 멀리 저 하늘까지 멀리 yes Ure my wolrd yes Ure my way yes Ure my wolrd in side of me 나를 감싸 안아버린 저 눈부신 하늘위 태양처럼 cause I love u cause I want u 그래 바로 너 였어"}, {"song_no": "2197448", "year": "2009", "rank": "71", "title": "Hot Issue", "artist": "4minute", "genre": "Dance", "lyrics": "Stop Yo Let me show you somethin' Girls you ready Ha ha Let's go M I N U T E boy M I N U T E Girl 머리부터 발 끝까지 Hot Issue 내 모든 것 하나하나 Hot Issue 모두 다 Take control 모두 다 Take control 난 항상 Hot it Hot it Hot it Hot it I I I I I I Issue One 생각 없이는 내가 내가 신은 슈즈 Two 내 맘대로 또 자꾸자꾸 하는 포즈 Three 아무렇게나 살짝살짝 바른 루즈 4 4 4 4 4minute Hot Hot Hot Issue 내 스타일 하나하나 모두 다 부럽니 그렇게 어설프게 따라할 순 없지 원하면 따라와봐 내 스타일 따라해봐 Shawty Star 난 항상 Shawty Star 내가 Issue Issue Issue 내가 보는 것들까지 내가 Issue Issue Issue 내가 듣는 것들까지 내가 Issue Issue Issue 내가 말하는 것까지 Babe Let's jump jump jump 머리부터 발 끝까지 Hot Issue 내 모든 것 하나하나 Hot Issue 모두 다 Take control 모두 다 Take control 난 항상 Hot it Hot it Hot it Hot it I I I I I I Issue 1 2 3 4 For 4minute girl 1 2 3 4 For 4minute girl 1 2 3 4 For 4minute girl 난 항상 Hot it Hot it Hot it Hot it I I I I I I Issue 또또또 쳐다보지  내게 모여들지 날 보고 소리치지 멈추지 않는 Flash 나처럼 하고 싶니 나처럼 되고 싶니 날 따라 움직여봐 Boom boom shake a boom 내가 Issue Issue Issue 나의 눈빛 하나까지 내가 Issue Issue Issue 나의 손짓 하나까지 내가 Issue Issue Issue 내가 춤추는 것까지 Babe Let's jump jump jump 머리부터 발 끝까지 Hot Issue 내 모든 것 하나하나 Hot Issue 모두 다 Take control 모두 다 Take control 난 항상 Hot it Hot it Hot it Hot it I I I I I I Issue 너보다 잘록한 허리 쫙 빠져 미끈한 다리 누구보다 The first of Lady 당당한 난 항상 Hot Issue 머리부터 발 끝까지 Hot Issue 내 모든 것 하나하나 Hot Issue 모두 다 Take control 모두 다 Take control 난 항상 Hot it Hot it Hot it Hot it I I I I I I Issue 1 2 3 4 For 4minute girl 1 2 3 4 For 4minute girl 1 2 3 4 For 4minute girl 난 항상 Hot it Hot it Hot it Hot it I I I I I I Issue Hot Issue"}, {"song_no": "2298659", "year": "2009", "rank": "72", "title": "N-Time (Feat. 티아라)", "artist": "황정음", "genre": "Dance", "lyrics": "Hey boy Prebaby look at me I love you love love love I love oh oh my love I I I love 음 쪽 아침햇살보다 예쁜 너의 맘 초콜릿보다 더 달콤해 너의 향기가 사랑하는 마음 모두 다 모아서 너에게 다 보내고파 I Love You 널위해 화장하구 예쁜 옷을 입구 너를 만나러 가는길 콩닥콩닥 뛰는 가슴이 너만 꿈꾸잖아 Baby I love you I fall in love with you ye 하늘만큼 땅만큼 사랑스럽게 날 보며 웃어줄래 Everyday I love you 뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜 ye 뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜루 매일매일 사랑해 하늘하늘 고은 치마를 입고 살랑살랑 기분좋은 바람을 타고서 보고싶은 마음 모두다 모아서 너에게 다 보내고파 I want you 고운비 같은 너라서 내겐 숨이라서 너없인 정말 못살아 세상 누구보다 좋아해 넓은 우주보다 Baby I love you I fall in love with you ye 하늘만큼 땅만큼 사랑스럽게 날 보며 웃어줄래 Everyday I love you 사랑스럽게 날 안아달래 조심스럽게 나 다가갈래 가슴이 뛰어 콩닥콩닥 You're also wonderful boy 나만의 천사 나를 지키는 기사 along fly with me fly fly with me 너만 있으면 난 너만 있으면 ye 누구도 안부러워 니가 웃으면 길에서 함께라면 너와 함께라면 행복해요 Oh my boy 뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜ye 뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜뚜루 매일매일 사랑해"}, {"song_no": "2285181", "year": "2009", "rank": "73", "title": "이 노래를 들으면 (Feat. 수호)", "artist": "태사비애", "genre": "Ballad", "lyrics": "너도 이 노래만 들으면 내가 보고 싶어 질꺼야 노랫말에 너와 내가 있잖아 사랑을 했었고 헤어지고 보고 싶어 하는 게 마치 우리 같잖아 기억하니 우리 함께 했던 그때 니가 좋아하던 노래 내가 불러주던 노래 여전히 이어폰엔 아직도 흐르는데 여전히 거리 위엔 이토록 가득한데 너는 없어 모든 건 그대론데 너만 없어 이 음악은 흐르는데 영원히 함께 듣자 약속했었는데 난 울고 있어 너도 이 노래만 들으면 내가 보고 싶어 질꺼야 노랫말에 너와 내가 있잖아 사랑을 했었고 헤어지고 보고 싶어 하는게 마치 우리 같잖아 티비 쇼에 나오는 익숙한 멜로디 라디오에 흐르는 한편에 슬픈 사연이 마치 너와 내가 했던 이야기 같아 바보같이 난 눈물만 흘렸지만 난 며칠을 참아왔는데 맨날 너와 걷던 거리만 걷게 되는 건데 왜 이 노래만 들으면 난 니가 걱정이 돼 어디선가 너도 눈물을 흘릴 테니까 내가 먼저 헤어지자 해놓고 이 노래를 들으며 울기는 또 왜 우는 건데 이 꼴이 한심해 정말 너랑 헤어지고 모든 게 잘못된 걸 알았으니까 제발 이 노래를 듣고서 니가 돌아오면 좋겠어 노랫말엔 둘이 다시 만나서 사랑 한다고 두 번 다시 헤어지지 말자고 그런 맹세하잖아 너도 이 노래만 들으면 내가 보고 싶어 질 꺼야 노랫말에 너와 내가 있잖아 사랑을 했었고 헤어지고 보고 싶어 하는 게 마치 우리 같잖아"}, {"song_no": "2311048", "year": "2009", "rank": "74", "title": "기억이 안나", "artist": "별", "genre": "Dance", "lyrics": "I miss you I miss you I miss you yeah yeah yeah I love you I love you I love you yeah yeah yeah 정말 기억이 안나 보고 싶어 미치겠는데 다시 생각해봐도 아무것도 기억이 안나 너무 기억이 안나 보고 싶어 눈물 나는데 너무 보고 싶은데 너무 보고 싶은데 너무 너무 보고 싶어서 니 얼굴을 떠올려봐도 난 기억이 안나 기억이 안나 아무 일도 없던 것처럼 예전 사진 꺼내어놓고 널 만지면서 떠올려봐도 난 보이질 않아 보이질 않아 흘러내린 눈물 때문에 다시 찢었던 사진 붙여보고 있어 버렸던 물건 다시 찾고 있어 읽었던 편질 다시 읽고 있어 널 기억하려고 사랑하려고 너를 절대 잊지 않으려고 정말 기억이 안나 보고 싶어 미치겠는데 다시 생각해봐도 아무것도 기억이 안나 너무 기억이 안나 보고 싶어 눈물 나는데 너무 보고 싶은데 너무 보고 싶은데  I miss you I miss you I miss you yeah yeah yeah I love you I love you I love you yeah yeah yeah 너무너무 좋아했나 봐 널 정말 정말 사랑했나 봐 난 믿기질 않아 믿기질 않아 하루 종일 니 생각 뿐야 예전 사진 꺼내어놓고 널 만지면서 떠올려봐도 난 보이질 않아 보이질 않아 흘러내린 눈물 때문에 다시 찢었던 사진 붙여보고 있어 버렸던 물건 다시 찾고 있어 읽었던 편질 다시 읽고 있어 널 기억하려고 사랑하려고 너를 절대 잊지 않으려고 정말 기억이 안나 보고 싶어 미치겠는데 다시 생각해봐도 아무것도 기억이 안나 너무 기억이 안나 보고 싶어 눈물 나는데 너무 보고 싶은데 너무 보고 싶은데 I miss you I miss you I miss you yeah yeah yeah I love you I love you I love you yeah yeah yeah"}, {"song_no": "2319848", "year": "2009", "rank": "75", "title": "Lie", "artist": "FTISLAND (FT아일랜드)", "genre": "Ballad", "lyrics": "lie 사랑이란 그 말 다 알면서 또 다시 속는 그 말 잊어준다는 말 보내준다는 말 내가 할 수 없는 못된 말  아니 아니길 바랬는데 너는 아니길 바랬는데 그 흔한 사랑 넌 절대 아니기를 빌고 또 빌었는데 아니 아니길 바랬는데 너는 다르길 바랬는데 그 쉬운 사랑 넌 절대 아니기를 빌고 또 빌었는데 oh 영원히 타오를 줄 알았던 뜨거웠던 우리 사랑은 네 손가락에 낄 반지를 만들며 서로의 사랑을 맹세한 사랑의 언약 이제 한 줌의 재로 남아버린 흔적만 남은 우리 사랑 너란 사람 한 땐 내 인생의 전부였던 너란 사람 내 속도 모르고 내 맘도 모르고 날 떠나간 사람 이젠 다른 사람의 사람 lie 사랑이란 그 말 다 알면서 또 다시 속는 그 말 잊어준다는 말 보내준다는 말 내가 할 수 없는 못된 말 lie 돌아온다는 말 나 혼자만 믿고 있는 그 말 사랑한다는 말 거짓말이라도 이젠 들을 수 없는 그 말  그래 이렇게 버릴거면 나를 이렇게 버릴거면 처음부터 사랑한단 슬픈 말은 듣지 않았을텐데 oh 그래 난 너만 행복하면 돼 잡았던 네 손을 이젠 놔줄게 널 묶어놨던 내 사랑의 자물쇠 풀어줄게 네가 원하면 쿨하게 널 떠나볼게 처음부터 너는 내게 어울리지 않던 사람 근데도 널 사랑한 내 욕심이 과하다 내 욕심이 만들어낸 나를 향한 벌로 널 탓하지도 바라지도 말라 lie 이별이라는 말 널 또 다시 기다리게 하는 말 잊어준다는 말 보내준다는 말 내가 할 수 없는 못된 말 lie 돌아온다는 말 나 혼자만 믿고 있는 그 말 사랑한다는 말 거짓말이라도 이젠 들을 수 없는 그 말"}, {"song_no": "2319000", "year": "2009", "rank": "76", "title": "I Want You Back", "artist": "시크릿", "genre": "Ballad", "lyrics": "우리 헤어진 지 벌써 얼마나 됐다고 1분 1초가 일년같애 I want you back i wanna wanna  i i wanna wanna i wanna wanna  i i wanna wanna i want you back you back i want you back yeah yeah 매일 남자들 속에 둘러 쌓인 나 니가 너무 귀찮아 피했던 나 그땐 왜 몰랐을까 사랑을 몰랐을까 니 문자는 모두 휴지통에 니 선물은 모두 방구석에 yeah 그땐 왜 몰랐을까 사랑을 몰랐을까 i want i want i want i want you 아프다는 핑계로 연락도 안하고 i need i need i need i need you 그땐 왜 그랬을까 oh no i want you back you back you back you back 소중했던 널 사랑했던 널 몰라봐서 미안 미안해 i want you back yeah yeah you back you back 차가웠던 날 이기적인 날 아껴줘서 고마워 i want you back i wanna wanna  i i wanna wanna i wanna wanna  i i wanna wanna i want you back you back i want you back yeah yeah 아프다고 말하면 내게 달려온 널 밤새도록 놀 때면 바래다주던 널 그땐 미쳐 몰랐어 너무 바보 같았어 핸드폰 속에 니사진 감추고 잦은 투정에 매일 짜증내고 그땐 미쳐 몰랐어 너무 바보 같았어 you know you know you know you know me 헤어지잔 말을 습관처럼 내뱉고 i know i know i know i know you 후회할 줄 모르고 oh no i want you back you back you back you back 소중했던 널 사랑했던 널 몰라봐서 미안 미안해 i want you back yeah yeah you back you back 차가웠던 날 이기적인 날 아껴줘서 고마워 i want you back 알고 있니 너도 괜찮은 척하면서 힘들어 하는 거 다 보여 새빨간 너의 거짓말 새까맣게 타버린 내 맘 I I I I I want you back 수십 수백 번 전화해도 받지 않는 너 이제와 나는 왜 안돼 벌써 이게 우리의 끝 너와 나는 등 돌린 S극 N극 대체 나의 어디가 부족한지 말해봐 I I I I I want you back i want you back you back you back you back 소중했던 널 사랑했던 널 몰라봐서 미안 미안해 i want you back yeah yeah you back you back 차가웠던 날 이기적인 날 아껴줘서 고마워 i want you back i wanna wanna  i i wanna wanna i wanna wanna  i i wanna wanna i want you back you back i want you back yeah yeah i wanna wanna  i i wanna wanna i wanna wanna  i i wanna wanna i want you back you back i want you back yeah yeah"}, {"song_no": "2297721", "year": "2009", "rank": "77", "title": "사랑할 수도 미워할 수도", "artist": "애즈원", "genre": "Ballad", "lyrics": "너란사람 이젠 내게 첨부터 없었던 것 처럼 스쳐가는 여름 소나기처럼 한날의 풋사랑처럼 돌이켜 생각해보면 두번 다신 없을 것 같은 황홀했던 꿈만 같던 시간들 돌이킬수 없는것 알고있어 널 붙잡을수도 널 놓아줄수도 없는 날 이런 내맘을 어떻게 너에게 전해줄까 너를 기다릴 수도 너를 잊고 살수도 없는 이런 날 어떡해  언젠가 철없는 내게 편한 사람일 뿐이라고 그 이상은 기대조차 할 수없는 그런 사람이라 했지 돌이켜 생각해 봐도 화조차 낼 수 없는 내게 아무렇지도 않은 척 연락하지 널 버릴 수 없는 내가 정말싫은데 널 붙잡을 수도 널 놓아줄수도 없는 날 이런 내맘을 어떻게 너에게 전해줄까 널 기다릴 수도 널 놓아줄수도 잡을 수 없는 너 잡을 수 없는 너 이런 나를 어떻게 해  널 자꾸 찾는 내맘이 이제 그만하라고 말하는 나에게 소리없이 너를 찾으며 헤매던 내모습이 그런 내마음 이제 어디에 있을까  다시 돌아가고싶어 널 모르던 그때로 이러날 이런 내맘을 어떻게 너에게 전해줄까 시작하고 싶어 내삶을 찾고 싶어 잡을수 없는 나 잡을수 없는 나 널 미워하고 싶어 널 붙잡을 수도 널 놓아줄수도 없는 날 이런 내맘을 어떻게 너에게 전해줄까 널 기다릴 수도 널 잊고 살수도 없는 이런날을 어떻게  사랑할 수도 미워할 수도 이런날 어떻게"}, {"song_no": "2308383", "year": "2009", "rank": "78", "title": "말할걸 그랬지", "artist": "박지헌", "genre": "Ballad", "lyrics": "말할걸 그랬지 나를 느끼지 못하던 너에게로 나의 마음을 주고 싶었다고 한때는 아무런 말을 하지 않은 것이 오히려 잘된 일이라고 위로도 했었어 하지만 지금 내 앞에 잠들어 있는 널 보며 이렇게 내가 미워짐을 어쩔 수가 없어 모두가 너를 보내며 눈물 흘리고 있지만 다가가서 널 안고 싶은 나의 맘은 알 수가 없을거야 말할걸 그랬지 난 너를 사랑한다고 줄 수 없어 쌓여가는 꽃들 시들어 간다고 내 일기장 속에 소설처럼 쓰여갔던 많은 일들 너와 떠나갔어  눈뜨면 너의 모습이 떠오른다 말도 하고 밤늦은 거리 입맞춤도 하고 싶었는데 너의 생일 파티때엔 밤새 들떠 포장한 스물 세가지 선물 네게 가득 안겨주고 싶었었는데 말할걸 그랬지 난 너를 사랑한다고 아직까진 너를 위해 아무것도 못했다고 내 일기장 속에 소설처럼 쓰여갔던 많은 일들 너와 떠나갔어 많은 일들 너와 떠나갔어"}, {"song_no": "2322588", "year": "2009", "rank": "79", "title": "헤어질 거 같애 (Feat. MJ Of Sunnyside, 신혜)", "artist": "박지헌", "genre": "Ballad", "lyrics": "Ah Ah Ah Oh Ooh Ooh Ooh Ooh Yeah Yeah Yeah Yeah 습관처럼 싸워왔는데 이번에는 왜이렇게 심각해 십분이면 그냥 화해 할 걸 심각한 척 하지마 자존심이 뭐길래 그깟 자존심이 뭐길래 왜 이렇게 내마음을 모르고 표정이 굳어있니 헤어질 것 같애 이번에는 정말 헤어질 것 같애 나 진짜로 헤어질꺼야 나 너 때문에 너무 힘들어 너무 힘들어서 죽겠어 난 몰라 우리 진짜로 마지막이 되는거야 Ah Ah Ah Oh Ooh Ooh Ooh Ooh 나 진짜로 헤어질꺼야 나 너 때문에 너무 힘들어 너무 힘들어서 죽겠어 난 몰라 우리 진짜로 마지막이 되는거야 어색하게 넌 흠칫 바라만 보고있어 무슨 말을 꺼낼까 고민 고민하면서 그전 처럼 맘에 있는 말 그냥 꺼내면 되는데 그걸 못해 바보처럼 왜 그러고만있어 아닌데 아닌데 이건 아닌데 하면서도 그 한마디 내뱉기 너무 힘드네요 그때 그때 그때 그때 내가 미안해요 한마딜 못 전해서 헤어질 것 같애 이번에는 정말 헤어질 것 같애 나 진짜로 헤어질꺼야 나 너 때문에 너무 힘들어 너무 힘들어서 죽겠어 난 몰라 우리 진짜로 마지막이 되는거야 Ah Ah Ah Oh Ooh Ooh Ooh Ooh 나 진짜로 헤어질꺼야 나 너 때문에 너무 힘들어 너무 힘들어서 죽겠어 난 몰라 우리 진짜로 마지막이 되는거야 이렇게 진짜로 미안하지만 미안해서 또 얼굴을 못들 것 같지만 지금 헤어지는게 난 낫겠어요 서로가 엇갈려서 상처주는 것보다 차라리 헤어짐에 맘을 묶을래 헤어질 것 같애 이번에는 정말 헤어질 것 같애 나 진짜로 헤어질꺼야 나 너 때문에 너무 힘들어 너무 힘들어서 죽겠어 난 몰라 우리 진짜로 마지막이 되는거야"}, {"song_no": "2312178", "year": "2009", "rank": "80", "title": "나는... (Feat. Ivy)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "잘지내니 보고 싶었어"}, {"song_no": "2315962", "year": "2009", "rank": "81", "title": "Chocolate Love (Electronic Pop Ver.)", "artist": "f(x)", "genre": "Dance", "lyrics": "널 처음 본 순간부터 만지고 싶어 나만 가지고 싶어 Chocolate love 요술 같은 새로운 매력 거부할 수 있겠니 도도하게 새침하게 널 감추고 있어 이런 느낌 처음인걸 난 빠져버렸죠 I got you babe I call I call it chocolate love 너를 원해 가질래 달콤 달콤 오 chocolate love 멋지단 말론 부족한 걸 모두가 놀랄 거야 쓰러질 거야 Chocolate love Brand new world 한 마디로 다 설명할 수 없는 걸 무심하게 날카롭게 유혹하고 있어 이런 느낌 처음인걸 난 녹아버렸죠 I got you babe I call I call it chocolate love 너를 원해 가질래 달콤 달콤 오 chocolate love I got you babe I call I call it chocolate love 너를 원해 가질래 달콤 달콤 오 chocolate love you and 나 나 picture never so fly so sweeties make me offer me's of the chocolate part part the part is so hot in my eyes is perfect go far someting about it talking picture cause me feeling me's star woo 그댄 제법 쉽지 않아 보여 하지만 느낌이 와요 로맨틱 하게 초콜릿처럼 오 그렇게 나에게 와요 woo 그댄 제법 쉽지 않아 보여 하지만 느낌이 와요 로맨틱 하게 초콜릿처럼 오 그렇게 나에게 와요 I got you babe I call I call it chocolate love 너를 원해 가질래 달콤 달콤 오 chocolate love I got you babe I call I call it chocolate love 너를 원해 가질래 달콤 달콤 오 chocolate love"}, {"song_no": "2200798", "year": "2009", "rank": "82", "title": "결혼해 줄래 (Feat. BIZNIZ)", "artist": "이승기", "genre": "Dance", "lyrics": "나랑 결혼해줄래  나랑 평생을 함께 살래  우리 둘이 알콩달콩  서로 사랑하며  나 닮은 아이하나  너 닮은 아이하나 낳고  천년만년 아프지말고  난 살고 싶은데  솔직히 말해서  내가 널 더 좋아해  남자와 여자 사이에  그게 좋다고 하던데  내가 더 사랑할게  내가 더 아껴줄게  눈물이 나고 힘이 들때면  아플때면 함께 아파할게  평생을 사랑할게  평생을 지켜줄게  너만큼 좋은 사람 만난걸 감사해  매일 너만 사랑하고 싶어  나랑 결혼해줄래  매일이 매일이 행복에 겨워서  괜시리 내일이 기대되는 사람  왜이리 왜이리 떨리는걸까  보고 또 봐도 내겐 제일인 사람  검은머리 파뿌리 될 때까지  우리들의 생이 다 끝날때까지  손에 물은 묻혀도  눈에 눈물 절대 안묻혀  넌 나의 반쪽 가슴  난 너의 반쪽 가슴되어  숨을 쉬는 그 순간순간  널 사랑해줄게  시간이 지나서 주름이 늘어나도  꼭 지금처럼 너와 나  영원히 함께 할거야  내가 더 사랑할게  내가 더 아껴줄게  눈물이 나고 힘이 들때면  아플때면 함께 아파할게  평생을 사랑할게  평생을 지켜줄게  너만큼 좋은 사람  만난걸 감사해  매일 너만 사랑하고 싶어  너는 마치  어두웠던 내 삶을 밝혀주는 빛  보글보글 찌개소리로  반겨주는 집  매말랐던 내 마음에 내려주는 비  사랑이란 참 열매가 담겨있는 시  하늘이 정해준 운명의 끈  너와 나의 만남은 천생연분  이 세상을 다 준데도 바꿀 수 없는  내 삶엔 오직 평생 너 뿐  내가 더 사랑할께 내가 더 아껴줄게 눈물이 나고 힘이 들때면 아플때면 함께 아파할게 평생을 사랑할게 평생을 지켜줄게 너만큼 좋은 사람 만난걸 감사해 매일 너만 사랑하고 싶어 나랑 결혼해줄래"}, {"song_no": "2312266", "year": "2009", "rank": "83", "title": "내 몸은 너를 지웠다 (Feat. Enzo.B)", "artist": "리쌍", "genre": "Rap / Hip-hop", "lyrics": "그대 입술 그대 향기 이제는 모든게 지겨워지고 외로움에 몸부림치던 밤도 조용히 잠이 드는데 그대라는 사랑이란 지독한 그림처럼 멀어져 가고 우린 서로 모르는 사람처럼 각자의 길을 향하네 내 마음은 너를 지웠다고 생각했다 너의 웃음 소리가 들리지않아도 하루가 외롭고 심심하지 않았고 나한테 투정부리는 사람도 없어서 피곤한 일도 줄었으니까 우리의 이별은 찜찜하고 서운하지 않을 만큼 완벽했다 다른놈과 키스하는 니모습을 상상해도 아무렇지 않을 만큼 또 매일 같이 부르던 애칭이 어색해져 본명을 부를 만큼 그렇게 내맘속에서 너를 지워냈다 하지만 비가와서 세상이 축축히젖고 내기분도 뭔가 야릇해질때 혹은 술에 취해 끓어오르는  성욕을 주체하지 못할때 내몸은 습관처럼 너를 찾아갔다 그리고 너역시 기다렸다는 듯이 나를 반겼다 구름같은 침대 위에서 우린 아직도 사랑하고 있는것처럼 키스를 하고 서로의 옷을 벗겼고 내입술과 가장 잘 맞는 너의 입술에 키스 하며 내손에 가장 익숙한 너의 가슴을 만지며 철길위에 차단기가 올라가듯 나는 흥분되어갔다 내 이마위에서 진한 땀이 너의 얼굴로 떨어진다 그대라는 사랑이란 지독한 그림처럼 멀어져 가고 우린서로 모르는 사람처럼 각자의 길을 향하네 그대입술 그대 향기 이제는 모든게 지겨워지고 외로움에 몸부림 치던 밤도 조용히 잠이 드는데 밤이 지나고 서로 등을 돌리며 급하게 바닥에 버려졌던 옷들을 주어입으며 우리는 다시 어색한 사이가 된다 그리고 서로를 사랑하지 않는걸 확신한다 다시는 보지말아야지 다짐을 하며 한동안 모르는 사람처럼 지낸다 하지만 비가오면 술에 취하면 우린다시 서로를 찾았다 일년을 넘게 내마음은 너를 잊었지만 내몸은 너를 잊지 못했다 우주보다 아름다웠던 우리 사랑이였는데 한때 이세상에서 제일 사랑했던 너였는데 외로운 밤을 채워주는 사이가 되어버린 것이다 하지만 불행인지 다행인지 모르겠지만 이젠 우린 완벽한 남남이다 세상이 비에 젖어도 외로운밤 술에 취해도 더이상 내몸은 너를 찾지 않는다 속정만이 남았던 끈질겼던 우리의 인연은 끝이났다 나는 너에게서 너는 나에게서 완전히 벗어났다 눈물 한방울 나지 않는 완벽한 걸인데 왜이렇게 슬프게 느껴지는 걸까 잘가라 내가 사랑했던 사람아 잘가라 나를 사랑해줬던 사람아 그대입술 그대 향기 이제는 모든게 지겨워지고 외로움에 몸부림 치던 밤도 조용히 잠이 드는데 그대라는 사랑이란 지독한 그림처럼 멀어져가고 우린 서로 모르는 사람처럼 각자의 길을 향하네"}, {"song_no": "2320849", "year": "2009", "rank": "84", "title": "Oh Yeah", "artist": "엠블랙", "genre": "Dance", "lyrics": "모든게 내맘처럼 쉽진 않터라 사랑 또한 그게 쉽진 않터라 내맘을 속아서 버렸던 그때 그대가 나에게 바란것이 이거였더라 Feels so sad 나에게 기회를 준다면 좋을것 같은데 맘을 받아주면 괜찮을텐데 근데 어쨌건 돌아서는 그대 세상 누구도 널 대신 할수 없어 누구보다도 널 사랑하는건 나야 Oh Yeah Oh Yeah Oh Yeah Yeah Yeah Oh Yeah Oh Yeah Oh Yeah Yeah Yeah 나를 보며 미소 짓는 그 얼굴을 사랑해 널 Oh Yeah Oh Yeah Oh Yeah Yeah Yeah Oh Yeah Oh Oh Oh Yeah I'm Feelin' Good Oh Yeah Yeah Yeah Oh Yeah Yeah Yeah Oh Yeah Oh Oh Oh Yeah I'm Feelin' Good Oh Yeah Yeah Yeah Oh Yeah Yeah Yeah Yo 사랑이 변하기는 한다는 말이 남들이 내게 해줬던 그 말이 지금처럼 딱 맞게 떨어져 내정신도 돌고 돌고 돌아 I like it like that 꺾어진 날개처럼 추락하는 빛바랜 사진의 꽃을 보는 내 심장은 뛸수 없이 무너지네 너를 위해 달려가네 어떤 무엇도 널 대신 할수 없어 지금 이순간 널 사랑하는건 나야 Oh Yeah Oh Yeah Oh Yeah Yeah Yeah Oh Yeah Oh Yeah Oh Yeah Yeah Yeah 나를 보며 미소 짓는 그 얼굴을 사랑해 널 Oh Yeah Oh Yeah Oh Yeah Yeah Yeah Oh Yeah Oh Oh Oh Yeah I'm Feelin' Good Oh Yeah Yeah Yeah Oh Yeah Oh Oh Oh Yeah I'm Feelin' Good Oh Yeah Yeah Yeah Oh Yeah Yeah Yeah  Oh Yeah Oh Yeah Oh Yeah Yeah Yeah Oh Yeah Oh Yeah Oh Yeah Yeah Yeah 나를 보며 미소 짓는 그 얼굴을 사랑해 널 Oh Yeah Oh Yeah Oh Yeah Yeah Yeah Oh Yeah Oh Oh Oh Yeah I'm Feelin' Good Oh Yeah Yeah Yeah Oh Yeah Yeah Yeah Oh Yeah Oh Oh Oh Yeah I'm Feelin' Good Oh Yeah Yeah Yeah Oh Yeah Yeah Yeah"}, {"song_no": "2218823", "year": "2009", "rank": "85", "title": "Let`s Go Party", "artist": "2NE1", "genre": "Dance", "lyrics": "LET'S GO PARTY  LET'S GO PARTY now   work that body  아름다운 이 밤이 너와   나를 부를 때  LET'S GO PARTY now   work that body  네가 너무 그리운 오늘   같은 날엔  오늘은 girfriend들과  처음 club 가는 날   가슴 설레어  벌써 여덟 번째 옷을 입고  여러 번 머릴 빗고  거울만 보고 있어  아직도 많은 시간이 남았지만  난 앞서 뭘 그리 설레는지  걱정 반 기대 반 망설이지만  난 알아 that it's on  LET'S GO PARTY now   work that body  아름다운 이 밤이 너와   나를 부를 때  LET'S GO PARTY now   work that body  네가 너무 그리운 오늘   같은 날엔  Now let your body work it  두 팔을 벌려 나를 감싸 안아봐  이 순간을 잡아봐  Now let your body work it  가슴을 열어 너의 맘을 보여봐  지금 당장 show me a sign  여기서 멈추지마  but 서두르지마  take it slow 리듬에 맡겨  보석보단 한 송이 장미꽃  꽃보단 환한 미소가   날 움직인다고  아직도 많은 시간이 남았지만  난 앞서 왜 이리 설레는지  걱정 반 기대 반 망설이지만  난 알아 that it's on  LET'S GO PARTY now   work that body  아름다운 이 밤이 너와   나를 부를 때  LET'S GO PARTY now   work that body  네가 너무 그리운 오늘   같은 날엔  Now let my body work it  두 팔을 벌려 나를 감싸 안아봐  이 순간을 잡아봐  Now let your body work it  가슴을 열어 너의 맘을 보여봐  지금 당장 show me a sign  아무말도 하지마  이미 준비된 이별이 우릴   반기겠지  난 그대의 가슴 속 깊이   남아 tonight  Tonight tonight tonight  Tonight tonight tonight  LET'S GO PARTY now   work that body  아름다운 이 밤이 너와   나를 부를 때  LET'S GO PARTY now   work that body  네가 너무 그리운 오늘 같은 날엔  Now let your body work it  두 팔을 벌려 나를 감싸 안아봐 이 순간을 잡아봐 Now let your body work it 가슴을 열어 너의 맘을 보여봐 지금 당장 show me a sign"}, {"song_no": "2307407", "year": "2009", "rank": "86", "title": "Girl", "artist": "유리", "genre": "Ballad", "lyrics": "hey girl shawty 그댄 마치 바리스타 갓 뽑은 커피 misty 안개를 걷어 날 바라보는 눈빛 끝없는 떨림 내 몸을 감싸 부드러운 몸짓 난 오직 사랑이란 말로는 부족해 어쩌면 그리 아름다운지 늘 궁금해 포근히 감싸는 느낌에 중독돼 달콤함에 취해서 난 깨어날 수 없네 나보다 멋진 여잔 없을 걸 알잖니 아찔한 눈빛 머리부터 발끝까지 자꾸만 외면하려 하지만 너의 시선이 느껴져 짜릿한 내 모습에 너 힐끔 처다보는 girl 다 느껴지는 girl 난 비밀이 많은 Beautiful girl 너 지금 빠져드는 girl Oh 모두 다 날 사랑해 I can show what you want 그대 웃는 모습에 나는 날지 투명한 유리 그 모습 비추는 여기 온도는 뜨거워져 사랑의 열기 밤이 깊어 가면 그대 품에 안겨 꽃 한송이 Ma love like this 마치 낡은편지 꺼내어 보고 또 웃고 그대를 느끼고 Ma love like this 마치 사랑편식 난 그대 아니면 손도안대 눈길도 못줘 널 소유 baby I love you I want u just I need u 감히 글로 표현 못할 아리따움 누구도 흉내 낼 수 없는 부드러움 널 소유 baby I love you I want u just I need u 세상이 끝이 나도 그대를 지켜줄 언제라도 그대 품에 꽃을 안겨줄 Know 나는 빛이 나는 girl 좀 미치겠는 girl 난 비밀이 많은 Beautiful girl Know 다들 쓰러지는 girl Oh 모두 다 날 사랑해 I can show what you want 첫 눈엔 반하고 두 번짼 사랑해 세 번이 되면 날 잊을 수 없을 걸 질투는 하지마 다른 여자와 난 달라 Leave me alone 널 소유 baby I love you I want u just I need u 감히 글로 표현 못할 아리따움 누구도 흉내 낼 수 없는 부드러움 널 소유 baby I love you I want u just I need u 세상이 끝이 나도 그대를 지켜줄 언제라도 그대 품에 꽃을 안겨줄 너 힐끔 처다보는 girl 다 느껴지는 girl 난 비밀이 많은 Beautiful girl 너 지금 빠져드는 girl Oh 모두 다 날 사랑해 I can show what you want 널 소유 baby I love you I want u just I need u"}, {"song_no": "2308293", "year": "2009", "rank": "87", "title": "슬프지 않아요 (Feat. 소윤)", "artist": "PK 헤만", "genre": "Ballad", "lyrics": "하나 둘 떨어지는 빗방울 소리처럼 기억 하나 둘 흐르는 눈물에 고이 너를 보내고 추억 하나 둘 흐릿한 필름처럼 애써 잊어보네요 그대가 가네요 이렇게 선명한 그대를 보내요 너무나 사랑한 난 항상 똑똑하고 잘난 사람이죠 얼마나 아플줄도 내가 더 잘 알죠 매달려 애원하면 한번은 날 봐주겠죠 하지만 참아야죠 나 그럴순 없죠 이제껏 살아오며 가장 행복했던 사랑을 받았으니 이별까지 안을께요 다 괜찮아요 나 괜찮아요 그대라면 난 슬프지 않아요 서로 다른 기억들도 내겐 소중했기에 괜찮아요 나 그런대로 가끔은 또 이렇게 흘러내린 눈물을 닦아요 그대를 사랑한 시간만큼 다 느끼지만 모르는 척 돌아서는거야 안 믿겠지만 내가 너를 돌아서는거야 비웃음쳤던 노래의 슬픈 얘기가 이별은 없을꺼라던 우리 내기가 믿도 끝도 없이 터져 나오는 깊은 한 숨과 앞도 뒤도 없이 섞인 함께했던 시간과 행복이 추억이되 시린 비수로 날아와 혼자된 이 시간이면 상처는 더 차가와 때묻지 말아야 할 사랑이라는 말에 어떤 이유건 이별 그 말은 끝이 되는거야 다툼은 싸움이니까 화해하면 되겠지만 이별은 헤어짐이라 돌이킬 수 가 없는거야 그 말은 말아야지 그 말만은 참았어야지 더 많이 사랑하면 더아프다는 말 난 아니야 다주었으니까 후회없어 난 슬프지 않아요 서로 다른 기억들도 내겐 소중했기에 괜찮아요 나 그런대로 가끔은 또 이렇게 흘러내린 눈물을 닦아요 그대를 사랑한 시간만큼 행복한 추억 작은 기억 모두 하나하나 다 잊지 않기로 해요 난 슬프지 않아요 사랑을 하고 이별을 하고 추억하다 지우죠 난 슬프지 않아요 그대 마음속에서도 기억될 수 없대도 괜찮아요 나 그런대로 가끔은 또 이렇게 그대 생각에 웃을 수 있죠 그대를 사랑한 시간만큼 그대를 생각한 시간만큼"}, {"song_no": "2135470", "year": "2009", "rank": "88", "title": "니가 밉다", "artist": "2PM", "genre": "Dance", "lyrics": "한번더 내 맘을 알아줘 널 위한 눈물을 받아줘 사랑은 바라지도 않았던 끝난얘기 다 지난얘기 yeah 니가 미워 죽겠다 이런 니가더 내가 싫어 죽겠다 이런 내가더 한번만더 나를 더 한번더 바라봐 now I'm crying 니가 밉다 죽을 만큼 니가밉다 싫다 미치도록 내가 싫다 know nonono 이런내가 난 싫다 밉다 죽을 만큼 니가밉다 싫다 미치도록 내가 싫다 know nonono 이런내가 난 싫다 돌아선 니맘을 멈춰줘 널보는 눈빛을 받아줘 사랑은 바라지도 않았던 끝난얘기 다 지난얘기 yeah 니가 미워 죽겠다 이런 니가더 내가 싫어 죽겠다 이런 내가더 한번만더 나를 더 한번더 바라봐 now I'm crying 니가 밉다 죽을 만큼 니가밉다 싫다 미치도록 내가 싫다 know nonono 이런내가 난 싫다 밉다 죽을 만큼 니가밉다 싫다 미치도록 내가 싫다 know nonono 이런내가 난 싫다 Baby comeback to my world Comeback &amp; be my girl 그렇지않으면 나는 널 죽도록 미워하꺼란걸 알아 널 사랑했던 마음이 미움으로 모두다 바뀌기 전에 돌아와 어서 내게 잘못했다고 어서 얘기해 한번더 나를 바라봐 눈맞추고 한번더 나를 안아봐 입맞추고 한번더 한번더 나를 바라봐 나 나 날 봐라봐 니가 밉다 죽을 만큼 니가밉다 싫다 미치도록 내가 싫다 know nonono 이런내가 난 싫다 밉다 밉다 싫다 싫다 미치도록 널 이런내가 난 난 싫다"}, {"song_no": "2295277", "year": "2009", "rank": "89", "title": "가을로 (Feat. 프리스타일 미노, Daylight, 이상)", "artist": "타우", "genre": "Ballad", "lyrics": "서늘해진 바람이 내 볼에 닿을 때면 니 생각에 또 울다가 좋았던 기억마저 잊혀질까봐 아직 이러고 살아 어떻게 사는건지 가끔 몹시 궁금해 요즘엔 어떤 사람 만나는지 누군지 친하던 친구들은 그대론지 커피한잔이면 세시간쯤 웃고 놀던 그 때는 그 애들이 미웠는데 너를 자꾸 뺐기는것같아 너무 싫었는데 지금은 부럽고 니 곁을 지켜주니 고맙고 든든하고 그래 누군가 사랑하는거 한 사람을 위해 살아가는거 두번 다시 못하겠더라 너 떠나고 모든걸 다 비웠는데 가슴에 너 하나가 남더라 혼자 걷는 거리는 왜 이렇게 넓은지 함께 걸을 때 꼴에 남자라고 언제나 찻길쪽으로 내가 걸었어 너를 지켜준다 영원히 지켜준단 거짓말을 했어 Tell Me My Love Tell Me Love 나도 그댈 기억할게요 시간이 더 흘러서 그 시간 다 차서 Oh Love Woo Woo Baby 날 사랑하는지 그리워하는지 Tell Me Baby 넌 어떻게 사는지 Yeah 사랑해 Baby I Love You Forever 무리였어 널 사랑하는건 무리였어 잊지못해 발버둥치는것도 무리였어 이젠 좀 너를 놓고 살아야 하는데 나 이젠 좀 그 손을 놓고 살아봐야 하는데 언제까지 맘 졸이며 살아야 하는데 왜 어디까지 걷고 걸어야 널 만나는데 왜 어디갔어 도대체 어디로 사라졌어 아무리 찾아 헤매도 너를 만날수가 없어 Tell Me My Love Tell Me Love 나도 그댈 기억할게요 시간이 더 흘러서 그 시간 다 차서 Oh Love Woo Woo Baby 날 사랑하는지 그리워하는지 Tell Me Baby 넌 어떻게 사는지 Yeah 사랑해 Baby I Love You Forever 내가 다른 사랑하게 된다면 그래도 나 이해해 난 어떡해 그건 내가 아닌걸 그런 일 없을거야 난 하나뿐인 나의 사랑아 Tell Me My Love Tell Me My Love Tell Me Love Tell Me Love 나도 그댈 기억할게요 시간이 더 흘러서 시간이 흘러서 그 시간 다 차서 Oh Love 나의 사랑이었음 해 죽을만큼 사랑했어 한사람 뿐이었어 가슴에 차오르는 그 사람의 기억이 죽지못해 사는데 아무리 외쳐봐도 들어줄 사람조차 남아있질 않아서 이젠 좀 행복하고 싶어서 그냥 좀 웃고살고 싶어서 이를 물고 발악해도 아무리 애써봐도 너있는 기억속을 떠날 수가 없어서 그래 Love You"}, {"song_no": "2258767", "year": "2009", "rank": "90", "title": "The Leaders (Feat. Teddy, CL)", "artist": "G-DRAGON", "genre": "Dance", "lyrics": "You don't really get better than this Don't act like you ain't surprised What's gonna happen sooner or later baby You could call us the leaders of the new school haha What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up 텔레비전에 내가 나오면 What's up 죽었다 깨나도 못 이겨 즉 머리끝부터 발끝까지 다른 swagger 따라하기엔 벅차 네 스타일 다 내 꺼 예쁜이들 줄 서 What's up 넌 나만 바라봐 what's love 싸우지들 마 다 천천히 자 come come here 내가 이래서 피곤해 잘난건 알아가지곤 too fast to live too young to die 몸집은 작지만 내 목소리는 Gulliver 나이는 적지만 이 바닥의 Sullivan 한번 돌았다하면 warrior My name is G G G G baby baby GD GD baby baby You want fame Playin your stupid little game You should check ya girls phone that's my face on her frame What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up Now Everybody wanna know What's up With that boy named Teddy or what he up to 내 머리 속 가락 이미 네 선반 위에 열 손가락 오늘도 건반 위에 옛 날에 태어났음 장군감 flow so deep 호흡은 잠수함 잠수함은 빨러 빠르면 비행기 비행기는 fly fly하면 Teddy GD be the ace CL she a queen 합은 21 they black jack beat that big bang in your face pow Now take that We the leaders of the new school How you luv that 걸음걸이 당당 내 미래는 창창 날 이기고 싶다면 그건 위험한 상상 날 쳐다보는건 고급 무료관광 Keep looking at my feet my shoes They lanvin What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up We we we da we da leaders You ain't in the game you just cheerleaders 내 나인 ninteen vision은 HD 머린 꽉 차있지 타고난 맵시 이미 cool함을 넘어서 난 차가워 여러 번 무대에 불을 지핀 방화범 Cuz I'm hot 언제나 신기록 And this number 1 spot it's my home sweet home 날 따라하려 말아라 굳이 할테면 해봐라 맘처럼 잘 돼나봐라 I just do what I wanna 언제나 지킬껀 지킬줄아는 Lady답게 But I'm flipping and freaking it 아주 버릇 없게 Ready or not here I come We don't Care eh eh eh 그 누가 앞에있건 망설이지말고 제발 어서 피해 And i'm CL the one and only baddest female What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up What's up Ok be mad at me all you want We are some major league shit So you just gotta stop hatin' and step a game up You know how we do it We've been burning this shit from day 1 So be thankful for your style You're welcome That's all me homie Yg baby 09 til infinity One"}, {"song_no": "2284766", "year": "2009", "rank": "91", "title": "I Love You (Feat. 미료)", "artist": "나르샤 (Brown Eyed Girls)", "genre": "Drama,Dance", "lyrics": "i love you oh i love you"}, {"song_no": "2313150", "year": "2009", "rank": "92", "title": "3", "artist": "Britney Spears", "genre": "Pop", "lyrics": "1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves Countin'  Babe pick a night To come out and play If it's alright What do you say Merrier the more Triple fun that way Twister on the floor What do you say Are you in Livin' in sin is the new thing yeah Are you in I am countin' 1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves Countin' 1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves Three is a charm Two is not the same I don't see the harm So are you game Lets' make a team Make 'em say my name Lovin' the extreme Now are you game Are you in Livin' in sin is the new thing Are you in I am countin' 1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves countin' 1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves What we do is innocent Just for fun and nothin' meant If you don't like the company Let's just do it you and me You and me Or three Or four On the floor 1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves Countin' 1 2 3 Not only you and me Got one eighty degrees And I'm caught in between Countin' 1 2 3 Peter Paul N Mary Gettin' down with 3P Everybody loves"}, {"song_no": "2315806", "year": "2009", "rank": "93", "title": "사랑..그 몹쓸병", "artist": "휘성 (Realslow)", "genre": "R&B / Soul", "lyrics": "곁에 오지 말아요 나를 보지 말아요 단한번 단한번의 호흡조차 위험해 건네오는 인사에 스쳐가는 미소에 사랑이 내게 옮을것 같아 난 두려워 사랑 사랑 그 몹쓸 병 애써 애써 조심해도 나를 침범해올 그대 평생 슬픈기억이 가는곳마다 나를 따라 다닐것만 같아 내게 아픈사랑 옮기지마요 내 가슴 상처에는 너무 약하니까요 다른사람처럼 그대도 날 떠나 갈거 잖아요 또 바보처럼 내마음다 주면 사랑 그 몹쓸 병만 아마 내게 안겨준 채로  씻고 씻고 또 씻어도 웃고 웃고 또 웃어도 나의 맘속 언저리에 항상 눈물에 엉킨 그대가 남아 질식할듯 나의 숨을 막아 내게 아픈 사랑 옮기지마요 내가슴 상처에는 너무 약하니까요 다른사람처럼 그대도 날 떠나갈꺼 잖아요 또 바보처럼 내 마음다주려 사랑 그 몹쓸병 만 아마 내게 안겨 준채로 내가 이상해요 온통 그대모습 자꾸 헛것만 보이고 그대 사랑한단 헛소리만 나는걸 왜이토록 내가슴에 그리움을 시켜요 왜자꾸 그대만을 바라보게 시켜요 심장끝이 아려 독이라도 삼킨것처럼 아파 난 어떡하죠 또 휘청거려요 사랑 그 몹쓸병에 벌써 걸려버렸나봐요"}, {"song_no": "2194773", "year": "2009", "rank": "94", "title": "잘가요 내사랑", "artist": "에이트", "genre": "Ballad", "lyrics": "안녕 잘 지내니 귀엽던 니 얼굴은 예전과 같은지 조금 늦은 안부 늦은 이별을 담아 쓴다 뜬금없이 왠 편지냐고  묻진 않을지 메시지 미니 홈피 흔한데 굳이 펜을 드는 건 혹시나 내 맘 다 못 전할까봐 다른 방법으론 역시나 안 될 거 같아 힘겹더라 많이 사랑했던 터라 뭐 하나 하나 내 뜻대로 되는 게 없더라 그만 널 괴롭혀라 스스로 다짐하고 죽은 듯 기다려도 니가 오는 건 아니더라 잘가요 내 사랑 이젠 보내줄게요  기억 추억 모두 잊을게요  지우고 지워서 사랑 한 점도 비워 낼게요 내 맘에서  한 번 단 한번만 널 다시 보게 되면 얼마나 좋을까 이런 더딘 미련 눈물도 모두 지우련다 몸이 멀어지면 마음도 멀어진단 말 하나도 내겐 소용 없더라 다 거짓말 하루 하루 갈수록 초췌해지는 내가 안쓰러 돌아갈 순 없을까 매일을 물어 내게 스스로 애타는 내 맘을 쥐어짜내 소리쳐 봤자 네겐 들리지가 않는다 추억의 끝에서야 이별을 깨달은 후에야 내 맘에서 널 보낸다 안녕 잘가요 내 사랑 이젠 보내줄게요  기억 추억 모두 잊을게요  지우고 지워서 사랑 한 점도 비워 낼게요 내 맘에서  더 시간이 지나면 너를 잊을 줄 알았는데 다시 또 다시 내 맘속에 찾아와 안돼요 내 사랑 보낼 수가 없네요 그댈 그댈 잊어야 하는데 지우고 지워도 내겐 또 그대 뿐인가봐요 미안해요"}, {"song_no": "2304753", "year": "2009", "rank": "95", "title": "Angels Cry", "artist": "Mariah Carey", "genre": "Pop", "lyrics": "Eh I shouldn't have walked away I would have stayed if you'd say We could've made everything okay but we just threw the blame back and forth We treated love like a sport The final blow hit so low I'm still on the ground I could have prepared myself for this round Shattered and pieces curled on the floor Supernatural love conquers Remember we used to touch the sky And lightning don't strike the same place twice When you and I Said goodbye I felt the angels cry True love's a gift But we let it drift in the storm Every night I feel the angels cry Come on babe Can our love be revived Bring it back and we gon' make it right I'm on the edge just trying to survive As the angels cry Limitless omnipresent kind of love couldn't have guessed It would just stop and disappear in a world when here I am walking on this narrow road Wobbling but won't let go Waiting for a glimpse of the suns glow I know I can stand just pull me back up Like there ain't a hurricane it's just us I'm willing to live and die for our love Baby we can get back that shine And lightning don't strike the same place twice When you and I Said goodbye I felt the angels cry True love's a gift But we let it drift in the storm Every night I feel the angels cry Come on babe Can our love be revived Bring it back and we gon' make it right I'm on the edge just trying to survive As the angels cry Baby I miss you Don't allow our love to lose We gotta ride it through I'm reaching for you Baby I'm missing you Don't allow our love to lose We gotta ride it through I'm reaching for you Lightning don't strike The same place twice You and I Said goodbye Felt the angels cry True love's a gift We let it slip In the storm Every night I feel the angels cry"}, {"song_no": "2258765", "year": "2009", "rank": "96", "title": "Gossip Man (Feat. 김건모)", "artist": "G-DRAGON", "genre": "Dance", "lyrics": "emergency emergency emergency emergency hey man 오늘의 gossip거리는 또 뭔데 하루도 잠잠할수가 없어 왜 난 왜 everybody attention please i am gossip man what's up ladies and gentlemen ho they call me gossip man you know 알만한 사람들은 다 알죠 사실은 그게 다가 아닌데 오늘은 난 카페에서 여자한테 얼굴에 물을 맞았데 어제는 난 골목에서 어떤 남자한테 발로 걷어차였데 누가 내가 no lie 내 소문은 무성해 수많은 눈들이 너무 무섭네 이제 뭐 이정도는 우습네 예전엔 울기도 많이 울었네 그럴수록 입들은 더 부풀었네 생각은 길게 말은 줄였네 세상아 내 인생 물어내 because you're cool cool yes i'm cool cool 어쩌면 즐길수도 그래 재밌을 수도 yeah 심심한 세상 나 하나로 즐거워진다면 say superman betman처럼 xo gossipman hey man 오늘의 gossip거리는 또 뭔데 하루도 잠잠할수가 없어 왜 난 왜 everybody attention please i am gossip man 학교에서 회사에서 일터에서 또는 집까지 TV CD radio MP3 hotnews magazine까지 뭔가를 기다리고 있어 지루한 일상 속에서 자 오늘 준비한 이야기 거리 나갑니다 오늘부로 기자님들의 펜은 불이나 실시간 검색 순위가 보이나 많은 네티즌 손가락엔 무리가 사태는 심각 그 이상 우리나라는 뜨거운 냄비 눈 깜짝하면 식을테지 유행 Do your thang 품행 ZERO Do ma thang because you're cool cool yes i'm cool cool 어쩌면 즐길수도 그래 재밌을 수도 yeah 살기 힘든 세상 나 하나로 위로가 되신다면 say superman betman처럼 xo gossipman hey man 오늘의 gossip거리는 또 뭔데 하루도 잠잠할수가 없어 왜 난 왜 everybody attention please i am gossip man 뭔말들이 그리 많은지 대체 뭐가 그렇게 궁금한건지 각자의 인생 불필요한 논쟁 상관말고 일어나라 go on boy let him go hey man 오늘의 gossip거리는 또 뭔데 하루도 잠잠할수가 없어 왜 난 왜 everybody attention please i am gossip man alright i'm done yo what's my name say gossip man you know what it is everybody attention please i am gossip man"}, {"song_no": "2223049", "year": "2009", "rank": "97", "title": "Supermagic", "artist": "Supreme Team", "genre": "Rap / Hip-hop", "lyrics": "Supermagic Supermagic Supermagic Boom Boom Boom Clap Boom Boom Boom Clap Boom Boom Boom Clap Boom Boom Boom Cash Money Power Magic Soul Music Business Magic Supreme Team Popping Magic Real Lady Swag Magic 준비된 Stage 자 Dancing 움직이네 품위 챙기며 버티는게 불편하겠지 점잔 빼면서 꼭 펭귄처럼 걸어다니는 것 대신 베일에 쌓인 너의 개인기 내일이 되기 전에 미리미리 꺼내 이제부터 Magic Supermagic 두 손 머리위로 들어 봐봐 미친 듯이 흔들어 봐봐 미쳐보기로 한 우리 모두 다 발악해 봐봐 다 나와 두 손 머리위로 들어 봐봐 미친 듯이 흔들어 봐봐 미쳐보기로 한 우리 모두 다 발악해 이건 너의 ma ma magic La la la la la la la la La la la la la La la la la la la la la la Supermagic La la la la la la la la La la la la la La la la la la la la la la Supermagic 움직여 움직여 움직여 움직여 움직여 움직여 움직여 움직여 Cash Money Power Magic Soul Music Business  Magic Supreme Team Popping  Magic Real Lady Swag Magic 1 2 Click pow 원 없이 느끼는 Big bounce 널 춤추게 해 hit it now 뭔가 될 만한 느낌이 와  스타가 된 듯 너에게 빗발치는 시선에 튕기는 몸은 마치  Ping pong showmanship이  넘치는 이 밤 무대를 덮치는 넌 귀여운 킹콩 두 손 머리위로 들어 봐봐 미친 듯이 흔들어 봐봐 미쳐보기로 한 우리 모두 다 발악해 봐봐 다 나와 두 손 머리위로 들어 봐봐 미친 듯이 흔들어 봐봐 미쳐보기로 한 우리 모두 다 발악해 이건 너의 ma  ma ma magic La la la la la la la la La la la la la La la la la la la la la la Supermagic La la la la la la la la La la la la la La la la la la la la la la Supermagic 놀자 놀자 더 놀아 놀아 놀아 놀아 놀아 놀아 놀아  놀자 놀자 더 놀아 놀아 놀아 놀아 놀아 놀아 놀아  놀자 놀자 더 놀아 놀아 놀아 놀아 놀아 놀아 놀아  놀자 놀자 더 놀아 놀아 놀아 놀아  Let's Go 두 손 머리위로 들어 봐봐 미친 듯이 흔들어 봐봐 미쳐보기로 한 우리 모두 다 발악해 봐봐 다 나와 두 손 머리위로 들어 봐봐 미친 듯이 흔들어 봐봐 미쳐보기로 한 우리 모두 다 발악해 이건 너의 ma  ma ma magic La la la la la la la la La la la la la La la la la la la la la la Supermagic La la la la la la la la La la la la la La la la la la la la la la Supermagic"}, {"song_no": "2257473", "year": "2009", "rank": "98", "title": "Strong Girl", "artist": "쥬얼리", "genre": "Dance", "lyrics": "hey guy, attention"}, {"song_no": "2304449", "year": "2009", "rank": "99", "title": "One Way Ticket", "artist": "키네틱 플로우", "genre": "Rap / Hip-hop", "lyrics": "I gotta one way ticket I gotta one way ticket To the gangster funk to the gangsta's mind I gotta one way ticket I gotta one way ticket To the gangster funk to the gangsta's mind 오늘도 난 어둠 속에서 눈을 뜬 채로 잠을 청했어 힘을 잃었어 빛을 잃었어 어둠 속에서 사랑은 없어 하늘아 목놓아 울어보렴 내 눈에 눈물 고이지 않게 구름아 태양을 가려주렴 내 슬픈 얼굴 보이지 않게 잔인한 현실 앞에 무릎 꿇은 채로 떠나가는 사랑 앞에 목숨 걸어도 봤어 허나 말라가는 통장잔고 앞에 빨간 불만 깜박거려 기웃거려 수많은 유혹 그래도 넥타이 대신 microphone 줄에 난 목을 감았어 내 모든걸 담았어 고스란히 받아내 인과응보 아스라히 사라진 청춘의 봄 I gotta one way ticket I gotta one way ticket To the gangster funk to the gangsta's mind I gotta one way ticket I gotta one way ticket To the gangster funk to the gangsta's mind Major scene의 CEO 그들과의 악수는 악순환을 불러 10년 전에 걸었어야 됐을 길 나는 이제 다시 걸어 It's gangster funk that's my way I got no gun no drugs but I got big fist and microphone that's it that's it 그거면 됐어 싸구려 tatoo 짝퉁 액세서리 fake gangsta like you 상하좌우 도와 격을 지켜 like me 진짜 남자 Real man it's the gangsta 이젠 절대로 먼저 웃지 않아 세뱃돈 새 지폐처럼 내 태도는 빳빳해 코뿔소의 뿔처럼 나 홀로 가도 내 뒤를 지켜줄래 BIG MJ and KINGPIN My grantorino 처음 번 돈으로 샀던 14K chain 그리고 이 노래 고스란히 받아내 인과응보 아스라히 사라진 청춘의 봄 I gotta one way ticket I gotta one way ticket To the gangster funk to the gangsta's mind I gotta one way ticket I gotta one way ticket To the gangster funk to the gangsta's mind Gangster gangster it's the real man 사랑할 땐 한 여자만 남자답게 Gangster gangster it's the real man 돈 없어도 계산할 땐 남자답게 Gangster gangster it's the real man 사랑할 땐 한 여자만 남자답게 Gangster gangster it's the real man 돈 없어도 계산할 땐 남자답게 해와 달의 낯가림이 만드는 낯과 밤 오늘도 새로운 아침은 왔어 그래 오늘의 태양은 나를 위해 뜬다고 믿어 내 선택을 믿어 절망의 나락을 벗어나 한길을 걸어 just like ma father woo we bring real gangster shit and gangster funk MJ and 비도 we take this way I gotta one way ticket I gotta one way ticket To the gangster funk to the gangsta's mind I gotta one way ticket I gotta one way ticket To the gangster funk to the gangsta's mind west coast west coast let's go let's go woo we west coast west coast let's go let's go woo we represent the Seoul city like this MJ and 비도승우 aight 2010 we'll be back again real shit like this"}, {"song_no": "2312257", "year": "2009", "rank": "100", "title": "일터 (Feat. Bizzy)", "artist": "리쌍", "genre": "Rap / Hip-hop", "lyrics": "오늘 하루도 이곳에서 벗어날 수 없는 여기서 미친 듯 살아가고 내 모든 것들을 위해서 때론 지겨워져도 때론 버려 버리고 싶어도 이게 내 전부인 걸 멈출 수가 없으니 힘을 내 노란벽지 그 위로 번진 옅은 조명이 켜진 내 작은 골방 그곳에서 내 하루는 시작된다 쇠파이프처럼 무거운 펜 읽다만 책 시체가된 담배들이 쌓인 우유팩과 널부러진 종이들 그 사이에 파묻힌 채 멍하니 앉아 음악을 듣는다 그리고 빨래를 짜듯 추억을 짜내어 종이위로 붓는다 슬픔과 기쁨 사랑과 꿈 내 머리속에 늘 자리 잡은 소재들 그것에 나는 생명을 주고 방 한 쪽에는 어젯밤 그녀와 남긴 정액 묻은 휴지가 외롭다며 음흉하게 나를 계속 쳐다본다 라라라라라 라라라라라 라라라라라라라라라라 라라라라라 라라라라라 라라라라라라라라라라 방한가득 춤을 추듯 담배연기의 소용돌이 벽을 울려대는 음악소리 그리고 내 고민거리 간혹 이곳이 감옥처럼 느껴지고 때로는 잠옷처럼 편하다 갑옷처럼 단단한 답답한 현실보다 차라리 넓은 창문이 있는 이곳이 좋다 어부는 바다에서 창녀는 사창가에서 그리고 나는 여기 골방에서 피 같은 땀을 흘린다 24시간 써내려간 한편의 시가 종이 위에 흘린 볼펜의 검은 피가 내 아픈 상처를 치료해 주기를 나는 바라고 또 바란다 내 영혼은 조용히 잠이 든다 오늘 하루도 이곳에서 벗어날 수 없는 여기서 미친 듯 살아가고 내 모든 것들을 위해서 때론 지겨워져도 때론 버려 버리고 싶어도 이게 내 전부인 걸 멈출 수가 없으니 힘을 내 하루하루 살아가는 사람들 눈 뜨면 무거운 눈꺼풀을 억지로 치켜 올리고 일터로 향해 발을 옮기고 해가 저물면 다시 지친 모습으로 혹은 날아갈 듯한 기분으로 무거운 짐을 벗어던지고 환하게 웃으며 집으로 향해 때론 지치고 힘들지만 자기 자신을 위해 가족을 위해 사랑하는 나의 님을 위해 침고 견디며 일터에서 일해 MC 펜을 들고서 배우는 무대 위에서 그 모습이야 말로 아름다운 기적이니 힘을 내 너의 미래가 보이니 라라라라라 라라라라라 라라라라라라라라라라 라라라라라 라라라라라 라라라라라라라라라라 라라라라라 라라라라라 라라라라라라라라라라 라라라라라 라라라라라 라라라라라라라라라라"}]