[{"song_no": "3006873", "year": "2010", "rank": "1", "title": "언제나", "artist": "허각", "genre": "Ballad", "lyrics": "널 사랑해 시간이 흘러도"}, {"song_no": "2979880", "year": "2010", "rank": "2", "title": "전활 받지 않는 너에게", "artist": "2AM", "genre": "Ballad", "lyrics": "얼마나 얼마나 싫어할 지 알면서도 이것 밖에 할 게 없다 너의 집 앞에서 할일없이  너를 기다리는 일 아무리 아무리 나 비참해도 너를 잃는 것보단 잃을 게 없어서 같은 곳에서 너의 집 앞에서 기다린다 이미 전활 받지 않는 너에게 나를 보려조차 않는 너에게 아무리 빌어도 용서를 구해도 소용 없는 일이라 해도 너의 집 앞에 서서 기다린다 나를 본체조차 하지 않아도 마치 처음 본 사람처럼 날 지나쳐도 미안하다는 내 한마딜 들어줄 때까지 하루에도 수 십 번씩 전화기를 보고 작은 소리에도 놀라서 너의 문자인지 몇 번씩 확인하곤 했어 처음에는 처음엔 늘 있는 다툼처럼 돌아 올 줄 알았어 이렇게 독하게 날 떠나기엔 너는 너무 착한 여자라서 이미 전활 받지 않는 너에게 나를 보려조차 않는 너에게 아무리 빌어도 용서를 구해도 소용 없는 일이라 해도 너의 집 앞에 서서 기다린다 나를 본체조차 하지 않아도 마치 처음 본 사람처럼 날 지나쳐도 미안하다는 내 한마딜 들어줄 때까지"}, {"song_no": "2987448", "year": "2010", "rank": "3", "title": "훗 (Hoot)", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Dance", "lyrics": "눈 깜빡 할 사이 넌 또"}, {"song_no": "2967751", "year": "2010", "rank": "4", "title": "본능적으로 (Feat. Swings)", "artist": "강승윤", "genre": "Rock", "lyrics": "본능적으로 느껴졌어  넌 나의 사람이 된다는 걸  처음 널 바라봤던 순간  찰나의 전율을 잊지못해  Oh Oh Oh Oh Oh Oh Oh   Oh Oh Oh Oh 좋은 사람인진 모르겠어  미친듯이 막 끌릴뿐야  섣부른 판단일지라도  왠지 사랑일 것만 같아  Oh Oh Oh Oh Oh Oh Oh   Oh Oh Oh Oh  내가 택했던 그녀를 난 믿겠어  내가 택했던 그 밤을 내 생 최고의 사랑일지  미친 사랑의 시작일지  해봐야 아는 게 사랑이지  이제 우리 시작할까  Oh Oh Oh Oh Oh Oh Oh   Oh Oh Oh Oh 운전 하다가 널 봤는데  사고가 날 뻔했어 좋아 파란   불이떴어  너에게 난 go 했고 그 S line에  난 자석처럼 끌려  나도 모르게 침을 한방울 흘려  오해하지마 나는 속물 아냐  사랑을 가능케 하는 건 본능이야  우연인지 운명인지 나는 너의   앞에 왔어  계산 같은 건 전부 다   은행에 다 맡겨  내가 택했던 그녀를 난 믿겠어  내가 택했던 그 밤을  내가 택했던 그 밤을 못 잊겠어  그 황홀했던 순간을 내 생 최고의 사랑이든  미친 사랑의 시작이든  절대 후회는 없을거야  이제 우리 시작할까  Oh Oh Oh Oh Oh Oh Oh   Oh Oh Oh Oh  그래 느낌이야  이건 본능이야  Oh Oh Oh Oh Oh Oh Oh   Oh Oh Oh Oh  Everybody now  Oh Oh Oh Oh Oh Oh Oh   Oh Oh Oh Oh"}, {"song_no": "2979490", "year": "2010", "rank": "5", "title": "Right Now", "artist": "싸이 (PSY)", "genre": "Rap / Hip-hop", "lyrics": "OH 매우 공격적인 음악  뭐야 이거 내 목에 기계소리 빼  2010 ONCE AGAIN PSY  IS COMING BACK HELLO  남의 떡이 더 크고  남의 여자가 예쁘고  내가 하는 모든 것은 뭔가   좀 어설프고  그렇다고 죽을 수도  계속 이대로 살 수도  사투리로 짜투리로 늘어놓을  뿐이고 외쳐 외쳐 목이  터져라 외쳐 미치고 치고 팔짝 뛰고 심장 박동 뛰고 나를 걱정하는 댁은 대체  누구신데 신경 꺼 잊어 그리고  나서 뛰어 RIGHT NOW 180도 변해 돌고 돌고 지금부터 미쳐 볼란다 RIGHT NOW 63 빌딩위로 그리고 그 위로 지금부터 뛰어 볼란다 RIGHT NOW RIGHT NOW RIGHT NOW 웃기고 앉았네 아주 놀고  자빠졌네 혼자 북치고 장구 치고 아주 생 쇼를 하네 평생 일생 혹은 나의 이생  기죽지 않아 굴하지 않아 쿨 하잖아 YOU KNOW I'M SAYING 외쳐 외쳐 목이 터져라 외쳐 미치고 치고 팔짝 뛰고 심장 박동 뛰고 인생 뭐 있냐고 인생 뭐 있다고 저마다 존재하는 이유가 있다 RIGHT NOW 180도 변해 돌고 돌고 지금부터 미쳐 볼란다 RIGHT NOW 63 빌딩위로 그리고 그 위로 지금부터 뛰어 볼란다 RIGHT NOW RIGHT NOW RIGHT NOW 세상이 나를 속이고 모르는 게 사람 속이고 뺑뺑이 돌리고 안 봐도 비디오 인생은 독한 술이고 그래서 예술이고 수리수리수리 마술이고 원고 투고 쓰리고 RIGHT NOW 180도 변해 돌고 돌고 지금부터 미쳐 볼란다 RIGHT NOW 63 빌딩위로 그리고 그 위로 지금부터  뛰어 볼란다 RIGHT NOW 지금부터 미쳐볼란다 RIGHT NOW 63 빌딩위로 그리고 그 위로 지금부터  뛰어 볼란다 RIGHT NOW RIGHT NOW RIGHT NOW RIGHT NOW"}, {"song_no": "2989873", "year": "2010", "rank": "6", "title": "가로수 그늘 아래 서면", "artist": "장재인", "genre": "Ballad", "lyrics": "라일락 꽃 향기 맡으면 잊을 수 없는 기억에 햇살 가득 눈부신 슬픔 안고 버스 창가에 기대 우네 가로수 그늘 아래 서면 떠가는 듯 그대 모습 어느 찬 비 흩날린 가을 오면 아침 찬 바람에 지우지 이렇게도 아름다운 세상 잊지 않으리 내가 사랑한 얘기 우 우우우 우 야위어 가는 가로수 그늘 밑 그 향기 더하는데 우 우우우 우 아름다운 세상 너는 알았지 내가 사랑한 모습 우 우우우 우 저 별이 지는 가로수 하늘 밑 그 향기 더하는데 가로수 그늘 아래 서면  떠가는 듯 그대 모습 어느 찬 비 흩날린 가을 오면 아침 찬 바람에 지우지 이렇게도 아름다운 세상 잊지 않으리 내가 사랑한 얘기 우 우우우 우 야위어 가는 가로수 그늘 밑 그 향기 더하는데 우 우우우 우 아름다운 세상 너는 알았지 내가 사랑한 모습 우 우우우 우 저 별이 지는 가로수 하늘 밑 그 향기 더하는데 우 우우우 우 저 별이 지는 가로수 하늘 밑 그 향기 더하는데 내가 사랑한 그대는 아아"}, {"song_no": "2951700", "year": "2010", "rank": "7", "title": "그땐 그땐 그땐", "artist": "Supreme Team", "genre": "Rap / Hip-hop", "lyrics": "yeah, Supreme Team, Secret K,  Brown Eyed Soul I miss u, baby 내가 잘못 했어 그 지겨운 말  억지로 널 붙잡고 흐느껴 운 날 내 진심은 닳아버렸어  그런 순간 들을 모면하는 법까지  연기일 수밖에 물론 넌 그런 나를 알고 있었기에 얼굴 붉히는 일 없이  더 이상 기회는 없을 거라고  단정하며 오히려 차분하게  날 떠났어 그땐 지쳐있었어  나의 너를 안아주기엔  자격조차 없었거든 사랑보단 안정감이 더 커서  마음만 아슬하게 걸쳐있었을 뿐  아름다운 너에게  난 상처가 되기 싫었어 나쁜 놈으로 남기 싫어서 끝내는 되돌릴 방법하나 생각 못하고  너를 그냥 보냈잖아 나를 녹여 주던 너의 그 눈물도 이젠 내 맘을 얼게하네 빛을 담고 있던 너의 그 미소도 졸린 내 눈에 가리워지네 정말 답답해 왜 이런 건지 그땐 그땐 그땐 좋았었는데 정말 비참해 내 앞의 너를 그땐 그땐 그땐 사랑했는데 깨끗이 잊는 법 상처 다 아문 척 이제는 진짜 새로운 만남 시작해도 되는 때라고 말은 한다만 내 맘 같지 않아 어차피 사랑 이란게 다  애들 장난같은 거라 말하며  날 억지로 위로해 그래 이 꼴엔 그런 구차함도 필요해 똑같은 곳에서 일하고 똑같은 침대에서 잠을 자고 예전과 다를 것 없이 지내지만 딱 한 가지가 다르지 더 그럴듯한 변명거리나  날 미치도록 몰두하게 할 일들이 뭐가 있을까 어떻게 텅비어버린 날 채울까 나를 녹여 주던 너의 그 눈물도 이젠 내 맘을 얼게하네 빛을 담고 있던 너의 그 미소도 졸린 내 눈에 가리워지네 정말 답답해 왜 이런 건지 그땐 그땐 그땐 좋았었는데 정말 비참해 너와 나 정말 그땐 그땐 그땐 사랑했는데 내가 똑바로 서있지 못하거나 불안한 모습 보인다거나 그럴 땐 누가 날 안아줄지 그땐 누가 날 안아줄지 내가 똑바로 서있지 못하거나 불안한 모습 보인다거나 그럴 땐 누가 날 안아줄지 그땐 누가 날 안아줄지 비틀비틀비틀 시간은 흐르고 빛바랜 꿈은 지워지고 빙글빙글빙글 내 맘은 겉돌고 사랑한 날은 멀어져가고 정말 답답해 왜 이런 건지 그땐그땐그땐 좋았었는데 정말 비참해 내 앞의 너를 그땐 그땐 그땐 사랑했는데 견뎌내는 것도 널 지우는 것도 후회하는 것도 변한 게 하나 없어 견뎌내는 것도 널 지우는 것도 후회하는 것도 변한 게 하나 없어 견뎌내는 것도 널 지우는 것도 후회하는 것도 변한 게 하나 없어 견뎌내는 것도 널 지우는 것도 후회하는 것도 변한 게 하나 없어"}, {"song_no": "2979881", "year": "2010", "rank": "8", "title": "미친 듯이", "artist": "2AM", "genre": "Ballad", "lyrics": "아직 가슴이 아픈 건"}, {"song_no": "2948449", "year": "2010", "rank": "9", "title": "Breathe", "artist": "미쓰에이", "genre": "Dance", "lyrics": "너 땜에 자꾸만 내 가슴이   너 땜에 자꾸만 내 몸이   니가 날 볼 때마다   니 생각 할 때마다   너 땜에 자꾸만 내 가슴이   no oh no oh no oh oh   I can't breathe   no oh no oh no oh oh   I can't breathe   no oh no oh no oh oh   I can't breathe   no oh no oh no oh no no   Boy you look so fine   어쩜 너무 멋져   안보는 척 해보지만   자꾸만 눈을 맞춰   난 이런 적이 없는데   너에게 빠졌어   니 생각 만하고 있어   날 구해줘 어서   짝사랑은 난 하기 싫은데   말을 해볼까   너도 날 좋아할 것 같은데   용기를 내서 고백해볼까 yeah   싫다면 어쩌나 yeah   이렇게 기다리다 미치겠어   너 땜에 자꾸만 내 가슴이   너 땜에 자꾸만 내 몸이   니가 날 볼 때마다   니 생각 할 때마다   너 땜에 자꾸만 내 가슴이   오늘은 난 꼭 꼭   고백을 하고야 말 거라고   I'm gonna let you know baby   I will let you know   생각하다가도 너만 나타나면   몸이 다시 굳어버리고   할말은 잊어버리고 oh   짝사랑은 난 하기 싫은데   말을 해볼까   너도 날 좋아할 것 같은데   용기를 내서 고백해볼까 yeah   싫다면 어쩌나 yeah   이렇게 기다리다 미치겠어   너 땜에 자꾸만 내 가슴이   너 땜에 자꾸만 내 몸이   니가 날 볼 때마다   니 생각 할 때마다   너 땜에 자꾸만 내 가슴이   no oh no oh no oh oh   I can't breathe   no oh no oh no oh oh   I can't breathe   no oh no oh no oh oh   I can't breathe   no oh no oh no oh no no   눈이 마주칠 때 마다   심장이 잠시 멈춰 허허   니가 돌아설 때 마다   슬픔이 나를 덮쳐 흑흑   내 마음속에 갇혀 있는   이 사랑을 주고 싶어 미쳐   받아줘 catcher   Here's my love baby   boy I just can't breathe   너 땜에 자꾸만 내 가슴이   너 땜에 자꾸만 내 몸이   니가 날 볼 때마다   니 생각 할 때마다   너 땜에 자꾸만 내 가슴이   no oh no oh no oh oh  I can't breathe  no oh no oh no oh oh  I can't breathe  no oh no oh no oh oh  I can't breathe  no oh no oh no oh no no  no oh no oh"}, {"song_no": "2954935", "year": "2010", "rank": "10", "title": "죽어도 사랑해", "artist": "거미", "genre": "Drama", "lyrics": "어떤 일이 있어도 너란 사람 나를 항상 믿어 주기를 세상 끝에 있어도 너란 사람 나를 찾을 때까지 걸어와 주기를 더 바랄 게 없는 걸 갖고 싶은 게 없는 걸 난 너만 있으면 좋아 널 사랑해 사랑해 내 말이 들리지 않니 눈물 나게 사랑해 내 맘이 보이지 않니 숨을 쉬는 모든 것들이 죽어도 모를 만큼 너만을 사랑해  하나라도 있으면 안 했겠지 사랑하면 안 되는 이유 하나라도 있으면 안 되겠지 내 손하고 너의 손떼야 하는 이유 늘 힘겨운 날에도 잠 못 이루는 밤에도 난 너만 있으면 좋아 널 사랑해 사랑해 내 말이 들리지 않니 눈물 나게 사랑해 내 맘이 보이지 않니 숨을 쉬는 모든 것들이 죽어도 모를 만큼 너만을 사랑해  먼지처럼 흩어질 행복일까 걱정 돼 혼자 불안해 하는 날 안아 줘  널 사랑해 사랑해 내 가슴 안에 둘 만큼 눈물 나게 사랑해 내 눈에 넣을 그 만큼 처음 만난 그 순간부터 하루도 잊지 않고 너만을 사랑해"}, {"song_no": "2974750", "year": "2010", "rank": "11", "title": "해바라기", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "너는 나의 사랑  너는 나의 행복  소중한 사람  비가 내리면  함께 맞아줄  둘도 없는 내 사랑  달콤한 노래를 부르면  너의 두 눈이 미소 짓고  네 볼에 입 맞추면  수줍어하지  밤새 전화기를 붙들고  무슨 할 말이 많았는지  끊을 땐 아쉬워  먼저 못 끊지  오오 너는 나의 사랑  너는 나의 행복  소중한 사람  비가 내리면  함께 맞아줄  둘도 없는 내 사랑  오오 세상 어떤 사람  세상 어떤 말로도  너를 대신 못해  난 말야 오직 너 하나뿐야  너를 사랑해  집 앞까지 바래다주고  너의 방 불빛이 켜지면  그때서야 가는 걸  너는 몰랐지  신발을 사주고 싶은데  그럼 네가 떠나 갈까 봐  가게 앞에서  늘 고민만 하지  오오 너는 나의 사랑  너는 나의 행복  소중한 사람  비가 내리면  함께 맞아줄  둘도 없는 내 사랑  오오 세상 어떤 사람  세상 어떤 말로도  너를 대신 못해  난 말야 오직  너 하나뿐야  너를 사랑해  해바라기 같은  사랑만 주고 싶어  오직 한 사람  내겐 첫 사랑 너에게  너도 말해 줄래  내게 말해 줄래  좋아한다고  너도 나 만큼 하늘 땅만큼  나를 사랑한다고  오오 많은 인연 속에  많은 사람들 중에  우리 둘뿐이야  고마워 네가 내게 와줘서  너무 행복해 너를 사랑해  사랑해"}, {"song_no": "2960448", "year": "2010", "rank": "12", "title": "돌이킬 수 없는", "artist": "가인", "genre": "Dance", "lyrics": "떠나려는 너의 다릴 붙들고  나를 밀어내는 네 팔에 매달린 채  더는 이러지도 못해  저러지도 못해 나를 욕보이고  더럽혀질 빈 곳도 안 남은  내 몸엔 나쁜 피만 흐르는  그저 짧은 한 숨  가볍게도 가는 너의 한 걸음  kill me or love me  둘 중에 하나  지치고 지쳐도 또 다시 빌어도 넌 또  나를 밀쳐 또  1초 2초 3초 4초  이럴바에 난 죽을래  lie don't lie don't lie  다 새빨간 거짓말로 들리는  난 벼랑 끝에 몰리는  lie don't lie don't lie  이 스토리엔 좋은 끝이란 없어  널 놓고 말고란 없어  째깍째깍 달리는  저 바늘 끝은 내 맘을  또 찌른다 날 울린다  왜 날 이렇게 만들어  왜 돌이킬 수 없게 만들어  네가 하는 말 다  lie and lie  기어이 난 너를 잡고 버티고  나를 파고드는 상처마저 모른 채  더는 망가질 수 조차  부서질 수 조차 없이 무너지고  까맣게 탄 눈물만 흐르네  칼이 되어 내 귀에 박히는  너의 짧은 한 숨  그리고 또 독이 걸린 한 걸음  kill me or love me  선택은 하나  울고 소리치고 빌고 애원해도 넌 또  걸음을 뗐고  1초 2초 3초 4초  네 안에서 난 죽을래  lie don't lie don't lie  다 새빨간 거짓말로 들리는  난 벼랑 끝에 몰리는  lie don't lie don't lie  이 스토리엔 좋은 끝이란 없어  널 놓고 말고란 없어  째깍째깍 달리는  저 바늘 끝은 내 맘을  또 찌른다 날 울린다  왜 날 이렇게 만들어  왜 돌이킬 수 없게 만들어  네가 하는 말 다  lie and lie  모르셨구나  보기보다 나 머리 나쁜데  째깍째깍 시간은  또 흘러 흘러 내 맘을  또 흔든다 날 흔든다  끝으로 달린 니 말이  날 여기까지 오게 만들어  내게 하는 말 다 lie and lie"}, {"song_no": "3013948", "year": "2010", "rank": "13", "title": "점핑 (Jumping)", "artist": "카라", "genre": "Dance", "lyrics": "Jumpin' Jumpin' Jumpin' up Jumpin' Jumpin' Jumpin' up"}, {"song_no": "2962948", "year": "2010", "rank": "14", "title": "I`ll Be Back", "artist": "2PM", "genre": "Dance", "lyrics": "I'll be back 넌 다시 나를 찾을 거야 그때 다시 내가 올 거야 그 누구도 너를 나보다 사랑 할 순 없기에  갑자기 이럼 어떡해 난 어떻게 하란 말야 네가 도대체 어떻게 이래 난 네가 날 영원히 사랑할거란 말 믿었단 말야 약속했잖아 영원히 변하지 말자고 우리는 분명 맺어진 짝이라고 분명히 맞다고 네가 그렇게 얘기했잖아 I'll be back 넌 다시 나를 찾을 거야 그때 다시 내가 올 거야 그 누구도 너를 나보다 사랑 할 순 없기에 You'll be back 너는 다시 돌아 올 거야 그래서 널 보내는 거야 나는 알아 네가 나 없인 못산단 것을 I'll be back 넌 난 우린 헤어질 수가 없어 네가 착각을 하나 봐 이건 누구나 한번쯤 겪는 고비일 뿐이야 정신차려 다시 생각해 아무리 말을 해 줘봐도 이미 넌 말을 듣지 않아 메아리로 돌아오잖아 I'll be back 넌 다시 나를 찾을 거야 그때 다시 내가 올 거야 그 누구도 너를 나보다 사랑 할 순 없기에 You'll be back 너는 다시 돌아 올 거야 그래서 널 보내는 거야 나는 알아 네가 나 없인 못산단 것을 Listen baby girl 그래 돌아서줄게 멋지게 남자답게 놓아줄게 그리고 널 귀찮게 하지 않게 말없이 저 뒤에서 죽은 듯이 서서 바라볼게 너는 모르게 그냥 멀리서 아주 많이 떨어져서 나의 존재를 네가 완전히 잊어버리게 But you better know that I'm not giving you away Will I ever stop waiting no way It'll be the same in my world I'm your boy You're my Girl 잠깐 그댈 보내지만 난 네가 다시 돌아올 거란걸 알아 그러니 걱정 말아 네가 쓰러질 때 I'll be back I'll be back 넌 다시 나를 찾을 거야 그때 다시 내가 올 거야 그 누구도 너를 나보다 사랑 할 순 없기에 You'll be back 너는 다시 돌아 올 거야 그래서 널 보내는 거야 나는 알아 네가 나 없인 못산단 것을 I'll be back"}, {"song_no": "2930968", "year": "2010", "rank": "15", "title": "Go Away", "artist": "2NE1", "genre": "Dance", "lyrics": "너무 치사하잖아 너답지 못하잖아 지금 적응이 안돼 어 어 어지러워 왜 누가 누구랑 헤어져 네가 나랑 헤어져 잘 생각하고 말해 Yeah 날 따라다니던 남자 참 괜찮았던 남자 난 너 하나 때문에 다다다 보냈는데 누가 누구랑 헤어져 네가 나랑 헤어져 나 없이 잘 살아봐 yeah Tonight 하필 또 비는 내려 왜 내 모습 초라해지게 날 위로 하지는 마 이 손 치워 이제 남이니까 내 걱정 말고 Go Away 집착 없이 사라져 줄게 매달릴 줄 알았겠지 역겨워 착각하지마 더 멋진 사람 만날게 널 후회하게 만들어 줄게 슬픔은 지금 뿐야 boy Cause love is over Love love is over tonight Just say what you gotta say 어쩜 끝까지 멋없니 Fiance Beyonce I'm walkin' out of destiny 초라한 홀로가 아닌 화려한 솔로 That's my way 모든걸 다 줬으니 오히려 난 후회 안 해 지가 더 슬픈 척 끝까지 멋있는 척 All you do is act a fool You ain't shit without your crew 시간 없어 I gotta go 안녕 good bye adios 네 못난 얼굴 다신 보고 싶진 않아 no more Tonight 하필 또 비는 내려 왜 내 모습 초라해지게 날 위로 하지는 마 이 손 치워 이제 남이니까 내 걱정 말고 Go Away 집착 없이 사라져 줄게 매달릴 줄 알았겠지 역겨워 착각하지마 더 멋진 사람 만날게 널 후회하게 만들어 줄게 슬픔은 지금 뿐야 boy Cause love is over Love love is over tonight  내 걱정 말고 Go Away 집착 없이 사라져 줄게 매달릴 줄 알았겠지 역겨워 착각하지마 더 멋진 사람 만날게 널 후회하게 만들어 줄게 슬픔은 지금 뿐야 boy Cause love is over Love love is over tonight"}, {"song_no": "3000984", "year": "2010", "rank": "16", "title": "빗속에서", "artist": "존박", "genre": "Ballad", "lyrics": "비 내리는 거리에서  그대 모습 생각해 이룰 수 없었던 그대와 나의 사랑을 가슴 깊이 생각하네 온종일 비 맞으며 그대 모습 생각해 떠나야 했나요 나의 마음 이렇게 빗속에 남겨두고 흐르는 눈물 누가 닦아주나요 흐르는 뜨거운 눈물 오가는 저 많은 사람들 누가 내 곁에 와줄까요 비 내리는 거리에서  그대 모습 생각해 이룰 수 없었던 그대와 나의 사랑을 가슴 깊이 생각하네 흐르는 눈물 누가 닦아주나요 흐르는 뜨거운 눈물 오가는 저 많은 사람들 누가 내 곁에 와줄까요 비 내리는 거리에서  그대 모습 생각해 이룰 수 없었던 그대와 나의 사랑을 가슴 깊이 생각하네 가슴 깊이 생각하네"}, {"song_no": "2972778", "year": "2010", "rank": "17", "title": "울고, 불고…", "artist": "지아", "genre": "Ballad", "lyrics": "울고, 불고…  너 땜에 울고 불고  온 종일 널 외쳐봐도 소용이 없나 봐 매일 밤 늘 기다려 수백 번 울고 빌어도  이렇게 나는 혼자야 바보야 뭐가 좋아 잊지를 못 해 바보야 너에 비해 난 너무 못 돼 더러운 내 품 안에 가두어 두기엔 깨끗한 네 사랑만 때 묻을까 겁이 나 헤어져 말을 하고 돌아서 떠나 가고 끝내 그래도 기다림엔 이유 없대 서로 다른 둘이 살아가다 서로 닮은 우리 사랑하다 작은 오해들로 다투다가 결국에는 다시 남이 된 날 그 날 다 잊을래 그 날 안 잊을래 처음부터 삐걱 삐걱  맞지 않던 우리 둘 너 땜에 울고 불고  온 종일 널 외쳐봐도 소용이 없나 봐  매일 밤 늘 기다려 수백 번 울고 빌어도  이렇게 나는 혼자야 가슴이 터진 듯이 마음이 텅 빈 듯이 참지 못 하고 매일 매일 울기만 해 내 품 안에 안겨 쉬던 네가 네 품 안에 안겨 쉬던 내가 나 없이도 행복 했으면 해 너 없이는 행복 하지 못 해 모두 다 잊을래 모두 안 잊을래 처음부터 삐걱 삐걱  맞지 않던 우리 둘 전화를 걸어도 받지 않을 걸 알지만 네 번호 다 지웠어 술 취한 밤에 너처럼 전화 걸어 힘들다 할 것 같애 나도 왜 이런지 몰라 그러면 그럴 수록 너만 더 힘들어져 왜 모르니 너 땜에 울고 불고  온 종일 널 외쳐봐도 소용이 없나 봐  매일 밤 늘 기다려 수백 번 울고 빌어도 이렇게 나는 혼자야 또 억지로 하하하  그러다가 내 눈물이 뚝뚝뚝 날 따라 넌 그러지 마라 더 좋은 남자 만나라  날 그만 떠나가라 눈물 흘려도 닦아줄 수  없으니까 울지마 너 땜에 울고 불고  온 종일 널 외쳐봐도 소용이 없나 봐  매일 밤 늘 기다려  날 지워 줘 수백 번 울고 빌어도  이렇게 나는 혼자야  Delicate love"}, {"song_no": "2930971", "year": "2010", "rank": "18", "title": "아파 (Slow)", "artist": "2NE1", "genre": "Ballad", "lyrics": "내가 준 신발을 신고 그녀와 길을 걷고 아무렇지 않게 그녀와 kiss하고 내가 준 향수 뿌리고 그녀를 품에 안고 나와 했던 그 약속 또 다시 하겠죠 우린 이미 늦었나 봐요 우리 사랑 끝난 건가요 아무 말이라도 좀 내게 해줘요 Oh 우리 정말 사랑했잖아 되돌릴 순 없는 건가요 오늘밤 나 많이 아파요 변했니 네 맘 속에 이제 난 더 이상 없는 거니 난 널 널 생각하면 너무 아파 아파 아파 아무것도 아니란 듯 내 눈물 바라보고 태연하게 말을 또 이어가고 아니란 말 못하겠다고 그 어떤 미련도 후회도 전혀 없다고 잔인하게 말했죠 우린 이미 늦은 건가요 우리 사랑 끝난 건가요 거짓말이라도 좀 아니라고 해줘요 이젠 더 잘할 수 있는데 다시 만날 수는 없지만 오늘 밤 나 많이 아파요 변했니 네 맘 속에 이제 난 더 이상 없는 거니 난 널 널 생각하면 너무 아파 아파 아파 더 이상 예전의 네가 아니야 내가 사랑한 너와 지금의 네가 너무도 달라서 그저 멍하니 멀어지는 널 바라보고만 서서 울었어 No way I can't recognize you're not mine anymore 변해야 했니 돌아올 순 없니 꼭 변해야 했니 돌아와줄 순 없니 변해야 했니 돌아올 순 없니 왜 변해야 하니 계속 사랑할 순 없니 끝인 거니 네 맘 속에 이제 난 더 이상 없는 거니 난 널 널 생각하면 너무 아파 아파 아파 아파 아파 아파 아파"}, {"song_no": "2948248", "year": "2010", "rank": "19", "title": "숨", "artist": "비스트", "genre": "Dance", "lyrics": "Let me talk about ma 차갑게 돌아선 뒷모습에 시간이 잠시 멈춘 듯해 하얗게 돼버린 머릿속엔 널 잡아야돼 아니 널 보내야돼 Oh 널 잊고 살던 널 잊지 못해 울던 나 될 대로 되라지 나도 날 잘 몰라  잊어볼래 니가 돌아서면 난 다신 잡지 않을래 니가 한 번만 한 번만 다시 또 생각해 달란 말에 더는 고민 안 할래 이제 너를 버릴래 가지마 나를 떠나가진마 몇 번을 생각해 봐도 내가 너를 잊기는 힘들 것 같아 잊을 수 없을 것 같아 I can't take my breath breath breath 시간이 갈수록 점점 지나갈수록 oh 난 더 I can't hold my breath breath breath 갈수록 나는 더 자꾸만 내 숨이 막혀 와 내 숨이 yeah breath in breath out breath in breath out breath in breath out breath in breath out 지워볼래 니 자린 이제 없어 돌아올 곳도 없어 니가 내게 더 내게 더 오면 난 더 멀어져 갈 거야 이제 좀 비켜줄래 나는 널 버릴래 하지마 돌아서려 하진마 아무리 생각해 봐도 정말 너를 지우긴 힘들 것 같아 정말 미칠 것 같아 I can't take my breath breath breath 시간이 갈수록 점점 지나갈수록 oh 난 더 I can't hold my breath breath breath 갈수록 나는 더 자꾸만 내 숨이 막혀 와 내 숨이 yeah breath in breath out breath in breath out breath in breath out breath in breath out I don't know I don't know yeah Yes or No 빛이 잠든 밤 불이 꺼진 방 엉켜버린 너에 대한 생각이 풀리지 않아 도대체 뭘 탓해야 조금이나마 위로가 될까 깊었던 사랑이 죄일까 될 대로 되라지 huh 나도 날 잘 몰라"}, {"song_no": "3018898", "year": "2010", "rank": "20", "title": "그여자", "artist": "백지영", "genre": "Drama", "lyrics": "한 여자가 그대를 사랑합니다  그 여자는 열심히 사랑합니다  매일 그림자처럼 그대를 따라다니며  그 여자는 웃으며 울고있어요  얼마나 얼마나 더 너를 이렇게 바라만 보며 혼자  이 바람같은 사랑  이 거지같은 사랑  계속해야 니가 나를 사랑하겠니  조금만 가까이 와 조금만  한발 다가가면 두 발 도망가는  널 사랑하는 난 지금도 옆에 있어  그 여잔 웁니다  그 여자는 성격이 소심합니다  그래서 웃는 법을 배웠답니다  친한 친구에게도 못하는 얘기가 많은 그 여자의 마음은 눈물투성이  그래서 그 여자는 그댈  널 사랑했대요 똑같아서  또 하나같은 바보 또 하나같은 바보  한번 나를 안아주고 가면 안돼요 난 사랑받고 싶어 그대여  매일 속으로만 가슴 속으로만  소리를 지르며  그 여자는 오늘도 그 옆에 있대요  그 여자가 나라는 걸 아나요  알면서도 이러는 건 아니죠  모를꺼야 그댄 바보니까  얼마나 얼마나 더 너를  이렇게 바라만 보며 혼자  이 바보같은 사랑 이 거지같은 사랑 계속해야 니가 나를 사랑하겠니  조금만 가까이 와 조금만 한발 다가가면  두 발 도망가는  널 사랑하는 난 지금도 옆에 있어  그 여잔 웁니다"}, {"song_no": "2988848", "year": "2010", "rank": "21", "title": "헤어지는 일 (Feat. 리쌍)", "artist": "이정", "genre": "Ballad", "lyrics": "네가 없어서 미치겠다 이러다 지치겠다 하지만 널 꼭 지키겠다 이 사랑 앞에서 난 절대 안 비키겠다 그러니 각오해 어떻게 널 떠나 보내 쉽지 않겠지만 쉬지 않겠어 식지 않을 거야 너에 대한 내 마음은 사랑해 날 미워하는 마음도 아무도 눈에 들어오지 않아 하루도 너 없는 내 삶은 변해 마치 부서지는 가루로 혼자가 싫은 내게 어느 날 우연히 그댈 내 눈에 담았지 해일보다 더 크게 내 맘에 하루하루 또 밀려오는 그리움 하지 말란 말 하지마 그댈 원하고 있는 날 애써 밀어내려 하지마 지금 그대 곁에 그 사람보다 그댈 원하고 있는 날 이대로 버려두진 마 떠나지마 날 떠나지마 날 아직 못해준 게 너무나 많은데 떠나지마 날 오 제발 내겐 죽기보다 더 힘든 헤어지는 일 그댈 안고 싶은데 떠나야 하는 나는 왜 아무 말도 하지 못하고 왜이래야만 하는데 왜 그댈 갖고 싶은데 떠날수 밖에 없는게 이렇게도 숨이 막히고 아플줄 난 몰랐네 떠나지마 그대 이별이란 무서운 늪에 날 빠뜨리지마 사랑의 끝에 아직 우릴 가두지마 왜 그렇게 독해 지나간 추억이 되살아 내 가슴을 찢는 듯 넌 뭐가 그리도 급해 모른 척 아닌 척 그런 척척 좀 하지마 적적한 밤이면 너 역시 내가 그립잖아 내 손을 잡아 우리가 걸어갈 길은 아직 많이 남았잖아 하지 말란 말 하지마 그댈 원하고 있는 날 애써 밀어내려 하지마 지금 그대 곁에 그 사람보다 그댈 원하고 있는 날 이대로 버려두진 마 떠나지마 날 떠나지마 날 아직 못해준 게 너무나 많은데 떠나지마 날 오 제발 내겐 죽기보다 더 힘든 헤어지는 일 떠나지마 날 떠나지마 날 아직 못해준 게 너무나 많은데 떠나지마 날 오 제발 내겐 죽기보다 더 힘든 헤어지는 일 그댈 안고 싶은데 떠나야 하는 나는 왜 아무 말도 하지 못하고 왜이래야만 하는데 왜 그댈 갖고 싶은데 떠날수 밖에 없는게 이렇게도 숨이 막히고 아플줄 난 몰랐네"}, {"song_no": "3014305", "year": "2010", "rank": "22", "title": "Beautiful", "artist": "비스트", "genre": "Dance", "lyrics": "Beautiful my girl"}, {"song_no": "2930967", "year": "2010", "rank": "23", "title": "Can`t Nobody", "artist": "2NE1", "genre": "Dance", "lyrics": "갈만큼 가겠지 오늘밤도 길겠지 분위기 타겠지 졸졸 따라 올 테지 난 참 바쁜걸 I welcome you to my world 2 N E 1 아름다운 Seoul city 시끄러운 음악소리 까만 눈 갈색머리 따라 하긴 too slow 태도는 확실하게 자신감 하늘 향해 뻔 뻔 당당하게 원한다 해도 Can't touch this 눈빛은 찌릿찌릿 심장을 beat it beat it 콧노래 LADI DADI 춤추는 BODY BODY 흥분은 NO NO 자 HERE WE GO GO 세상을 거꾸로 뒤집어놓을 SHOW Cuz I'm so bad bad but I'm so good good Yeah I'm so bad bad and I'm so hood hood Cuz I'm so bad bad but I'm so good good Yeah I'm so bad bad and I'm so hood hood Can't nobody hold us  down 날 멈추려 하지마 모두 미칠 때까지 다 지칠때까지 tonight Can't nobody hold us down Can't nobody can't nobody hold us down 갈 때까지 갈 때까지 갔어 난 Can't nobody can't nobody hold us down Cuz We keep rockin' we rock rockin' yeah 앞이 깜깜해도 달려가 네가 막아도 난 뚫고가 더 FASTER 좀 더 FASTER 눈을 감아봐 높이 날아올라봐 철없어 그게 매력인 걸 겁 없어 내 젊음인 걸 망가짐 따윈 없어 이미 벌써 Game over 정신 없이 미치자 Right now I don't give a 볼륨을 더 키워라 세상을 깨우자 Cuz I'm so bad bad but I'm so good good Yeah I'm so bad bad and I'm so hood hood Cuz I'm so bad bad but I'm so good good Yeah I'm so bad bad and I'm so hood hood Can't nobody hold us down 날 멈추려 하지마 모두 미칠 때까지 다 지칠때까지 tonight Can't nobody hold us down Can't nobody can't nobody hold us down 갈 때까지 갈 때까지 갔어 난 Can't nobody can't nobody hold us down Cuz We keep rockin' we rock rockin' yeah Let's rock Just take it to the top Ain't never gonna stop Now all I wanna do is  make you rock Just take it to the top Ain't never gonna stop Now make em say na na na na Let's rock Just take it to the top Ain't never gonna stop Now all I wanna do is make  you rock Just take it to the top Ain't never gonna stop Now make em say na na na na na na na na na na na na"}, {"song_no": "2978062", "year": "2010", "rank": "24", "title": "Mach", "artist": "레인보우", "genre": "Dance", "lyrics": "can't stop can't stop get it now  can't stop can't stop  bring it now  can't stop can't stop do it now  빛 보다 빠르게 뛰던 심장이  빛 보다 빠르게 네게 먼저  I'm getting closer now  빛 보다 빠르던 너만의 솜씨로  나를 가져가 다가와봐  나를 채가 맘을 채가  any one way any any  one one way  any one way out oh ye oh ye  나를 믿지 말아줘  내 눈빛 잊지 말아줘  나에게 순간 다가설래  이 순간 맘이 설레  니가 나를 뺏어줘  먼저 와 나를 뺏어줘  내 자존심 다 뺏어줄래  니 날카로운 속도로 my heart  can't stop can't stop get it now  can't stop can't stop  bring it now  can't stop can't stop do it now  빛 보다 빠르게 번진 내 맘이  빛 보다 빠르게 네게 잡혀  I'm getting closer now  빛 보다 뜨겁던 너만의 시선에  숨이 막혀가 끌려 만가  나를 채가 맘을 채가  나를 놓지 말아줘  넌 나를 놓지 말아줘  너에게 순간 가둬줄래  이 순간 가져줄래  니가 나를 잡아줘  먼저 와 나를 잡아줘  내 모든걸 다 걸어볼래  니 날카로운 속도로 my heart  내 안에 가시가 사라진다  새로운 하늘이 그려 진다  귓가에 니 숨이 심장에 니 숨이  마하의 속도로 스며든다 Now  any one way any any one  one way  any one way out oh ye oh ye  can't stop can't stop get it now  can't stop can't stop  bring it now  can't stop can't stop do it now  can't stop can't stop get it now  can't stop can't stop  bring it now  can't stop can't stop do it now  나를 믿지 말아줘  내 눈빛 잊지 말아줘  나에게 순간 다가설래  이 순간 맘이 설레  니가 나를 뺏어줘  먼저 와 나를 뺏어줘  내 자존심 다 뺏어줄래  니 날카로운 속도로 my heart"}, {"song_no": "2994361", "year": "2010", "rank": "25", "title": "미안해 (Feat. 美)", "artist": "포맨", "genre": "Ballad", "lyrics": "너를 만나 이제야 나 너를 만나 이제야 웃음이 나 이제서야 알 것 같아 정말 몰랐었어 지난 날 나 그땐 알지 못 했어 늦었지만 늦었지만 니가 내 전부 라고 오 바보처럼 몰랐어 참 내가 어리석었어 미안해 미안해 나 늦었지만 고백 할게 몰랐었어 지난 날 나 그땐 알지 못 했어 늦었지만 늦었지만 니가 내 전부라고 오 바보처럼 몰랐어 참 내가 어리석었어 미안해 미안해 이제야 알게 돼서 미안해 미련하게 혼자 웃을거라 참 후회했어 니 맘도 몰랐던거 눈물이 흘러  미안해 미안해 미안해 늦었지만 고백할게 바보처럼 몰랐어 참 내가 어리석었어 사랑 그 사랑 이제야 알게 돼서"}, {"song_no": "3028777", "year": "2010", "rank": "26", "title": "별처럼", "artist": "태연 (TAEYEON)", "genre": "Ballad", "lyrics": "세상 어느 곳에 그대 숨더라도"}, {"song_no": "2949854", "year": "2010", "rank": "27", "title": "그대네요", "artist": "성시경", "genre": "Ballad", "lyrics": "그대네요 정말 그대네요 그 따뜻한 눈빛은 늘 여전하네요 이제야 날 봤나요 한참을 보고 있었는데 햇살이 어루만지는 그대 얼굴 꿈일지도 몰라 안녕이란 말도 나오질 않아 하고픈 말 얼마나 많았는데 꿈에서도 너만 찾았는데 너무 늦었단 그런 말은 듣기 싫은데 내 눈을 피하는 그대 내 맘이 보이나요 그대 눈빛을 난 알 수가 없어 소리 없이 나 혼자 안녕 알고 있죠 지나간 일에는 너무 힘들었죠 만약이란 없는 것 그래도 한번쯤 달려가 잡았다면 그대가 한번만 안아줬더라면 그렇게 돌아서진 않았을텐데 꿈일지도 몰라 안녕이란 말도 나오질 않아 하고픈 말 얼마나 많았는데 꿈에서도 너만 찾았는데 혹시 그대도 하루마다 힘들었다면 나를 그리워했다면 주저하지 말아요 다시 망설이다 놓칠 순 없어 떨리는 목소리로 안녕 언젠가는 꼭 만나게 될 거라고 마음을 다해 바란다면 난 믿어왔었죠 이젠 슬픔은 없을 거야 우리 다시 만나면 감사해 우연이 선물한 이 순간을 그대도 지금 입술까지 떨려온다면 눈물이 날 것 같다면 내 손을 잡아줘요 그댈 다시 안아 봐도 될까요 숨결처럼 가까이 안녕 우리의 처음처럼 안녕"}, {"song_no": "2998356", "year": "2010", "rank": "28", "title": "눈부신 눈물", "artist": "디셈버", "genre": "Ballad", "lyrics": "우리 다시 사랑하게 된다면"}, {"song_no": "2960543", "year": "2010", "rank": "29", "title": "두 번 헤어지는 일", "artist": "다비치", "genre": "Ballad", "lyrics": "이제야 그댈 보내주네요"}, {"song_no": "2951631", "year": "2010", "rank": "30", "title": "진짜일 리 없어", "artist": "임정희", "genre": "Ballad", "lyrics": "이게 진짜일 리 없어  주변을 지나던 사람들 하나 둘씩 느려지고 주위의 모든 게 갑자기 들리지가 않아 세상은 갑자기 멈춰진 흑백사진 같은데 니 목소리만 메아리처럼 헤어지자 이게 진짜일 리 없어 니가 날 떠나는 게 꿈속인 게 틀림 없어 눈물도 나지 않는 게 누가 나 좀 꼬집어 줬으면 해 꿈이라면 나를 깨워줬음 해 아님 내가 살 수 없어 이게 진짜일 리 없어 그건 안돼  조금씩 주변의 사람들 움직이기 시작했고 니가 일어서는 모습이 영화처럼 보여 떠나는 널 잡아보려고 손을 내밀려 해도 온몸이 돌처럼 다 굳어버린 것 같아 이게 진짜일 리 없어 니가 날 떠나는 게 꿈속인 게 틀림 없어 눈물도 나지 않는 게 누가 나 좀 꼬집어 줬으면 해 꿈이라면 나를 깨워줬음 해 아님 내가 살 수 없어 이게 진짜일 리 없어 니가 떠나고 나서야 머리가 움직이나 봐 그대 뒤를 쫓아 거리를 헤매어 뛰지만 이게 진짜일 리 없어 니가 날 떠나는 게 꿈속인 게 틀림 없어 눈물도 나지 않는 게 누가 나 좀 꼬집어 줬으면 해 꿈이라면 나를 깨워줬음 해 아님 내가 살 수 없어 이게 진짜일 리 없어 이게 진짜일 리 없어 정말 니가 떠났나 봐"}, {"song_no": "2963061", "year": "2010", "rank": "31", "title": "내 눈에는 (Feat. 이재훈)", "artist": "싸이 (PSY)", "genre": "Rap / Hip-hop", "lyrics": "당신은 너무나 섹시해 쳐다 보지마 창피해  나풀거리는 단발머리의 향기에 난 취해  가시 돋힌 장미같이 앙칼져 보이는 아가씨  피부는 우유빛이고 하늘거리는 옷은 비치고 미치고  이건 운명의 장난질이고 내 Feel이고  어쩜 이리도 아름답냐 너 사람 맞냐  보일듯 말듯 잡힐듯 말듯  아침 이슬 먹은 사슴의 눈망울처럼 아주 촉촉해  내 눈에는 그대가 천사로 보여  내 눈에는 기쁨의 눈물이 고여  내 눈에는 모든게 아름다워요  내 눈에는 너 밖에 안보여 향기로운 몸짓에 신비로운 눈빛에  간지러운 손짓에 너의 웃음소리에  너의 목소리에 너의 콧소리에 난 반해버렸네  향수를 쓰지 않아 샴푸 냄새 하나  양주를 먹지 않아 감수성 그 하나로 넌 독특해  난 어떡해 보면 볼수록 불 붙네  기름을 들이 붙네 불 타올라 달아올라  도레미파솔라 도도해 보여  똑똑해 보여 무뚝뚝해 보여  하지만 화끈해 보여 몹시 맵시 나고  섹시한 아가씨 보일듯 말듯 잡힐듯 말듯  아침 이슬 먹은 사슴의 눈망울처럼 아주 촉촉해  내 눈에는 그대가 천사로 보여  내 눈에는 기쁨의 눈물이 고여  내 눈에는 모든게 아름다워요  내 눈에는 너 밖에 안보여 향기로운 몸짓에 신비로운 눈빛에  간지러운 손짓에 너의 웃음소리에  너의 목소리에 너의 콧소리에 난 반해버렸네  당신에게 홀딱 반해 빛이 난다네  너에 대한 환상에 환장해 너무 이쁘잖아 너 나랑 장난해 당신에게 홀딱 반해 빛이 난다네 너에 대한 환상에 환장해  이제 이리 와서 내게 장난해 내 눈에는 그대가 천사로 보여  내 눈에는 기쁨의 눈물이 고여  내 눈에는 모든게 아름다워요  내 눈에는 너 밖에 안보여 워"}, {"song_no": "2983513", "year": "2010", "rank": "32", "title": "Promise U (Feat. 정슬기)", "artist": "미스에스", "genre": "Dance", "lyrics": "yeah once again miss s yes yes I promise U oh 널 잊었어 다 끝났어 널 지웠어 I promise U I promise U 난 너를 잊어 갈게 I can't love with U I can't love with U Oh no 이제는 기억에 사라질게 난 약속해 평소에 네 생각하지 않기로 약속해 우리 이별을 떠벌리지 않기로 약속해 구차하게 서로 연락안하기로 약속해 나 약속해 네게 약속할게 좋아 네 멋대로 떠난 지난 기억은 다 지워줄게 행복했던 순간들 가슴속에 가득한데 어쩌겠어 반복된 기다림도 너무나 지겨워 흔들 흔들리던 우리사이 지쳐만 가 나 힘겨워 don't go back 돌려놓기엔 no way 이별 앞에서 눈물 흘리건 사랑이란건 주거나 받거나 사라지는 거라고 내게 말했잖아 돌아갈 수가 없다면 우리 돌이킬 수가 없다면 차라리 I promise U 이젠 내가 네 곁에서 떠날게 I promise U I promise U 난 너를 잊어 갈게 I can't love with U I can't love with U Oh no 이제는 기억에 사라질게 난 약속해 평소에 네 생각하지 않기로 약속해 우리 이별을 떠벌리지 않기로 약속해 구차하게 서로 연락안하기로 약속해 나 약속해 네게 약속할게 잊을게 너의 기억 힘을 내도 네가 미워 이젠 계절과는 상관없이 자꾸 맘이 시려 우린 너무나도 행복했지 그때 넌 내가 최고랬지 소심했던 네가 이별 앞에서는 대범했지 가슴앓이 하며 홀로 지낸 것도 이젠 내게 너무 익숙해 외출 시 입는 옷도 신경 안 써 이젠 그냥 입는데 가끔 네 모습이 너무 생각나서 우리과거를 회상했어 미소 짓지만 사실 난 못 잊어 너의 마지막 나 너를 보내고 그 시간 속에서 얼마나 지쳐있는지 I deep in side my heart hold me now cause I miss U baby I can't love with U I can't love with U 난 너를 잊어 갈게 Oh I promise U I promise U Oh no 이제는 기억에 사라질게 난 I promise U I promise U 난 너를 잊어 갈게 I can't love with U I can't love with U Oh no 이제는 기억에 사라질게 난 약속해 평소에 네 생각하지 않기로 약속해 우리 이별을 떠벌리지 않기로 약속해 구차하게 서로 연락안하기로 약속해 나 약속해 네게 약속할게"}, {"song_no": "2990826", "year": "2010", "rank": "33", "title": "상처투성이", "artist": "민경훈", "genre": "Ballad", "lyrics": "하루도 마음 쉴 날 없네요 그대 기억은 이토록 부지런한지 눈 뜨기 무섭게 내 맘에 들어와 온종일 휘젓고 떠나가죠 한 곳도 성한 데가 없네요 내 가슴은 상처 투성이라서 그대를 그리고 그리다 온통 헤져버린 맘 눈물이 다 또 아파오지만 괜찮아요 이 까짓 아픔쯤 그 상처 수만큼 사랑했다는 뜻 일 테니까 오래도록 오래도록 아파할지라도 후회 없을 사랑이니까  잠시도 마를 틈이 없네요 내 가슴은 눈물 투성이라서 남 몰래 삼키고 삼키다 온통 짓물러진 맘 추억이 얹혀 더 아프겠지만 괜찮아요 이 까짓 아픔쯤 그 상처 수만큼 사랑했다는 뜻 일 테니까 오래도록 오래도록 다 간직 할게요 사랑이 준 선물이니까 그대 날 잊고 살아요 나처럼 아파하면 안돼요 고마워요 상처만으로도 그대가 내 곁에 다녀갔다는 흔적이니까 미치도록 미치도록 아파올 때마다 그대가 생각날 테니까 행복한 눈물 흐를 테니까"}, {"song_no": "2952163", "year": "2010", "rank": "34", "title": "Hello", "artist": "SHINee (샤이니)", "genre": "Dance", "lyrics": "이럴 때를 보면 나 어리기는 한가봐 눈 앞에 두고도 어찌 할 줄 몰라 어떻게들 사랑을 시작하고 있는지 사랑하는 사람들 말해줘요 언젠가 그녀 손을 잡아 볼 날 올까요 감은 두 눈 위에 Kiss하는 날도 와줄까요 Hello Hello 나름대로 용길 냈어요 Hello Hello 잠시얘기 할래요 Hello Hello 내가 좀 서툴진 몰라도 Who knows 어쩜 우린 잘 될지도 몰라 내가 다가서야 하는지 좀 더 기다려야 하는지 모두 다른 말을 하는 게 더 어려워 믿을 수 없겠죠 보기보다 눈이 높아요 이런 일 난 흔치 않아요 내 말 믿어줘요 yeah 아무렇지 않게 그녈 안을 날 올까요 생각한 대로 모두 이뤄진단 말 믿어요 Hello Hello 나름대로 용길 냈어요 Hello Hello 잠시얘기 할래요 Hello Hello 내가 좀 서툴진 몰라도 Who knows 어쩜 우린 oh yeah 처음은 아니죠 사실 말하자면 사랑도 이별도 해봤죠 하지만 어려워요 이 말을 믿어줘요 그대는 달라요 Hello Hello 이번엔 나를 다 걸게요 Hello Hello Ooh yeah Baby Baby Baby girl Hello Hello 지금은 어떨지 몰라도 Who knows 어쩜 우린 Hello 내 곁을 맴돈 그 시간들을 계속 그 어떤 기쁨과도 비교 못해 No More 그댈 이젠 표현 할수 없고 내 손을 잡는다면 Never let you go 이런게 사랑이면 절대 안놓쳐 Who knows 우리 둘이 운명일지 몰라 Hello Hello"}, {"song_no": "2969981", "year": "2010", "rank": "35", "title": "Thank You (Feat. 서인영)", "artist": "싸이 (PSY)", "genre": "Dance", "lyrics": "같은 곳에서 눈을 뜨고 같이 세상에 눈을 뜨고 같은 곳에서 불을 끄고 같이 누워 꿈을 꾸고 원숙하고 성숙하고 성격은 들쑥날쑥하고 어느 날 쑥하고 커버린 소녀 아릿다운 그녀의 이름은 숙녀 이것은 분명 나의 숙명 너는 나의 운명 하늘의 장난 혹은 감탄 좋아 일단 사귀자는 판단 그 후로 오랫동안 너의 동안이 변치 않는 것을 보니 고만고만하게 지냈나봐 그래 날 봐 나도 그새 많이 변했잖아 애 썼어 열매는 달지만 과정은 썼어 그래 힘들었어 나도 힘들었어 그래서 이 노래를 썼어 oh thank you oh thank you oh thank you I thank you so so much 고마워 아름다워 자랑스러워 사랑스러워 oh thank you oh thank you oh thank you I thank you so so much 고마워 아름다워 자랑스러워 사랑스러워 같은 곳에서 눈을 뜨고 같이 세상에 눈을 뜨고 같은 곳에서 불을 끄고 같이 누워 꿈을 꾸고 나는 어떤 놈과도 다른 남자야 나를 믿고 따른다면 후회 없어 아니면 언제든 가도 상관없어 메마른 나에게 한 줄기 비 같은 존재가 되어다오 강성처럼 보이지만 나는 감성이 풍부해 매사에 감정적이야 자기야 환갑이 되도 너는 나의 애기야 이런 날 만나 너는 날마다 천국과 지옥을 오고 가나 허나 이거 하나 널 한방에 나의 안방에 oh thank you oh thank you oh thank you I thank you so so much 고마워 아름다워 자랑스러워 사랑스러워 oh thank you oh thank you oh thank you I thank you so so much 고마워 아름다워 자랑스러워 사랑스러워 같은 곳에서 눈을 뜨고 같이 세상에 눈을 뜨고 같은 곳에서 불을 끄고 같이 누워 꿈을 꾸고 고마워 아름다워 자랑스러워 사랑스러워 태어나줘서 나타나줘서 thank you 다가 와줘서 날 안아줘서 thank you 내가 노래하는 그 이유 내가 사는 그 이유 날 살게 하는 그 이유 thank you 태어나줘서 나타나줘서 thank you 다가 와줘서 날 안아줘서 thank you 내가 노래하는 그 이유 내가 사는 그 이유 날 살게 하는 그 이유 thank you"}, {"song_no": "3006849", "year": "2010", "rank": "36", "title": "좋은 사람 (Feat. 마리오)", "artist": "모세", "genre": "Ballad", "lyrics": "좋은 사람 꼭 만나기를"}, {"song_no": "3009049", "year": "2010", "rank": "37", "title": "후회합니다 (고해 Part.2)", "artist": "임재범", "genre": "Ballad", "lyrics": "사랑한 게 잘못입니다  그녈 욕심낸 게 잘못입니다  처음부터 절대 바라봐선 안될 걸  넘 본 내 탓이겠죠  사랑한 죄보다 나쁜 죄  그녀 하나 지켜내지도 못해  아프게 하고 울게만 하고  결국 떠나가게 만들었죠  후회합니다 가슴을 칩니다  다른 사람도 아닌 그녈 보냈다는게  죽고싶을 만큼 미워집니다  잘못한 게 잘못입니다  이제 깨달은 게 잘못입니다  조금 더 먼저 조금 더 일찍  아껴주고 안아줬더라면  후회합니다 가슴을 칩니다  다른 사람도 아닌 그녈 보냈다는게  있을 수 있는지  눈물이 흘러서 마음이 닳도록 빌어도  뉘우쳐봐도 죽고싶을만큼 내가  또 미워집니다   사람이니까 그럴 수 있다  그 한마디에 지쳐서 웁니다  빨리 해도 후회 늘 늦어버린 뒤라  돌이킬 수 없다해도  벌이 남아있다면 그게 그리움이면  받아드릴게요 날마다 후회해  가슴을 치는 한 있어도  사랑합니다 잘못인 줄 알면서도"}, {"song_no": "2930969", "year": "2010", "rank": "38", "title": "박수쳐", "artist": "2NE1", "genre": "Dance", "lyrics": "박수 쳐 박수 쳐 박수 쳐 모두 박수 쳐 박수 쳐 모두 박수 쳐 네가 어디에서 무엇을 하던 걱정 근심 따윈 버리고 다 손뼉 쳐 자 이제 손을 높이 들자 크게 치는 사람 오늘 승자 2NE1 함께 놀자 혼자 있는 사람 모두 빨리 부르자 이 답답한 도시에서 벗어 나자 박자에 맞춰 모두 다 우리는 우리 밖으로 탈출한 사자 I wanna rock your body 오늘 하루는 잠시 미쳐봐 몸이 뜨거워 질 때까지 뛰어봐 우리 만나면 A YO 나에 손 너에 손 부딪쳐 보자 오늘 하루는 잠시 미미 미쳐봐 욕심 따위는 모두 이이 잊어봐 우리 신나면 ayo Walk Like A Champion 모두 준비 됐어 박수 쳐 박수 쳐 모두 손을 올리고 저 하늘에게 말을 걸어 봐 박수 쳐 박수 쳐 이제부터 시작이야 K O R E A 자 힘이 들 땐 모두 산을 타자 30분 뒤에 정상에서 만나 내가 제인 이라면 넌 타잔 가자 저 넓은 우주를 향해 탈출하자 탐험 하자 깊은 바다에서의 뜨거운 마찰 잠깐 이제 우린 모두 하나 One More time Rock Your Body Every Body 오늘 하루는 잠시 미쳐봐 몸이 뜨거워 질 때까지 뛰어봐 우리 만나면 A YO 나에 손 너에 손 부딪쳐 보자 오늘 하루는 잠시 미미 미쳐봐 욕심 따위는 모두 이이 잊어봐 우리 신나면 ayo Walk Like A Champion 모두 준비 됐어 박수 쳐 박수 쳐 모두 손을 올리고 저 하늘에게 말을 걸어 봐 박수 쳐 박수 쳐 이제부터 시작이야 K O R E A  빨게 진 손뼉으로 모두 공격 이 차가운 세상에 너를 보여줘 YO 이 음악으로 지구를 흔들자 좀 더 크게 노랠 부르자 너와 나의 소리가 하나 되고 그 소리가 합쳐 세상을 흔들고 느껴진다면 모두 같이 나와 춤추자 Just You and Me One I Wanna Rock YO Body I Wanna Make Some Noise 걱정 따윈 날려 버려 I Wanna Rock YO Body I Wanna Make Some Noise 무거운 짐 따윈 벗어 던져 박수 쳐 박수 쳐 모두 손을 올리고 저 하늘에게 말을 걸어 봐 박수 쳐 박수 쳐 이제부터 시작이야 K O R E A"}, {"song_no": "3003430", "year": "2010", "rank": "39", "title": "LoveSick", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "uhh doctor"}, {"song_no": "3016077", "year": "2010", "rank": "40", "title": "내겐 네가 흘러서..", "artist": "V.O.S", "genre": "Ballad", "lyrics": "하기 싫어도 꼭 해야 하는 말"}, {"song_no": "2924048", "year": "2010", "rank": "41", "title": "왜", "artist": "Supreme Team", "genre": "Rap / Hip-hop", "lyrics": "왜 헤어지잔 너의 말 나를 찢어버린 그 말 차가워진 네 몸에 내 이름 대신 채워진 말 믿지 못 했어 믿을 수 없어서 My luv don't tell me a lie 내 곁에 있어줘 당연히 난 장난이거나 아님 잠깐 나에게 뭔가 삐친게 있겠지 하고 착각 했어 툴툴 대는 네 말투 줄어든 만남의 횟수 얼어붙은 네 표정 땜에 꺼져가는 내 맘의 횃불 그 어떤 아름다운 말로도 수습하기 힘든 지금 내 남은 믿음까지 시들해질 필요는 없다고 느끼는데 예전 같지 않아 화도 꾹꾹 참으면서 네 자신을 숨기는 게 네가 말해주기 전까진 내가 뭘 잘못했는지 조차 깨닫지 못하는 것 잘 알잖아 죽느니 사느니 했던 이별 앞에서도 우린 수십 번 떨어졌다가도 다시 만났잖아 마지막이라는 말도 이제 마지막이니까 잠시만이라도 나와 줘 너의 집 앞이니까 헤어지더라도 서로 얼굴은 보고 끝내 나에게 아쉬움이라도 남아있다면 좋게 끝내 헤어지잔 너의 말 나를 찢어버린 그 말 차가워진 네 몸에 내 이름 대신 채워진 말 믿지 못 했어 믿을 수 없어서 My luv don't tell me a lie 내 곁에 있어줘 왜라니 내가 네 남자친구잖아 말 한마디로 다 떼 내 버릴 사인 아니잖아 왜라니 이렇게 툭 던져놓으면 안되지 떠나고 싶은 맘 그 맘까진 다 이해할 테니 도망가듯 떠나진 말아 얘기 좀만 더 하자 네가 못된 거야 이건 미안하단 말 그딴 건 기대도 안하니까 일단 와서 얼굴보고 말해 아직 우리 그 정도론 가까워 난 아까워 네가 버리고 싶어 하는 기억들 네 입장에서 난 사라져야 되지 그렇게 미웠고 내가 싫었으면 미리 티라도 내지 내가 심하게 눈치 없던 것도 아닌데 꼭 지금 갑자기 꺼지라는 식으로 전부 다 밀어내야 됐는지 한번만 더 물어볼게 한번만 더 대답해 한번만 다시 생각해 헤어지잔 너의 말 나를 찢어버린 그 말 차가워진 네 몸에 내 이름 대신 채워진 말 믿지 못 했어 믿을 수 없어서 My luv don't tell me a lie 내 곁에 있어줘 내가 먼저 왜냐고 묻고 싶은 맘도 있지만 물어봤자 돌아올 대답도 왜 왜 왜 이렇게 꼭 힘겹게도 끝내야 되냐고 내가 먼저 왜냐고 묻고 싶은 맘도 있지만 물어봤자 돌아올 대답도 다 왜 왜 왜 왜 왜 왜  굳어버린 네 볼에 의미 없는 내 입맞춤 부끄런 내 손으로 헝클어진 널 빗어내도 마지막인데 이게 끝인 건데 My luv don't leave me alone 날 떠나가지마"}, {"song_no": "2993798", "year": "2010", "rank": "42", "title": "사랑은 이별보다 빨라서", "artist": "BMK", "genre": "Ballad", "lyrics": "한걸음 한발작도 떼지마 니 옆에 그녀가 울잔아 너 밖에 모르던 한 여자 지금 니 앞에서 울고 있잔아 니가 없이 하루도 난 못 살아 내 가슴 고장 내놓고 가긴 어딜 가 내 맘을 멀게 해놓고 너 가긴 어딜 가 안돼 이대로 못 보내 너만 바라고 바라고 바래 너만 원하고 원하고 원해 이렇게  사랑은 이별보다 빨라서 이별을 볼 수가 없잔아 사랑은 이별보다 아파서 눈에 멀어져도 생각나잔아 지워내도 지워내도 아파서 내 가슴 고장 내놓고 가긴 어딜 가 내 맘을 멀게 해놓고 너 가긴 어딜 가 안돼 이대로 못 보내 너만 바라고 바라고 바래 너만 원하고 원하고 원해 이렇게 나 어떡해 너를 잊어내 단 하루도 난 니가 없이 난 자신 없는데 지금 널 보내면 다시는 못 볼 것 같아 나 울잔아 가지마 이렇게 사랑하는데 가긴 어딜 가 내가 널 못 보내는데 너 가긴 어딜 가 안돼 이대로 못 보내 우리 처음 만났던 그때로 우리 이별을 몰랐던 때로 돌아가"}, {"song_no": "2967768", "year": "2010", "rank": "43", "title": "나 같은 여자", "artist": "화요비", "genre": "Ballad", "lyrics": "매력 있다는 말 참 괜찮다는 말"}, {"song_no": "3016180", "year": "2010", "rank": "44", "title": "Say You Love Me", "artist": "지나", "genre": "Dance", "lyrics": "언제부터 넌 난 모르게 내 맘에 들어와 있는 거니 하루하루 커가는 마음을 이젠 자를 수도 없는 걸 친구로만 곁에 있게 해달라 원하고 원했지만 눈물이 고인 내 가슴 속은 너만을 원하고 있는 걸 이제 내게 집중해 boy boy 이제 좀 더 멋진 여자가 될 거란걸걸 내 몸과 움직임 모두 너를 향한 걸 니 눈빛 니 몸짓 이미 나를 향한 걸 ok stop baby work it out Say you love me I just wanna know Say you love me I just wanna know 내 가슴엔 너 아닌 누구도 살 수 없다는 걸 넌 알고 있니 Say you love me I just wanna know Say you love me You just gotta show 내안에 감춰둔 사랑을 너도 알고 있니 그 너라는 걸 소리 없이 내게 다가온 그 말 너만을 사랑해 I wanna know 너와 함께 웃던 날 I gotta show 그 날에 멈춰 웃는 날 이런 난 어떻게 해야해 I just wanna know I just wanna know 너는 내게 눈을 맞춰춰 ma boy 이제 망설이지 말고 솔직하게 다가와줘 이미 널 향한 커져버린 맘맘맘 그런 내맘 의심하지 말아줘 난 이미 너의 여잔 걸 Say you love me I just wanna know Say you love me I just wanna know 내 가슴엔 너 아닌 누구도 살 수 없다는 걸 넌 알고 있니 Say you love me I just wanna know Say you love me You just gotta show 내안에 감춰둔 사랑을 너도 알고 있니 그 너라는 걸 Say you love me I just wanna know Say you love me You just gotta show 내 모든걸 가질 수 있는 건 바로 너뿐인 걸 그 너라는 걸 소리 없이 내게 다가온 그 말 너만을 사랑해"}, {"song_no": "3025148", "year": "2010", "rank": "45", "title": "아잉♡", "artist": "오렌지 캬라멜", "genre": "Dance", "lyrics": "그대의 입술이 닿으면 간질 간질 마음이 간지러 자꾸만 아잉 아잉 기뻐서 아잉 아잉 예민해 예민해 그대를 1초만 못 봐도 눈물샘에 신호가 떠버려 자꾸만 꺼이 꺼이 보고파 꺼이 꺼이 예민해 예민해 알러지 같은 내 사랑 멀쩡하던 날 시큰하게 훌쩍거리게 줬다 폈다 왔다 갔다 Oh 멋지면 다야 잘생기면 다야 징글 징글 징글 하게 오 좋아서 미쳐 미쳐 빠져 빠져 온몸이 저려 뼛속까지 저려 찌릿 찌릿 찌릿 하게 오 어떡해 덥썩 덥썩 내 맘 집어 삼키는 너 난나나나 난난나 난나나나 난나나  그대가 툭 던진 농담도 밤새도록 내 맘을 괴롭혀 궁금해 오잉 오잉 생각해 오잉 오잉 예민해 예민해 알러지 같은 내 사랑 얌전하던 날 정신 없게 폴짝거리게 아찔하게 짜릿하게 Oh 멋지면 다야 잘생기면 다야 징글 징글 징글 하게 오 좋아서 미쳐 미쳐 빠져 빠져 온몸이 저려 뼛속까지 저려 찌릿 찌릿 찌릿 하게 오 어떡해 덥썩 덥썩 내 맘 집어 삼키는 너  날 꼼짝 못하게 해버렸죠 나만의 사랑 남자 중에 남자 어쩜 어쩜 어쩜이래 오 완벽해 머리부터 발끝까지 내 삶의 보석 내 인생의 기적 오래 오래 오래토록 오 영원히 나만 나만 나만 나만 사랑해줘 난나나나 난난나 난나나나 난나나 난나나나 난난나 난나나나 난나나 아잉"}, {"song_no": "2996557", "year": "2010", "rank": "46", "title": "두 여자", "artist": "왁스", "genre": "Ballad", "lyrics": "내가 너무 쉬워 보였니"}, {"song_no": "2952363", "year": "2010", "rank": "47", "title": "Too Late (Part.1)", "artist": "남녀공학", "genre": "Dance", "lyrics": "It's too late 다시한번 말해 It's too late 내앞에서 꺼져    잔소린 집어쳐 왜 자꾸만 다그쳐 내가 뭘 잘못했어? 어어 어어 어어어? 잔머리 집어쳐 왜 자꾸 뒷 걸음쳐 한눈판거 다알어? 어어 어어 어어어?    *Too late 너무 늦어 버렸어 Too late 아직 늦지 않았어 Too late 내앞에서 사라져 Right now Right now Right now    **머리부터 발끝까지 하나부터 열까지 다 거짓말 넌 아직 남잘몰라 머리부터 발끝까지 하나부터 열까지 다 거짓말 두번다신 날 찾지마    It's too late 다시 한번 말해 It's too late 내앞에서 꺼져 It's too late 다시 사랑 할래 It's too late 한번만 더 기회를줘    뭐라고 욕해도 할말은 없어 그녀와 있던건 사실이었어 Break your mind 가슴이 미친듯 뛰고있어 날카로운 말이 싫어 위태로운 내가 싫어 짜증만 내는 니 모습이 날 또 할 말 없게 만들어    더얘기해봤자 제자리만 멤돌아 내속만 타들어가 어어 어어 어어어 바람을펴봤자 내 손바닥 안이야 도대체 몇번째야? 어어 어어 어어어?    *Too late 너무 늦어 버렸어 Too late 아직 늦지 않았어 Too late 내앞에서 사라져 Right now Right now Right now    **머리부터 발끝까지 하나부터 열까지 다 거짓말 넌 아직 남잘몰라 머리부터 발끝까지 하나부터 열까지 다 거짓말 두번다신 날 찾지마    속아주는척 딱 한번 내게 기회를줘 아직까진 널 사랑하니까 믿어볼래    와와와 와줘 와와 What's gonna Back to me 가슴이 미친듯 소리질러 와와와 와줘 와와 What's gonna Come to me 내가 미쳐 버릴것같어    **머리부터 발끝까지 하나부터 열까지 다 거짓말 넌 아직 남잘몰라 머리부터 발끝까지 하나부터 열까지 다 거짓말 두번다신 날 찾지마    머리부터 발끝까지 너 때문에 내가슴 다 망가져 한번만 날 용서해 머리부터 발끝까지 너 때문에 내가슴 다 망가져 두번 다시 용서못해"}, {"song_no": "2980912", "year": "2010", "rank": "48", "title": "주인공 (Feat. LMNOP)", "artist": "아웃사이더", "genre": "Rap / Hip-hop", "lyrics": "셋 둘 하나 더 크게 외쳐 몰아치는 거센 비바람에도 난 춤춰 오늘도 셋 둘 하나 더 깊게 숨 쉬어 날 따라와 더 새로운 나를 난 꿈꿔 꿈꿔 값비싼 차가 없어도 난 OK 값비싼 신발이 없어도 난 OK 모두가 비싼 옷과 비싼 시계 비싼 만남을 원하면서 정작 작은 화면 뒤에 숨어 친구를 욕해 난 당당하게 두발로 거친 세상 위를 누벼 내 목소리는 편견으로 막힌 두 귀를 뚫어 이 마이크로폰에 담긴 삶의 무게는 꽤나 무겁지만 일단 음악이 Play되면 깃털보다 가벼워 1등 2등 3등만을 원하는 세상아 덤벼라 바람을 가르며 달리는 내 혀는 그 어떤 방패라도 뚫어 돈과 명예 명품 백을 원하는 세상아 덤벼라 거짓에 맞서 싸워 난 그 어떤 장사라도 무릎을 꿇어 내게는 한계 따위는 없어 그 누가 뭐라고 손가락질하고 욕해도 포기란 없어 오늘도 한손에 펜과 마이크를 들어 난 음악을 할 땐 고집쟁이 사랑을 할 땐 욕심쟁이 제대로 느낄 줄 아는 너야말로 진짜 멋쟁이 서울 대전 대구 부산 찍고 지구를 돌고 돌고 돌고 돌아도 Keep going 절대 멈추지 않아 나는 포기하지 않아 쿵하고 쓰러져도 굳건히 일어나 서울 대전 대구 부산 찍고 지구를 돌고 돌고 돌고 돌아도 Keep going 절대 멈추지 않아 나는 쓰러지지 않아 내 인생은 칠전팔기 역전의 드라마 여기를 둘러봐도 저기를 둘러봐도 아무리 불러봐도 아무나 물어봐도 출구란 없는 게임 답안지 작성하듯 모두가 같은 옷 같은 말투 같은 가방 같은 화장 같은 춤을 춰 꾸물꾸물 거리단 꿈을 잃어버린다 우물쭈물 하다간 꿈을 놓쳐버린다 우리는 꿈이란 악기를 연주하는 거리 위의 악사 난 악기가 없어도 목 하나로 악써 외로워 조용히 내말을 들어줄 사람이 필요해 가슴이 시려서 괴로워 누가 날 꿈에서 꺼내줘 끝없는 고난과 시련이 때로는 무서워 너와 내 거리를 만들고 멀리서 떨어져 바라보는 모습이 차가워 따스한 손길이 필요해 또 다시 혼자가 되는 건 너무나 싫어 거친 바람을 헤치고서 이 길을 선택한건 그 누구도 아닌 자신 그러므로 다신 포기할 수 없어 짊어진 두 어깨가 너무나 무거워도 무서워도 문제없어 문을 열고 꿈을 향해 뛰어 서울 대전 대구 부산 찍고 지구를 돌고 돌고 돌고 돌아도 Keep going 절대 멈추지 않아 나는 포기하지 않아 쿵하고 쓰러져도 굳건히 일어나 서울 대전 대구 부산 찍고 지구를 돌고 돌고 돌고 돌아도 Keep going 절대 멈추지 않아 나는 쓰러지지 않아 내 인생은 칠전팔기 역전의 드라마 No 아직 아니야 뒤돌지마 눈을 감고 Fly Don't be afraid Hope for the best 너를 위해서 이렇게 노래 불러 서울 대전 대구 부산 찍고 지구를 돌고 돌고 돌고 돌아도 Keep going 절대 멈추지 않아 나는 포기하지 않아 쿵하고 쓰러져도 굳건히 일어나 서울 대전 대구 부산 찍고 지구를 돌고 돌고 돌고 돌아도 Keep going 절대 멈추지 않아 나는 쓰러지지 않아 내 인생은 칠전팔기 역전의 드라마 셋 둘 하나 더 크게 외쳐 몰아치는 거센 비바람에도 난 춤춰 오늘도 셋 둘 하나 더 깊게 숨 쉬어 날 따라와 더 새로운 나를 난 꿈꿔 꿈꿔 꿈을 잃어버린 넌 칼날을 잃어버린 검 열정을 잃어버린 넌 발톱을 잃어버린 범 희망을 잃어버린 넌 생명을 잃어버린 섬 넌 깨어있지만 사실 잠 들어있는 몸 꿈을 잃어버린 넌 칼날을 잃어버린 검 열정을 잃어버린 넌 발톱을 잃어버린 범 희망을 잃어버린 넌 생명을 잃어버린 섬 내 인생은 칠전팔기 역전의 드라마"}, {"song_no": "2940474", "year": "2010", "rank": "49", "title": "헤어지러 가는 길 (Feat. 조권)", "artist": "임정희", "genre": "Ballad", "lyrics": "헤어지러 가는 길 널 버리려 하는 일 니 가슴 아픈 만큼 내 가슴도 아플 걸 알지만 이게 나아서 하는 일 내 마음이 맨날 내 생각만 하던 마음이 첨으로 너를 위해서 하는 일을 그런 일을 하러 가는 길  널 만나러 가는 길 너무나 행복한 일 그 동안 못해줬던 소중한 말 한마디 사랑해 그 말을 하러 가는 길 내 마음이 맨날 내 생각만 하던 마음이 첨으로 너를 위해서 하는 일을 그런 일을 하러 가는 길 너무 늦은 걸 알아 그래 늦은 걸 알아 이미 내 맘은 니 곁을 떠났는 걸 내 사랑은 넘치는 걸 이제야 말하지만 내 진심이니까 꼭 받아주길 바래 헤어지러 가는 길 널 만나러 가는 길 내가 위하는 만큼 너도 날 위하는 걸 알기에 지금 가고 있어"}, {"song_no": "3026177", "year": "2010", "rank": "50", "title": "하늘을 달리다", "artist": "허각", "genre": "Ballad", "lyrics": "두근거렸지 누군가 나의 뒤를 쫓고 있었고 검은 절벽 끝 더 이상 발 디딜 곳 하나 없었지 자꾸 목이 메어 간절히 네 이름을 되뇌었을 때 귓가에 울리는 그대의 뜨거운 목소리 그게 나의 구원이었어 마른하늘을 달려 나 그대에게 안길 수만 있으면 내 몸 부서진대도 좋아 설혹 너무 태양 가까이 날아 두 다리 모두 녹아 내린다고 해도 내 맘 그대 마음속으로 영원토록 달려갈거야  내가 미웠지 난 결국 이것밖에 안 돼 보였고 오랜 꿈들이 공허한 어린 날의 착각 같았지 울먹임을 참고 남몰래 네 이름을 속삭였을 때 귓가에 울리는 그대의 뜨거운 목소리 그게나의 희망이었어 마른하늘을 달려 나 그대에게 안길 수만 있으면 내 몸 부서진대도 좋아 설혹 너무 태양 가까이 날아 두 다리 모두 녹아 내린다고 해도 내 맘 그대 마음속으로 영원토록 달려갈거야 허약한 내 영혼에 힘을 날개를 달 수 있다면  마른하늘을 달려 나 그대에게 안길 수만 있으면 내 몸 부서진대도 좋아 설혹 너무 태양 가까이 날아 두 다리 모두 녹아 내린다고 해도 내 맘 그대 마음속으로 영원토록 달려갈거야"}]