[{"song_no": "2802840", "year": "2010", "rank": "51", "title": "바람필래", "artist": "조성모", "genre": "Dance", "lyrics": "나 바람필래 네 눈을 피해 이제는 나 술에 취해 힘겨워지네 너땜에  이제는 나도 지쳤어  내 맘이 아파오는데 다 거짓말 모두 거짓말 나만 사랑한단 말 하지마 그 말은 하지마 이제 겁이나 시간이 흐를수록 변해가 너 왜 왜 변해가 행복했던 날들 달콤했던 말들 짜릿했던 밤들 모두 다 잊었어 행복했던 날들 달콤했던 말들 이젠 지워버려 예전의 나를 잊어 나 바람필래 네 눈을 피해 이제는 나 술에 취해 힘겨워지네 너땜에  이제는 나도 지쳤어  내 맘이 아파오는데 Wake up 우리 처음 만난 Wake up 그 설레임은 Wake up 이미 지나간지 오래지만 Wake up 먼 기억 속에 Wake up 널 묻어버려 Wake up 더는 어쩔 수 없어 행복했던 날들 달콤했던 말들 짜릿했던 밤들 모두 다 잊었어 행복했던 날들 달콤했던 말들 이젠 지워버려 더이상 나를 찾지마 나 바람필래 네 눈을 피해 이제는 나 술에 취해 힘겨워지네 너땜에  이제는 나도 지쳤어  내 맘이 아파오는데 사랑했던 그대와 이별은 아프지만 다시 돌아갈 수 없는 우리 사인걸  나 바람필래"}, {"song_no": "2769950", "year": "2010", "rank": "52", "title": "In To The Rain (Feat. YDG)", "artist": "DJ DOC", "genre": "Rap / Hip-hop", "lyrics": "Would you married me 내 삶의 의미 DOCumentary 영혼의 애드립 되어주오 Would you married me 내 삶의 의미 영혼의 애드립 DJ DOCumentary Hey DJ don't stop the music 그대가 원한다면 밤새 all night long Hey DJ don't stop the music 아직은 포기 못해 너만 있다면 1 to the 2 to the 3 to the 4 DOC freaky freaky flow 사는게 힘들어 하루하루 이 미로미로 같은 삶은 때로 나를 시험하고 사라져가 음악프로 조명이 꺼진 저 무대위로 복잡한 내 머릿속 회로 귀로귀로 선택의 기로 포기 못해 다시 불러 큰 꿈을 안고 빗속으로 달려 들어줄래 변해버린 세상에 버림받은 마지막 광대들의 슬픈노래 Music is my way 이제 식어버린 무대 다시 뜨겁게 달궈줄게 우리 셋만 있으면 돼 Hey DJ don't stop the music 그대가 원한다면 밤새 all night long Hey DJ don't stop the music 아직은 포기 못해 너만 있다면 오늘도 밤을 새워 자고있는 너를 깨워 변하지 않는 믿음으로 긴 종일 채워 오랜만에 봐도 널 사랑한 것 같애 노랫말에 봐도 우리 사랑한 것 같애 Yo 어떤이는 너를 돈으로 봐 또 어떤이는 너를 명예로 봐 나도 돈 좋아 명예 좋아 그래도 난 너와 함께 하는 것이 더욱 좋아 넌 내 인생에 반을 함께 해준 친구 어두웠던 내 인생을 밝혀준 전구 Thank you 치열한 정글 같은 인생의 숲에서 넌 내 인생의 전부 넌 내 인생에 반을 함께 해준 친구 어두웠던 내 인생을 밝혀준 전구 Thank you 치열한 정글 같은 인생의 숲에서 넌 내 인생의 전부 Hey DJ don't stop the music 그대가 원한다면 밤새 all night long Hey DJ don't stop the music 아직은 포기 못해 너만 있다면  Would you married me 내 삶의 의미 DOCumentary 영혼의 애드립 되어주오 Would you married me 내 삶의 의미 영혼의 애드립 DJ DOCumentary 언제부터인가 줄어든 우리만의 시간 형제지간 보다 더 각별했지 피보다 더 진한 지금은 무엇을 해도 각자 각자만의 시간을 갖자 가끔 무대위에서 만나 친한척 그러지는 말자 가끔은 나도 바뻐 나도 아퍼 나도 사람인지라 나도 나뻐 나도 알아 다 똑같아 나이만 먹고 다 바보같어 자주보자 이제 힘들 때 서로에게 기대 기억해 뜨거웠던 무대 우리 셋만 있으면 돼 Hey DJ don't stop the music 그대가 원한다면 밤새 all night long Hey DJ don't stop the music 아직은 포기 못해 너만 있다면"}, {"song_no": "2675871", "year": "2010", "rank": "53", "title": "사랑 빛", "artist": "CNBLUE (씨엔블루)", "genre": "Rock", "lyrics": "그댈 보면 얼굴이 빨개지고 그댈 보면 가슴이 두근두근 아이처럼 수줍게 말하고 그댈 보면 괜시리 웃음이 나 바보처럼 자꾸만 그래 아마 내게 사랑이 온 건 가봐 그대는 내 마음 속의 President 내 가슴의 별 수놓지 I'm Genie for you Girl 내 숨을 멎게 하지 그대가 원하는건 다 너를 사랑하니까 내 사랑에 이유는 없잖아 You know 그대는 Darling 밤 하늘 별빛보다 아름다워요 내 맘속 깊은 곳에서 반짝거리는 나 만의 사랑 빛 그대를 사랑해요 Darling 언제나 내 곁에서 빛을 내줘요 매일밤 바라보고 바라봐도 아름다워요 그댄 나의 사랑 빛 그댈 보면 구름을 나는 기분 유치해도 자꾸만 그래 아마 내게 사랑이 온 건 가봐  그대는 Darling 밤 하늘 별빛보다 아름다워요 내 맘속 깊은 곳에서 반짝거리는 나 만의 사랑 빛 그대를 사랑해요 Darling 언제나 내 곁에서 빛을 내줘요 매일 밤 바라보고 바라봐도 아름다워요 그댄 나의 사랑 빛  그대는 Lovely 저 하늘 햇살보다 눈이 부셔요 내 맘속 어둔 곳까지 밝게 비추는 나만의 사랑 빛 그대를 사랑해요 Lovely 두 눈을 감아봐도 그대 보여요 이렇게 바라보고 바라봐도 눈이 부셔요 그댄 나의 사랑 빛"}, {"song_no": "2901845", "year": "2010", "rank": "54", "title": "맘마미아 (With Sunny Hill)", "artist": "나르샤 (Brown Eyed Girls)", "genre": "Dance", "lyrics": "뭐가 그리 재밌니 Stop the whining mouth 나도 데려 갈거니 Sorry but you're out 혼자 하고 말거니 Alright that's me 심심하지 않겠니 걱정하지 마 아무래도 이걸로는 모잘란다 싶어 끝을 보고 마는 이 감정 뭐랄까 좀 이건 뭐라 딱 짚어 말로 하긴 어려운 게 이 감정 하나부터 열까지 다 Blah 설명해야 너만 너만 지치고 괜히 나도 지치고 안타까운 말이지만 즐겨봐야 알 수 있는 가진 자의 이 감정 So hot in here with music il fait tres chaud il fait tres chaud So naughty lovely music Ooh mama mia oh oh oh This can be dangerous 또또 탈날라 한참 난 덜 달렸어 mama mia oh oh oh Feel이 좀 오시나 that's so marvelous 오늘 날 잘 골랐어 mama mia oh oh oh oh oh 뭐 그리 숨 가쁘나 Stop the question now 할 말이 또 남았나 Stop and get it out 지치지도 않았나 Alright that's me 맨 정신에 되겠나 Na na na na 나를 자꾸 괴롭히는 얘기들이 리듬처럼 느껴지는 이 감정 침 흘리고 눈 굴리는 딱 싫던 늑대들이 이해되는 이 감정 하루하루 흐를수록 More 신세계로 혼자라서 외롭고 이런 말은 웃기고 서른 번은 깨져보고 쇼를 하고 다 해봐야 감이 잡힐 이 감정 자 자 이만 쉬어볼까 il fait tres chaud il fait tres chaud 한 Time만 더 돌아볼까 Ooh mama mia oh oh oh This can be dangerous 또또 탈날라 한참 난 덜 달렸어 mama mia oh oh oh Feel이 좀 오시나 that's so marvelous 오늘 날 잘 골랐어 mama mia oh oh oh oh oh  I can be dangerous 다칠지 몰라 날 갖고 놀다간 일 낼지도 몰라 I'm so scandalous 살짝만 놀다 가 mama mia oh oh oh This can be dangerous 또또 탈날라 한참 난 덜 달렸어 mama mia oh oh oh Feel이 좀 오시나 that's so marvelous 난 이만 가볼래 mama mia oh oh oh mama mia oh oh oh 누가 누가 잘 노나 Stop the battle now 왜들 그리 싸우나 Sorry girls i'm out 약이 잔뜩 올랐나 Alright that's me 좀 만 커서 돌아와 Na na na na"}, {"song_no": "2898721", "year": "2010", "rank": "55", "title": "끝까지 들어", "artist": "나비", "genre": "Dance", "lyrics": "넌 넌 웃기지 좀 마 넌 넌 웃기지 좀 마 똑바로 새겨들어  너에게 할 말이 있어 당장  처음엔 괜찮았어  이대론 살 수가 없어 정말  난 대체 너에게 어떤 여자길래  들었다 놨다 장난 치니  사랑이 쉬워도 어쩜 그리 쉽니  그렇게 만만하니  넌 넌 웃기지 좀 마  사랑한단 헛소리는 집어쳐  쓸데 없이 왜 또 매달리니  다시 날 제발 귀찮게 굴지 마  난 난 난 정말 싫어  너 때문에 쏟았던 눈물은  싫어 너 같은 애송이는  나 같은 여잘 만날 자격 없어  말도 안 되는 말들로 가식적인 눈물로  넘어가려 하지 마 이젠 지쳤어 넌 대체 얼만큼 생각이 없길래 뻔뻔한 거짓말만 하니 니 말에 속아준 내가 그리 쉽니 그렇게 바보 같니 넌 넌 웃기지 좀 마 사랑한단 헛소리는 집어쳐 쓸데 없이 왜 또 매달리니 다시 날 제발 귀찮게 굴지 마 난 난 난 정말 싫어 너 때문에 쏟았던 눈물은 싫어 너 같은 애송이는 나 같은 여잘 만날 자격 없어 겨우 이러려고 나를 울리려고 처음부터 내게 온 거니 이제라도 빨리 지겨웠던 시간들 다 가져가 다 가져가 다시 나타났지만 넌 넌 웃기지 좀 마 사랑한단 헛소리는 집어쳐 쓸데 없이 왜 또 매달리니 다시 날 제발 귀찮게 굴지 마 난 난 난 정말 싫어 너 때문에 쏟았던 눈물은 싫어 너 같은 애송이는 나 같은 여잘 만날 자격 없어 넌 넌 웃기지 좀 마"}, {"song_no": "2896555", "year": "2010", "rank": "56", "title": "하얀 눈물", "artist": "이루", "genre": "Ballad", "lyrics": "사랑한다는 그 말이 귓가에 들려요 너무나 듣고 싶었던말 그대 가슴에 안겨서 펑펑 나 울어요 이별이 아니 사랑이 미워서 이게 마지막 사랑이죠 이게 마지막 이별이겠죠 잘가요 그대 내 눈을 보며 떠나요 흐려지는 그 모습 사랑해요 나의 사랑아 사랑아 안녕이라고 하지마 아름다웠던 목소리로 다시 나를 불러줘 나의 눈물아 눈물아 가지마 떠나 가지마 밤하늘의 별들이 모두 다 울잖아 돌아와줘  이게 마지막 사랑이죠 이게 마지막 이별이겠죠 잘가요 그대 내 눈을 보며 떠나요 흐려지는 그 모습 사랑해요 나의 사랑아 사랑아 안녕이라고 하지마 아름다웠던 목소리로 다시 나를 불러줘 나의 눈물아 눈물아 가지마 떠나 가지마 밤하늘의 별들이 모두 다 울잖아 나의 사랑아 사랑아 안녕이라고 하지마 아름다웠던 목소리로 다시 나를 불러줘 나의 눈물아 눈물아 가지마 떠나 가지마 밤하늘의 별들이 모두 다 울잖아 돌아와줘"}, {"song_no": "2896740", "year": "2010", "rank": "57", "title": "사랑해서 사랑해서", "artist": "남격밴드", "genre": "Rock", "lyrics": "늘 거리를 혼자 걸었지 곁에 누군가 있는것처럼 너무 오래된 기억이지만 항상 나에게 넌 위로였어 늘 아픔을 숨겨왔었지 항상 넌 내곁에 있는거라고 너무 힘겨워 지쳐갈쯤은 다른 사랑이 다가온다는 다시 사랑을 하겠지 많은 이별을 했기에 한 걸음 한 걸음  힘겨운 시간이겠지만 이제 사랑이 오겠지 홀로 힘겨워했기에 한번 더 한번 더  사랑을 기다리는날에 늘 거리를 혼자 걸었지 곁에 누군가 있는 것처럼 너무 오래된 기억이지만 항상 나에게 넌 위로였어 늘 아픔을 숨겨왔었지 항상 넌 내 곁에 있는거라고 너무 힘겨워 지쳐갈쯤 다른 사랑이 다가온다는 늘 아픔을 숨겨왔었지 항상 넌 내곁에 있는거라고 너무 힘겨워 지쳐갈쯤은 다른 사랑이 다가온다는 다시 사랑을 하겠지 많은 이별을 했기에 한 걸음 한 걸음  힘겨운 시간이겠지만 이제 사랑이 오겠지 홀로 힘겨워 했기에 한번 더 한번 더  사랑을 기다리는날에 다시 사랑을 하겠지 많은 이별을 했기에 한 걸음 한 걸음 힘겨운 시간이겠지만 이제 사랑이 오겠지 홀로 힘겨워 했기에 한번 더 한번 더  사랑을 기다리는날에"}, {"song_no": "2670748", "year": "2010", "rank": "58", "title": "시간아 멈춰라", "artist": "다비치", "genre": "Dance", "lyrics": "눈물이 나기 전에 그대로 멈춰라 이별이 오기 전에 그대로 멈춰라 그대가 떠날 수 없게 날 버리고 갈 수 없게 지금 이 순간 부터 시간아 멈춰라 잘 가란 말 어떻게 잘 하란거니 어떻게 널 웃으며 보내란거니 그런건 나는 못해 못 들은 걸로 할래 아무말 말고 그대로 멈춰라 떠나려는 발걸음 바닥에 붙어라 이별을 말하려는 입술도 붙어라 그대가 떠날 수 없게 날 버리고 갈 수 없게 지금 이 순간 부터 시간아 멈춰라 잘 가란 말 어떻게 잘 하란거니 어떻게 널 웃으며 보내란거니 그런건 나는 못해 못 들은 걸로 할래 아무 말 말고 그대로 멈춰라 화난김에 헤어지잔 말도 했었고 웃는 낯에 침뱉기도 많이 했지만 니가 내게 한 것만큼 한 게 다잖아 이제 와서 니가 나를 버릴 순 없어 말이라고 모두 다 말되는 거니 어떻게 너 안녕을 말하는 거니 그런 말 이해 못해 안 들은 걸로 할래 떠나는 걸음 그대로 멈춰라"}, {"song_no": "2783254", "year": "2010", "rank": "59", "title": "이리로 (Feat. Tiger JK, Bizzy, J-Dogg, Sean2slow, YDG)", "artist": "DJ DOC", "genre": "Rap / Hip-hop", "lyrics": "What's up What's up"}, {"song_no": "2897689", "year": "2010", "rank": "60", "title": "Thank You", "artist": "2PM", "genre": "Ballad", "lyrics": "This is for my Hottest 어떻게 말할 질 몰라서 어떤 말로도 모자라서 아무 말도 할 수 없었어 너무나 고마워서 어떡할 줄 몰라서 왜 내가 좋은 건지 이 많은 사람 중에 나를 고른 건지 난 해줄 수 있는 게 너무 모자라서 이 노랠 만들었어 So I thank you thank you thank you And I love you love you love you 난 아무것도 못해줬는데 넌 끝없이 주기만 하는데 왜 So I thank you thank you thank you And I love you love you love you 니가 보내준 사랑 때문에 내가 여기 서있어 이렇게 나를 사랑하며 사는게 너무나 힘든걸 아는데 너는 계속 그 자리에서 변함없이 서 있어 오직 나를 위해서 왜 돌아서질 않니 너무나 힘들 텐데 왜 계속 사랑하니 난 어떻게 너에게 갚을 줄 몰라서 이 노랠 만들었어 So I thank you thank you thank you And I love you love you love you 난 아무것도 못해줬는데 넌 끝없이 주기만 하는데 왜 So I thank you thank you thank you And I love you love you love you 니가 보내준 사랑 때문에 내가 여기 서있어 이렇게 너의 그 마음 흘린 그 눈물 그 모든 것 다 잊지 않을게 So I thank you thank you thank you And I love you love you love you 난 아무것도 못해줬는데 넌 끝없이 주기만 하는데 왜 So I thank you thank you thank you And I love you love you love you 니가 보내준 사랑 때문에 내가 여기 서있어 이렇게 thank you"}, {"song_no": "2730675", "year": "2010", "rank": "61", "title": "바람이 되어서라도", "artist": "환희", "genre": "Drama", "lyrics": "니가 있는 곳 아무리 멀어도 이 세상 안에 어딘가 있겠지 이별이 너를 아무리 가려도 저 하늘 밑 어딘가 있겠지 나는 너 때문에 살아 힘겨워도 살아 너를 다시 만나기 위해 내게 사랑은 너여야만 하니까 나의 가슴은 너여야만 뛰니까 언젠가는 꼭 돌아갈게 기다릴 너의 곁으로 세월을 건너서 슬픔을 건너서  세상이 나를 아무리 막아도 내 사랑만은 가를 수 없는데 사랑이 나를 아무리 울려도 널 향한 맘 버릴 수 없는데 아직 난 사랑을 믿어 그리움을 믿어 너와 날 이어줄 거라고 내게 사랑은 너여야만 하니까 나의 가슴은 너여야만 뛰니까 언젠가는 꼭 돌아갈게 기다릴 너의 곁으로 세월을 건너서 슬픔을 건너서 아프면 안돼 다시 만날 때까지 잊으면 안돼 너를 찾을 때까지 난 그 약속 꼭 지켜낼게 바람이 되어서라도 내 삶을 걸어서 내 숨을 걸어서 못다한 내 사랑 못다핀 내 사랑 못다쓴 내 사랑 줄 수 있게"}, {"song_no": "2743254", "year": "2010", "rank": "62", "title": "I`m In Love", "artist": "나르샤 (Brown Eyed Girls)", "genre": "Ballad", "lyrics": "사실은 첨 봤을 때 부터 그댈 좋아했다고 말하기가 내겐 참 어려웠던 거죠 먼저 연락하지 않으면 그댈 놓칠까봐 글자를 쓰고 또 보고 지우길 반복했죠 깊어지면 상처뿐일 거라는 생각에 두려움이 앞선 건 사실이지만 간절한 맘으로 기도하고 바랬던 사람이 그대라고 난 믿어요 I'm in love I'm fall in love 두렵진 않네요 그대와 함께라면 세상은 너무 아름답죠  I thought I never gonna fall in love But I'm in love 'Cause I wanna love you baby 사실은 첨 봤을 때 부터 내 맘속으로 부터 그댄 파도처럼 밀려 들어 온통 하루 종일 그대만 떠올려 I can be a good lover Wanna be your 네잎클로버 세상에서 가장 행복한 여자가 된 것만 같아요 그댄 gotta believe me Make you never gonna leave me 의심하진 않을래요 그댈 믿을게요 I'm in love but your my baby I'm fall in love 두렵진 않네요 그대와 함께라면 세상은 너무 아름답죠 I'm in love i'm so deep in love I'm fall in love 두렵진 않네요 그대와 함께라면 세상은 너무 아름답죠 그대는 너무 아름답죠"}, {"song_no": "2788463", "year": "2010", "rank": "63", "title": "Jump, Jump, Jump", "artist": "KYT (코요태)", "genre": "Dance", "lyrics": "oh ye oh ye oh ye oh oh oh ye oh ye oh ye oh oh ye oh ye oh ye oh oh oh oh oh oh ye oh ye oh ye oh oh oh ye oh ye oh ye oh oh ye oh ye oh ye oh oh oh oh oh 매일매일 똑같은 일상에 미쳐 미쳐 가는 우린데 하루하루 지겹게 살지만 우린 내일이 있잖아 달아나지마 포기하지마 지금까지 잘해 왔잖아 내가 있잖아 곁에 있잖아 한 번만 더 jump jump jump 힘을 내 니가 바라는 대로 hey 원하는 대로 hey 바로 그거야 everybody come on 모두 이뤄질 거야 hey 믿는 그대로 hey 지금 이대로 everybody come on oh ye oh ye oh ye oh oh oh ye oh ye oh ye oh oh ye oh ye oh ye oh oh oh oh oh oh ye oh ye oh ye oh oh oh ye oh ye oh ye oh oh ye oh ye oh ye oh oh oh oh oh 쉴 새 없이 달리는 세상에 삐걱 삐걱대는 우린데 오늘 하룬 이렇게 울지만 우린 꿈들이 있잖아 달아나지마 포기하지마 지금까지 잘해 왔잖아 내가 있잖아 곁에 있잖아 한 번만 더 jump jump jump 힘을 내 니가 바라는 대로 hey 원하는 대로 hey 바로 그거야 everybody come on 모두 이뤄질 거야 hey 믿는 그대로 hey 지금 이대로 everybody come on oh ye oh ye oh ye oh oh oh ye oh ye oh ye oh oh ye oh ye oh ye oh oh oh oh oh oh ye oh ye oh ye oh oh oh ye oh ye oh ye oh oh ye oh ye oh ye oh oh oh oh oh 내가 바라는 대로 hey 원하는 대로 hey 바로 그거야 everybody come on 모두 이뤄질 거야 hey 믿는 그대로 hey 지금 이대로 everybody come on oh ye oh ye oh ye oh oh oh ye oh ye oh ye oh oh ye oh ye oh ye oh oh oh oh oh oh ye oh ye oh ye oh oh oh ye oh ye oh ye oh oh ye oh ye oh ye oh oh oh oh oh"}, {"song_no": "2728462", "year": "2010", "rank": "64", "title": "Love The Way You Lie (Feat. Rihanna)", "artist": "Eminem", "genre": "Rap / Hip-hop", "lyrics": "Just gonna stand there and watch me burn But that's alright because I like the way it hurts Just gonna stand there and hear me cry But that's alright because I love the way you lie I love the way you lie I can't tell you what it really is I can only tell you what it feels like and right now there's a steel knife in my windpipe I can't breathe but I still fight while I can fight as long as the wrong feels right It's like I'm in flight High of a love drunk from the hate It's like I'm huffing paint and I love the more I suffer I sufficate and right before im about to drown She resuscitates me She fucking hates me and I love it Wait Where you going I'm leaving you No you ain't Come back We're running right back Here we go again It's so insane Cause when it's going good It's going great I'm Superman with the wind in his bag She's Lois Lane But when it's bad It's awful I feel so ashamed I snap Who's that dude I don't even know his name I laid hands on her I'll never stoop so low again I guess I don't know my own strength Just gonna stand there and watch me burn But that's alright because I like the way it hurts Just gonna stand there and hear me cry But that's alright because I love the way you lie I love the way you lie I love the way you lie You ever love somebody so much You can barely breathe when you're with them You meet And neither one of you Even know what hit'em Got that warm fuzzy feeling Yeah them chills Used to get'em Now you're getting fucking sick Of looking at'em You swore you've never hit'em Never do nothing to hurt'em Now you're in each other's face Spewing venom and these words when you spit'em You push Pull each other's hair Scratch claw bit'em Throw'em down Pin'em So lost in the moments When you're in'em It's the rage that took over It controls you both So they say it's best To go your separate ways Guess that they don't know ya Cause today That was yesterday Yesterday is over It's a different day Sound like broken records Playin over But you promised her Next time you'll show restraint You don't get another chance Life is no Nintendo game But you lied again Now you get to watch her leave Out the window Guess that's why they call it window pane Just gonna stand there and watch me burn But that's alright because I like the way it hurts Just gonna stand there and hear me cry But that's alright because I love the way you lie I love the way you lie I love the way you lie Now I know we said things Did things That we didn't mean And we fall back into the same patterns same routine But your temper's just as bad as mine is You're the same as me but when it comes to love You're just as blinded Baby please come back It wasn't you Baby it was me Maybe our relationship isn't as crazy as it seems Maybe that's what happens when a tornado meets a volcano All I know is I love you too much To walk away though Come inside Pick up your bags off the sidewalk Don't you hear sincerity In my voice when I talk Told you this is my fault Look me in the eyeball Next time I'm pissed I'll aim my fist At the dry wall Next time There will be no next time I apologize Even though I know it's lies I'm tired of the games I just want her back I know I'm a liar If she ever tries to fucking leave again I'mma tie her to the bed And set the house on fire Just gonna stand there and watch me burn But that's alright because I like the way it hurts Just gonna stand there and hear me cry But that's alright because I love the way you lie I love the way you lie I love the way you lie"}, {"song_no": "2733251", "year": "2010", "rank": "65", "title": "너 때문이야 (Feat. Soulman)", "artist": "Supreme Team", "genre": "Rap / Hip-hop", "lyrics": "Love is Gone Gone"}, {"song_no": "2766948", "year": "2010", "rank": "66", "title": "Superstar", "artist": "4minute", "genre": "Dance", "lyrics": "특별히 잘난 게 없어"}, {"song_no": "2900275", "year": "2010", "rank": "67", "title": "I`ll Be There (Korean Ver.)", "artist": "태양", "genre": "R&B / Soul", "lyrics": "I'll be I'll be I'll be there girl I'll be I'll be I'll be there girl I'll be I'll be I'll be there girl 이대로 마지막이란 말만은 제발 하지마 착한 널 아프게 했던 매일 눈물 흘리게 했던 나라는 사람은 COLD 저 멀리 GONE 시간이 필요해 난 시간이 필요해 나만을 기다리는게 너무 힘들어 지칠땐 우리 처음 만났던 날 그날을 기억해 YOU WERE SO BEAUTIFUL BEAUTIFUL WONDERFUL WONDERFUL 시간이 필요해 난 네가 필요해 난 슬피 우는 그댈 두고 RUN RUN RUN 내게 사랑이란 장미가 아닌 GUN GUN GUN 하지만 이대로 널 두고 I'M NEVER LETTIN' YOU GO I'LL BE THERE YOU KNOW THAT I'LL BE THERE 언제라도 네 곁에 I'LL BE THERE BE THERE 기쁠 때 슬플 때 BE THERE 서로가 눈감을 때까지 I'LL BE THERE 잠든 널 바라 보는게 그저 난 너무 행복해 하지만 널 잃을까 봐 떠나갈까봐 Cuz love is dangerous dangerous and it's killing us 시간이 필요해 난 지금 불안해 yeah 난 슬피 우는 그댈 두고 RUN RUN RUN 내게 사랑이란 장미가 아닌 GUN GUN GUN 하지만 이대로 널 두고 I'M NEVER LETTIN YOU GO I'LL BE THERE YOU KNOW THAT I'LL BE THERE 언제라도 네 곁에 I'LL BE THERE BE THERE 기쁠 때 슬플 때 BE THERE 서로가 눈감을 때까지 I'LL BE THERE 내 가슴은 널 향해 CRY 몇 번이고 널 위해 I'M GONNA TRY I COULD DIE FOR YOU AND YOU KNOW IT'S TRUE YOU'RE MY LOVE I'LL BE THERE 언제라도 네 곁에 I'LL BE THERE BE THERE 기쁠 때 슬플 때 BE THERE 서로가 눈감을 때까지 YOU WERE SO BEATIFUL BEATIFUL WO WONDERFUL WONDERFUL AND IT'S KIILLILN ME YOU SET ME FREE I'LL BE THERE YOU WERE SO BEATIFUL BEATIFUL WO WONDERFUL WONDERFUL AND IT'S KIILLILN ME I'LL BE THERE"}, {"song_no": "2897374", "year": "2010", "rank": "68", "title": "사랑아 (`제빵왕 김탁구` 삽입곡)", "artist": "이루", "genre": "Ballad", "lyrics": "멀리있어도 곁에 있어도 눈물나게 하는 사람 사랑 할 수록 부족한 말을 알게 하는 사람 보고싶단 말 사랑한단 말 못 들어도 좋은 사람 이름 마저도 내겐 가슴 시린 한 사람 내 눈물같은 사랑아 바라만 봐도 아픈 사람아 널 사랑해서 내 가슴 다 부서져도 괜찮아 보낼 수 없는 사랑아 나 죽어도 지킬 사랑아 나 태어나서 처음으로 미소짓게 한 사람 널 사랑한다  보고 있어도 볼 수 없어도 가슴뛰게 하는 사람 받아 준다면 내 모든걸 다 주고 싶은 사람 거짓말해도 아프게해도 용서하고 싶은 사람 사는 동안에 내겐 마지막이 될 사람 내 눈물같은 사랑아 바라만 봐도 아픈 사람아 널 사랑해서 내 가슴 다 부서져도 괜찮아 보낼 수 없는 사랑아 나 죽어도 지킬 사랑아 나 태어나서 처음으로 미소짓게 한 사람 널 사랑한다 외로움에 두려움에 지친 니 맘을 알아 내 모든 상처 이젠 다 안아줄꺼야 내 바보 같은 사랑아 내 맘도 몰라주는 사랑아 시간이 가도 세상이 끝나도 내겐 너 뿐야 내 운명같은 사람아 날 숨쉬게 하는 사랑아 내 앞에 있는 모든 시간을 너에게 바칠께 널 사랑한다 널 사랑한다"}, {"song_no": "2805680", "year": "2010", "rank": "69", "title": "No PlayBoy", "artist": "나인뮤지스", "genre": "Dance", "lyrics": "I don't want no playboy NO NO NO I don't want no playboy NO NO NO No playboy 어쩐지 너무 잘생겼어 말이 너무 달콤했어 쳐다보는 눈빛이 보통이 아니었어 너무나 자연스럽게 팔을 내 어깨위에다 올리는 네 솜씨가 너무나 능숙했어 오 아니나 다를까 왜 예감은 항상 맞을까 불길한 느낌대로 넌 바람둥이였고 오 내게 했던말은 나뿐만 아니라 다른 여자들에게도 다 하는 말이야 I don't want no playboy 날라린 싫어 사랑이 뭔지도 모르는 애를 어따써 됐어 I don't want no playboy 선수는 싫어 미쳤어 내가 왜 불안해 하며 신경을 써 No playboy 너 말고도 머리아픈 일 너무 많아 내 일을 잘하기도 너무 바빠 너 같이 어린애와 놀아줄 시간없어 다른 귀여운 애들 하고 놀아 너 같은 애들과 같이 놀아 I wanna real man 난 진짜 남잘 기다려 오 아니나 다를까 왜 예감은 항상 맞을까 남자다운 척 하는데 왠지 믿음이 가질 않아 오 내게 했던말은 나뿐만 아니라 다른 여자들에게도 다 하는 말이야 I don't want no playboy 날라린 싫어 사랑이 뭔지도 모르는 애를 어따써 됐어 I don't want no playboy 선수는 싫어 미쳤어 내가 왜 불안해 하며 신경을 써 No playboy I don't want no playboy 날라린 싫어 사랑이 뭔지도 모르는 애를 어따써 됐어 I don't want no playboy 선수는 싫어 미쳤어 내가 왜 불안해 하며 신경을 써 No playboy Let me try to break it down for you one time 네가 날 속였다고 너를 원망 하지 않으니 걱정은 하지마 난 너무 바빠 니 원망까지 나 해줄시간도 없단다 아가야 미안하다 누나가 좀 바쁘단다 그러니 걱정말고 딴 데가서 놀아라 I don't want no playboy 날라린 싫어 사랑이 뭔지도 모르는 애를 어따써 됐어 I don't want no playboy 선수는 싫어 미쳤어 내가 왜 불안해 하며 신경을 써 No playboy I don't want no playboy NO NO NO I don't want no playboy NO NO NO No playboy"}, {"song_no": "2756660", "year": "2010", "rank": "70", "title": "DJ Got Us Fallin` In Love (Feat. Pitbull)", "artist": "Usher", "genre": "R&B / Soul", "lyrics": "Usher"}, {"song_no": "2783248", "year": "2010", "rank": "71", "title": "I Believe (Feat. 김장훈)", "artist": "DJ DOC", "genre": "Rap / Hip-hop", "lyrics": "마지막이 될 꺼라고 꿈에도 생각치 못했는데 날 사랑하지만 떠나야 한다고 그대 아무런 준비도 없이 이렇게 보낼 수는 없다고 가지말라고 붙잡고 싶었지만 그대 그대가 떠나고 외로운 밤과 수 많은 시간 널 잡지 못한 이유 견딜 수 없어 난 행복했다고 쉽게 생각하고 싶지 않아 난 믿고 싶어 다시 돌아올 거라고 I believe 난 여전히 널 기다리고 있어 우리가 함께할 날을 꿈꾸면서 I believe 난 여전히 널 사랑하고 있어 너의 빈자릴 이 노래로 채우면서 달콤했던 추억 기억들이 때론 날 괴롭히겠지 이 매정한 시간이 또 조금씩 널 지워주겠지 저기 떨어진 꽃잎은 봄이면 다시 피지만 멀리 날아간 철새도 돌아오지만 돌아갈 곳을 잃은 부메랑 끊어진 연처럼 날 두고 간 내님 언제 오시려나 I believe 난 여전히 널 기다리고 있어 우리가 함께할 날을 꿈꾸면서 I believe 난 여전히 널 사랑하고 있어 너의 빈자릴 이 노래로 채우면서 당신 손을 꼭 잡고 걷고 싶어 노을 지는 하늘을 보면서 어디론가 떠나고도 싶어 아무도 찾을 수 없는 곳 그곳에서 넌 언제까지나 당신을 사랑할 수 있어 내 작은 꿈속에서 우리 단 둘이서 I believe 난 여전히 널 기다리고 있어 우리가 함께할 날을 꿈꾸면서 I believe 난 여전히 널 사랑하고 있어 너의 빈자릴 이 노래로 채우면서"}, {"song_no": "2627301", "year": "2010", "rank": "72", "title": "고백", "artist": "뜨거운 감자", "genre": "Rock", "lyrics": "달이 차고 내 마음도 차고 이대로 담아 두기엔  너무 안타까워 너를 향해 가는데 달은 내게 오라 손짓하고  귓속에 얘길 하네 지금 이 순간이  바로 그 순간이야 제일 마음에 드는 옷을 입고 노란 꽃 한 송이를 손에 들고 널 바라 보다 그만  나도 모르게 웃어버렸네  이게 아닌데 내 마음은 이게 아닌데 널 위해 준비한 오백 가지 멋진 말이 남았는데 사랑한다는  그 흔한 말이 아니야 그 보단 더욱더 로맨틱하고 달콤한 말을 준비했단 말야 숨이 차고 밤 공기도 차고 두 눈을 감아야만  네 모습이 보여 걸을 수가 없는데 구름 위를 걷는다는 말이  과장이 아니란 걸 알게 됐어 널 알게 된 후부터 나의 모든 건 다 달라졌어 이게 아닌데 내 마음은 이게 아닌데 널 위해 준비한 오백 가지  멋진 말이 남았는데 사랑한다는 그 흔한 말이 아니야 그 보단 더욱더 로맨틱하고 달콤한 말을 준비했단 말야 나를 봐줘요 내 말을 들어봐 줘요 아무리 생각을 하고 또 해도 믿어지지 않을 만큼 사랑해"}, {"song_no": "2667293", "year": "2010", "rank": "73", "title": "NU 예삐오 (NU ABO)", "artist": "f(x)", "genre": "Dance", "lyrics": "나 어떡해요 언니 내 말을 들어봐  내 그 사람을 언니 모르겠어요  참 엉뚱하다 맨날 나만 놀리지 내가 정말 예뻐 그렇다는데  독창적 별명 짓기 예를 들면 꿍디순디 맘에 들어 손 번쩍 들기 정말 난 NU 예삐오  Mysteric Mysteric 몰라 몰라 아직 나는 몰라  기본 기본 사랑공식  사람들의 이별공식  Hysteric Hysteric 달라 달라 나는 너무 달라  내 맘대로 내 뜻대로  좋아좋아 NU 예삐오  나나나나 나나나 나나나 나나나나나 나나나나  나나나나 나나나 나나나 나나나나 난 NU 예삐오  내 말 들어봐요 언니 I'm in The Trance  지금 이 감정은 뭐죠 난 처음인데  가슴 두근두근 마치 꿈꾸는 듯  난 구름위를 둥둥 사랑인가봐  딱 세 번 싸워 보기 헤어질 때 인사 않기  보고 싶은 나 생각 들 땐 커플링 만져보기  Mysteric Mysteric 몰라 몰라 아직 나는 몰라  기본 기본 사랑공식  사람들의 이별공식  Hysteric Hysteric 달라 달라 나는 너무 달라  내 맘대로 내 뜻대로  좋아좋아 NU 예삐오  나나나나 나나나 나나나 나나나나나 나나나나  나나나나 나나나 나나나 나나나나 난 NU 예삐오  사랑에 빠진 건 너무 멋진 일인데  나만의 감정을 모두 주고 배로 받는 것 새롭게 좀 튀게 멋진 꿈을 키워 가는 것  Mysteric 예삐오 그건 모두 다 나인걸  바로 나란 Girl 우 What you what you call What you what you  what you call Yes This is how we do it Our love f-x Yeah Yeah Yes This is how we do it pure love f-x Yeah Yeah Yes This is how we do it brand new love f-x 이런 모습 어때 이게 난 걸 어떡해  내 곁에 네가 있어 특별한건데 Yeah  Mysteric Mysteric 몰라 몰라 아직 나는 몰라  기본 기본 사랑공식  사람들의 이별공식  Hysteric Hysteric 달라 달라 나는 너무 달라  내 맘대로 내 뜻대로  좋아좋아 NU 예삐오  나나나나 나나나 나나나 나나나나나 나나나나  나나나나 나나나 나나나 나나나나나 나나나나 Yeah Yeah Yeah This is how we do it pure love f-x Yeah Yeah Yes This is how we do it brand Nu ABO"}, {"song_no": "2785700", "year": "2010", "rank": "74", "title": "사랑 이란 말 (With 정환(엠투엠))", "artist": "김동희", "genre": "Ballad", "lyrics": "기다렸죠 이 세상에 온 그 순간부터 오직 그대만을 다행이네요 나를 살게 한 사람 그대라서 내 사랑이라서 변해가죠 나밖에 모르던 못된 내가 그대를 만나서 다행이네요 나를 사랑해주는 단 한 사람 오직 그대라서 사랑 이란 말 수없이 담아도 항상 모자란 말 그대 입술에 맴돌 때면 가슴이 뛰는 말 행복하게 하는 말 매일 감사할게요 이 세상에 태어나줘서 선물처럼 내게 와줘서 내 사랑  부족하죠 못나고 못된 나라는 남자 참 과분한 그대 할 수 있는 건 내 목숨보다 그대 아끼는 일 눈 감는 날까지 미안해요 늘 토라지는 나라는 여자 참 맘 넓은 그대 할 수 있는 건 내 목숨보다 그대 아끼는 일 이 세상 끝까지 사랑 이란 말 수없이 담아도 항상 모자란 말 그대 입술에 맴돌 때면 가슴이 뛰는 말 행복하게 하는 말 매일 감사할게요 이 세상에 태어나줘서 선물처럼 내게 와줘서 내 사랑 save my soul save my heart 오늘부터 영원까지 늘 처음처럼 사랑 벅찬 말 수없이 들어도 항상 떨리는 말 내 두 귓가에 맴돌 때면 가슴에 닿는 말 눈물나게 하는 말 매일 감사할게요 이 세상에 태어나줘서 선물처럼 내게 와줘서 내 사랑"}, {"song_no": "2684461", "year": "2010", "rank": "75", "title": "Y", "artist": "엠블랙", "genre": "Dance", "lyrics": "MBLAQ yeah let's again 2010 let's go somebody누군가 나를 좀 말려줘요 어떻게 이렇게 당할수가 있나요 너무나 믿었던 그녀가 날 밟은채 차갑게 등을 돌려 니가 나를 떠나서 뭘 할수 있겠니 난 아직도 깨닫지 못하겠다 나는 너를 나는 마지막으로 네게 기회를 준다 이젠 어쩔 수 없어 give to ma Y listen to ma Y 제발 나를 돌아봐 give to ma Y 대답해 내게 왜이러는지 말을 해봐 oh yeah nobody 이젠 날 말리지 말아줘요 더이상 그녀에게 놀아나기 싫어 천천히 이젠 난 주먹을 쥐려해요 복수를 시작하려 니가 나를 떠나서 뭘 할 수 있겠니 난 걱정을 주겠어 내가 받은 상처만큼 나는 마지막으로 네게 기회를 준다 천천히 다가간다 give to ma Y listen to ma Y 제발 나를 돌아봐 give to ma Y 대답해 내게 왜이러는지 말을 해봐 oh yeah oh oh ho ho ho oh that's right oh oh ho oh oh ho 내 맘이 무너져가 oh oh ho oh oh ho mblaq oh oh ho oh oh ho give it up 제발 말해봐 내게  Let e just slow down 니가 움직이는 그모든 걸 말했던 그 박자에 맞춰서 질렀던 나의 널 부르는 외침이 비웃던 그 모습 지우려 애쓰던 걸 들어봐 내 노랠 listen to ma ah ah ah 실컷 울어봐 가지마 널 씹어서 뱉어준다 give to ma Y listen to ma Y 제발 나를 돌아봐 give to ma Y 대답해 내게 왜이러는지 말을 해봐 oh yeah oh oh ho ho ho oh that's right oh oh ho oh oh ho 내 맘이 무너져가 oh oh ho oh oh ho mblaq oh oh ho oh oh ho it's body let's move it's over babe oh yeah it's over babe it's over"}, {"song_no": "2680552", "year": "2010", "rank": "76", "title": "다시 와주라", "artist": "바이브", "genre": "Ballad", "lyrics": "다시 와주라  잊혀질만 할때면 지워질만 할때면 가끔 니가 생각나 날 괴롭히더라 듣기 싫은 너의 투정도 사소한 말 다툼도 이제와서 생각해보니 니가 내 사랑이더라 너 다시 돌아와주라 꼭 다시 돌아와주라 아무리 미워도 아무리 싫어도 널 기다리고 기다리는 내곁으로 너 다시 와 주라 지겨운 니 기억도 피곤한 잔소리도 이별뒤에 그런 게 더 생각나더라 세월 지나 니 맘 변하면 너 올 수 있을까 오늘 하루 지나면 다시 제발 나의 곁으로 너 다시 돌아와 주라 꼭 다시 돌아와주라 아무리 미워도 아무리 싫어도 너하나만을 기다리는 내곁으로 한 번만 돌아봐 주라 한 번만 떠올려주라 그렇게 미워도 그렇게 싫어도 너 하나만을 기다리는 내 모습을 한 번만 기억해 주라 나 다시 사랑해 주라 꼭 다시 돌아와 주라 한 번더 생각해 주라 내 생각 한번 해주라 이렇게 아파하는 내 곁으로 너 다시 돌아와주라 혹시 다른 사랑 한다해도 이미 다른 사랑 있다해도 꼭 다시 너 돌아와주라 너 다시 와 주라"}, {"song_no": "2771922", "year": "2010", "rank": "77", "title": "같은 마음", "artist": "백지영", "genre": "Drama", "lyrics": "헤어져도 그대여 날 생각해줘요 멀리서도 그대여 날 생각해줘요 가슴은 다 헤져서 성한 곳 하나 없고 두 눈은 또 멀어서 떠나는 그대 보지 못하네요 사랑해요 헤어지지 말아요 떠나는 그대의 모습을 나는 볼 수 없어요 사랑해요 내 말 듣고 있나요 오 날 떠나지 말아요  두 발은 그댈 찾아 매일 헤메이는데 두손은 그댈 위해 쉼이 없도록 기도하고 있어요 사랑해요 헤어지지 말아요 떠나는 그대의 모습을 나는 볼수 없어요 사랑해요 내 말 듣고 있나요 오 날 떠나지 말아요 같은 마음으로 간직해줘요 내가 바라는 건 하나 꼭 돌아와줘요 그리워요 오늘도 기다려요 우리가 다시 만난다면 그떈 헤어지지마 먼곳에서 나를 보고 있나요 오 날 잊으면 안돼요"}, {"song_no": "2793964", "year": "2010", "rank": "78", "title": "조각 입니다 (Feat. 매직플로우)", "artist": "일락", "genre": "Dance", "lyrics": "사랑합니다 그리고 또 사랑합니다 오직 너만 사랑해 My Love My Love My Love Lover 이렇게 두근대지요 그대만보면 가슴 터질것만 같애 어쩌나요 그대 느낌이 설레임들이 나와 같았으면 좋겠어요 첫인상이 좋다는말 나랑 잘맞겠다는 말 그보다 더 좋은게 어딨겠어 첫눈에 반해버렸어 이 말 꼭 전하고 싶어 정말 나는 그대의 조각입니다 조각입니다 그대의 조각이고 싶어요 내 맘이 닳을때까지 난 그대만의 조각이 되어 그대만의 조각이 되어 한평생을 살아도 그대라면 상관없어요 나는 그대의 한 조각으로 남고 싶어요 My Love My Love My Love Lover 살짝 떠나 갑자기 떠나 나와 떠나 갑자기 떠나 그저 뻔한 고백을 떠나 보나마나 기분 좋아질꺼야 Alright 샤라랄 라라랄 라라라 흥얼거리는 콧노래가 너의 조각이 되어 녹아 내리고 싶어 다 같은 마음은 아니란 걸 내겐 특별하다는 걸 그대와 있을 땐 더 빛나는 걸 난 마음 먹었어 평생을 그대만 볼래요 나는 그대의 조각입니다 조각입니다 그대의 조각이고 싶어요 내 맘이 닳을때까지 난 그대만의 조각이 되어 그대만의 조각이 되어 한평생을 살아도 그대라면 상관없어요 나는 그대의 한 조각으로 남고 싶어요 My Love My Love My Love Lover 그대만의 반쪽 하나뿐인 멘토 오 Baby 지금이라도 널 만나걸 감사해 사랑해  그댄 나만의 사랑입니다 그대의 사랑이고 싶어요 내생이 다할때까지 전부를 다줄래 그대에게 모두 다 줄래 한평생을 살아도 그대라면 상관없어요 나는 그대의 영원으로 남고 싶어요 My Love My Love My Love Lover 나는 그대의 조각입니다 조각입니다 그대의 조각이고 싶어요 내 맘이 닳을때까지 난 그대만의 조각이 되어 그대만의 조각이 되어 한평생을 살아도 그대라면 상관없어요 나는 그대의 한 조각으로 남고 싶어요 My Love My Love My Love Lover 그댄 나만의 운명입니다"}, {"song_no": "2795100", "year": "2010", "rank": "79", "title": "희망은 잠들지 않는 꿈", "artist": "규현 (KYUHYUN)", "genre": "Drama,Ballad", "lyrics": "나 외로워도 돼 널 생각할 땐 미소가 나의 얼굴에 번져 나 힘들어도 돼 니가 행복할 땐 사랑이 내 맘 가득히 채워 오늘도 난 거친 세상속에 살지만 힘들어도 눈 감으면 니 모습뿐 아직도 귓가에 들려오는 꿈들이 나의 곁에서 널 향해 가고 있잖아 내 삶이 하루하루 꿈을 꾸는 것처럼 너와 함께 마주보며 사랑할 수 있다면 다시 일어설 거야 나에게 소중했던 기억속의 행복들 힘든 시간 속에서도 더욱 따스했던 희망은 내게 잠들지 않는 꿈 늘 나의 곁에서 그림자처럼 조용히 너는 내게로 와서 나 아파하는지 매일 외로운지 그리움으로 너는 내게 다녀가 세상이 날 울게 해도 나는 괜찮아 항상 니가 나의 곁에 있으니까 먼지처럼 추억이 변해서 떠날까 그저 웃으며 마음을 달래어 봐도 내 삶이 하루하루 꿈을 꾸는 것처럼 너와 함께 마주보며 사랑할 수 있다면 다시 일어설 거야 나에게 소중했던 기억속의 행복들 힘든 시간 속에서도 더욱 따스했던 희망은 내게 잠들지 않는 꿈 수없이 넘어져 비틀대도 나는 이렇게 서 있잖아 내 맘 하나 뿐인데 힘들 때면 니가 이렇게 힘이 돼 줄래 너를 향해 영원히 이렇게 상처 속에 슬픔들을 삼킨 채 미소짓는 내모습을 너에게 보여줄게 이제는 아프지않아 언제나 너와 함께 이루고픈 꿈 안고 갈 수 없던 저 편에서 너를 불러볼께 내 마음 다해 사랑하는 너를"}, {"song_no": "2772351", "year": "2010", "rank": "80", "title": "가끔은 혼자 웁니다", "artist": "김연우", "genre": "Drama,Ballad", "lyrics": "한걸음 물러납니다 닿을 듯 닿지 않는 곳으로 눈물에 번진 그대의 모습은 아파올만큼 너무 아름다워요 한번 더 잘라냅니다 눈물을 먹고 자라는 마음 부르지 못한 그대 이름이 가슴을 쳐서 멍이 들어도 미안해요 이런 사람이라서 그대 앞에다가설 수 없어서 사랑해 그 말 한마디를 못해서 가끔은 혼자 웁니다 참 못난 사람입니다 변명 한마디 찾지 못하는 세상의 끝에 다다른 후에 뒤돌아보며 후회하겠죠 미안해요 이런 사람이라서 그대 앞에다가설 수 없어서 사랑해 그말 한마디를 못해서 가끔은 혼자 웁니다 그댈 안고 싶은 맘  끊어질 듯 아파도 숨을 쉴 수 있죠 바라볼 수 있어서 고마워요 거기에 있어줘서 사랑해 그 말 한마디를 못해서 가끔은 혼자 울지만 오늘도 혼자 울지만"}, {"song_no": "2752779", "year": "2010", "rank": "81", "title": "박수 (Clap)", "artist": "틴탑", "genre": "Dance", "lyrics": "널 좋아했기에 난 박수를 친다 넋 나간 사람처럼 웃고 박수를 친다 사랑했기에 모든 걸 다 줬기에 오늘도 난 기뻐 뛰며 박수를 친다 이러다 잠시 또 난 한참을 운다 뭔가를 잃어버린 것처럼 난 서있다 생각해내서 너를 생각해내서 갑자기 신나게 웃고 또 박수를 친다 clap man man man You'll come back to me baby oh I'm so cra cra crazy clap cla cla cla cla clap mad man Cra cra crazy clap cla cla cla cla clap mad man 멈출 수 없나봐 미쳐가는 날 좀 봐바 자꾸만 내가 널 기억해 울고 웃고 I'm so cra cra crazy clap cla cla cla cla clap mad man Cra cra crazy clap cla cla cla cla clap mad man 끝낼 수 없나봐 지쳐가는 날 좀 봐바 자꾸만 내가 널 기억해 울고 웃는 clap mad man clap man mad man  도대체 네가 뭔데 내 기억에 나타나 망치는데 생각해보면 다 거짓인데 왜 자꾸 생각나 미쳐만 가 억지로 숨쉬며 죽어만 가 현실을 버려 나 썩어만 가 You'll come back to me baby oh I'm so cra cra crazy clap cla cla cla cla clap mad man Cra cra crazy clap cla cla cla cla clap mad man 멈출 수 없나 봐 미쳐가는 날 좀 봐바 자꾸만 내가 널 기억해 울고 웃고 I'm so cra cra crazy clap cla cla cla cla clap mad man Cra cra crazy clap cla cla cla cla clap mad man 끝낼 수 없나봐 지쳐가는 날 좀 봐바 자꾸만 내가 널 기억해 울고 웃는 clap mad man clap man mad man  I'm so cra cra cra cra cra crazy cra cra crazy clap cla cla cla cla clap mad man 끝낼 수 없나봐 지쳐가는 날 좀 봐바 자꾸만 내가 널 기억해 울고 웃는 clap ma ma man mad man"}, {"song_no": "2900010", "year": "2010", "rank": "82", "title": "널 사랑한다", "artist": "박효신", "genre": "Drama,Ballad", "lyrics": "내 심장에 살고 눈물에 살고 또 기억에 사는 그리운 사람 지우지 못하고 버리지 못할 아름다운 사람아 날 숨쉬게 하고 꿈꾸게 하고 또 아프게 하는 오직 한 사람 바라볼수록 더 다가설수록 눈물겨운 사람아 널 사랑한다 그 사랑 때문에 가슴 시려도 그 사랑 때문에 또 다시 하루를 견뎌낸다 널 사랑한다 사랑한다는 그 말보다 더 나조차도 겁이날만큼 미치도록 내 가슴이 널 사랑한다 닿을 수 없고 늘 머물 수 없고 더 가질 수 없는 머나먼 사람 그저 눈물로만 가슴으로만 불러보는 사람아 널 사랑한다 그 사랑 때문에 가슴 시려도 그 사랑 때문에 또 다시 하루를 견뎌낸다 널 사랑한다 사랑한다는 그 말보다 더 나조차도 겁이날만큼 미치도록 내 가슴이 널 사랑한다 단 한번도 전하지 못했던 바보 같은 나이지만 사랑한다 널 사랑한다 널 기다린다 그 사랑 때문에 눈물 고여도 그 사랑 때문에 메마른 내삶이 빛나니까 널 기다린다 영원이라는 시간보다 더 곁에서도 그리워질만큼 아프도록 내 가슴이 널 사랑한다"}, {"song_no": "1757006", "year": "2010", "rank": "83", "title": "Nothing Better", "artist": "브라운 아이드 소울", "genre": "R&B / Soul", "lyrics": "내게 언젠가 왔던 너의 얼굴을 기억해 멈춰 있던 내맘을 밉게도 고장난 내 가슴을 너의 환한 미소가 쉽게도 연거야 그래 그렇게 내가 너의 사람이 된거야 못났던 내 추억들이 이젠 기억 조차 안나 나를 꼭 잡은 손이 봄처럼 따뜻해서 이제 꿈처럼 내 맘은 그대 곁에 가만히 멈춰서요 한 순간도 깨지 않는 끝없는 꿈을 꿔요 이제 숨처럼 내곁에 항상 쉬며 그렇게 있어주면 nothing better nothing better than you nothing better nothing better than you 이제 꿈처럼 내 맘은 그대 품에 가만히 안겨있죠 한 순간도 깨지 않는 끝없는 꿈을 꾸죠 이제 숨처럼 내곁에 항상 쉬며 그렇게 있어주면 nothing better nothing better than you nothing better nothing better than you nothing better nothing better than you"}, {"song_no": "2735074", "year": "2010", "rank": "84", "title": "죽도록 사랑해 (Feat. Soul Dive)", "artist": "KCM", "genre": "Drama", "lyrics": "그저 바라보기만 해도 가슴 뭉클한 사람 그저 함께 있는 이유만으로도 나를 행복하게 하는 사람 그대에게 이런 사람이 나일 수는 없는지 헛된 욕심으로 그댈 잃을까봐 애써 그리움을 누르지만 죽도록 그댈 사랑하는데 죽도록 그댈 원하는데 어떻게 내가 잊을 수가 있습니까 이 못난 나를 용서해줘요 너때문에 자꾸 목이 메여 미쳐 차라리 나보고 그저 죽으라고 시켜 걱정되는게 사랑인 걸 어떻게 널 잊어 어떻게 널 지워 좋은 것을 보면 니 생각이 나 먹어도 니 생각에 내 목이 타 못난 나를 그대여 용서해줘 어떻게 널 잊어 어떻게 널 지워 미치도록 보고 싶어도 가질순 없는 사람 내게 사랑이란 아픔 가르쳐준 그냥 눈물 나게 좋은 사람 그대에게 이런 사람이 나일수는 없는지 괜한 기대 속에 내 맘 다칠까봐 애써 그댈 피해 다녔지만 죽도록 그댈 사랑하는데 죽도록 그댈 원하는데 어떻게 내가 잊을 수가 있습니까 이 못난 나를 용서해줘요 내 눈에는 너만 보여 내 귀에는 너만 들려 그런데 내 입은 아무말도 못해 그리워도 보고싶단 말을 못해 기다려도 기다린단 말을 못해 바보같은 멍청한 내 욕을해도 소용없어 그까짓 자존심은 됐어 계속 내 가슴을 쳐 너때문에 돌겠어 완전 미치겠어 널 사랑해 그래도 널 사랑해 갖지도 못해 잊지도 못해 그리움마저 병이 된 내 사랑 바보야 널 죽도록 사랑해 나에겐 너 하나뿐야 죽도록 그댈 사랑하는데 죽도록 그댈 원하는데 어떻게 내가 잊을 수가 있습니까 이 못난 나를 용서해줘요 죽도록 그댈 사랑하는데 죽도록 그댈 원하는데 어떻게 내가 잊을 수가 있습니까 이 못난 나를 용서해줘요 이 못난 나를 용서해줘요 사랑할바에는 죽도록 사랑하자 이 사랑을 결코 후회따윈 말자 니가 나를 사랑하지 않아도 넌 영원히 잊혀지지 않아도 이 사막속을 혼자 걸어도 외로움이 머물곳이 없어도 눈물이 온 방을 적셔도 사랑할바에는 죽도록 사랑하자"}, {"song_no": "2697459", "year": "2010", "rank": "85", "title": "Bye Bye Bye", "artist": "화요비", "genre": "R&B / Soul", "lyrics": "I'm in love with you forever I'm in love with you forever bye bye bye good bye 어떻게 만난 내 사랑인데 너만 쉽게 가져가 어떻게 만든 내 추억인데 니가 뭔데 가져가 사랑니가 무너질 듯 힘껏 니 앞에 서 있지만 사실은 나 쓰러질 거 같아 힘없이 널 붙잡아 떠나지마 나를 제발 떠나지마 나를 이렇게 이렇게 자꾸자꾸 눈물만 흘러 I'm in love with you forever I'm in love with you forever Why why why why why I'm in love with you forever I'm in love with you forever Bye bye bye good bye 헤어지면 모두 끝이란 말 그런 말 안 할거야 기다리면 결국 올 거라고 그렇게 믿을 거야 너 없이도 잘 지낼 거란 말 그런 말 안 할거야 하루하루 점점 불안해져 정말 날 잊을까 봐 사랑하고 있어 아직 사랑하고 있어 기다려 내 맘은 자꾸자꾸 커져만 가고 I'm in love with you forever I'm in love with you forever Why why why why why I'm in love with you forever I'm in love with you forever Bye bye bye good bye 울고 있다가 몇 번을 참고 참아도 머릿속엔 따뜻한 니 목소리만 니가 없다고 한번도 생각 못해서 어떻게 너 없이 내가 I'm in love with you forever I'm in love with you forever Why why why why why I'm in love with you forever I'm in love with you forever Bye bye bye good bye"}, {"song_no": "2901993", "year": "2010", "rank": "86", "title": "샤랄라", "artist": "신민아", "genre": "Drama", "lyrics": "나는 웃는 표정이 햇살보다 눈부셔 나는 우는 표정도 누구보다 눈물이 예쁘게 떨어질 것 같애 지나가는 사람들 다들 나만 쳐다봐 하지만 너에게만 이런 모습 보일래 넌 정말 행운을 가졌어 샤랄랄라라라 노래를 부르며 나의 이름을 꿈꿔 부르면 샤랄랄라라라 너만의 여자로 아름답게 너만 볼 거야  나는 웃는 표정이 햇살보다 눈부셔 나는 우는 표정도 누구보다 눈물이 예쁘게 떨어질 것 같애 샤랄랄라라라 노래를 부르며 나의 이름을 꿈꿔 부르면 샤랄랄라라라 너만의 여자로 아름답게 너 볼거야 샤랄랄라라라 노래를 부르며 나의 이름을 꿈꿔 부르면 샤랄랄라라라 너만의 여자로 아름답게 너만 볼거야"}, {"song_no": "2795648", "year": "2010", "rank": "87", "title": "Dangerous", "artist": "보아 (BoA)", "genre": "Dance", "lyrics": "장난치지 말고 속이려 들지 말고 서투른 변명 말고 hurry up hurry up 고백해 이기적 네가 원하는대로만 또는 달콤한 love 순간의 유혹에 미쳐 빠져있어 헤어나올 수 없을 만큼 너무 멀리 갔어 이미 넌 Dangerous experience 상처만 남은 Dangerous Experience 앞뒤 맞질 않지 넌 내 손 안에 있지 넌 참 빤하게 보이는 습관적 거짓말 늘어놔 지겨워 사소한 호기심에 시작해 다시는 no 아니라는 말 이젠 널 믿지 않아 다 내 맘대로 너란 것 다 지워버려 내 뜻대로 Dangerous Experience 또 하날 배워 Dangerous Experience 힌트를 주자면 네가 내게 한 만큼만 기억해 쉽게 나를 봤다면 후회 따위 너의 home work 아니라는 말 이젠 널 믿지 않아 다 내 맘대로 너란 것 다 지워버려 내 뜻대로 Dangerous Experience 또 하날 배워 Dangerous Experience  아니라는 말  또 하날 배워 Dangerous"}, {"song_no": "2680562", "year": "2010", "rank": "88", "title": "미친거니", "artist": "바이브", "genre": "Ballad", "lyrics": "지켜줄 것처럼 영원할 것처럼 나만 사랑한다고 큰소리 뻥뻥치더니 헤어지잔 그 말이 그렇게 쉬웠니 왜 한입으로 두말한거니 미친거니 사랑할 땐 언제고 미친거니 이제와서 딴소리야 미친거니 안길 땐 언제고 왜 이제와서 모르는척 하고 나 버리는 거니  순진한 것처럼 멍청한 것처럼 나밖에 모른다고 큰소리 뻥뻥치더니 다른남자 만나는게 그렇게 쉬웠니 그렇게 내가 쉬워보였니 미친거니 사랑할 땐 언제고 미친거니 이제와서 딴소리야 미친거니 안길 땐 언제고 왜 왜 이제와서 모르는척 하고 나 버리는 거니 이제 너 같은 사람 아니 너 같은 여자 다시 태어나도 만나지않을래 그렇게 매일 다짐해도 돌아서면 니가 생각나 나 미쳤나봐 그런 너를 기다려 나 미쳤나봐 아직 너만 기다려 나 미쳤나봐 다른 사랑하는 너를 왜 왜 아직까지 잊지못하고 기다리는거니"}, {"song_no": "2804028", "year": "2010", "rank": "89", "title": "여우비", "artist": "이선희", "genre": "Drama", "lyrics": "사랑을 아직 난 몰라서 더는 가까이 못가요 근데 왜 자꾸만 못난 내 심장은 두근거리나요 난 당신이 자꾸만 밟혀서 그냥 갈 수도 없네요 이루어질 수 도 없는 이 사랑에 내 맘이 너무 아파요 하루가 가고 밤이 오면 난 온통 당신 생각뿐이죠 한심스럽고 바보 같은 날 어떻게 해야 좋을까요 마음이 사랑을 따르니 내가 뭘 할 수 있나요 이루어질 수도 없는 이 사랑에 내 맘이 너무 아파요  하루가 가고 밤이 오면 난 온통 당신 생각뿐이죠 한심스럽고 바보 같은 날 어떻게 해야 하나요 내 아픔이 무뎌져 버릴 날이 언제쯤 내게 오긴 할까요 한심스럽고 바보 같은 날 어떡해 하란 말인가요 달빛이 너무나 좋아서 그냥 갈 수가 없네요 당신 곁에 잠시 누워 있을게요 잠시만 아주 잠시만"}, {"song_no": "2908515", "year": "2010", "rank": "90", "title": "가식걸", "artist": "씨스타", "genre": "Dance", "lyrics": "You know It's BRAVESOUND We doin' it again Sistar second single Uh Shady girl 영화를 볼 때 면 난 깜짝 놀래야해 너와 밥 먹을 때 난 항상 남겨야해 슬프지 않아도 눈물을 흘려야해 이런 내 마음을 너는 알고 있는지 물 한잔 마시고 난 취한 척 해야해 아무리 힘들어도 항상 웃어야 해 배가 나와 보일까봐 긴장해야돼 이런 내 마음을 너는 알고 있는지 난 너만 사랑하는 가식걸이야 난 너만 바라보는 가식걸이야 I need you boy 이렇게 너만을 사랑하는데 난 조마 조마 조마해 니가 떠날까봐 난 불안 불안 불안해 시간이 흐를수록 나의 맘이 나의 맘이 너만을 생각하는 가식걸 난 항상 귀찮아도 매일 화장을 하고 다리가 아파도 굽 높은 하이힐 신고 너에게 잘 보이려고 예쁜 옷 입고 이런 내 마음을 니가 알기나해 잘생긴 남잘 봐도 니가 최고라 하고 전화로 수다 떨다 너 땜에 빨리 끊고 혹시나 집에 올까 봐 청소를 하고 이렇게 힘든 내 맘 니가 알기나 해 난 너만 사랑하는 가식걸이야 난 너만 바라보는 가식걸이야 I need you boy 이렇게 너만을 사랑하는데 난 조마 조마 조마해 니가 떠날까봐 난 불안 불안 불안해 시간이 흐를수록 나의 맘이 나의 맘이 너만을 생각하는 가식걸 겉으론 웃지만 속으로는 울고 있는 나 너의 눈길을 한 없이 끝 없이 기다리는 나 화가 나 가식적인 내 모습을 볼때마다 왜 난 니 앞에만 서면 작아지는 걸까 왜일까 I don't know why 난 너만 사랑하는 가식걸이야 난 너만 바라보는 가식걸이야 I need you boy I care about you so much You're so special to me I luv you boy 난 조마 조마 조마해 니가 떠날까봐 난 불안 불안 불안해 시간이 흐를수록 나의 맘이 나의 맘이 너만을 생각하는 가식걸"}, {"song_no": "2758736", "year": "2010", "rank": "91", "title": "내가 더 아플게", "artist": "환희", "genre": "Ballad", "lyrics": "멀고 긴 시간을 돌아서 왔어 늦어버린 순간들을 되돌리고 싶어 널 향해 왔는데 너 없는 쓸쓸한 빈자리 상상조차 하지 못했어 너무나도 아파서 눈물조차도 나지 않아 늘 기다려줄 너 인줄만 알았던 내 자만을 용서 할 수 없어 내가 더 아플게 니 자리에 서서 널 너무 사랑해 널 보낼 수가 없어서 이젠 너만이 내 전부니까 기다릴꺼야 내 곁으로 돌아오면돼  함께 했던 그곳에 너와의 추억들만 남아 너 없인 니 맘조차 없고 숨도 쉴 수가 없어 모두 끝난거니 내가 더 아플게 니 자리에 서서 널 너무 사랑해 널 보낼 수가 없어서 이젠 너만이 내 전부니까 기다릴꺼야 내 곁으로 돌아오면돼 이젠 널 떠나지 않을 거라고 다짐하고 온 나인데 제발 돌아와줘 내가 더 잘할게 너 없인 안돼서 나 죽을 것만 같은데 니가 올까봐 너의 자리를 비워둘꺼야 널 아직도 사랑하니까"}, {"song_no": "2783249", "year": "2010", "rank": "92", "title": "서커스 (Suckers) (Feat. Maboos, J`Kyun, Swings, Deepflow, B-free)", "artist": "DJ DOC", "genre": "Rap / Hip-hop", "lyrics": "오늘도 난 도마 위에 올라서 춤을 춰 날이 시퍼렇게 선 작두 위에서 어떤 사람들은 자꾸 내가 떨어지길 바래 오늘도 벼랑끝에서 난 또 줄을 타네 한때는 당연히 난 잘 나갈거야 라고 큰소리 쳤던 촌스런 래퍼 내 자랑거리라 떠들어댔던 내 Swagger Chain 새신발 이런 것들을 보고 막연히 시작했던 고단한길 누가 날 알까 날개 잃은 젊음 내 싸인에 통채로 팔려나간 내 청춘 아주 위험해 이 길은 음악가들의 무덤 욕심이 있다면 다 비워내 do it my way like Frank Sinatra 쉽지 않았지만 여기까지 왔다 젊은 나이의 선수 나는 Wayne Messi 역대 최고가 될거야 like Wayne Gretzki hot issue 4분만에 game Change 했지 yea 난 해 냈지 BEST 내 rap은 현재진행중 yea I do it 멈추지 않으니 같이 가기 싫으면 move it 오늘도 난 도마 위에 올라서 춤을 춰 날이 시퍼렇게 선 작두 위에서 어떤 사람들은 자꾸 내가 떨어지길 바래 오늘도 벼랑끝에서 난 또 줄을 타네 오늘도 난 도마 위에 올라서 춤을 춰 날이 시퍼렇게 선 작두 위에서 어떤 사람들은 자꾸 내가 떨어지길 바래 오늘도 벼랑끝에서 난 또 줄을 타네 Mr DEEP in the buillding I Fly like a 비행기 훨씬 더 높이 날길원해 힘껏 댕긴 활시위 랩게임은 내 유일한 개인기 잭팟을 향해 청춘을 던지는 빅 갬블링 Ma life Ma Watch 망가진 알람 그 덕분에 지각해버린 성공과의 만남 난 움크린 개구리 더 큰 그림을 다진 한 밤 10년이 지났어 이건 두번째 와신상담 I do it everyday But 지쳐도 계속해 선택이 없어 믿어 I know I can 수년간 다짐했어 많이 계속되는 밤이 끝이나고 빛나는 내 날이 올때까지 쉴틈없이 달려 I keep runnin' runnin' 수없이 찢어버린 낡은 달력 피와 땀은 보상 받는 것이 진리 Just like amlli My song gon' be hit baby 오늘도 난 도마 위에 올라서 춤을 춰 날이 시퍼렇게 선 작두 위에서 어떤 사람들은 자꾸 내가 떨어지길 바래 오늘도 벼랑끝에서 난 또 줄을 타네 오늘도 난 도마 위에 올라서 춤을 춰 날이 시퍼렇게 선 작두 위에서 어떤 사람들은 자꾸 내가 떨어지길 바래 오늘도 벼랑끝에서 난 또 줄을 타네 난 아무것도 모르는 하와이 촌놈 내 작은 눈에 보이는건 오로지 성공 내게 허락된것이란 오로지 홈런 so i hit hard get all do it for my homeboys do it for my family and that's why i'm here 아무리 힘들어도 i will never shed a tear and you better get it clear D money my brother one love till i die no other 살다 보니 일에 노예 돈에 돈에 노예 어디로 뒤로 가는지도 모르는 채 그냥 그냥 끌려가는 늙은 노새 날개가 부러진 채로 살아가는 새 무거운 삶의 무게에 쳐진 어깨 I Wanna go back Bring it back 세상이란 바다에 시간이란 파도에 젖어가네 가네 외로운 종이배 God father hiphop yo 2dosa Yes J'Kyune Swings I see yo B Free Deepflow MABOOS &amp; 1'kyne Electro the hottest collabo"}, {"song_no": "2753448", "year": "2010", "rank": "93", "title": "가시같은 사랑", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Drama", "lyrics": "이제 그만 제발 그만 그리움이 멈추길 내곁에 없어도 늘 곁에 있는 너 사랑해도 사랑해도 널 갖지 못하고 헤어져있어도 널 보내지 못해 그립다 그립다 미치도록 사무치게 남 몰래 눈물만 삼킨다 내게 가시같은 사랑아 잊지 못할 사랑아 평생 평생 널 품에 안고 살아갈게 내맘 아프게 할 때마다 다치게 할 때마다 아직 우리 함께 인걸 느낄수가 있을테니  버릴수록 비울수록 너의 기억 차올라 눈떠도 감아도 늘 앞에 있는 너 한 시라도 잠시라도 난 이제 너 없이 숨쉬고 있어도 죽은것만 같은데 아프다 아프다 가슴속을 베인듯이 상처에 눈물이 스친다 내게 가시같은 사랑아 잊지 못할 사랑아 평생 평생 널 품에 안고 살아갈게 내맘 아프게 할 때마다 다치게 할 때마다 아직 우리 함께인걸 느낄수가 있을테니 서로 멀리 있어도 다신 볼수 없어도 이 것만은 잊지 말아줘 얼마만큼 내가 널 원하는지 얼마만큼 사랑하는지 너를 사랑한단 한마디 기다린단 한마디 그 말 그 말 눈물에 모아 날려본다 멀리 니가 있는 곳까지 너의 가슴 속까지 흘러 흘러 너를 향한 나의 마음 전해지게 흘러 흘러 너를 향한 나의 사랑 전해지게"}, {"song_no": "2796789", "year": "2010", "rank": "94", "title": "잘 가..지 마", "artist": "지아", "genre": "Ballad", "lyrics": "고마웠다고 행복했다고 거짓말은 하지마 곁에 있을 때 좋았었다고 머릴 쓰다듬지마 사랑한다고 사랑하자고 내 마음을 흔들어 놓고 미안하다고 미워하라고 하고 돌아서 갈 거잖아 안녕 나도 이젠 네가 싫어 잘 가 두 번 다신 보기 싫어 우리들 사진 우리 둘 반지 모두 다 내던질 거야 됐어 아무 말도 듣기 싫어 어서 가라고 난 말하지만 왜 자꾸만 고개 숙여 우는지  잘 지내라고 걱정 된다고 멋 있는 척 하지마 누가 본다고 웃어 보라고 애써 달래지는 마 울지 말라고 그만 울라고 더 이상은 힘들지 말고 다 잊으라고 다 지우라고 하고 돌아서 갈 거잖아 안녕 나도 이젠 네가 싫어 잘 가 두 번 다신 보기 싫어 우리들 사진 우리 둘 반지 모두 다 내던질 거야 됐어 아무 말도 듣기 싫어 어서 가라고 난 말하지만 왜 자꾸만 고개 숙여 우는지 세상에 둘도 없는 바보가 됐나봐 너를 사랑해서 너무사랑해서 너 밖에 모르는데 끝내 나를 두고 가는 거니 안 돼 이별은 나 하기 싫어 안 해 나만 혼자 있기 싫어 이럴 거 라면 떠날 거 라면 사랑은 왜 했던 거야 아니 아무 말도 듣기 싫어 아직 가지말란 말하잖아 조금만 더 내 곁에서 있어 줘"}, {"song_no": "2796983", "year": "2010", "rank": "95", "title": "빈털터리 (With 간종욱)", "artist": "별", "genre": "Drama", "lyrics": "안녕이라고 말할 수 없습니다 이렇게 죽을 만큼 난 찢겨져서 더 아프잖아요 날 이해 못하면 슬프잖아요 터질 것 같아 미칠 것 같아 시리잖아요 괴롭잖아요 그대 없음이 너무 싫어요 소나기처럼 맘을 적셔와 망가지게 해 오래가도 아물질 않고 눈물이 나오는 날엔 편지를 쓰죠 오늘 잊으려 눈물 지울 날 다시 웃을 날 꿈 이라기엔 너무 아픈날 하루하루가 지긋지긋해 답답해 너무나도 숨이차 이렇게 아무것도 남아있지 않아 다신 빈털터리가 되긴 싫어 정말 절대 가지 마요 절대로 멀어지지마 날 두고 가지마 가지마 가지마 가지마 자꾸 눈물 나오잖아 또 하룰 떠나 보내요 하나도 남은 게 없이 빈털터리가 됐죠 눈물이 나오는 날엔 편지를 쓰죠 오늘 잊으려 눈물 지울 날 다시 웃을 날 꿈 이라기엔 너무 아픈날 하루하루가 지긋지긋 해 답답해 너무나도 숨이차 이렇게 오늘도 난 이렇게 바보같이 또 다신 빈털터리가 되긴 싫어 정말 절대 가지 마요 절대로 멀어지지마 날두고 가지마 가지마 가지마 가지마 자꾸 눈물 나오잖아 또 하룰 떠나 보내요 하나도 남은게 없이 빈털터리가 됐죠 이제는 끝인가요 혼자가 됐나요 매일 몰래 하루를 찾고 있죠 불러봐도 멀어져 가는 하루 다신 빈털터리가 되긴 싫어 정말 절대 가지마요 절대로 멀어지지마 날 두고 가지마 가지마 가지마 가지마 자꾸 눈물 나오잖아 또 하룰 떠나 보내요 하나도 남은게 없이 빈털터리가 됐죠"}, {"song_no": "2725948", "year": "2010", "rank": "96", "title": "우리 정말 사랑했어요 (With 케이윌)", "artist": "나비", "genre": "Ballad", "lyrics": "참 나쁜 남자죠 그래서 난 어쩌면 더 못잊나봐요 추억을 다 뒤져도 행복했던 기억뿐인데 생각만 해도 눈물로 얼룩질텐데 그래서 더 미운지 몰라 그대만큼 내 맘을 잘 아는 사람 이젠 다신 만날 수 없을 것 같아 사랑해 행복했어요 그리고 미안했어요 이렇게 우리 헤어지지만 돌아서지만 이것만은 잊지 말아요 그댈 정말 사랑했어요  참 착한 여자죠 그래서 더 못잊을거야 지금이라면 잘해줄 자신 있는데 시간은 돌릴 순 없나봐 그대만큼 더 좋은 난 그런 사람 두 번 다신 만날 수 없을 것 같아 사랑해 행복했어요 그리고 미안했어요 이렇게 우리 헤어지지만 돌아서지만 이것만은 잊지 말아요 그댈 정말 사랑했어요  이별을 피할 수 없어 널 보낼 수 없어 눈물을 멈출 수 없어 이렇게 우리 이렇게 우리 스쳐가지만 멀어지지만 멀어지지만 이것만은 잊지 말아요 그댈 정말 사랑했어요 love you 우리 정말 사랑했어요 goodbye goodbye goodbye say goodbye"}, {"song_no": "2705548", "year": "2010", "rank": "97", "title": "One Love (Feat. 가희 Of 애프터스쿨)", "artist": "숙희", "genre": "Ballad", "lyrics": "널 사랑해 첫 눈에 반한 내 사랑 너를 볼 때마다 가슴이 떨려 세상이 준 커다란 선물 처음이자 마지막 사랑 보아도 보아도 또 보고 싶은 한 사람 주어도 주어도 아깝지 않은 맘 말해도 말해도 늘 모자라는 한마디 사랑해 널 사랑해 사랑해 사랑해 아무리 막으려해도 조용히 입에서 세어 나오는 그 말 수천번 수백번 아무리 아끼려해도 도무지 참을 수 없는 네게 전할 말 널 사랑해 내 전부를 잃어도 널 사랑해 이 세상이 끝나도 널 잃고 싶지 않아 놓치고 싶지 않아 숨기려해도 날 미소짓게 하는 널 널 사랑해 첫눈에 반한 내 사랑 너를 볼때마다 가슴이 떨려 세상이 준 커다란 선물 처음이자 마지막 사랑  낮이나 밤이나 이 하나만은 잊지마 비오나 눈오나 그 마음 변치마 슬프나 기쁘나 늘 지금처럼 이대로 네 곁에 머물러줘 첫눈에 반한다는 동화같은 일이 내게 일어났어 난 잠에서 깬 공주 살며시 조금씩 다가오는 그대를 나 거부할 수 없어 한아름 꼭 안아요 비오는 날엔 우산이 되어줄게 햇볕이 뜨거운 날엔 시원한 그늘 영원히 니 곁에서 널 웃게해줄게 꼭 안아줘요 떨리는 맘 가득 차도록 내 가슴이 한눈에 알아 본 사람 운명이란 아마 이런건가봐 세상이 준 커다란 선물 처음이자 마지막 사랑 난 행복해 천번을 내게 물어도 같은 대답 나는 너만 사랑해 우리 사랑 영원하기를 처음처럼 마지막까지 너는 나의 마지막 사랑 사랑 사랑 그 누가 말했나 이렇게도 행복한 걸 알고 말했나 가슴 벅차도록 숨이 가빠오도록 사랑하고 싶어 오직 그대 하나만 사랑 사랑 그 누가 말했나 이렇게도 행복한 걸 알고 말했나 무엇과도 바꿀 수 없는 내 사랑 그대 하나만이 내 마지막 사랑"}, {"song_no": "2722445", "year": "2010", "rank": "98", "title": "Nothin` On You (Feat. 재범)", "artist": "B.o.B", "genre": "Rap / Hip-hop", "lyrics": "beautiful girls all over the world i could be chasing but my time would be wasted they got nothing on you baby nothing on you baby they might say hi and i might say hey but you shouldn't worry about what they say cos they got nothing on you baby nothing on you baby i know you feel where i'm coming from regardless of the things in my past that i've done most of it really was for the hell of the fun on the carousel so around i spun spun with no directions just tryna get some some tryna chase skirts living in the summer sun sun this is how i lost more than i had ever won and honestly i ended up with none there's no much nonsense it's on my conscience i'm thinking baby i should get it out and i don't wanna sound redundant but i was wondering if there was something that you wanna know that you wanna know but never mind that we should let it go we should let it go cos we don't wanna be a tv episode tv episode and all the bad thoughts just let them go go go go go beautiful girls all over the world i could be chasing but my time would be wasted they got nothing on you baby nothing on you baby they might say hi and i might say hey but you shouldn't worry about what they say cos they got nothing on you baby not nothing on you baby hands down there will never be another one i been around and i never seen another one look at your style they ain't really got nothing on and you out and you ain't got nothing on baby you the whole package plus you pay your taxes and you keep it real while them other stay plastic you're my wonder women call me mr fantastic stop now think about it i've been to london i've been to paris even went out there to tokyo back home down in georgia to new orleans but you always steal the show steal the show and just like that girl you got me froze got me froze like a nintendo 64 64 if you never knew well now you know know know know know beautiful girls all over the world i could be chasing but my time would be wasted they got nothing on you baby nothing on you baby they might say hi and i might say hey but you shouldn't worry about what they say cos they got nothing on you baby nothing on you baby everywhere i go i'm always hearing your name name name and no matter where i'm at girl you make me wanna sing sing sing whether a bus or a plane or a car or a train no other girls on my brain and you the one to blame beautiful girls all over the world i could be chasing but my time would be wasted they got nothing on you baby nothing on you baby they might say hi and i might say hey but you shouldn't worry about what they say cos they got nothing on you baby nothing on you baby yeah and that's just how we do it and i'ma let this ride"}, {"song_no": "2803348", "year": "2010", "rank": "99", "title": "Game", "artist": "지피베이직", "genre": "Dance", "lyrics": "A yo who wanna get the talk 네겐 두 얼굴을 가진 난 crow 아주 얌전한 난 너의 fox Action 이미 시작된 my show let's go 너 땜에 또 네게 또 내가가 왜 자꾸 나를 불러 너무 한심해 어린애처럼 자꾸 자꾸 내게 물어 물어 이제 선택해 너도 참 깝깝해 go go go 내 눈빛에 들어와 Pretty boy boy boy 좀 더 솔직하게 말해 My boy oh 니가 보이는 window 그 속에 니 속은 미로 now come in up back 너에게로 don't stop it 말해줘 he say 네게로 one step two step 너에게로 my step 두근두근 떨지말고 don't stop boy 시간은 Tic Toc Tic Toc 째깍째깍 my talk 네 두 눈과 맘을 훔쳐 one two three get back  그대로 boy 내게 boy 앉아봐 Big game은 이미 내가 이긴 걸 넌 이미 내꺼 내꺼 내 머리도 니꺼 니꺼 나만 바라봐 두 눈 맞추고 바라봐 go go go 내 눈빛에 들어와 Pretty boy boy boy 좀 더 솔직하게 말해 my boy oh 니가 보이는 window 그 속에 니 속은 미로 now come in up back 너에게로 don't stop it 말해줘 he say 네게로 one step two step 너에게로 my step 두근두근 떨지말고 don't stop boy 시간은 Tic Toc Tic Toc 째깍째깍 my talk 네 두 눈과 맘을 훔쳐 one two three get back  Let's play my cutey pretty like it just my quick plan 너와 나 하나된 Big game oh 너의 눈빛에 missing 너의 볼에 kissing oh 모두 내 빛에 download 그의 손은 내 어깨 위로 everybody listen back up don't touch my toy come on 네게로 one step two step 너에게로 my step 두근두근 떨지말고 don't stop boy 시간은 Tic Toc Tic Toc 째깍째깍 my talk 네 두 눈과 맘을 훔쳐 one two three get back"}, {"song_no": "2793798", "year": "2010", "rank": "100", "title": "She`s Back", "artist": "인피니트", "genre": "Dance", "lyrics": "oh she's back she's back she's back she's back oh she's back she's back oh she's back she's back she's back  오늘도 기다린다 그저 시간을 건너뛰어 너에게 부끄럽지 않게 난 time will tell to my love 어디쯤에 있니 조금은 알듯해 조금씩 변해가 조금은 늦는 나라 그저 널 위해서 난 묵묵히 기다려 너에게 가기 위해 언젠간 함께 웃게 평생을 함께 good love 그녀가 내게 온다 온다 온다 환한 미소로 온다 온다 온다 영원히 내게 온다 온다 온다 don't you know 니가 없이 난 버려진 주인없는 신발 너의 곁으로 뛰어 가지만 뒤돌면 늘 제자리만 지켜 너를 보낸 거리에 날 떠나 버린 널위해 지금 이 밤조차도 새워 기다릴게 밝은 별이돼 하루 또 돌아간다 그저 열심히 나는 산다 너에게 떳떳할 수 있게 난 time will tell to my love 이제 웃어줄래 조금은 알듯해 조금씩 변해가 조금은 늦는 나라 그저 널 위해서 난 묵묵히 기다려 너에게 가기 위해 언젠간 함께 웃게 평생을 함께 good love 그녀가 내게 온다 온다 온다 시간을 넘어 온다 온다 온다 영원히 함께 한다 한다 한다 don't you know back back come back to me come back back back to me come back back back to me come back back back to me  she's back oh she's back she's back oh she's back she's back she's back 함께 good love 그녀가 내게 온다 온다 온다 환한 미소로 온다 온다 온다 영원히 내게 온다 온다 온다 don't you know 함께 good love 그녀가 내게 온다 온다 온다 시간을 넘어 온다 온다 온다 영원히 함께 한다 한다 한다 don't you know"}]