[{"song_no": "3715672", "year": "2012", "rank": "1", "title": "BLUE", "artist": "BIGBANG", "genre": "Dance", "lyrics": "겨울이 가고 봄이 찾아오죠 우린 시들고 그리움 속에 맘이 멍들었죠 I’m singing my blues 파란 눈물에 파란 슬픔에 길들여져 I’m singing my blues 뜬구름에 날려보낸 사랑 oh oh 같은 하늘 다른 곳 너와나 위험하니까 너에게서 떠나주는 거야 님이란 글자에 점하나 비겁하지만 내가 못나 숨는 거야 잔인한 이별은 사랑의 말로 그 어떤 말도 위로 될 수는 없다고 아마 내 인생의 마지막 멜로 막이 내려오네요 이제 태어나서 널 만나고 죽을 만큼 사랑하고 파랗게 물들어 시린 내 마음 눈을 감아도 널 느낄 수 없잖아 겨울이 가고 봄이 찾아오죠 우린 시들고 그리움 속에 맘이 멍들었죠 I’m singing my blues 파란 눈물에 파란 슬픔에 길들여져 I’m singing my blues 뜬구름에 날려보낸 사랑 oh oh 심장이 멎은 것 만 같아 전쟁이 끝나고 그 곳에 얼어 붙은 너와나 내 머릿속 새겨진 Trauma 이 눈물 마르면 촉촉히 기억하리 내 사랑 괴롭지도 외롭지도 않아 행복은 다 혼잣말 그 이상에 복잡한 건 못 참아 대수롭지 아무렇지도 않아 별수없는 방황 사람들은 왔다 간다 태어나서 널 만나고 죽을 만큼 사랑하고 파랗게 물들어 시린 내 마음 너는 떠나도 난 그대로 있잖아 겨울이 가고 봄이 찾아오죠 우린 시들고 그리움 속에 맘이 멍들었죠 오늘도 파란 저 달빛아래에 나 홀로 잠이 들겠죠 꿈속에서도 난 그대를 찾아 헤매이며 이 노래를 불러요 I’m singing my blues 파란 눈물에 파란 슬픔에 길들여져 I’m singing my blues 뜬구름에 날려보낸 사랑  I’m singing my blues 파란 눈물에 파란 슬픔에 길들여져 I’m singing my blues 뜬구름에 날려보낸 사랑 oh oh"}, {"song_no": "3701333", "year": "2012", "rank": "2", "title": "Heaven", "artist": "에일리", "genre": "Ballad", "lyrics": "니가 있는 곳에 나도 함께 할게 니가 가는 곳에 나도 함께 갈게 널 위해서 매일 웃고 널 위해서 기도하고 니 생각에 잠들고 널 부르며 눈을 떠 내 옆에서 지켜주고 내 옆에서 감싸주는 넌 나의 천국인걸 You're my only one way 오직 너를 원해 내가 니 곁에 있음에 감사해 You're the only one babe 힘든 세상 속에 사랑을 알게 해준 너 하나로 나는 행복해 Heaven Heaven Heaven Heaven Heaven Heaven Heaven Heaven Heaven Heaven 우리 함께라면 we will never cry never never cry Heaven Heaven Heaven Heaven Heaven Heaven Heaven Heaven Heaven Heaven 영원히 둘이서 never gonna be alone 니 품에서 숨을 쉬고 니 품에서 입 맞추고 니 목소릴 들으면 꿈 꾸는 것 만 같아 니 눈에서 알 수 있어 니 사랑을 알 수 있어 넌 나의 천국인걸 You're my only one way 오직 너를 원해 내가 니 곁에 있음에 감사해 You're the only one babe 힘든 세상 속에 사랑을 알게 해준 너 하나로 나는 행복해 Heaven 나만의 사람 그래 나를 지켜줄 사람 어떤 슬픔도 어떤 아픔도 너와 함께 한다면 어느 누구도 난 부럽지 않아 떨리는 두 손을 잡아줘 내가 사는 이유 너니까 You're my only one way 오직 너를 원해 내가 니 곁에 있음에 감사해 You're the only one babe 힘든 세상 속에 사랑을 알게 해준 너 하나로 나는 행복해 Heaven Heaven Heaven Heaven Heaven Heaven Heaven Heaven Heaven Heaven 우리 함께라면 we will never cry never never cry Heaven Heaven Heaven Heaven Heaven Heaven Heaven Heaven Heaven Heaven 영원히 둘이서 never gonna be alone oh so alone"}, {"song_no": "3713013", "year": "2012", "rank": "3", "title": "Touch", "artist": "미쓰에이", "genre": "Dance", "lyrics": "닫힌 내 가슴은 누구도   사랑할 수가 없다  그렇게 믿었는데   어느새 내 가슴이 열리고 있어  굳은 내 가슴은   다시는 설레일 수가 없다  그렇게 믿었는데 너를 볼 때마다   내 가슴이 뛰어  You touch my heart baby   touch touch  You touch my heart baby   touch touch  부드러운 손길로   내 마음을 어루만져 touch  You touch my heart baby   touch touch  You touch my heart baby  touch touch  내 마음을 모두 다 다  다 가져 갔어 touch  상처를 주기도 받기도   이제는 정말 싫다  그렇게 믿었는데 너와는   왜 그런 일이 없을 것 같니  가슴에 상처가 나으려면   한참이 걸릴 거다  그렇게 믿었는데 어느새   내가 너의 품에 안겨있어  You touch my heart baby   touch touch  You touch my heart baby   touch touch  부드러운 손길로   내 마음을 어루만져 touch  You touch my heart baby   touch touch  You touch my heart baby  touch touch  내 마음을 모두 다 다  다 가져 갔어 touch  얼음처럼 차가워진 내 가슴  어느샌가 살며시 빼앗은  너는 따스하게 비치는 햇살  내 상처에 다시 나는 새 살  나도 모르게 어느새 너에게 기대  하늘이 다시 한 번 내게 기회를  준 걸지도 모른다는 생각이  내 마음에 들어 baby  You touch my heart baby  touch touch You touch my heart baby  touch touch 부드러운 손길로  내 마음을 어루만져 touch You touch my heart baby  touch touch You touch my heart baby touch touch 내 마음을 모두 다 다 다 가져 갔어 touch"}, {"song_no": "3715676", "year": "2012", "rank": "4", "title": "FANTASTIC BABY", "artist": "BIGBANG", "genre": "Dance", "lyrics": "FANTASTIC BABY  여기 붙어라 모두 모여라  WE GON’ PARTY LIKE   리리리라라라  맘을 열어라 머릴 비워라   불을 지펴라 리리리라라라  정답은 묻지 말고 그대로 받아들여   느낌대로 가 ALRIGHT  하늘을 마주하고 두 손을 다 위로   저 위로 날뛰고 싶어 OH  나나나나나 나나나나나   WOW FANTASTIC BABY  DANCE I WANNA DAN DAN DAN DAN   DANCE FANTASTIC BABY  DANCE I WANNA DAN DAN DAN DAN   DANCE WOW FANTASTIC BABY  이 난장판에 HEY 끝판 왕 차례 HEY  땅을 흔들고 3분으론 불충분한   RACE WAIT  분위기는 과열   HUH CATCH ME ON FIRE HUH  진짜가 나타났다 나나나나  하나부터 열까지 모든 게 다 한 수위  모래 벌판 위를 미친 듯이   뛰어봐도 거뜬한 우리  하늘은 충분히 너무나 푸르니까  아무것도 묻지 말란 말이야   느끼란 말이야 내가 누군지  네 심장소리에 맞게 뛰기 시작해   막이 끝날 때까지 YE  I CAN’T BABY DON’T’ STOP THIS   오늘은 타락해 미쳐 발악해  가는거야 WOW FANTASTIC BABY  DANCE I WANNA DAN DAN DAN DAN   DANCE FANTASTIC BABY  DANCE I WANNA DAN DAN DAN DAN   DANCE WOW FANTASTIC BABY  BOOM SHAKALAKA  BOOM SHAKALAKA  BOOM SHAKALAKA  DAN DAN DAN DAN   DANCE  BOOM SHAKALAKA  BOOM SHAKALAKA  BOOM SHAKALAKA  DAN DAN DAN DAN   날 따라 잡아볼 테면 와봐   난 영원한 딴따라  오늘 밤 금기란 내겐 없어   mama just let me be your lover  이 혼란 속을 넘어 나나나나나  머리끝부터 발끝까지 비쥬얼은   쇼크 내 감각은 소문난 꾼   앞서가는 촉  남들보다는 빠른 걸음   차원이 다른 젊음   얼음얼음얼음 HOLD UP   나나나나나  네 심장소리에 맞게 뛰기 시작해   막이 끝날 때까지 YE  I CAN’T BABY DON’T’ STOP THIS   오늘은 타락해 미쳐 발악해   가는거야 WOW FANTASTIC BABY  DANCE I WANNA DAN DAN DAN DAN   DANCE FANTASTIC BABY  DANCE I WANNA DAN DAN DAN DAN   DANCE WOW FANTASTIC BABY  BOOM SHAKALAKA  BOOM SHAKALAKA  BOOM SHAKALAKA  DAN DAN DAN DAN   DANCE  BOOM SHAKALAKA  BOOM SHAKALAKA  BOOM SHAKALAKA  DAN DAN DAN DAN   다 같이 놀자 YE YE YE  다 같이 뛰자 YE YE YE 다 같이 돌자 YE YE YE  다 같이 가자 WOW FANTASTIC BABY"}, {"song_no": "3715674", "year": "2012", "rank": "5", "title": "BAD BOY", "artist": "BIGBANG", "genre": "Ballad", "lyrics": "그날 밤은 내가 너무 심했어   니가 진짜로 떠나갈 줄은 몰랐어  내가 미안해 이 말 한마디   어려워서 우린 끝까지 가 내   성격이 더러워서  말도 안 되는 일로 다투기를   하루에도 수십 번  넌 울면서 뛰쳐나가   난 주위를 두리번  다시 돌아오겠지 내일이면 분명   먼저 연락이 오겠지 아침이면  Baby 난 못해 너무나 못 돼서   더 잘해주고 싶은데 잘 안돼  Everyday &amp; night I'm so mean   cuz I'm so real so I'm sorry   but I can't change  니가 사랑하는 나는   Sorry i'm a bad boy  그래 차라리 떠나 잘 가요   you’re a good girl  시간이 갈수록 날 알면은 알수록   실망만 남았겠지만  Baby don't leave me I know you   still love me  왜 그래 솔직히 나 말해   니가 필요해   my lay lay lay lay lady   my lay lay lay lay lady  보통남자와 달라 너무 힘들다고  넌 아직도 소녀같이 너무 여려   매일같이 웃어주는   네 곁엔 내가 너무 어려  바쁘다는 핑계로 약속을 미뤄버려   미안한 나 속상한 마음에   고개를 돌려버려  내 꿈속의 신부 이제 그냥 친구   헤어짐이 아쉬운 우리들의 침묵  Baby 난 못해 너무나 못 돼서  더 잘해주고 싶은데 그게 안돼  Everyday &amp; night I'm so mean  cuz I'm so real so I'm sorry  but I can't change 니가 사랑하는 나는  Sorry I 'm a bad boy 그래 차라리 떠나 잘 가요  you’re a good girl 시간이 갈수록 날 알면은 알수록  실망만 남았겠지만 Baby don't leave me  I know you still love me 왜 그래 솔직히 나 말해  니가 필요해  my lay lay lay lay lady  my lay lay lay lay lady 아무 말 하지마 괜히 강한 척  했지만 속은 달라 날 버리지마 내게는 너만큼  날 이해해줄 사람 은 없단 걸 넌 알고 있잖아요  baby Oh 그대  come back to me ye ye ye 니가 사랑하는 나는  Sorry i'm a bad boy 그래 차라리 떠나 잘가요  you’re a good girl 시간이 갈수록 날 알면은 알수록  실망만 남았겠지만 Baby don't leave me I know you still love me 왜 그래 솔직히 나 말해  니가 필요해  my lay lay lay lay lady  my lay lay lay lay lady 니가 사랑하는 나는  Sorry i'm a bad boy  Sorry i'm a bad boy  Sorry i'm a bad boy 그래 차라리 떠나 잘 가요 you’re a good girl  you’re a good girl  you’re a good girl 니가 사랑하는 나는  Sorry i'm a bad boy  Sorry i'm a bad boy  Sorry i'm a bad boy 그래 차라리 떠나 잘 가요  you’re a good girl  you’re a good girl  you’re a good girl"}, {"song_no": "3678813", "year": "2012", "rank": "6", "title": "시간을 거슬러", "artist": "린", "genre": "Drama", "lyrics": "구름에 빛은 흐려지고 창가에 요란히 내리는 빗물소리 만큼 시린 기억들이 내 마음 붙잡고 있는데 갈수록 짙어져간 그리움에 잠겨 시간을 거슬러 갈순 없나요 그 때처럼만 그대 날 안아주면 괜찮을텐데 이젠 젖어든 빗길을 따라가 함께한 추억을 돌아봐 흐려진 빗물에 떠오른 그대가 내 눈물 속에서 차올라와 갈수록 짙어져간 그리움에 잠겨 시간을 거슬러 갈순 없나요 그 때처럼만 그대 날 안아주면 괜찮을텐데 이젠 흩어져가 나와 있어주던  그 시간도 그 모습도 다시 그 때처럼만 그대를 안아서 시간을 거슬러 갈순 없나요 한 번이라도 마지막일지라도 괜찮을텐데"}, {"song_no": "3706380", "year": "2012", "rank": "7", "title": "니가 필요해 (I Need You)", "artist": "케이윌", "genre": "Ballad", "lyrics": "잘 있었냐는 너의 인사말에 참았던 가슴은 또 뜨거워지고 정말로 내가 알던 너인지 한참을 되묻고 일 년 만인 목소리에 반가웠고 보고 싶었다는 말에 자꾸 눈물만 내려와 너도 나만큼 아팠던 걸까 니가 필요해 니가 필요해 일 년이 가도 십 년이 가도 나는 똑같아 단 하루도 잊지 못한 사람 난 너여야만 해 내 사랑이 너 인데 너 없이는 안돼 니가 필요해 길을 걷다 보고 다시 보고 내 손을 꼭 잡은 니 손을 또 보고 괜히 또 놓고 다시 잡고 바보같이 웃고 둘이라서 행복했던 소박했던 함께라 당연했던 그런 것들만 생각나 그때 우리는 왜 몰랐던 걸까 니가 필요해 니가 필요해 일 년이 가도 십 년이 가도 나는 똑같아 단 하루도 잊지 못한 사람 난 너여야만 해 내 사랑이 너 인데 너 없이는 안돼 니가 필요해 지금 달려가 당장이라도 널 품에 안고 숨이 차올라 넘칠 만큼 외칠거야 니가 필요해 니가 필요해 백 번이라도 천 번이라도 사랑할게 널 널 널 두 번 다시 너를 놓지 않아 널 떠나지 않아 내 사랑 너니까 약속할게 난 영원토록 널 죽을 때까지 너만 사랑해"}, {"song_no": "3715673", "year": "2012", "rank": "8", "title": "사랑먼지", "artist": "BIGBANG", "genre": "Dance", "lyrics": "내 친구가 네 얘기를 해   좋아보였단 말에 괜히 화를 내  어쩌면 아직도 나 땜에 네가   힘들어하길 바랬는지 몰라  요즘 가끔 나도 모르게   우리같이 즐겨 듣던 노래를 해  옛 추억에 잠긴 오늘 같은 날   이유없이 보고싶어지는 밤  그땐 내가 너무 어려서 사랑이   어려워서 널 피하려고만 했지  난 부담이 됐고 불만이 됐죠   끝내 너를 울리고  오늘이 지나면 넌 사라질 먼지   사랑이 뭔지  나 슬퍼 보인다면 내 눈물은 연기   춤추는 연기처럼  내일이면 또 아무렇지 않게  하루가 시작돼 널 잊고살겠죠  그저 네가 행복해지길 나는  이곳에서 남아서 웃으며 빌어줄게  혹시 기억하니 우리들 처음 만난 날  순수한 미소 가득히 Sauvignon Blanc 널 향한 이유 없는 순종  때론 거침없던 충돌 이별이 운명이란 현실 앞에  내 마지막 분노 마침 들려오는 라디오에서  공감되는 사연 지금 내 맘과 똑같다며 혹시 네가 아닐까 생각하다 잠이 와 시간은 참 빨리 가 넌 잘 있을까 그땐 내가 너무 어려서 사랑이 어려워서 도망치려고만 했지 결국 부담이 됐고 불만이 됐죠 이젠 늦어버렸지만 오늘이 지나면 넌 사라질 먼지  사랑이 뭔지 나 슬퍼 보인다면 내 눈물은 연기  춤추는 연기처럼 내일이면 또 아무렇지 않게 하루가 시작돼 널 잊고 살겠죠 그저 네가 행복해지길 나는 이곳에서 남아서 웃으며 빌어줄게 언젠가 길을 지나다  우리 다시 만날 그런 날이 온다면 그 언젠가는 서로 다른 사람과  행복한 모습으로 웃을 수 있게  so long 오늘이 지나면 넌 사라질 먼지  사랑이 뭔지 나 슬퍼 보인다면 내 눈물은 연기  춤추는 연기처럼 내일이면 또 아무렇지 않게 하루가 시작돼 널 잊고 살겠죠 그저 네가 행복해지길 나는 이곳에서 남아서 웃으며 빌어줄게"}, {"song_no": "3699257", "year": "2012", "rank": "9", "title": "생각날거야", "artist": "다비치", "genre": "Ballad", "lyrics": "인사 못했어 또 안기고 싶어서 또 울고 싶어져서 그래 골목 뒤로 얼른 숨었어 눈물은 사치야 이 그리움은 죄야 내 머리로 가슴에 말해 더는 너를 찾지 말라고 우우우우 또 생각이 나겠지 어떻게 그 좋던 너를 모두 지울까 이 밤이 지나고 다시 아침이 오면 그 때 또 난 너와 마주칠거야 사랑 못했어 진짜 사랑은 여기 내 가슴이 머리에 말해 지금부터 사랑한다고 우우우우 또 생각이 나겠지 어떻게 그 좋던 너를 모두 지울까 이 밤이 지나고 다시 아침이 오면 그 때 또 난 너와 마주칠거야 빗방울 떨어지는 소리 소리 소리 가슴을 파고드는 소리 소리 소리 눈가를 타고 흘러 내리는 너는 너 니가 흘러 내린다 우우우우 생각이 날거야 난 못해 내 사랑 너를 못잊어 못잊어 이 다음 세상에 다시 태어난데도 그 때 또 난 너와 사랑할거야 우우우우"}, {"song_no": "3714473", "year": "2012", "rank": "10", "title": "Falling", "artist": "존박", "genre": "Ballad", "lyrics": "하얗게 번지는 머릿속에다  그대를 새겨놓고 저 멀리 날아가  모든 게 보이는 두 눈을 감고서  시간을 되돌려서  그 때로 돌아가고 싶어  Falling 이대로 falling for you  날 잡아줄 수 없어도  Falling 또 다시 falling for you  날 감싸줄 수 없나요  좋았던 나날도 너무 아팠던 날도  이제 돌이켜보면 그저 그랬었나요  아니라 말해요 멍든 가슴도  멍해진 내 마음도  다시 느낄 수만 있다면 Falling 이대로 falling for you 날 잡아줄 수 없어도 Falling 또 다시 falling for you 날 감싸줄 수 없나요 까맣게 번지는 하늘 위에서 한없이 추락하는 날 보고만 있네요 Falling 이대로 falling for you 이런 날 잡아 주세요 Falling 또 다시 falling for you 제발 날 감싸 주세요 한없이 추락하더라도  바닥까지 떨어져도 그댈 향해 난 falling for you 그저 그대만 보네요"}, {"song_no": "3689468", "year": "2012", "rank": "11", "title": "지독하게", "artist": "FTISLAND (FT아일랜드)", "genre": "Rock", "lyrics": "아무 표정 없이 아무렇지 않게  그렇게 널 보내주길 매일 연습해봐도 어색하기만 하고 웃음을 보이며 몰래 우는 법도  매일 연습해 봤지만 떨리는 목소리에 금새 들킬 것만 같아 사랑하는 것 보단 이별 하는 게 아마 수천 배 수만 배는 힘든데 너 없이 못 사는 바보인데 어쩌라고 지독하게 너무 지독하게 너를 사랑했나 봐 숨도 못 쉬고 너만 찾는데 도대체  언제쯤 그만 둘 수 있는지 지독하게 너무 지독하게 너만 사랑했나 봐 널 보내기가 내겐 죽기보다 더  힘든 지독한 일인 것 같아 아무리 아파도 아무렇지 않게  그렇게 하루를 보내길 그저 익숙해 지길 매일 연습해 봤지만 어차피 너를 잊진 못할 것 같아 고칠 수 없는 병에 아프다 해도 너 없이 못사는 바보인데 어쩌라고 지독하게 너무 지독하게 너를  사랑했나 봐 숨도 못 쉬고 너만 찾는데 도대체  언제쯤 그만 둘 수 있는지 지독하게 너무 지독하게 너만 사랑했나 봐 널 보내기가 내겐 죽기보다 더  힘든 지독한 일인 것 같아 차라리 이럴 거면 사랑조차 말걸 언제쯤엔 잊을까 미련하게 너무 미련하게 너만 사랑 했나 봐 다른 사랑은 꿈도 못 꾸게 하는 너만 너밖에 모르는 바보인데 어쩌라고 지독하게 너무 지독하게 너와 이별하나 봐 잘 가란 말이 뭐가 어려워  입술조차 떼지 못하고 머뭇거려 지독하게 너무 지독하게 너를 이별하나 봐 흉터보다 더 깊이 가슴에 남아  너를 지울 수 없을 것 같아"}, {"song_no": "3691429", "year": "2012", "rank": "12", "title": "내가 노래를 못해도", "artist": "SE7EN", "genre": "Ballad", "lyrics": "내가 모든걸 잃어도  내 인기가 떨어져도  더 이상 노랠 못하고  다른 직업을 가져도  나라는 이유만으로  날 계속 사랑해 줄 수 있니  화면에 나오는 내 모습이  진짜 내 전부가 아니란 건  알고 있는지 알고 있는지  자신감 넘치는 내 모습이  날 더 불안하게 하는 건  알고 있는지 알고 있는지  화려한 조명 속에 서있는 모습 뒤에  진한 그림자가 지고 있어  내가 모든걸 잃어도  내 인기가 떨어져도  더 이상 노랠 못하고  다른 직업을 가져도  나라는 이유만으로  날 계속 사랑해 줄 수 있니  너는 날 사랑한다 하지만  니가 사랑하는 게  정말 내가 맞는지 내가 맞는지  나에게 반했다고 하지만  너를 반하게 한 게  정말 내가 맞는지 내가 맞는지  네가 나의 품 안에 안겨 날 바라볼 때 이런 질문을 하고 싶어 내가 모든걸 잃어도 내 인기가 떨어져도 더 이상 노랠 못하고 다른 직업을 가져도 나라는 이유만으로 날 계속 사랑해 줄 수 있니 언젠간 오게 되겠지 오게 되겠지 함성 소리가 줄어든 무대를 내려와서 내 어깨가 처지면서 어깨가 처지고 고개가 떨궈질 때 그때도 내 옆에 내 옆에 니가 서 있을런지 내가 모든걸 잃어도 내 인기가 떨어져도 더 이상 노랠 못하고 다른 직업을 가져도 나라는 이유만으로 내 옆에 있어줄 수 있겠니 묻고 싶어"}, {"song_no": "3731994", "year": "2012", "rank": "13", "title": "너도 나처럼", "artist": "2AM", "genre": "Ballad", "lyrics": "하루종일 니 생각만 하다가  한 가닥 눈물이 멋대로   주르륵 흐른다  걸음걸음 니 모습이 밟혀서  일을 하다가도 나도   모르게 또 흐른다  우후후후후 노래를 불러도  우후후후후 거리를 걸어도  우후후후후 온통 니 생각 뿐인데  너도 나처럼 이렇게 아픈지  너도 나처럼 눈물 나는지  너도 하루종일 이렇게 추억에   사는지 꼭 나처럼  억지라도 웃을 일 참 많은데  태엽 인형처럼 주어진 일처럼 웃는다  우후후후후 TV를 보아도  우후후후후 친구를 만나도  우후후후후 온통 니 생각 뿐인데  너도 나처럼 이렇게 아픈지  너도 나처럼 눈물 나는지  너도 하루종일 이렇게 추억에   사는지 꼭 나처럼  매일을 웃으니까  웃는 모습만 보여주니까 내가   행복한 줄만 아나 봐  어떻게 웃어 내가 어떻게 웃어   니가 없는데  웃어도 웃어도 눈물이 또 흘러  너도 나처럼 이렇게 아픈지  너도 나처럼 눈물 나는지  너도 하루종일 이렇게 추억에   사는지 꼭 나처럼"}, {"song_no": "3663978", "year": "2012", "rank": "14", "title": "Lovey-Dovey", "artist": "티아라", "genre": "Dance", "lyrics": "너무 뻔해 나는 오늘도 혼자서  아 심심해 결국 이렇게 하루가  우우우우우 우우우우우   지나가겠지  봐봐 지나가는 저기 커플 좀 봐  나도 저렇게 사랑할 수 있는데  우우우우우 우우우우우우   너무나 외로워  나도 Lovey Dovey Dovey   Uh Uh Uh Uh   Lovey Dovey Dovey   Uh Uh Uh Uh  더 이상 혼자 두지마  이제 Lovey Dovey Dovey   Uh Uh Uh Uh   Lovey Dovey Dovey   Uh Uh Uh Uh  너는 어디에 에 Oh  Lovey Dovey Dovey Uh Uh Uh Uh   Lovey Dovey Dovey Uh Uh Uh Uh  너를 꼭 찾아 낼꺼야  너무 오래 얼어버린 나를 녹여버릴   너는 도대체 어디에 있는지  너무 춥네 혼자 보내는 하루가  아 좋겠네 나도 혼자가 아니면  우우우우우 우우우우우  정말 좋겠네  봐봐 여기있는 나를 좀 바라봐  나나 오늘밤은 어둠이 정말로  우우우우우 우우우우우우   너무나 무서워  나도 Lovey Dovey Dovey   Uh Uh Uh Uh   Lovey Dovey Dovey   Uh Uh Uh Uh  더 이상 혼자 두지마  이제 Lovey Dovey Dovey   Uh Uh Uh Uh   Lovey Dovey Dovey   Uh Uh Uh Uh  너는 어디에 에 Oh  Lovey Dovey Dovey Uh Uh Uh Uh   Lovey Dovey Dovey Uh Uh Uh Uh  너를 꼭 찾아 낼꺼야  너무 오래 얼어버린 나를 녹여버릴   너는 도대체 어디에 있는지  혼자서 하루종일 우우우우우  나 혼자 매일 매일 우우우우우  어둠이 정말 정말 너없인 나   혼자서 하루는 정말 길어   우우우우우 우우우우우  나도 Lovey Dovey Dovey  Uh Uh Uh Uh  Lovey Dovey Dovey  Uh Uh Uh Uh 더 이상 혼자 두지마 이제 Lovey Dovey Dovey  Uh Uh Uh Uh  Lovey Dovey Dovey  Uh Uh Uh Uh 너는 어디에 에 Oh Lovey Dovey Dovey Uh Uh Uh Uh  Lovey Dovey Dovey Uh Uh Uh Uh 너를 꼭 찾아 낼꺼야 너무 오래 얼어버린 나를 녹여버릴  너는 도대체 어디에 있는지 우우우우우 우우우우우"}, {"song_no": "3715675", "year": "2012", "rank": "15", "title": "재미없어", "artist": "BIGBANG", "genre": "Dance", "lyrics": "Honestly  our chemistrys not working right now  I can’t help it   i got something to say Listen  너란아이 재미없어 솔직히 지쳤어   사실 나 말하자면 예전부터 질렸어  통화를 할 때도  같이 밥을 먹을 때도 문제는 너의 태도  대화라는걸 잊었어 나는 노력했어 둘 사이를 위해서  하지만 사람 마음이 애쓴다고 되겠어 네 손을 잡아도 너의 얼굴을 봐도  미안해 이제 내겐  아무런 느낌이 없어 I know you know why 답이 없어  너와 난 어느새 남 이였어 I know you know 왜 넌 말이 없어  oh 처음부터 우린 아니었어 재미없어 재미없어  재미없어 재미없어 넌 끝까지 답답해서 재미없어 재미없어  재미없어 재미없어 뭘 망설이고 서 있어 baby 너란 아이 이대로 떼어지긴  너무 이른데 너란 아이 나도 헤어지긴 너무 싫은데 I just wanna 내가 바라는 건  화를 내던 짜증내던 다른 연인들처럼 뜨뜨미지근해 뭔가 밋밋해  둘 다 칙칙해 어딘가 찝찝해 사랑할 땐 화끈하게  더는 그만 따분하게 내 말이 다 끝날 때면 girl just show me your love I know you know why 답이 없어  너와 난 어느새 남 이였어 I know you know 왜 넌 말이 없어  oh 처음부터 우린 아니었어 재미없어 재미없어  재미없어 재미없어 넌 끝까지 또 예뻐서 재미없어 재미없어  재미없어 재미없어 뭘 망설이고 서 있어 baby So what can I do  너도 내 마음 안다면 너를 보여줘 내게 별로 시간 없는걸 도도한 아름다운 왕비와  자비로운 선비 어쩔 수 없다 세월 때문인 걸 느꼈다 이유 없는 집착에  가끔씩 서로를 가두지 내숭 없는 우리 친구 같아 슬픈거야 I know you know why 답이 없어  너와 난 어느새 남이었어 I know you know 왜 넌 말이 없어  oh 처음부터 우린 아니었어 재미없어 재미없어  재미없어 재미없어 넌 끝까지 답답해서 재미없어 재미없어  재미없어 재미없어 뭘 망설이고 서 있어 baby 재미없어 재미없어  재미없어 재미없어 넌 끝까지 답답해서 재미없어 재미없어  재미없어 재미없어 뭘 망설이고 서 있어 baby"}, {"song_no": "3692955", "year": "2012", "rank": "16", "title": "난리나", "artist": "블락비 (Block B)", "genre": "Dance", "lyrics": "Wassup Delly boi B Block is  comming rrrrrrrrrrrrah 용용죽겠지 따라와 baby 모든게 다 완벽하니까 구구가가 구구가가 나만봐 lady 돌아버리겠지 어딜가나 함성소리가 사람들 입에서 Im ta ta ta ta talkin baby 주위엔 항상 다수의 lady 가볍게 보다간 뜨겁게 데이지 난 준비 되있지  so don't be lazy 뭣하러 갑갑하게 쫙 빼입니 티 한장으로도 디테일이 살아 완전히 달라 스케일이 When you look at me make you crazy I don't know I don't know  I don't know but Im hot hot  you know what you know  what you know what what I mean mean 여자는 감탄사 남발 알고 싶지 내 phone number 남정네들의 시기와 위기감의 시발점 난 실시간 인기검색어야 bro 용용죽겠지 따라와 baby 모든게 다 완벽하니까 구구가가 구구가가 나만봐 lady 돌아버리겠지 어딜가나 함성소리가 사람들 입에서 난리 난리 난리나 난리 난리 난리나 누가 날이 날이 날이기나 난리 난리 난리나 난리 난리 난리나 누가 날이 날이 날이기나 We rock rock rock rockin now 엄마 친구 아들의 표본 넘어져도 나오는 폼 모두 줄을지어 따라와 like 소독차 난 만인의것 do not 개인소장  Im so groove so special question 어디가 매력이냐고 Uhm 머리 어깨 무릎 발 무릎발 I don't know I don't know  I don't know but Im hot hot  you know what you know  what you know what what I mean mean 난 절대 거짓말은 안해 이젠 두렵다고 말해 Girl you want it and love it U na na na na na 용용죽겠지 따라와 baby 모든게 다 완벽하니까 구구가가 구구가가 나만봐 lady 돌아버리겠지 어딜가나 함성소리가 사람들 입에서 용용죽겠지 따라와 baby 모든게 다 완벽하니까 구구가가 구구가가 나만봐 lady 돌아버리겠지 어딜가나 함성소리가 사람들 입에서 난리 난리 난리나 난리 난리 난리나 누가 날이 날이 날이기나 We rock rock rock rockin now 난리 난리 난리나 난리 난리 난리나 누가 날이 날이 날이기나 We rock rock rock rockin now"}, {"song_no": "3666573", "year": "2012", "rank": "17", "title": "애상", "artist": "10cm", "genre": "Folk", "lyrics": "말리지마 내 이런 사랑을 너만 보면 미칠 것 같은 이 맘을 누가 알겠어 웨딩드레스 입은 니 곁에 다른 사람이 알잖아 너를 이토록 사랑하며 기다린 나를 뭐가 그리 바쁜지 너무 보기 힘들어 넌 도대체 뭐하고 다니니 그게 아냐 이유는 묻지마 그냥 믿고 기다려 주겠니 내게도 사랑을 위한 시간이 필요해 널 받아들일 수 있게 일부러 피하는 거니 문자 해도 아무 소식 없는 너 싫으면 그냥 싫다고 솔직하게 말해봐 말리지마 내 이런 사랑을 너만 보면 미칠 것 같은 이 맘을 누가 알겠어 웨딩드레스 입은 니 곁에 다른 사람이 난 두려워 나보다 더 멋진 그런 남자 니가 만날까봐 아니야 그렇지 않아 정말 너 하나뿐야 속는셈 치고  한번 믿어봐 우연히 너를 보았지 다른 남자 품 안에 너를 한번도 볼 수 없었던 너무 행복한 미소 내 사랑은 무너져 버렸어 그게 아냐 변명이 아니라 그 남자는 나완 상관없어 잠시 나 어지러워서 기댄 것 뿐이야 날 오해하지 말아줘 나 역시 많은 여자들 만났다가 헤어져도 봤지만 한꺼번에 많은 여자를 만난 적은 없었어 니가 뭔데 날 아프게 하니 너 때문에 상처 되버린 내 사랑 이제 다시는 너의 어떤 만남도 나 같은 사람 없을껄 난 두려워 나 역시 다시는 이런 사랑할 수 없을까봐 믿을 수 없겠지만은 니가 첫사랑인데 떠나버리면 어떡하라고 사랑까지는 바라지도 않을께 니 곁에 항상 있게만 해줘 제발 제발"}, {"song_no": "3675692", "year": "2012", "rank": "18", "title": "베짱이 찬가", "artist": "써니힐", "genre": "Dance", "lyrics": "미루고 미루다 행복은 없어  오늘은 또 다시 없어  어느덧 시간은 벌써  Come On and Wake You Up  이렇다 저렇다 거짓된 희망은 치워  싸우고 다투고 살다간 지쳐  습관이 돼버린 경쟁에 미쳐  똑같은 틀 안에 갇혀  아무도 모르게 묻혀  Come On and Wake You Up  어렵게 포장된 거짓된 이론은 치워  입맞춰 줄 맞춰 살다간 미쳐  Ring Ring Ring a Ring a  Ring Ring Ring a Ring a  노래나 부르며 손뼉을 치면서  웃으며 살고 싶어  Ring a Ring a Ring  Ring a Ring a Ring  둥글게 살고 싶은 메아리야  Ring a Ring a Ring  Ring a Ring a Ring  너와 내가 웃고 싶은 멜로디야  Ring a Ring a Ring  Ring a Ring a Ring  잡히지 않는 행복은 신기루야  Ring a Ring a Ring  Ring a Ring a Ring  빙글빙글 어지러운 세상이야  고개를 들어봐 아무도 없어  네 위엔 아무도 없어  눈치 볼 필요가 없어  Come On and Wake You Up  죄인이 돼버린 춤 추고 노는 사람들  여기로 여기로 다 같이 뭉쳐  그 누가 뭐래도 네가 더 멋져  즐기는 그런 게 멋져  내눈엔 네가 더 멋져  Come On And Let Me In  이렇다 저렇다 떠들면 뭐라도 된듯  피곤한 사람들이거나  Ring Ring Ring a Ring a  Ring Ring Ring a Ring a  노래나 부르며 손뼉을 치면서  즐겁게 살고 싶어  Ring a Ring a Ring  Ring a Ring a Ring  둥글게 살고 싶은 메아리야  Ring a Ring a Ring  Ring a Ring a Ring  너와 내가 웃고 싶은 멜로디야  Ring a Ring a Ring  Ring a Ring a Ring  잡히지 않는 행복은 신기루야  Ring a Ring a Ring  Ring a Ring a Ring  빙글빙글 어지러운 세상이야  또 어딜 바삐 바삐가   세월이 바삐가  쉬었다 같이 갑시다 둥글게 갑시다  모든 게 바삐 바삐가   흘러가 바삐가  노래나 같이 합시다 놀면서 합시다  또 어딜 바삐 바삐가   세월이 바삐가  쉬었다 같이 갑시다   둥글게 갑시다  모든게 바삐 바삐가   흘러가 바삐가  노래나 같이 합시다   Please Refill the Battery  난 참 바보처럼 살았군  쳇바퀴 속을 돌고 있었군  다 흘러 흘러 흘러 놓쳐 버린 시간만  Ring a Ring a Ring  Ring a Ring a Ring 둥글게 살고 싶은 메아리야 Ring a Ring a Ring Ring a Ring a Ring 너와 내가 웃고 싶은 멜로디야 Ring a Ring a Ring Ring a Ring a Ring 잡히지 않는 행복은 신기루야 Ring a Ring a Ring Ring a Ring a Ring 빙글빙글 어지러운 세상이야 Ring a Ring a Ring Ring a Ring a Ring Ring a Ring a Ring Ring a Ring a Ring Ring a Ring a Ring Ring a Ring a Ring Ring a Ring a Ring"}, {"song_no": "3685853", "year": "2012", "rank": "19", "title": "이럴 줄 알았어", "artist": "비스트", "genre": "Dance", "lyrics": "이럴 줄 알았어 이럴 줄 알았어 요즘 달라진 것만 같아 안 하던 화장도 진하게 안 가던 클럽도 가네 Huh 왜 자꾸 신경이 쓰이는지 웃어  넘기려고 했는데 웃음이 나오질 않네 언제부터였는지 니가 날 갖고 놀았던 게 정말 진심이었는지 어떻게 니가 이럴 수 있어 어쩐지 요즘 들어서  많이 달라졌다 했어 그런 줄도 모르고 Oh  너만 사랑했어 내가 이럴 줄 알았어 Uh 니가 그 남잘 만나러 간다고 했을 때 왜 널 그때 붙잡지 못했을까 이럴 줄 알았어 Uh 모르는 전화번호가 뜰 때부터 그때부터 이럴 줄 알았어 자기야 의심하는 게 아냐  내 맘 알지 널 너무 사랑해서  그래 그러니까 잠시만 핸드폰 좀 줘 봐 확인할 게 있어서  그래 비밀번호는 또 언제 바꿔놨니 통화 목록이 왜 이리 깨끗한 걸까 멍청하게 전부 다 지워버렸구나 Ha 귀엽네 우리 아가 너 많이 이상해 솔직히 말해 나 좀 화나려고 해 넌 왜 날 떠나갔어 이런 내가 지겨워졌어 전화긴 왜 꺼져 있어  나 지금 할 말이 있는데 목소리만 듣고서  그냥 집에 돌아갈게 기다릴게 여기서 니 집 문 앞에서 내가 이럴 줄 알았어 Uh 니가 그 남잘 만나러 간다고 했을 때 왜 널 그때 붙잡지 못했을까 이럴 줄 알았어 Uh 모르는 전화번호가 뜰 때부터 그때부터 이럴 줄 알았어 내가 뭘 잘못했어 생각해보면 내가 잘못한 건 하나 없는 것 같은데 솔직하게 말해줘 솔직하게 말하지 않아도  이미 다 알고 있긴 해 그래 이제 정말 그만할게 죽어도 참기 힘들면 말해  Baby Please 정말 마지막으로 한 마디만 할게 그때 그 사람 아니  그때 그 놈이 맞지 잘생기긴 했던데 그리 듬직해  보이진 않던데 말야 네가 무슨 잘못이니 너무 착한 게 죄라면  그거 하나뿐이지 네 옆에 내가 있는걸 알았을 텐데 내가 참 우스워 보였나 봐 그 자식 끊지 마 자기야  물어볼게 있어서 그래 어 여기 어디쯤이 그 놈 집이 맞지 내가 이럴 줄 알았어 Uh 니가 그 남잘 만나러 간다고 했을 때 왜 널 그때 붙잡지 못했을까 이럴 줄 알았어 Uh 모르는 전화번호가 뜰 때부터 그때부터 이럴 줄 알았어"}, {"song_no": "3681993", "year": "2012", "rank": "20", "title": "널 사랑하겠어", "artist": "효린", "genre": "Ballad", "lyrics": "내 뜨거운 입술이 너의 부드러운 입술에 닿길 원해 내 사랑이 너의 가슴에 전해지도록 아직도 나의 마음을  모르고 있었다면은 이 세상 그 누구보다 널 사랑하겠어 널 사랑하겠어  언제까지나 널 사랑하겠어 지금 이 순간처럼  이 세상 그 누구보다 널 사랑하겠어 어려운 얘기로 너의 호기심을  자극할 수도 있어 그 흔한 유희로 이 밤을  보낼 수도 있어 하지만 나의 마음을  이제는 알아줬으면 해 이 세상 그 누구보다  널 사랑하겠어 널 사랑하겠어 언제까지나 널 사랑하겠어 지금 이 순간처럼  이 세상 그 누구보다 널 사랑하겠어 널 사랑하겠어 널 사랑하겠어 언제까지나 널 사랑하겠어 지금 이 순간처럼  이 세상 그 누구보다 널 사랑하겠어 널 사랑하겠어 언제까지나 널 사랑하겠어 지금 이 순간처럼  이 세상 그 누구보다 널 사랑하겠어 널 사랑하겠어 언제까지나 널 사랑하겠어 지금 이 순간처럼  이 세상 그 누구보다 널 사랑하겠어"}, {"song_no": "3715677", "year": "2012", "rank": "21", "title": "날개 (대성 SOLO)", "artist": "BIGBANG", "genre": "Dance", "lyrics": "Today 오늘 같은 날에   그녀가 말하네  헤어지자고 미안하다고   하필 기념일에  Today 많은 사람들 속에   움츠러들곤 해  난 고개를 떨군 채 피해   이런 내가 싫어  오늘은 okay 더 크게 소리쳐 ye   좋은 일이 생길거야아아  괜찮아 오늘 밤 만은 이렇게   아름다운데 더 크게 울어도 돼 ye  내가 널 안아줄거야아아   지금 이 순간 날아올라 뛰어보는거야  와다다다다다 Woo hoo woo  uh uh uh Woo hoo woo  야야야야야야 Woo hoo woo  바로 지금  Today 너무 외로울 때   미칠 듯 슬픈데  하지만 아무도 알아주지 않을 땐   어떡해  Today 왜 나만 이렇게 힘들까 생각해  모두가 행복하단 말 다 거짓말   안 믿어 say 1,2  오늘은 okay 더 크게 소리쳐 ye   좋은 일이 생길거야아아  괜찮아 오늘 밤 만은 이렇게   아름다운데 더 크게 울어도 돼 ye  내가 널 안아줄거야아아   지금 이 순간 날아올라 뛰어보는 거야  이 세상 속에서 슬픈 주인공이   되어 너 대신 아파해줄게   날개가 돼줄게  난 그대를 믿어 난 그대를 믿어   날 그대로 믿어 날 그대로 믿어  이 모든 것 또한 다 지나갈 테니 오늘은 okay 더 크게 소리쳐 ye   좋은 일이 생길거야아아  괜찮아 오늘 밤 만은 이렇게   아름다운데 더 크게 울어도 돼 ye  내가 널 안아줄거야아아  지금 이 순간 날아올라 뛰어보는 거야 와다다다다다 Woo hoo woo Woo hoo woo 야야야야야야 Woo hoo woo"}, {"song_no": "3689060", "year": "2012", "rank": "22", "title": "내가 싫다", "artist": "케이윌", "genre": "Ballad", "lyrics": "니가 사준 지갑 속을 채우고 니가 가던 식당을 예약하고  니가 앉던 자리에   니가 아닌 다른 사람과  어색하게 대화를 주고받는 나 너랑 했던 웃긴 얘길 또 하고 기계처럼 했던 얘길 또 하고  겉으로는 웃지만   보기보단 즐겁지 않아  그 사람이 자꾸만 너로 보여서  말도 안되게 딴 사람을 만나고  말도 안되게 딴 사람을 사랑해봐  내 사랑은 너 너 하나뿐인데  니가 아닌 사람과   웃고 있는 내가 싫다 니가 좋아하던 곳에 들러서 니가 좋아하던 옷을 고르고  니가 아닌 사람의 생일을   축하해주는 나  내가 봐도 내 모습이 참 우스워  말도 안되게 딴 사람을 만나고 말도 안되게 딴 사람을 사랑해봐 내 사랑은 너 너 하나뿐인데 니가 아닌 사람과  웃고 있는 내가 싫다 내 속에서 눈물이 나는데 다른 사람 앞에서  멀쩡한 척 웃고 있는 걸 이런 내 자신이  이토록 비겁한 내 자신이 질릴 만큼 미치도록 싫은데 돌아와 너 내겐 니가 필요해 미쳤다 해도 너 아니면 안될 것 같아 내 가슴이 널 못 잊겠다는데 아직도 내 마음속에 사는  니가 보고 싶다"}, {"song_no": "3630755", "year": "2012", "rank": "23", "title": "Trouble Maker", "artist": "트러블메이커", "genre": "Dance", "lyrics": "1 2 3 니 눈을 보면 난 Trouble Maker 니 곁에 서면 난 Trouble Maker 조금씩 더 더 더 갈수록 더 더 더 이젠 내 맘을  나도 어쩔 수 없어 니가 나를 잊지 못하게 자꾸 니 앞에서 또 니 맘 자꾸 내가 흔들어 벗어날 수 없도록 니 입술을 또 훔치고 멀리 달아나버려 난 Trou a a a ble Trouble Trou Trouble Maker Trouble Maker Trouble Maker Trouble Maker Trouble Maker 니 맘을 깨물고 도망칠 거야 고양이처럼 넌 자꾸 안달이 날 거야 내 앞으로 와 어서 화내보렴 내 섹시한 걸음 니 머리 속에 발동을 거는 은근한 스킨십 얼굴에 비친 못 참아 죽겠단 니 눈빛 갈수록 깊이 더 빠져들어 알수록 니가 더 맘에 들어 Baby 아무래도 니 생각에 취했나봐 Lady I never never never stop 니가 나를 잊지 못하게 자꾸 니 앞에서 또 니 맘 자꾸 내가 흔들어 벗어날 수 없도록 니 입술을 또 훔치고 멀리 달아나버려 난 Trou a a a ble Trouble Trou Trouble Maker Trouble Maker Trouble Maker Trouble Maker Trouble Maker 어떻게 널 내 맘에 담아둘 수 있는지 Trouble Maker 그냥 내 맘이 가는대로 이젠 I never never stop 멈출 수 없어 니가 나를 잊지 못하게 자꾸 니 앞에서 또 니 맘 자꾸 내가 흔들어 벗어날 수 없도록 니 입술을 또 훔치고 멀리 달아나버려 난 Trou a a a ble Trouble Trou Trouble Maker Trouble Maker Trouble Maker Trouble Maker Trouble Maker"}, {"song_no": "3625504", "year": "2012", "rank": "24", "title": "너랑 나", "artist": "아이유", "genre": "Dance", "lyrics": "시곌 보며 속삭이는 비밀들 간절한 내 맘속 이야기 지금 내 모습을 해쳐도 좋아 나를 재촉하면 할수록 좋아 내 이름 불러줘 손 틈새로 비치는 내 맘  들킬까 두려워 가슴이 막 벅차 서러워 조금만 꼭 참고 날 기다려줘 너랑 나랑은 지금 안되지 시계를 더 보채고 싶지만 네가 있던 미래에서 내 이름을 불러줘 내가 먼저 엿보고 온 시간들 너와 내가 함께였었지 나랑 놀아주는 그대가 좋아 내가 물어보면 그대도 좋아 내 이름이 뭐야 손 틈새로 비치는 내 맘  들킬까 두려워 가슴이 막 벅차 서러워 조금만 꼭 참고 날 기다려줘 너랑 나랑은 지금 안되지 시계를 더 보채고 싶지만 네가 있던 미래에서 내 이름을 불러줘 눈 깜박하면 어른이 될 거에요 날 알아보겠죠 그댄 기억하겠죠 그래 기묘했던 아이 손 틈새로 비치는 네 모습 참 좋다 손끝으로 돌리며  시곗바늘아 달려봐 조금만 더 빨리 날아봐 두 눈을 꼭 감고 마법을 건다 너랑 나랑은 조금 남았지 몇 날 몇실진 모르겠지만 네가 있을 미래에서 혹시 내가 헤맨다면 너를 알아볼 수 있게 내 이름을 불러줘"}, {"song_no": "3733443", "year": "2012", "rank": "25", "title": "그대 한 사람", "artist": "김수현", "genre": "Drama", "lyrics": "손을 뻗으면 닿을 수 있게 그대 내게 멀리 가지 마세요 누굴 찾고 있나요 그대만 기다리는 사람 여기에 여기 있는데  내가 지켜줄 사람 나만 바라볼 사람 저 달을 보며 매일 기도해요 날 사랑하는 오직 한 사람  사랑해요 그대 한 사람 사랑해요 그대 한 사람 내가 미칠듯이 사랑했던 단 한 사람  하늘에서 비가 내리고 달이 뜨면 그대 올까요 내 모든 걸 다 가져 간 한 사람  그댈 찾을 때까지 계속 걸어와줘요 내가 그대만의 빛이 될게요  내가 지켜줄 사람 나만 바라볼 사람 저 달을 보며 매일 기도해요 날 사랑하는 오직 한 사람  사랑해요 그대 한 사람 사랑해요 그대 한 사람 내가 미칠듯이 사랑했던 단 한 사람  하늘에서 비가 내리고 달이 뜨면 그대 올까요 내 모든 걸 다 가져 간 한 사람  들리나요 그대 내 목소리 들리나요 그대 숨결 그대 향기 다 모두 그대론데 왜 날 못봐요  우리 사랑했던 처음부터 시작할래요 내가 그대 빛이 되주고 내가 그대 달이 되주면  그땐 그대 한 번 볼 수 있을까요  내게 하나뿐인 그대 한 사람"}, {"song_no": "3457091", "year": "2012", "rank": "26", "title": "Moves Like Jagger (Feat. Christina Aguilera) (Studio Recording From The Voice Performance)", "artist": "Maroon 5", "genre": "Rock", "lyrics": "Just Shoot For The Stars If it Feels Right Then Aim From My Heart If you Feel Like And Take Me Away Make it Okay I Swear I'll Behave You Wanted Control So We Waited I Put On a Show Now I Make it You Said I'm a Kid My Ego is Big I Don't Give a Shit And it Goes Like This Take Me By The Tongue And I'll Know You Kiss Me Till You're Drunk And I'll Show You All The Moves Like Jagger I've Got The Moves Like Jagger I've Got The Moves Like Jagger I Don't Need To Try To Control You Look Into My Eyes  and I'll Own You With Them Moves Like Jagger I've Got The Moves Like Jagger I've Got The Moves Like Jagger Maybe It's Hard When You Feel Like You're Broken And Scarred Nothing Feels Right But When You're With Me I'll Make You Believe That I've Got The Key Oh So Get In The Car We Can Ride it Wherever You Want Get Inside it And You Want to Steer But I'm Shifting Gears I'll Take it From Here oh yeah, yeah And it Goes Like This Take Me By The Tongue And I'll Know You Kiss Me Till You're Drunk And I'll Show You All The Moves Like Jagger I've Got The Moves Like Jagger I've Got The Moves Like Jagger I Don't Need To Try To Control You Look Into My Eyes  and I'll Own You With Them Moves Like Jagger I've Got The Moves Like Jagger I've Got The Moves Like Jagger You Wanna Know How To Make Me Smile Take Control Own Me Just For The Night And If I Share My Secret You're Gonna Have To Keep it Nobody Else Can See This So Watch An Learn I Won't Show You Twice Head To Toe Oooh Baby Rub Me Right But If I Share My Secret You're Gonna Have To Keep it Nobody Else Can See This eyey yeah yeah And it Goes Like This Take Me By The Tongue And I'll Know You Kiss Me Till You're Drunk And I'll Show You All The Moves Like Jagger I've Got The Moves Like Jagger I've Got The Moves Like Jagger I Don't Need To Try To Control You Look Into My Eyes  and I'll Own You With Them Moves Like Jagger I've Got The Moves Like Jagger I've Got The Moves Like Jagger"}, {"song_no": "3724260", "year": "2012", "rank": "27", "title": "B급인생", "artist": "진운", "genre": "Drama", "lyrics": "I am a boy just a boy  수많은 boy 중에 그저 한 boy 뭔가 특별한 게 없고 무엇도  내세울 게 없는 그런 사람 I am a girl just a girl  지나가는 걸 봐도 모르는 girl 전혀 예쁘지도 않고 눈과 코  평범하기 그지없는 사람 우리는 B B B급 인생  A급이 되고 싶은 우리는 비비 비정상들  정상에 서고 싶은 우리는 B B B급 인생  A급이 되고 싶은 우리는 비비 비정상들  정상에 서고 싶은 별볼일 없는 볼일  쓸데없는 쓸데만 가졌죠 부질없는 땀방울만  주륵주륵 흘리고 있죠 답답한 내맘보다  더 답답해하는 내 주위의 사람들의 표정보다 나까지 지쳐가죠 우리는 B B B급 인생  A급이 되고 싶은 우리는 비비 비정상들  정상에 서고 싶은 우리는 B B B급 인생  A급이 되고 싶은 우리는 비비 비정상들  정상에 서고 싶은 언젠가 내안에 있는  내 특별함을 찾아내 보여줄 날이 있을까요 마음에 얼마남지 않은  내 꿈을 다 잃기전에 나에게 빛이 비출수 있을까요 우리는 B B B급 인생  A급이 되고 싶은 우리는 비비 비정상들  정상에 서고 싶은 우리는 B B B급 인생  A급이 되고 싶은 우리는 비비 비정상들  정상에 서고 싶은 우리는 B"}, {"song_no": "3698565", "year": "2012", "rank": "28", "title": "겁이 나서", "artist": "나윤권", "genre": "Ballad", "lyrics": "나 날 혼자 두고서 나 떠나며  내게 행복하란 말 왜 하니 마지 못해서 내가 눈물 참고  있는데 왜 끝까지 너의 생각만 하니 나 또 다시 물을께 나 없이도  니가 잘 살 수 있냐고 혹시 장난일까 하는 맘에 억지  웃고 물어 보지만 왜 넌 아무말 못해 사랑해서 헤어진단 뻔한 말로  날 위한 다는 거짓말로  너 떠나가면 그만이니 나 겁이나서 너 없는 내가  겁이나서 한참을 걷지도 못한 채  자꾸 눈물이 나 널 널 잊어 보려고 잘 못 먹던  술도 많이 마셔 봐도 그럴수록 나의 곁에  니가 없다는게 난 두려워져  자꾸 술이 늘어가 사랑해서 헤어진단 뻔한 말로  날 위한 다는 거짓말로  너 떠나가면 그만이니 나 겁이나서 너 없는 내가  겁이나서 한참을 걷지도 못한 채  자꾸 눈물이 나 그대 나를 점점 떠났나요 우리 이제 정말 끝난 건가요  제발 헤어지잔 그 말 말아요 아직도 난 너만 아는 바보라서  오지 않을 줄 난 알면서  잊는다는게 잘 안돼 널 사랑해서 널 한순간도 못  지워서 좀 그 자리에 멈춰서서  너를 기다릴게 기다릴게  기다릴게"}, {"song_no": "3665143", "year": "2012", "rank": "29", "title": "거기서거기 (Without You)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "재미난 영화를 봐도 다 거기서 거기 여행을 가도 다 거기서 거기 새로운 음악도 다 거기서 거기 너말고 딴 여자는 다 거기서 거기 I'm lost without you I'm at loss without you 내게 돌아와 돌아와 You run back into my arms 너 하나 없을 뿐인데 내 삶에 맛이 확 달라 너무 쓰고 짜고 싱거워 영혼은 계속 말라 하나마나인 것 같은 고민만 요새는 많아 바 바 바 반복되는 랩같아 음이 없잖아 힘들때 난 어디다 전화해 너 없는 공간은 나를 질식시켜 답답해 막차를 놓친 것처럼 정말 막막해 내 맘은 계속되는 자정 사방이 캄캄해 그거 아니 넌 내 맘에 기준이었나봐 난 아직도 헤매고 있어 이 혼돈속에 남아 미련을 벗 삼아 근근히 살아 밤새 퍼마시고 떡이 되기 전에 잠이 안와 너무 차다 이 공기가 혼자인 방구석 소름 끼치도록 외로워 새벽이 내는 소리가 나 미치도록 그리워 니 냄새 너의 온기가 나 그리워 니 냄새 너의 온기가 재미난 영화를 봐도 다 거기서 거기 여행을 가도 다 거기서 거기 새로운 음악도 다 거기서 거기 너말고 딴 여자는 다 거기서 거기 I'm lost without you I'm at loss without you 내게 돌아와 돌아와 You run back into my arms 다 무의미해 일상이 빈혈기 가득하고 다 허무해 어 다 무의미해 감정의 기면증세 다 졸리고 희미해 저려도 좋았어 내 팔이 너의 베개였을 때 조여도 좋았어 니 말이 법이었을 때 나 많이 망가졌어 얼굴엔 화창한 기운 없고 공해같은 삶속에 너라는 자연도 없고 남은건 친구들 비참한 동정 뿐이야 사랑은 이기적이고 자극적인 밤들 뿐이야 그리워 널 위해 보폭을 줄이던 때가 잔소리에 게임 술자리를 줄이던 때가 일로도 극복이 안돼 취기를 빌려서 새벽에 니 번호를 찾는 멍청한짓을 하네 지금 나 너무 약해져서 돌려서 말 못해 난 다 내려놨어 제발 돌아와 재미난 영화를 봐도 다 거기서 거기 여행을 가도 다 거기서 거기 새로운 음악도 다 거기서 거기 너말고 딴 여자는 다 거기서 거기 I'm lost without you I'm at loss without you 내게 돌아와 돌아와 You run back into my arms You run back into my arms 잘 알잖아 내 품의 주인은 너 하나 지우진 못할 것 같아 내겐 니가 남긴 흔적들이 너무나 많아 모든게 너무나 달라 행복이란게 너랑 같이 떠난 것 같아 난 너랑 있을 때만 온전한 사람 돌아와줘 내게로 넌 내게 완벽한 사람 재미난 영화를 봐도 다 거기서 거기 여행을 가도 다 거기서 거기 새로운 음악도 다 거기서 거기 너말고 딴 여자는 다 거기서 거기 I'm lost without you I'm at loss without you 내게 돌아와 돌아와 You run back into my arms"}, {"song_no": "3686634", "year": "2012", "rank": "30", "title": "Hit U", "artist": "달샤벳", "genre": "Dance", "lyrics": "Hey girl I've said it before I'm a say it again I miss you I'm sorry all that woop di woo here we go again spinnin' in circles ma' I'll hit you I'll never never want you again I'm hate you No matter matter what you say I'll hit you I'll never never want you again I'll hit you hate hate you hit hit you hit 갑자기 헤어지자 하더니 이제와 또 왜 뭐래 속보이는 널 맘껏 비웃지 I'll hit you 니가 날고 뛰어봤자 뻔하지 쳇 뭐 어쩌라고 shut off 뭐 잘났다고 다시 내 앞에 나타나 No way 말도 안돼 거짓말야 내 맘 찢어놓고 잘라놓고 가 떠나 떠나 No No No No 나빠 나빠 나 삐뚤어질 거야 Sorry Sorry 사랑 따윈 없던거야 제발 좀 멀리 멀리 저 멀리 떠나가줄래 너무나 웃겨 그만 좀 웃겨 모두 다 갚아 줄거야 나 삐뚤어질 거야 Dirty Dirty 더러운 손 저리 치워 떠날 땐 여기저기 갈기갈기 찢어놓고 이제와 웃겨 너도 참 웃겨 사랑은 없었던 거야 Bye Bye 사라져줘 I begged I tried I guess we say goodbye 멋지게 화려하게 꾸몄지 쳇 나 변했다며 그런 놀란 눈으로 쳐다 보지마 I'll hit you 이제와서 남 주기가 아깝니 참 가 더럽다고 shut off 가 잘살라고 다신 괴롭히지 좀 마 사랑은 웃기지마 뭘 더 바래 내 맘 뜯어놓고 떠났잖니 아파 No No No No 가 떠나 떠나 삐뚤어질 거야 Sorry Sorry 사랑 따윈 없던거야 제발 좀 멀리 멀리 저 멀리 떠나가줄래 너무나 웃겨 그만 좀 웃겨 모두 다 갚아 줄거야 나 삐뚤어질 거야 Dirty Dirty 더러운 손 저리 치워 떠날 땐 여기저기 갈기갈기 찢어놓고 이제와 웃겨 너도 참 웃겨 사랑은 없었던 거야 Bye Bye 사라져줘 Hey bad boy shut off 그래 너 잘가라고 제발 떠나가라고 Say goodbye Say goodbye 손 흔들며 비웃는 맘을 아는지 이젠 축 처진 니 어깨에 기대 저민 눈물 다신 흘리기 싫어 난 정말 Hate U I hate U I hate U I tease U Please go away far away no No way Sorry Sorry 사랑 따윈 없던거야 제발 좀 멀리 멀리 저 멀리 떠나가줄래 너무나 웃겨 그만 좀 웃겨 모두 다 갚아 줄거야 나 삐뚤어질 거야 Dirty Dirty 더러운 손 저리 치워 떠날 땐 여기저기 갈기갈기 찢어놓고 이제와 웃겨 너도 참 웃겨 사랑은 없었던 거야 Bye Bye 사라져줘 I'll hit you I'll never never want you again I'm hate you No matter matter what you say I'll hit you I'll never never want you again I'll hit you hate hate you hit hit you hit"}, {"song_no": "3143265", "year": "2012", "rank": "31", "title": "Rolling In The Deep", "artist": "Adele", "genre": "R&B / Soul", "lyrics": "There's a fire starting in my heart Reaching a fever pitch and it's bring me out the dark Finally I can see you crystal clear Go ahead and sell me out and I'll lay your sheet bare See how I'll leave with every piece of you Don't underestimate the things that I will do There's a fire starting in my heart Reaching a fever pitch and it's bring me out the dark The scars of your love remind me of us They keep me thinking that we almost had it all The scars of your love they leave me breathless I can't help feeling We could have had it all Rolling in the deep You had my heart inside of your hands And you played it to the beat Baby I have no story to be told But I've heard one on you and I'm gonna make your head burn Think of me in the depths of your despair Make a home down there as mine sure won't be shared The scars of your love remind me of us They keep me thinking that we almost had it all The scars of your love they leave me breathless I can't help feeling We could have had it all Rolling in the deep You had my heart inside of your hands And you played it to the beat Could have had it all Rolling in the deep You had my heart inside of your hands But you played it with a beating Throw your soul through every open door Count your blessings to find what you look for Turn my sorrow into treasured gold You'll pay me back in kind and reap just what you've sown We could have had it all We could have had it all It all it all it all We could have had it all Rolling in the deep You had my heart inside of your hands And you played it to the beat Could have had it all Rolling in the deep You had my heart inside of your hands But you played it You played it You played it You played it to the beat"}, {"song_no": "3719653", "year": "2012", "rank": "32", "title": "그러고도 남자야 (Feat. 쇼리 Of 마이티마우스)", "artist": "가비엔제이", "genre": "Ballad", "lyrics": "너를 사랑한단 말야 바보야 내맘 몰라주는 너는 바보야 누가 봐도 이건 정말 아니야 you don't want me no more 우리 사랑하긴 하니 바보야 그러고도 남자야 미운데 사랑해서 미운데 담배만 피워대니 할말도 없는거니 바라만 봐도 좋던 둘이라 좋던 시절은 끝난거니 내몸 내맘 너에게 전부 다줬어 너가 원하는대로   내 모든 것을 다 바꿨어 너의 차가운 바람에  난 떨어지는 낙엽 갈곳을 잃은 초라한  내 모습만을 남겨 밤마다 내 그리움에  니 배게를 적실거야 어디를 가든 내 모습이  눈앞에 겹칠거야 결국 너가 그리운건 내 곁일거야 눈물 후회 슬픔 전부 다  너의 몫일꺼야 너를 사랑한단 말야 바보야 내맘 몰라주는 너는 바보야 누가 봐도 이건 정말 아니야 you don't want me no more 우리 사랑하긴 하니 바보야 그러고도 남자야 미운데 사랑해서 미운데 친구가 말하더라 자존심도 없냐고 내가 미련한거니 힘들게했니 뭐라고 말좀 해봐 너가 날 떠나다니 상상조차 못했어 내 옆에서 나란히  언제나 걸을줄만 알았어 너가 날 떠날 때  차라리 빰이라도 때릴 걸 내 약한 모습 감추고  자존심이라도 챙길 걸 밤마다 그리움에  니 배게를 적실거야 어디를 가든 내 모습이  눈앞에 겹칠거야 결국 너가 그리운건 내 곁일거야 눈물 후회 슬픔 전부 다  너의 몫일꺼야 너를 사랑한단 말야 바보야 내맘 몰라주는 너는 바보야 누가 봐도 이건 정말 아니야 you don't want me no more 우리 사랑하긴 하니 바보야 그러고도 남자야 미운데 사랑해서 미운데 제발좀 떨어져버려  너란놈 없어져 버려 매일밤 기도해 하나도  난 낫질 않는데 사랑만 받다 보니  익숙해져 내가 지겹니 너가 보기에 널 끝까지  믿는 내가 미쳤니 이런 나에게 지쳤니  도대체 넌 왜 현실만을  집착하고 미래를 못봐 저 하늘은 너와 나  누구의 맘에 귀를 기울일까 이젠 돌아와도 내가 안볼래 니가 애원해도 내맘 안줄래 어떻게든 너없이 살아볼래 I don't want you no more 우리사랑은 끝났어 바보야 다른 사랑 찾을래 괜찮아 이젠 너를 보낼게"}, {"song_no": "3716713", "year": "2012", "rank": "33", "title": "아니기를", "artist": "이기찬", "genre": "Drama", "lyrics": "두 눈을 감는 이유 당신 때문이 아니기를 달빛이 너무 밝아 그랬기를 눈물이 나는 이유 당신 때문은 아니기를 불러도 대답 없는 그댈 향한  눈물은 아니길 부디 사랑이 아니길  부디 그대만 아니길 손톱만한 마음마저 허락치 않기를 붉게 물이 든 가슴도 뜨거운 눈물도 부디 아무것도 아니길 가슴을 치는 이유 누구 때문도 아니기를 당신의 뒤를 밟는 미련 따윈  더더욱 아니길 부디 사랑이 아니길  부디 그대만 아니길 손톱만한 마음마저 허락치 않기를 붉게 물이 든 가슴도 뜨거운 눈물도 부디 아무것도 아니길 끝내 벼랑에 놓여도  더는 갈 곳이 없어도 사랑한단 그 말만은 뱉지 않기를 이미 시작된 인연은 어쩔 수 없대도 부디 사랑만 아니기를"}, {"song_no": "3585793", "year": "2012", "rank": "34", "title": "그리워 그리워", "artist": "노을", "genre": "Ballad", "lyrics": "늦은저녁 하루를보내고 찬바람에 창문을 닫으니 아득하게 조용한 방에서 아주 작은 조명하나를 켜놓고 어둑해진 밖을 바라보니 문득 너무도 슬퍼지네 매일듣는 노래 LIST 엔 하나같이 다 우리얘기뿐 이별은 모두 다 같으니까  다시 조심스럽게 행복했던 날 아름답던 너를 그려보니 나도모르게 눈물이 나네 그리워 그리워 니가  너무나 그리워서 보고싶어서 잊고싶지않아서  잊을수가 없어서 못해준게 너무 많아서 더 그리워 너무나도 사랑했었기에 아름답게 우린 헤어졌어 현실안에 서로를 위해서 알아 어차피 우린 안될걸 누구보다 잘 알지만 왜이렇게도 눈물이 나는건지 그리워 그리워  니가 너무나 그리워서 보고 싶어서 잊고 싶지않아서  잊을 수가 없어서 못해준게 너무 많아서 그리워 그리워  니가 너무나 그리워서 보고싶어서 정말 널 잊고 싶지 않아서 널 다시 붙잡고 싶어서 지금 너무나 난 니가 그리워"}, {"song_no": "3725788", "year": "2012", "rank": "35", "title": "비를 내려줘요", "artist": "린", "genre": "Ballad", "lyrics": "비를 내려줘요 제발 소나기면 더 좋구요 저 사람 모르게 내 눈물 들키지 않게 머리부터 발 끝 까지 온 몸을 하염없이 적시면 우는지 어떤지 아무도 모를 테니까 비를 내려줘요 제발 빗속에 나를 가려줘요 눈물 젖은 내 얼굴 못 보게 날 구해줘요 하나였던 시간으로 그대 앞에서 웃던 나로 데려가줘요 우리를 되돌려줘요 내 곁을 떠나는 그대가 미워요 갈 길을 잃은 내 멍청한 걸음을 멈춰 한 숨 또 한 숨 언제까지 나 이래야할지 길을 알려줘요 제발 어디로 가죠 어떡해야 그댈 잊죠 나쁜 기억을 떠올려도 좋았던 것만 생각나 가슴 망가지는데 어느 노래의 가사처럼 사람으로 잊어보려고노력 해봐도 말처럼 쉽지 않네요 그렇게 떠나게 만든 날 용서해요 사랑을 망쳐서 미안해 미안해요"}, {"song_no": "3666277", "year": "2012", "rank": "36", "title": "미치겠어", "artist": "틴탑", "genre": "Dance", "lyrics": "OK you got me going crazy I don't know what to do I need you I need you Babe Babe Babe 안녕이란 말은 하지말아 I want you Babe Babe Babe 왜 이리 사랑이 힘든건지 너 제발 Stop Stop Breaking my heart I love you girl Stop Stop Breaking my heart I need you girl Stop Stop Breaking my heart I love you girl 대체 아리송한 니 속을 난 알 수 없잖아 뭐하는 거야 왜 이리 연락이 안 돼 혹시 다른 사람이라도 생긴거야 보고싶단 말이야 이건 정말 아니야 내 전화 왜 피해 너 장난치지마 실감조차도 나질않아 너 하나 곁에 없으니 나 매일매일 하루하루가 내겐 그저 지옥같아 죽도록 너무 아픈데 미칠 듯이 힘든데 니가 찢어놓은 내 맘 나 어떡해 I need you Babe Babe Babe 안녕이란 말은 하지말아 I want you Babe Babe Babe 왜 이리 사랑이 힘든건지 너 제발 Stop Stop Breaking my heart I love you girl Stop Stop Breaking my heart I need you girl Stop Stop Breaking my heart I love you girl 대체 아리송한 니 속을 난 알 수 없잖아 미친 듯 지우려고 애써봐도 다 소용없는 내맘 아무리 봐도 내겐 오직 너 하나뿐인 내맘 You're the One One Can't get u outta Ma mind 부르지도 못할 널 못 잊어 울고있어 나만 금방 잊혀지겠지 뭐 잠깐 하던 날은 자꾸 늘어가 돌아올꺼란 착각 괴롭히는걸 아무래도 이러다 너땜에 미치겠어 돌아와 돌아와 여기서 기다릴께 I need you Babe Babe Babe 안녕이란 말은 하지말아 I want you Babe Babe Babe 왜 이리 사랑이 힘든건지 너 제발 Stop Stop Breaking my heart I love you girl Stop Stop Breaking my heart I need you girl Stop Stop Breaking my heart I love you girl 대체 아리송한 니 속을 난 알 수 없잖아 I love u girl Oh my girl 니 생각에 나 정말 미치겠어 I miss u girl Oh my girl 오늘따라 니가 보고 싶잖아 one two three four Everybody come on Here we Go Teen Top Go Go Put your Hands up High High one two three four Everybody come on Here we Go Teen Top Go Go Put your Hands up High High"}, {"song_no": "3654576", "year": "2012", "rank": "37", "title": "우리 사랑했잖아", "artist": "다비치", "genre": "Ballad", "lyrics": "우리 사랑했잖아 제발 날 울리지마  오직 내겐 너 하나뿐야  눈을 감아도 보여 귀를 막아도 들려  제발 날 떠나가지마  어두웠던 내 삶에 빛이 되어준  사람 너무나 소중한 사람  하루 지나고 또 지나도 더  그리워져 이 노랠 하는 지금도  우리 사랑했잖아 제발 날 울리지마  오직 내겐 너 하나뿐야  눈을 감아도 보여 귀를 막아도 들려  제발 날 떠나가지마  돌아올것 같아서 다시 올지 몰라서  오늘도 너를 기다려  너는 모르지 넌 모르지 아파하는  날 이 노랠 하는 지금도  우리 사랑했잖아 제발 날 울리지마 오직 내겐 너 하나뿐야 눈을 감아도 보여 귀를 막아도 들려 제발 날 떠나가지마 세상과 너 둘중에 택하라면하나 내 전불 빼앗아도 너라면 난 좋아 낮이나 밤이나 사랑에 난 목마른 자 널 이젠 잊자 이런 나의 같잖은 내 다짐이 또 다시 나를 울려 들려 너에게 바라는건 오직 너야 너 없인 아무것도 할수 없는 나야 이 노랠 들으면  제발 너 돌아와돌아와 사랑하면 할수록 점점 야위어만 가 오직 내겐 너 하나뿐야 우리 사랑했잖아 제발 날 울리지마 날 두고 떠나가지마 Yeah uh uh 결국 넌 돌아서 나는 또 막아서 자존심 다 버리고 미친척 널 따라서 가슴이 되려 나를 다그치고 말했어 세상에 하나뿐인 널 잃지는 말랬어 나는 또 웃는척 그냥 멀쩡한척 너에게 부르는 마지막 나의 이 노래 제발 날 떠나가지마"}, {"song_no": "3713916", "year": "2012", "rank": "38", "title": "애인 있어요", "artist": "김범수", "genre": "Ballad", "lyrics": "아직도 넌 혼잔거니 물어오네요 난 그저 웃어요 사랑하고 있죠 사랑하는 사람 있어요 그대는 내가 안쓰러운건가봐 좋은 사람 있다며 한 번 만나보라 말하죠 그댄 모르죠 내게도 멋진 애인이 있다는 걸 너무 소중해 꼭 숨겨두었죠 그 사람 나만 볼 수 있어요 내 눈에만 보여요 내 입술에 영원히 담아둘거야 가끔씩 차오르는 눈물만 알고 있죠 그 사람 그대라는 걸 나는 그 사람 갖고 싶지 않아요 욕심나지 않아요 그냥 사랑하고 싶어요 그댄 모르죠 내게도 멋진 애인이 있다는 걸 너무 소중해 꼭 숨겨두었죠 그 사람 나만 볼 수 있어요 내 눈에만 보여요 내 입술에 영원히 담아둘거야 가끔씩 차오르는 눈물만 알고 있죠 그 사람 그대라는 걸 알겠죠 나 혼자 아닌걸요 안쓰러워 말아요 언젠가는 그 사람 소개할게요 이렇게 차오르는 눈물이 말하나요 그 사람 그대라는 걸"}, {"song_no": "3710333", "year": "2012", "rank": "39", "title": "잊었니", "artist": "이승철", "genre": "Drama", "lyrics": "잊었니 날 잊어버렸니 그 수많은 추억들은  잊어 버렸니 가슴은 널 향해 팔 벌려 오늘도 간신히 버티고 있는데 추억이 점점  빛 바래 가면 너와 거닐던 길에 우두커니 서  지우고 또 지우려 해도 니숨결 목소리가 귓가에 들려 잊었니 날 잊어 버렸니  아직 난 널 기다리잖아 사랑이 또 울고 있잖아   가슴엔 늘 눈물이 고여 지워도 자꾸 지우려 해도 그대 얼굴이 자꾸 떠오르네요 잊었니 날 잊어버렸니 수많은 추억들은  잊어 버렸니 가슴은 널 향해 팔 벌려 오늘도 간신히 버티고 있는데 잊었니 날 잊어 버렸니  아직난 널 기다리잖아 사랑이 또 울고 있잖아   가슴엔 늘 눈물이 고여 잊었니 날 잊어 버렸니  아직난 널 기다리잖아 사랑이 또 울고 있잖아   가슴엔 늘 눈물이 고여 지워도 자꾸 지우려 해도 그대 얼굴이 자꾸 떠오르네요 지워도 자꾸 지우려 해도 그대 얼굴이 자꾸 떠오르네요 그대 얼굴이 자꾸 떠오르네요"}, {"song_no": "3705797", "year": "2012", "rank": "40", "title": "천년의 사랑 (박완규)", "artist": "이영현", "genre": "Ballad", "lyrics": "이대로 널 보낼 수는 없다고  밤을 세워 간절히 기도했지만 더 이상 널 사랑할 수 없다면  차라리 나도 데려가  내 마지막 소원을  하늘이 끝내 모른 척 저버린대도  불꽃처럼 꺼지지 않는 사랑으로  영원히 넌 가슴속에 타오를 테니  나를 위해서 눈물도 참아야 했던 그 동안에  넌 얼마나 힘이 들었니  천년이 가도 난 너를 잊을 수 없어  사랑했기때문에  내 마지막 소원을  하늘이 끝내 모른 척 저버린대도  불꽃처럼 꺼지지 않는 사랑으로  영원히 넌 가슴속에 타오를 테니  나를 위해서 눈물도 참아야 했던  그 동안의 넌 얼마나 힘이 들었니  천년이 가도 난 너를 잊을 수 없어 사랑했기 때문에  사랑했기 때문에  나를 위해서 눈물도 참아야했던  그 동안의 넌 얼마나 힘이들었니  천년이 가도 난 너를 잊을 수 없어 사랑했기 때문에 사랑했기 때문에"}, {"song_no": "3690927", "year": "2012", "rank": "41", "title": "DIRTY", "artist": "미료", "genre": "Dance", "lyrics": "먼저 연락한 건 바로 너였지 먼저 만나잔 것도 너였지 그런 니가 언제부터 어이없이 연락이 뜸해지더니 안 보였지 눈빛이 마주치면 새까만 너란 호수에 빠져 아무것도 안 쟀거만 그렇게 너를 믿어온 그 댓가란  안 어울리게 눈물 흘리게 해 너를 위해 사랑은 왜 왜 나비처럼 날아와 내게 상처만 주고 달아나 하루 종일 쳐다보는 핸드폰 어쩌다가 잊고 집에 내두고 온 날이면 집에 가자마자 가장 먼저 check 하지만 너에게선 문자 한통 없어 왜 야 너 나 너 넌 dirty 해 넌 dirty dirty 해 사람 맘 갖구 왜 장난을 치는데 나 이제부터 상관 안 할래 너 같은 거는 뻔하기만 해 넌 dirty dirty 해 넌 dirty dirty 해 왜 순수했던 내 맘에 스크라치내 나 이제부터 신경 안 쓸래 너 같은 거에 나는 과분해 넌 dirty 해 잘생긴 앤 얼굴값을 해 그러니 조심해 그런애 어따 쓸래 wut 주위에서 내게 하는 소리는 질투겠지 배제 했더니 왠 걸 온갖 어린 걸 예쁘니 걸들은 다 모인 걸 너의 눈 돌아가는 게 보여 사팔뜨기 될라 조심혀 야 세상에 반이 남자 남자 요새는 여자보다 남아 돌아 남자 너 계속 그래 잘난척 해 봤자 그게 얼마나 갈까 보자 내 말 맞아 yes sir 제발 잊으라며 내 다리 잡으며 매달려도 너는 됐어 내 낯 볼짝이 남았어 홀짝이지나 말어 실수였어 알겠어 넌 dirty 해 넌 dirty dirty 해 사람 맘 갖구 왜 장난을 치는데 나 이제부터 상관 안 할래 너 같은 거는 뻔하기만 해  넌 dirty dirty 해 넌 dirty dirty 해 왜 순수했던 내 맘에 스크라치내 나 이제부터 신경 안 쓸래 너 같은 거에 나는 과분해 넌 dirty 해 I thought it was real but you've been so bad and I don't care anymore You know why What the 생각만 해도 열이 열이 뻗쳐 너와의 history 생각해 보면 dirty dirty 한 니가 했던 행동에 다시 돌아간다 해도 가능성은 제로 but I'm not sorry 넌 dirty해 넌 dirty 넌 dirty 해 생각만 해도 열이 열이 뻗쳐 너와의 history 생각해 보면 dirty dirty 한 니가 했던 행동에 I'm so sick of you I'm so sick of you 넌 dirty 해 해 해 넌 dirty 넌 dirty 해 넌 dirty 해 넌 dirty 해 넌 dirty 해 해 해 넌 dirty 넌 dirty 해"}, {"song_no": "3709444", "year": "2012", "rank": "42", "title": "WHOZ THAT GIRL", "artist": "EXID", "genre": "Dance", "lyrics": "그래 너를 보내줄게 그 여자와는 더 오래가기를 빌어줄게 빌어 줄게 잊을게 너의 관한 모든걸 잊을게 두 번 다시 울지도 않을게 그 동안 내게 나름대로 잘해줬었어 미안하다고 생각하지 좀 마 네가 나를 찼다 생각하진 마 절대 말은 안 할게 내 남자였단 것도 버릇 따위도 모른 척 할게 Whoz that girl tell me Whoz that girl Whoz that girl tell me Whoz that girl 얼마나 좋은 여자를 만나는지 기대해볼게 Whoz that girl tell me Whoz that girl 네가 나를 버릴 만큼 얼마나 예쁜 사람인지 Who u u u u u Whoz that girl Yeah Leggo 이제 재미없어 너란 소설 거짓들만 가득해서 시선을 끄는 이야기에 그녀도 흥미롭겠지 왜 넌 내가 울길 바라는 것 같아 No I neva act likt that I ain no holla back girl but tell me Whoz that girl 함부로 내 말 하고 다니지마 내가 어땠단 얘기 하지도 마 지금도 네 옆에서 멍청하게 속는 그녀 얘기나 해 모른 척 할게 Whoz that girl tell me Whoz that girl Whoz that girl tell me Whoz that girl 얼마나 좋은 여자를 만나는지 기대해볼게 Whoz that girl tell me Whoz that girl 네가 나를 버릴 만큼 얼마나 예쁜 사람인지 Who u u u u u Whoz that girl 네 사랑이란 살얼음 모르고 내디딘 발걸음 너의 이런 가벼운 버릇 말 안 해 그러니 그녀를 내게 좀 보여줘 봐 나를 좀 놀라켜 줘 봐 얼마나 대단한 여자인지 Just show me that is all I need 그래 너를 보내줄게 I'm out Out of ur love baby just go get ur girl 그 여자와는 더 오래가길 빌어 줄게 Whoz that girl tell me whoz that girl 누군지 내게 말해줘 얼마나 좋은 여자를 만나는지 기대해볼게 Whoz that girl tell me Whoz that girl 네가 나를 버릴 만큼 얼마나 예쁜 사람인지 Who u u u u u Whoz that girl"}, {"song_no": "1564091", "year": "2012", "rank": "43", "title": "Be Be Your Love", "artist": "Rachael Yamagata", "genre": "Rock,Pop", "lyrics": "If I could take you away  Pretend I was queen  What would you say  Would you think I'm unreal  'Cause everybody's got  their way I should feel  Everybody's talking how  I can't can't be your love  But I want want want  to be your love  Want to be your love for real  Everybody's talking how  I can't can't be your love  But I want want want  to be your love  Want to be your love for real  Want to be your everything  Everything Everything's falling and  I am included in that  Oh how I try to be just okay  Yeah but all I ever really wanted  Was a little piece of you  And everybody's talking  how I can't can't be your love  But I want want want to be your love  Want to be your love for real  Everybody's talking how  I can't can't be your love  But I want want want  to be your love  Want to be your love for real  Everything will be alright  If you just stay the night  Please sir don't you walk away  don't you walk away  don't you walk away  Please sir don't you walk away  don't you walk away  don't you walk away  And everybody's talking how I can't can't be your love  But I want want  want to be your love  Want to be your love for real  Everybody's talking how  I can't can't be your love  But I want want want  to be your love  Want to be your love for real  Everybody's talking how  I can't can't be your love  But I want want want  to be your love  Want to be your love for real  Everybody's talking how  I can't can't be your love  But I want want want  to be your love  Want to be your love for real  Want to be your love love love love Want to be your love your love love"}, {"song_no": "3728116", "year": "2012", "rank": "44", "title": "이 노랠 빌려서 (Feat. 이로울 & 아이린)", "artist": "디셈버", "genre": "Ballad", "lyrics": "내 눈물은 우리 사랑인가요 가슴 아픈 이유도 사랑인가요 언젠가는 내게도 다시 사랑이 올까요 왜 안되죠 아직도 그대만 내 눈물은 우리 사랑인가요 가슴 아픈 이유도 사랑인가요 언젠가는 내게도 다시 사랑이 올까요 왜 안되죠 아직도 그대만 내 사랑인가요 그대는 어때요 난아직 너무 아픈데 니가 생각나면 아무일도 못하는데 가슴이 저려서 아직도 내눈에 보여서 또 그리워서 울고만 있는데 넌 지금 다른 사랑하고 있을까 내곁에서 넌 행복했을까 내 눈물은 우리 사랑인가요 가슴 아픈 이유도 사랑인가요 언젠가는 내게도 다시 사랑이 올까요 왜 안되죠 아직도 그대만 내 사랑인가요 아픈건 어때요 바람이 차갑던데 그대 손을 데워줄 사람은 생겼나요 내 손이 제일 따듯하긴 했을까 쓸데없는 걱정만 하네요 내 눈물은 우리 사랑인가요 가슴 아픈 이유도 사랑인가요 언젠가는 내게도 다른 사랑이 올까요 왜 안되죠 아직도 그대만 내 사랑인가요 내 맘속에 언제나 그대가 제일 먼저라 다른 사랑 못하잖아 내 사랑을 저버리지는 말아요 널 붙잡을 방법이 난 이것밖에 없어서 내 마음을 대신해 말할께 제발 나를 떠나가지 말아요 내 사랑을 저버리지는 말아요 널 붙잡을 방법이 난 이것밖에 없어서 내 마음을 대신해 말할께 이 노랠 빌려서"}, {"song_no": "3736176", "year": "2012", "rank": "45", "title": "곰인형 (Feat. 해금)", "artist": "린", "genre": "Ballad", "lyrics": "함께 본 영화표를 태우고 니가 사준 곰 인형을 패도 엉엉 울어 봐도 후련하질 못해 함께 산 핸드폰을 버리고 니가 사준 백일반질 빼도 준건 다 버려도 널 잊지를 못해 아무런 생각도 나지 않고 아무도 만나고 싶지 않아 사랑이 이런 건지 몰랐어요 아무런 얘기도 하기 싫고 아무런 전화도 받기 싫어 이렇게 힘든 건지 몰랐어요 난 백년을 사랑한 게 아닌데 백일을 겨우 넘긴 너인데 숟가락만 들어도  자꾸 니 생각에 눈물이 나 세수하다 모르게  자꾸 니 생각에 눈물이 나 자꾸 니 생각이 나  울고 울어도 눈물이 나 새빨간 하트를 지우고  저장된 일번을 지워도 다른 번호로 바꿔 봐도  안돼 안돼 안된단 말야 모아 논 사진을 치우고  니가 준 편질 찢어 봐도 할 수 있는 건 다 해봐도  안돼 안돼 안된단 말야 너 친구도 만나보고 남자도 만날게 밥도 잘 먹어보고 술도 좀 마실게 근데 또 웃긴 게 해볼 건 다 했는데 널 잊는 게 그것만 안돼 아무런 생각도 나지 않고 아무도 만나고 싶지 않아 사랑이 이런 건지 몰랐어요 아무런 얘기도 하기 싫고 아무런 전화도 받기 싫어 이렇게 힘든 건지 몰랐어요 힘든 건지 몰랐어요 난 새빨간 하트를 지우고  저장된 일번을 지워도 다른 번호로 바꿔 봐도  안돼 안돼 안된단 말야 모아 논 사진을 치우고  니가 준 편질 찢어 봐도 할 수 있는 건 다 해봐도  안돼 안돼 안된단 말야 너 친구도 만나보고 남자도 만날게 밥도 잘 먹어보고 술도 좀 마실게 근데 또 웃긴 게 해볼 건 다 했는데 널 잊는 게 그것만 안돼 함께 본 영화표를 태우고 니가 사준 곰 인형을 패도 엉엉 울어 봐도 후련하지 못해 난"}, {"song_no": "3736524", "year": "2012", "rank": "46", "title": "아직 사랑한다", "artist": "CNBLUE (씨엔블루)", "genre": "Rock", "lyrics": "You’re my love   긴 밤을 잠 못 이룬다   그린다 또 난 난 난 난   오늘도 눈물 참아본다   한 숨 쉬어본다   You’re my love   Stabirabi rapststabira   Love you love you love you my love   Stabirabi rapststabira   I want your love   아픈 사랑아 살 베인 듯   난 아프다 참으려 애써봐도   소리 없이 또 아파온다   쓰린 사랑아 독을 삼킨 듯 쓰리다   웃으려 애써봐도 아련하게   쓰려온다 난 오늘도 아침을 본다   그린다 또 난 난 난 난 미련이   다시 밀려온다 아직 사랑한다   You’re my love   Stabirabi rapststabira   Love you love you love you my love   Stabirabi rapststabira   I want your love   아픈 사랑아 살 베인 듯   난 아프다 참으려 애써봐도   소리 없이 또 아파온다   쓰린 사랑아 독을 삼킨 듯 쓰리다   웃으려 애써봐도 아련하게   쓰려온다 난   나쁜 사랑아 불러도 대답도 없다  잡으려 애원해도  냉정하게 돌아선다 돌아선다  나쁜 사랑아 연기처럼 떠나간다  손 뻗어 잡아봐도  어느새 넌 떠나간다 날"}, {"song_no": "3715671", "year": "2012", "rank": "47", "title": "INTRO (ALIVE)", "artist": "BIGBANG", "genre": "Dance", "lyrics": "I’m still alive   I’m still alive   I’m still alive  죽어가는 듯 보이지만 죽지 않아  남들의 시선을 피해 결코 숨지 않아  언제나 보란 듯이   끝까지 추락하지만   I’m alive  난 더 이상 잃을게 없어   과거는 뒤로 하고 jump out  깊이 떨어지고 있는   내 모습이 아름다워 지금  내 자신을 하늘에 던져   난 자유로워  이 순간만큼은 난 살아있어  I’m still alive  I’m still alive I’m still  alive   I’m still alive  I’m still alive I’m still  alive   I’m still alive  I’m livin’ that I’m livin’ that good life I’m still alive I’m still alive  I’m still alive I’m still alive I’m still alive  I’m still alive We livin’ that we livin’ that’  good life"}, {"song_no": "3700135", "year": "2012", "rank": "48", "title": "러시안룰렛 (Russian Roulette)", "artist": "스피카", "genre": "Dance", "lyrics": "SO WHAT SO WHAT SO WHAT 그만해 택해 UH 이대로 가버리면 내가 널 HEY BABY 셋을 셀 테니 당겨 BANG BANG BANG 내 운을 시험해 볼 TIME 시작해 두렵지 않다면 거짓말 심장이 다 멎어가 어차피 너 아니면 죽어갈 나야 이딴 건 이딴 건 내겐 별거 아니야 아픈 맘 아픈 말 더는 의미 없단 그 한 마디가 내 가슴을 찢어 BANG BANG BANG BANG BANG 버틸게 버틸게 끝까지 붉어진 눈에 번지는 눈물을 난 이렇게라도 널 너를 잡아야겠어 난 네 손으로 OH 겨눠 BANG BANG BANG BANG BANG 차갑게 차갑게 피부로 느껴져 와 거칠게 거칠게 숨결이 가빠져 가 모든 걸 내던진 마지막 안 되면 다 끝이야 더 이상 잃을 것도 없는 게 나야 이보다 이보다 더한 것도 할 거야 이게 왜 이게 뭐 온갖 독한 말도 이겨냈잖아 망설이지 말고 BANG BANG BANG BANG BANG 버틸게 버틸게 끝까지 붉어진 눈에 번지는 눈물을 난 이렇게라도 널 너를 잡아야겠어 난 네 손으로 OH 겨눠 BANG BANG BANG BANG BANG 느끼니 나를 이런 나를 두려워 나는 널 잃게 될까봐 숨이 멈추는 게 차라리 더 나아 너를 잃는 것보다 지금보다 목이 메여 맘이 저려 네가 날 네가 날 왜 날 이런 날 아프게 해 미치게 해 잡아줘 끝내줘 막아줘 막아줘 이번만 까맣게 녹아 적시는 피 눈물 난 모든 걸 놓고 널 너를 믿고 있겠어 난 네 손으로 OH 겨눠 BANG BANG BANG BANG BANG"}, {"song_no": "3694935", "year": "2012", "rank": "49", "title": "문자 (Feat. 백지영)", "artist": "마리오", "genre": "Rap / Hip-hop", "lyrics": "이 문자 잘 못 본거죠 내 눈이 이상한 거죠 아무리 또 다시봐도 헤어지자 써있네요 그 사람은 이별을 문자로 말합니다 얼굴 한번 보지않고 문자로 말합니다 함께했던 추억을 문자 하나로 정리합니다 그깟 문자 하나로 잘못 본 것은 아닐까 눈 비벼봐요 다시 보고선 머리 속이 하얘져요 충격이 커요 말도 못해요 어제 웃으며 했던 통화는 뭔가요 난 멍청하게 아무것도 모르고 웃었는데 웃음속에 그댄 이별을 준비한 것 같은데 똑같은데 난 어제와 다른게 없는데 난 난 생각 못 했는데 문자하나로 짧은 한마디로 우리 사랑을 지우려 하네요 말도 안돼요 내가 잘못본거죠  이렇게 쉽게 그대를 보낼 순없어요 통화 버튼 눌렀어요 뭣땜에 그러는지 알고 싶었어요 받지 않네요 또 받지 않네요 받지 않을걸 알면서도 계속 하네요 차라리 문자도 보내지 말지 그랬어요 이럴거면 몇일을 계속해서 답장없이 연락 안되면 걱정하다 궁금해하다 혹시 내가 싫어졌나 고민하다가 준비라도 했을텐데 어쩌면 붙잡으려고 그댈 원망하려고 하는게 아냐 고마웠다고 모든게 다 미안하다고 잘 지내라고 To Finally 아프지 말고 건강하라고 And talk to me 너 역시도 아프면 안돼 언젠간 우리 마주치면 웃으며 인사하자는 마지막 그 말조차도 들어주지 않네요 문자하나로 짧은 한마디로 우리 사랑을 지우려 하네요 말도 안돼요 내가 잘못본거죠  이렇게 쉽게 그대를 보낼 순없어요 왜 사랑했나요 왜 사랑했나요 떠날거면서 날 떠날거면서 이럴 순 없죠 내가 잘 못 본거죠 제발 말해요 그렇다고 왜 말이 없나요 그대 목소리라도 얼굴 한번이라도 볼 순 없나요 마지막 한번만 나를 잊지 말아요 나를 잊지말아요 추억이란 기억 속에 갇혀서 울고있어요 날 지우지는 말아요 날 지우지는 말아요 우리 사랑했던 내 전부를 나 어찌 지워요 나를 잊지 말아요 나를 잊지말아요 추억이란 기억 속에 갇혀서 울고있어요 날 지우지는 말아요 날 지우지는 말아요 우리 사랑했던 내 전부를 나 어찌 지워요 그녀는 헤어짐을 문자로 말합니다 그리고 제 전부를 너무 쉽게 지웁니다 너무 쉽게 지웁니다 너무 쉽게"}, {"song_no": "3714314", "year": "2012", "rank": "50", "title": "요즘 너", "artist": "브레이브걸스", "genre": "Dance", "lyrics": "I thought I would be good without you But  I was so wrong I want you to come back come back to hold me Hand up high We gon’ touch da sky Hand up high Brave Girls’ in da house Hand up high Hands up high Hand up high Brave Girls’ in da house 눈만만 마주치면 얼굴 붉히고 또 싸우고 왜 그랬는지 우린 몰라 사랑을 그땐 몰라 떨어져보니 니가 조금씩 생각이나 우린 헤어졌어 헤어졌어 오늘도 아무렇지 않은 듯 이렇게 그럭저럭 잘 살아 그럭저럭 이제와 널 다시 잡기에는 너무 늦은 걸 나 정말 후회가 돼 Oh baby want you back tonight 보고 싶어도 볼 수가 없잖아 한 숨이나 Oh baby want you back tonight 나 지금 너무 후회가 돼 돌아와줄래 요즘 너 뭐해 뭐해 뭐해 잘 살고 있겠지 뭐 나 혼자 아파할게 뻔해 뻔해 뻔해 내 걱정은 좀 하니 괜한 걱정해서 Baby sorry Tryna actin’ like I’m OK 근데 솔직히 I’m not OK 억지로 나 웃어보지만 고개돌리면 쓰디쓴 한숨만 이렇게 힘들 줄 몰랐어 너의 빈자리가 내겐 너무 커 떠난 널 잡고 싶어 But it’s too late 되돌리기엔 오늘도 아무렇지 않은 듯 이렇게  그럭저럭 잘 살아 그럭저럭 이제와 널 다시 잡기에는 너무  늦은 걸 나 정말 후회가 돼 Oh baby want you back tonight 보고 싶어도 볼 수가 없잖아 한  숨이나 Oh baby want you back tonight 나  지금 너무 후회가 돼 돌아와줄래 요즘 너 뭐해 뭐해 뭐해 잘 살고 있겠지 뭐 나 혼자 아파할게 뻔해 뻔해 뻔해 내 걱정은 좀 하니 괜한 걱정해서 Baby sorry 똑딱똑딱 새벽이 찾아오면 니 사진 쳐다보면 날 두고 떠난 떠난 난 니가 보고파 짜증나게 보고파 Hand up high We gon’ touch da sky Hand up high Brave Girls’ in da house Hand up high Hands up high Hand up high Brave Girls’ in da house"}]