[{"song_no": "3853976", "year": "2012", "rank": "51", "title": "청개구리 (Feat. G-Dragon)", "artist": "싸이 (PSY)", "genre": "Rap / Hip-hop", "lyrics": "나 아주 어렸을 때부터  남 얘기가 안 들려 어려서 그랬을까  하지만 지금도 잘 안 들려 살면서 가장 많이 들었던 말  너 그러다 뭐 될래 살면서 가장 많이 하고픈 말  내가 알아서 할게 그래 나 청개구리   그 누가 제 아무리 뭐라 해도  나는 나야 우물 안의 개구리라도  나 행복하니  그래 그게 바로 나야 그래 그게 바로 나야 청개구리 청개구리 맞다고 생각해도 누가 해라 하면  안 들어 아니라고 생각해도 누가 맞다 하면  막 우겨 살면서 가장 많이 들었던 말  너 걱정돼서 그래 살면서 가장 많이 하고픈 말  제발 네 걱정이나 해 그래 나 청개구리 그 누가 제  아무리 뭐라 해도 나는 나야 우물 안의 개구리라도 나 행복하니  그래 그게 바로 나야 그래 그게 바로 나야 청개구리 청개구리 Let’s Go 개굴개굴개구리가  고래고래고래 소리친다 청 개굴개구리 두 마리가 노래  불러 숨막힌다 꼭 하지 말라는 짓  넌 어쩜 그리 골라하는지 무관심에 상심이 컸던 아이 날 아는지 넌 몰라 네 생각 따윈 whateva  난 내 맘대로 해 난 돌아이 남 시선 따윈 누가  뭐라던 내 방식대로 Ay 두고봐 끝에 가 누가 잘되나 봐  부끄러워 부러워할 걸 날 좋아할 걸 그래 나 청개구리   그 누가 제아무리 뭐라 해도  나는 나야 우물 안의 개구리라도  나 행복하니  그래 그게 바로 나야 그래 그게 바로 나야 청개구리 틀린 게 아니야 다른 것뿐이야 문제라면 문제아"}, {"song_no": "3910822", "year": "2012", "rank": "52", "title": "이별시작", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "내가 아닌 것처럼 아무 일 없는 듯 난 낯선 오늘을 또 시작해 니가 없는 것처럼 오래된 일인 듯 나는 지루한 하루를 밀어내 I never know 알 수 없어 어디부터 우리 어긋난 걸까 아무래도 이게 마지막인 것 같아 오랫동안 얘기하지 못해 미안해 더 이상 우린 안 될 것 같아 그만 할래 그래 맞아  우린 서로 너무 다른 사람인걸 I never know 알 수 없어 어디부터 우리 어긋난 걸까 아무래도 이게 마지막인 것 같아 오랫동안 얘기하지 못해 미안해 더 이상 우린 안 될 것 같아  그만 할래 그래 맞아  우린 서로 너무 다른 사람인걸 너무 오래 니 옆에 있어서 미안해 더 이상 우린 힘들 것 같아 날 미워해 맞아 우린 서로 너무 닮은 사람인걸 니가 없는 것처럼 다 지난 일인 듯 나는 버거운 이별을 시작해"}, {"song_no": "3863651", "year": "2012", "rank": "53", "title": "달빛바다", "artist": "아이유", "genre": "Dance", "lyrics": "Yeah It's summer 어디라도 좋아  Falling love 오늘은 기어코 어디든지 가보자 이 여름 다 가기 전에 워우예에 물결이 들리고  풀이 많은 곳이 어때 솔직히 너랑은 어디라도 난 좋아 달빛바다 닮은 저 하늘 조각배처럼 예쁜 저 별들  Only for you 달빛 한 스푼 별빛 두 방울을 우리 추억에 담는 이 여름  달빛바다 Hey You Just a feeling Just a dreaming 바람을 따라서 가는거야  All right 내일은 기어코 다른 데서 눈 뜨자 젤 먼저 해 뜨는 데서  워우예에 어어어 부서진 파도에 무지개도 볼지 몰라 솔직히 너랑은 무얼 봐도 난 좋아 달빛바다 닮은 저 하늘 조각배처럼 예쁜 저 별들  Only for you 달빛 한 스푼 별빛 두 방울을 우리 추억에 담는 이 여름  달빛바다 Beautiful moon night 시원한 바다로 함께 떠나 보는건 어때 Yes 너와 함께라면 OK 내년 여름에도 우린 함께일거야 두 손을 꼭 잡고  오늘 얘길 나누게 될 걸 물빛하늘 닮은 저 바다 구름같은 파도가 밀려와  Only for you 여름마다 쌓인 추억들이 걸음마다 밟히는 이 여름  달빛바다"}, {"song_no": "3835666", "year": "2012", "rank": "54", "title": "One More Night", "artist": "Maroon 5", "genre": "Rock", "lyrics": "You and I go hard at each other  like we going to war You and I go rough We keep throwing things and  slammin' the door You and I get so  Damn dysfunctional  We stopped keeping score You and I get sick  Yah I know that we can't do  this no more But baby there you go again There you go again Making me love you Yeah I stopped using my head  Using my head let it all go Got you stuck on my body  On my body like a tattoo And now I'm feeling stupid Feeling stupid crawling back to you So I cross my heart  and I hope to die  That I'll only stay with you  One more night And I know I said it a million times But I'll only stay with you  One more night Trying to tell you no  But My body keeps on telling you yes Trying to tell you stop But your lipstick got me so out of breath I'd be waking up in the morning  probably hating myself And I'd be waking up Feeling satisfied but guilty as hell But baby there you go again  There you go again  Making me love you Yeah I stopped using my head  Using my head Let it all go Got you stuck on my body  On my body like a tattoo And now I'm feeling stupid  Feeling stupid crawling back to you So I cross my heart And I hope to die  That I'll only stay with you  One more night And I know I've said it a million times But I'll only stay with you  One more night Yeah baby give me  One more night Yeah baby give me  One more night Yeah baby give me  One more night But baby there you go again  There you go again  Making me love you Yeah I stopped using my head  Using my head  Let it all go Got you stuck on my body  On my body like a tattoo Yeah yeah yeah yeah So I cross my heart  And I hope to die  That I'll only stay with you  One more night And I know I've said it a million times But I'll only stay with you  One more night Yeah baby give me  One more night So I cross my heart And I hope to die That I'll only stay with you  One more night And I know I've said it a million times But I'll only stay with you One more night I don't know whatever"}, {"song_no": "3853979", "year": "2012", "rank": "55", "title": "77학개론 (Feat. 리쌍, 김진표)", "artist": "싸이 (PSY)", "genre": "Rap / Hip-hop", "lyrics": "1977년 12월 31일 박싸이 1977년 12월 24일 길성준 1977년 8월 13일 김진표 1978년 2월 24일 강개리 나이는 어려 보이지 않으려는  노력 오히려 영락없는 고삐리 원하는 건  대삐리 언니와의 하룻밤의 사랑을 찾아 방랑자 맥주에 노가리 야리와 따가리  포카리에 소주 타면 뻑가리 분위기 타면 비디오방  분위기 오방 비디오는 못 봐 후루룩 짭짭하다  영화 끝나 무질서한 낙서 젊음을 막 써  이쁜이 손끝만 닿아도 그땐 막서 딱딱하게 말하지마 네가 나를  딱딱하게 만들었잖아 첫 담배는 아찔해 첫키스는 달콤해 첫 섹스는 강렬해 얼떨결에 시작했던 설레었던 것들 이제 익숙한 것들 Do you Remember Do you Remember 그땐 그저 그렇게 모든 게 설레었었네 Do you Remember Do you Remember 이젠 그저 모든 게 다 익숙해졌네 Oh No 흘러가는 시간 속에 속에 나의 모습 찾을 수가 없어 없어 나를 돌아봐줘 그대여 나를 돌아봐 아직 우린 젊기에 이쁜 여자만 보면 모두 내 깔이지 너 쟤랑 잤어 당근 얄짤이지 입만 살아서는 반코 한코 경험은 졸 많고 가리지도 않고 하지만 사실은 새빨간 다 구라 현실은 세운상가서 사온 빨간 마후라 거친 화면에도 우린 탁 탁 탁 그리고 한 가지 더 힙 합 합 합 똥싼 바지 통 큰 바지 골반까지 우린 무리지어 길거린 다 내차지 걷는 폼도 절룩이며 리듬을 타고 문나이트 뺀찌먹고 앉아 야리를 까도 내가 틱탁 하면 Get on stop 내가 라리다리 하면  We like to party 오에오 하면 오에오에오 Do you Remember Do you Remember 그땐 그저 그렇게 모든 게 설레었었네 Do you Remember Do you Remember 이젠 그저 모든 게 다 익숙해졌네 Oh No 흘러가는 시간 속에 속에 나의 모습 찾을 수가 없어 없어 나를 돌아봐줘 그대여 나를 돌아봐 아직 우린 젊기에 말 그대로 어느 날 갑자기 나와 뜬  서태지와 아이들 10대들의 맘을 잡아 끈 음악과 춤 학교가 끝나면 한 손엔 더블테크 들고 놀이터에서  춤을 추는 게 하루의 끝 좀 있는 놈들은  케빈 클라인 아님 게스 없는 놈들은 삥뜯거나 아님 거덜이 말 안 들으면 존나게 팼어 그때는 겁만 주면 뭐든지 다 됐어 디스코 바지 앞이 뾰족한 알라딘 신발을 신고 놀러갔지 일일 찻집 눈 맞으면 다른 동네 깔치와 깔식 야리 한 까치 돌려 피며 하는 올림픽 친구들과 얘기하다 보면  다 서로 동서 그냥 웃어 비 오는 밤에 함께했던  한 소녀와의 첫 키스 그처럼 그리움이 되어버린 모든 것들 Yeah- Yeah- Yeah- Yeah- Yeah- Yeah- 그때 그 시절 Do you Remember Do you Remember 그땐 그저 그렇게 모든게 설레었었네 Do you Remember Do you Remember 이젠 그저 모든 게 다 익숙해졌네 Oh No 흘러가는 시간 속에 속에 나의 모습 찾을 수가 없어 없어 나를 돌아봐줘 그대여 나를 돌아봐 아직 우린 젊기에"}, {"song_no": "3864961", "year": "2012", "rank": "56", "title": "가수가 된 이유", "artist": "신용재 (포맨)", "genre": "Ballad", "lyrics": "인터넷에 나를 쳐보면  이제 내 노래가 나와 내가 왜 굳이 이렇게 가수가 된지 넌 알까 유명하고팠던 이유는 오직 단 하나뿐이니까 니가 날 보고 날 알아듣고 내 생각하라고 TV에 나와 노래해 혹시 니가 볼까봐 날 들으면 날 본다면 날 찾아줄까봐 기를 쓰고 노래해 그 옛날의 널 위해 그때 다 하지 못했던 내 맘을 담아서 이렇게 노래해 못해부터 살다가까지 니가 없던 건 없으니까 솔직히 터놓고 말해 모두 너와 내 얘기니까 내 노랠 듣고 내가 울고 내가 슬퍼하고 혼자 미치는 나의 이유를 넌 알 것 같은데 TV에 나와 노래해 혹시 니가 볼까봐 날 들으면 날 본다면 날 찾아줄까봐 기를 쓰고 노래해 그 옛날의 널 위해 그때 다 하지 못했던 내 맘을 담아서 내 아픔과 내 눈물과 내 진심을 다해 내 맘 전한다면 너에게 들릴까 이 몇 분짜리 노래가 별거 아닌 가사가 니 귓가에 니 마음속에 울려 퍼지기를 미치도록 기도해 제발 니가 듣기를 이런 내 맘이 들리면 너 돌아오라고 눈물로 노래해"}, {"song_no": "3818487", "year": "2012", "rank": "57", "title": "MONSTER", "artist": "BIGBANG", "genre": "Dance", "lyrics": "오랜만이야 못 본 사이   그댄 얼굴이 좋아 보여  예뻐졌다 넌 항상 내 눈엔 원래   고와 보여  근데 오늘따라 조금 달라 보여   유난히 뭔가 더 차가워 보여  나를 보는 눈빛이 동정에 가득   차있어 네 앞에서 난 작아 보여  괜찮은 척 애써 대화주제를 바꿔버려  묻고 싶은 말은 많은데   넌 딱 잘라버려  네 긴 머린 찰랑거려   내 볼을 때리곤 스쳐지나  뒤돌아선 곧장 가버려   여기서 널 잡으면 우스워지나  아무 말도 떠오르지 않죠   떨면서 넌 한두 발짝 뒤로  이젠 내가 무섭단 그 말   날 미치게 하는 너란 달  I love you baby I’m not a monster  넌 알잖아 예전 내 모습을   시간이 지나면 사라져 버릴 텐데   그 땐 알 텐데 baby  I need you baby I’m not a monster  날 알잖아 이렇게 가지마   너 마저 버리면 난 죽어버릴 텐데   I’m not a monster  무슨 일이 있어도 영원하자고   슬플 때도 기쁠 때도 끝까지 하자고  You don’t say that tomorrow   오늘이 마지막인 것처럼 사랑하자고  너 없는 삶은 종신형 세상과   단절돼 돌 지경이야  너란 존재는 고질병 시련의 연속   마음 속 미련이야  세상사람들이 내게 돌린 등   모든 것이 베베 꼬여있던 눈초리들  내게 가장 큰 아픔은 아픔은  네가 그들 같아졌단 것뿐  I love you baby I’m not a monster  넌 알잖아 예전 내 모습을   시간이 지나면 사라져 버릴 텐데   그 땐 알 텐데 baby  I need you baby I’m not a monster  날 알잖아 이렇게 가지마   너마저 버리면 난 죽어버릴 텐데   I’m not a monster  가지마 가지마 가지마 떠나지 말아  하지마 하지마 하지마 너 같지않아  멀어진 채로 사랑은 걸러진 채로  찾지마 찾지마 찾지마 날 찾지 말아  마지막 마지막 마지막   네 앞에 서 있는  내 모습을 기억해줘   날 잊지 말아줘 I love you baby I’m not a monster  넌 알잖아 예전 내 모습을   시간이 지나면 사라져 버릴 텐데   그 땐 알 텐데 baby  I need you baby I’m not a monster  날 알잖아 이렇게 가지마   너 마저 버리면 난 죽어버릴 텐데  I’m not a monster I think I’m sick  I think I’m sick I think I’m sick  I think I’m sick"}, {"song_no": "3897133", "year": "2012", "rank": "58", "title": "나를 불러", "artist": "나윤권", "genre": "Ballad", "lyrics": "버스창에 예고없는  빗물 떨어질때 나를 불러 자기전 짜증난 하룰 털어  놓고플때 나를불러 일년에 한번도 좋을껄 심심풀이라도 좋을껄 니가 날 부르면 내 이름 불러준다면 어디라도 너의 곁에 있을께 사랑한단 말 꺼낼 기회 조차 없지만 늘 필요할때만 날 찾아주지만 너니까 좋으니까 언제나 내맘은 너하나뿐야 요즘 사귀는 사람 자랑까지  아프게 들어줄께 항상 티 내지 않는 연습 슬픈 표정은 절대 안돼 니가 알아내면 내 맘을 알아버리면 나를 이용할 수 없게 되니까 사랑한단 말 꺼낼 기회조차 없지만 늘 필요할때만 날 찾아주지만 너니까 좋으니까 언제나 내맘은 너하나뿐야 사랑한단말 혼자있을때 수도없이 할수있으니 너와있는 짧은 시간만 참아내면되 가끔은 가슴이 아파와 눈물이나도 영영 이맘 모를까 두렵긴해도 너니까 좋으니까 언제든 내맘은 언제나 너에게말해  사랑해 너니까 좋으니까 언제나 내맘은 너하나뿐야 언제나 너만을  사랑하니까"}, {"song_no": "3869344", "year": "2012", "rank": "59", "title": "나랑 사귈래?", "artist": "틴탑", "genre": "Dance", "lyrics": "Oh yeah it's going down Teen Top Brave sound Call me call me girl 고민하지 말고 내게 와 Be ma girl would you be ma girl 나 어떡해 점점 더 니가 좋은데 너는 왜 내 맘 몰라주니 어디서든 어딜 보든 너만 보여 더는 못 참아 나 니가 필요해 아직 어려서 좋은 것들 사줄 순 없지만 그래서 내 사랑 다 줄거야 걸어서 저 하늘 끝까지 널 향해 가 내 목숨 걸고 널 지켜줄거야 너 이제 나란 애랑 사귈래 조금은 부끄럽겠지만 누구보다 짜릿하게 사귈래 내가 서툴고 어눌해 보일지 몰라도 잘해줄거야 그 누구보다 더 잘할 수 있어 내가 서툴고 어눌해 보일지 몰라도 처음엔 좀 미흡했어 모든게 다 어색했어 풋내기처럼 니 앞에만 서면 벌벌 떨어 얼어 난 바보처럼 몰라 몰라 내가 왜 이런지 몰라 용기를 내야겠어 남자답게 yes sir be brave 아직 어려서 좋은 것들 사줄 순 없지만 그래서 내 사랑 다 줄거야 걸어서 저 하늘 끝까지 널 향해 가 내 목숨 걸고 널 지켜줄거야 너 이제 나란 애랑 사귈래 조금은 부끄럽겠지만 누구보다 짜릿하게 사귈래 내가 서툴고 어눌해 보일지 몰라도 잘해줄거야 그 누구보다 더 잘할 수 있어 내가 서툴고 어눌해 보일지 몰라도 I know I know I know 조금은 불안한 내 맘 You know you know you know 넌 나의 전분 걸 My girl 내 곁에 두고파 단 하나뿐인 you're my girl I wanna love you all day wanna love you all night you got me feelin' so hot oh yeah oh yeah I wanna love you all day wanna love you all night you got me feelin' so hot oh yeah oh yeah 넌 누구꺼 넌 내꺼 넌 누구꺼 넌 내꺼 넌 내꺼 you're my girl"}, {"song_no": "3899439", "year": "2012", "rank": "60", "title": "오,예!", "artist": "형돈이와 대준이", "genre": "Rap / Hip-hop", "lyrics": "아이고 여러분들 웃을일 없으시죠 많이 웃고 싶으시죠 안좋을때 들어도 좋고  좋을때 들으면 더 좋고 여하튼 들으면  기분 좋아지는 노래  갑니다요 잘들어 우리 노래 잘들어  울다가 듣다 털난다 잘들어 우리 노래 잘들어  응급실에서 듣다 터진다 잘들어 우리 노래 잘들어  울다가 듣다 털난다 잘들어 우리 노래 잘들어  초상집에서 듣다 터진다 여자친구 통금시간 10시  지금시간 9시  근데 부모님이 여행갔대 으헤헤헤헤헤헤헤헤헤 오예 용돈이 떨어졌네  돈 나올 구멍 없네  근데 아빠 술드시고 왔네 으헤헤헤헤헤헤헤헤헤 아빠 오예 발렌타인데이 화이트데이  크리스마스데이  근데 난 여친 없지롱 으헤헤헤헤헤헤헤헤헤 돈 굳었다  오예 차가 엄청 막히네  기름값은 올랐는데  근데 난 차도 없지롱 으헤헤헤헤헤헤헤헤헤 대중교통  오예 웃을때 더 예뻐 웃을때 더 멋져  웃는거야 웃는거야 우는건 안 예뻐 우는건 안 멋져  웃는거야 웃는거야 진짜 더 좋아 소개팅을 했는데 못생긴 여자야 근데 그 여자가  내가 자기 스타일이 아니라더군 으헤헤헤헤헤헤헤헤헤 나 도 볼일이 급한데 화장실은 멀리있고  참을수가 없는데 난 지금 수영장 으헤헤헤헤헤헤헤헤헤 아 오예 돈 빌린 친구한테  전화와서 안받았어  근데 문자로 내일 군대간대 충성 으헤헤헤헤헤헤헤헤헤 콜렉트콜  오예 여친도 없고 차도 없고  돈도 없지만 그냥 날씨가 너무 좋네 으헤헤헤헤헤헤헤헤헤  아 그냥 좋네  오예 웃을때 더 예뻐 웃을때 더 멋져  웃는거야 웃는거야 우는건 안 예뻐 우는건 안 멋져  웃는거야 웃는거야 진짜 더 좋아 뭘그리 따지고 뭘그리 재 웃음에는 규칙이나 룰도 없어 뭘그리 따지고 뭘그리 재 웃음에는 규칙이나 룰도 없어 으헤헤헤헤헤헤헤헤헤 아이고 배야 으헤헤헤헤헤헤헤헤헤  오예 웃을때 더 예뻐 웃을때 더 멋져  웃는거야 웃는거야 우는건 안 예뻐 우는건 안 멋져  웃는거야 웃는거야 진짜 더 좋아 웃자고 웃자고 웃자 허 웃자고 웃자고 웃자 허 운다고 해결되냐 운다고 해결돼 참 답답하게들 사네 웃자고 웃자고 웃자 허 웃자고 웃자고 웃자 허 웃는다고 돈드냐 웃는다고 힘드냐  좀 웃자 쎄이 예이예"}, {"song_no": "3909685", "year": "2012", "rank": "61", "title": "이럴때면 (Feat. 린)", "artist": "마이티 마우스", "genre": "Rap / Hip-hop", "lyrics": "꼭 이럴때면 니가 생각나 꼭 이럴때면 비가 내려와 집에 혼자 이렇게 누울땐  꼭 눈물이 나와 꼭 이럴때면 니가 생각나 꼭 이럴때면 술이 생각나 집에 혼자 돌아오는 길에  자꾸 니가 생각나  축쳐진 어깨를 질질  끌고가는 퇴근길  반찬은 김치 김뿐인 혼자  차려먹는 저녁밥  주말엔 할 것 없이  방에서 뒹굴고  방구석 TV가 내유일한 친구고  지금까지 폈던 담뱃값만  해도 차한대는 샀다  혼자위로하고  어릴적엔 잘도 먹힌나  나이들고 나니까 재밌단 말뿐  그게 끝 떠드느라 고생한  입만 아플뿐  주말새벽 친구들과 술한잔후  집에 가려면 그렇게 널렸던  택시도 안잡혀  차가운 도시를 홀로 걸어  도착한 집에 누울때면  꼭 이럴때면 꼭 이럴 때면 니가 생각나 꼭 이럴 때면 비가 내려와 집에 혼자 이렇게 누울 땐  꼭 눈물이 나와 사랑이 원래 다 그런거지  뭐 바람같이 왔다 가는거지 뭐 어차피 스쳐가는 것들  결국엔 시간속에 갇힌 기억들  후회없이 사랑했으면  그걸로됐어 그만큼 했으면  할만큼 했어  눈물로 다 쏟아버리자  남자답게 훌훌 털어버리자  시간이 씻어내지 못한 너의  흔적 아무리 도망쳐도  아직너의 근처  상처는 아물어도 남아있는  흉터 그래도 웃으며 잘 살아  널 잊은척  평생 널 생각하며 살겠지만  세월에 깎여 무뎌지는 감정  그런데 늦은밤 침대에 누워  휴대폰을 열면 꼭 이럴때면 꼭 이럴 때면 니가 생각나 꼭 이럴 때면 술이 생각나 집에 혼자 돌아오는 길에  자꾸 니가 생각나 그때같은 아름다운 그날이  다시 올수없다고 해도 더이상 그날은 없지만 이젠  내겐 없는 너지만  잊지마 지우지마 마지막  내가 하고 싶은말  니가생각나 꼭 이럴 때면 니가 생각나 꼭 이럴 때면 비가 내려와 집에 혼자 이렇게 누울 땐  꼭 눈물이 나와 이럴 땐 이럴 땐"}, {"song_no": "3905501", "year": "2012", "rank": "62", "title": "가로수길에서 (Feat. Ara)", "artist": "가비엔제이", "genre": "Ballad", "lyrics": "가로수 길에서 너와 사랑했어 우린 정말 그 땐 정말 그랬었어 비가 오려나봐 니가 오려나봐 걷다 보면 돌아보면 No one here 하루종일 니 생각에 I cry  하루종일 잊어보려 I try  I can't live without your love Baby leave me in your love 하루종일 니 생각에 I cry  하루종일 잊어보려 I try I can't live without your love Baby leave me in your love 가로수 길에서 너와 사랑했어 우린 정말 그 땐 정말 그랬었어 비가 오려나봐 니가 오려나봐 걷다 보면 돌아보면 No one here 비 오는 가로수 거리 그 날도 오늘 같았지 너의 어깰 적시던 밤 수줍게 조그만 우산 하나에 뭐 그리 좋았었는지 걷고 또 걸었었지 Uh Yeah boy listen 별로 뭐 다를 건 없는데 그냥 좀 외롭고  맘이 좀 허하단게 단데 그토록 좋아했던 5CJ 쥬스 맛이 다르게 느껴지는 건 ？까 이 거릴 또 찾은 내가 바보지 괜히 무식하게 니가 올까 착각했던 내가 문제인가봐 그래 미쳤나봐 여길 가도 저길 가도 Everyday I cry 가로수 길에서 너와 사랑했어 우린 정말 그 땐 정말 그랬었어 비가 오려나봐 니가 오려나봐 걷다 보면 돌아보면 No one here 오오오오오 오오오오오 니가 많아 너무 많아 이 거리를 돌아보면  온통 너와 나 뿐인 걸 오오오오오 바람처럼  오오오오오 Yeah 떠나가도 변해가도 이 거리와 나만 그대로잖아 시간이 해결해 줄거란 친구들 말만 믿고  기다린 내가 미쳤지 니가 잊혀지긴 커녕 하루 한 달 몇 달이 지나가도 니 생각만 더 커져 날 더 미치게만 해 혹시라는 기대조차 못 해먹게 차라리 날 더 밟고 밟아 더럽게 끝내줬더라면 내가 쉽게 잊었을까 난 여길 다시 찾았을까 날 이렇게 망친 니가 정말 밉다 너와 이별했던 이 거리에 서서 눈치 없이 하염없이 울고 있어 비가 와도 좋아 혼자라도 좋아 걷다 보면 돌아보면 You're still here 하루종일 니 생각에 I cry  하루종일 잊어보려 I try  I can't live without your love Baby leave me in your love 하루종일 니 생각에 I cry  하루종일 잊어보려 I try I can't live without your love Baby leave me in your love"}, {"song_no": "3763493", "year": "2012", "rank": "63", "title": "나혼자 (Alone)", "artist": "씨스타", "genre": "Dance", "lyrics": "Whoo Whoo Whoo Whoo  I don't wanna cry Whoo Whoo Whoo Whoo  Please dry my eyes Whoo Whoo Whoo Whoo  I'm fallin' down Whoo Whoo Whoo Whoo  Without you I'm fallin' down 추억이 이리 많을까  넌 대체 뭐할까  아직 난 이래 혹시 돌아 올까 봐  나 절대 이런 애 아닌데  이런 적 없었는데  사랑 너무도 독해  아직도 못 깼나 봐  너무도 달콤한 니 말에 속아  이제와 혼자 I'm falling down  I'm falling down  차라리 만나지 말걸 그랬어  이렇게 될 줄 몰랐어  이토록 쉽게 우린 끝인가요  왜 또 나혼자 밥을 먹고  나혼자 영화를 보고  나혼자 노래하고 이렇게  나 울고 불고  넌 떠나고 없어  후회해도 소용없어  오늘도 나혼자 Whoo Whoo Whoo  Whoo Whoo Whoo Whoo Whoo  나혼자 길을 걷고  나혼자 TV를 보고  나혼자 취해 보고  이렇게 매일 울고 불고  사랑 참 달콤했어  이별이란 그림자 안에서  오늘도 잠 못자  Whoo Whoo Whoo  Whoo Whoo Whoo Whoo  Don't tell me it's over  날 안아줘 도대체  내게 넌 왜 이러는데  Oh Ma boy Whoo Whoo Whoo 오늘도 나 눈물로 지새워  너무도 달콤한 니 말에 속아  이제와 혼자  I'm falling down  I'm falling down  차라리 만나지 말걸 그랬어   이렇게 될 줄 몰랐어  이토록 쉽게 우린 끝인가요  왜 또 나혼자 밥을 먹고  나혼자 영화를 보고  나혼자 노래하고  이렇게 나 울고 불고  넌 떠나고 없어 후회해도 소용없어  오늘도 나혼자  Whoo Whoo Whoo  Whoo Whoo Whoo Whoo Whoo  나혼자 길을 걷고  나혼자 TV를 보고  나혼자 취해 보고  이렇게 매일 울고 불고  사랑 참 달콤했어  이별이란 그림자 안에서  오늘도 잠 못자  Whoo Whoo Whoo  Whoo Whoo Whoo Whoo  참 뻔하디 뻔한 너의 그런 빈번한  거짓말에 또 속았어 아주 값싼 니 미소에 홀린 날 갖고  너 재미있게 놀았어 이제와서 뭘 어쩌겠어 그리움에  갇혀 나혼자서  니가 버린 내 맘 공허해 꼭 버려져  텅빈 거리 같아  Whoo Whoo Whoo Whoo I don't wanna cry Whoo Whoo Whoo Whoo  Please dry my eyes Whoo Whoo Whoo Whoo  I'm fallin' down Whoo Whoo Whoo Whoo Without you I'm fallin' down"}, {"song_no": "3774133", "year": "2012", "rank": "64", "title": "Payphone (Feat. Wiz Khalifa)", "artist": "Maroon 5", "genre": "Rock", "lyrics": "I’m at a payphone trying to call home All of my change I spent on you Where have the times gone Baby it’s all wrong,  where are the plans we made for two Yeah, I, I know it’s hard to remember The people we used to be It’s even harder to picture That you’re not here next to me You say it’s too late to make it But is it too late to try And in our time that you wasted All of our bridges burned down I’ve wasted my nights You turned out the lights Now I’m paralyzed Still stuck in that time  when we called it love But even the sun sets in paradise I’m at a payphone trying to call home All of my change I spent on you Where have the times gone Baby it’s all wrong,  where are the plans we made for two If happy ever after did exist I would still be holding you like this All those fairytales are full of sh*t One more f**king love song  I’ll be sick You turned your back on tomorrow Cause you forgot yesterday I gave you my love to borrow But just gave it away You can’t expect me to be fine I don’t expect you to care I know I’ve said it before But all of our bridges burned down I’ve wasted my nights You turned out the lights Now I’m paralyzed Still stucked in that time  when we called it love But even the sun sets in paradise I’m at a payphone trying to call home All of my change I spent on you Where have the times gone Baby it’s all wrong,  where are the plans we made for two If happy ever after did exist I would still be holding you like this All those fairytales are full of sh*t One more f**king love song  I’ll be sick Now I’m at a payphone Man f**k that sh*t I’ll be out spending all this money  while you sitting round Wondering why it wasn’t you  who came up from nothing Made it from the bottom Now when you see me I’m stunning And all of my cars start  with the push up a button Telling me the chances I blew up  or whatever you call it Switched the number to my phone So you never could call it Don’t need my name on my show You can tell it I’m ballin’ Swish, what a shame  could have got picked Had a really good game  but you missed your last shot So you talk about  who you see at the top Or what you could’ve saw But sad to say it’s over for Phantom pulled up valet open doors Wiz like go away,  got what you was looking for Now ask me who they want So you can go and take that  little piece of sh*t with you I’m at a payphone trying to call home All of my change I spent on you Where have the times gone Baby it’s all wrong,  where are the plans we made for two If happy ever after did exist I would still be holding you like this All those fairytales are full of sh*t One more f**king love song  I’ll be sick Now I’m at a payphone"}, {"song_no": "3779134", "year": "2012", "rank": "65", "title": "씨스루 (Feat. 개코, Zion.T)", "artist": "프라이머리", "genre": "Rap / Hip-hop", "lyrics": "Party time 아는 사람 없네 지루해 앉아있기만 해 바텐더 뭘 마셔야 해 그래 그걸로 줘 cause it's red 음악 바꼈네 up tempo 그래도 난 여전해 down tempo 아 술은 안마셔 그냥 색깔이 맘에 들어 골랐어 그때 널 봤어 빨간 스커트 빨간 립스틱 that's a point 넌 저기 서서 떠들고 있는 멍청한  여자들과는 달라 I see through 넌 보일 듯 보이지 않아 안타까운 마음에 쳐다만 봤네 I see through U See through U I see through U See through U 요즘엔 되는 일 하나 없네 내일도 일하러 가야돼 바텐더 한잔 독하게 줘봐  여기 크레딧카드 줄게 친구들에게 한잔씩 쫙 돌려줘봐  헤이 헤이 앗 한도초과 그냥 춤 좀 땡기다가 집에 가고싶어 엉뚱한 여자 앵기잖아 도망가고 싶어 적당히 끼 좀 부리다가 갈래 밤새는 건 좀 무리잖아 친구 눈 피해서 몰래 나가다가  걸렸어 그때 널 봤어 빨간 스커트 빨간 립스틱  that's a point 넌 저기 서서 떠들고 있는 멍청한  여자들과는 달라 I see through 넌 보일 듯 보이지 않아 안타까운 마음에 쳐다만 봤네 I see through U See through U I see through U See through U 왼쪽으로 1보 없어 다시 뒤로 4보 없어 오른쪽으로 2보 가도 없네  아 다시 앞으로 3보 난 안보여 머리는 땡땡 클럽 안은 마치 퇴근시간의  뱅뱅사거리같어 완전 바글바글 그녀 근처에 와글와글 이상한 기분야 몸이 가벼운걸 취한 건 오 아냐 워어 쟤 누구야  ah 궁금할 뿐야 너무 괜찮은걸 놓치면 후회할거야 넌 보일 듯 보이지 않아 안타까운 마음에 쳐다만 봤네 I see through U See through U I see through U See through U"}, {"song_no": "3901827", "year": "2012", "rank": "66", "title": "나쁜사람", "artist": "장혜진", "genre": "Drama", "lyrics": "지금 이 순간 사랑에 데여  눈이 멀고 심장이 멈춰도  시련의 옷을 벗고 내감정은 바람타고 떨어지는 벗꽃  차오르는 눈물 뒤로  난 내 길을 걷고  멈출 수없는 질긴 사랑의 발걸음  그 흘린 미소라도 좋아  난 너를 알거든 온몸으로 맞는 슬픔 이 짙은 아픔  물거품처럼 사라지는 기쁨  마음의 고뿔 그대는 나쁜 사람 모른척 아닌척 외면해도 자꾸만 내 눈에 밟히는 그런 사람  그대는 참 나쁜 사람 그대는 아픈 사랑  차가운 내 맘을 안아놓고 숨죽여 눈물을 삼키게 만든 사람   그대는 아픈 사랑 멋대로 사랑을 새겨놓고  사랑이 가슴을 멍들게 해 바보처럼 손을 내밀어도  숨어 버리는  그대는 참 나쁘다 그대는 나쁜 사람 지우려 잊으려  애를 써도 미칠 듯 그립고  그립게 만든 그 사람  그대는 나쁜  사람 가슴이 운다 이사랑은 날 할퀴고  문다 심장에 멍이지고 나면  꽃피길 꿈꾼다 옷을 벗는 저 계절마져도   그때가 되면 온다  오도가도 못하게  넌 왜 날 묶어둘까 결빙된 마음속엔 빛이 들지 않아  더 볼수없는 사랑인지라  그져 눈을 감아 한밤중에 퍼덕이는 새들의 날개짓  저새들처럼 날고싶은 내맘은 알런지 그대는 슬픈 사랑  눈물에 가려진 별빛처럼 멀리서 내 곁을 맴도는 그런 사람  그대는 슬픈  사랑 멋대로 사랑을 새겨놓고  사랑이 가슴을 멍들게해 바보처럼 손을 내밀어도  숨어 버리는  그대는 참 나쁘다 그대는 나쁜 사람  모른척 아닌척 외면해도 자꾸만 내 눈에 밟히는  그대란 사람  그대는 나쁜 사람 이 아픔을 견디고 나 그대에게 가리 이세상이 등져도 난 거침없이 가리 그대라는 이유로 바다위 표류도 두렵지않아 그 무엇이  내영혼을 가둬도 숨죽여 눈물을 삼키게 만든 사람   그대는 아픈 사랑 그대는 나쁜 사람"}, {"song_no": "3795586", "year": "2012", "rank": "67", "title": "하루 끝", "artist": "아이유", "genre": "Dance", "lyrics": "Monday Better day 처음처럼 설레이는 그런 날 Sunday Better day 종일 너만 생각하는 그런 날 욕심이 나 우리 사이 요만큼만 더 가까이 딱 한 발짝 그만큼 더 가까이 혼잣말이 속삭임이 너도 궁금할 순 있잖아 네가 좋아서 그래 나 차가운 척 표정 짓고 있지만 내 마음은 그게 아닌데 거짓말인데 바보 같은 네가 난 답답해 너무 좋아서 그래 나 시무룩한 얼굴하고 있지만 또 기다리다 고민만 하다 흘러가는 하루 끝에서 하는 말 내가 널 사랑해 One day Holiday 혼자 있긴 너무너무 싫은 날 One day Cloudy day 울 것처럼 하늘도 찌푸린 날 눈물이 와 서글픈 내 맘을 닮은  눈물이 와 꾹 참았다 쏟아지는 내 맘이  온 하늘에 온 세상에 그저 슬픈 건 아닐 거야 네가 좋아서 그래 나 차가운 척 표정 짓고 있지만 내 마음은 그게 아닌데 거짓말인데 바보 같은 네가 난 답답해 너무 좋아서 그래 나 시무룩한 얼굴하고 있지만 또 기다리다 고민만 하다 흘러가는 하루 끝에서 하는 말 내가 널 사랑해 내 입술엔 거짓말 내 눈 속엔 정말 하고픈 말 맘속에 숨어 있는 말 많이 좋아서 그래 뒤돌아서 느려진 발걸음을 봐 널 기다리는 맘인 거잖아  날 지켜본 너라면 알잖아 내가 몰라서 그래 네 마음이 들리게 내게 말해줘 손 내밀면 될 것 같은데 망설이는 이유가 나와 같다면 이제 다가와 줘"}, {"song_no": "3910823", "year": "2012", "rank": "68", "title": "여전히 난", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "그대로인걸 참 많이 늦었지만 아직 난 지울 수가 없는데 넌 어디까지 온 거니 날 바라보긴 하니 우리 이대로 괜찮니 여전히 그래 많이 노력 했지만 아직 널 놓을 수가 없는데 넌 어디까지 간 거니 내가 보이긴 하니 우리 정말 괜찮은 거니 넌 그렇게도 많은 날 동안 날 사랑한 것처럼 그랬잖아 또 모르는 척 내 맘 흔들어 놓고 저만치나 멀어 지잖아 하지만 넌 어떡해도 사라지지 않아 널 여기서 기다려 이렇게 기다려 여전히 난 넌 그렇게도 많은 날 동안 날 사랑한 것처럼 그랬잖아 또 모르는 척 내 맘 흔들어 놓고 저만치나 멀어 지잖아 하지만 넌 어떡해도 사라지지 않아 널 여기서 기다려 이렇게 기다려 여전히 난"}, {"song_no": "3906524", "year": "2012", "rank": "69", "title": "눈물이 한방울", "artist": "윤하 (YOUNHA)", "genre": "Drama", "lyrics": "내 가슴이 이렇게  아픈건지 몰랐어  내 붉어진 이 두눈에  이렇게 눈물이 넘칠지 몰랐어  내 입술이 널 찾고  애태우고 불러도  넌 대답하지 않아 오지 않아  죽을것만 같은데  사랑한다고 말했어 가지말라고 말했어  니가 없이는 니가 없이는  난 자신이 없어 없어 가슴에 멍이 들었어 마음의 병이 들어버렸어  날 사랑해줘 너 돌아와줘  내 품으로  내 눈물이 한방울씩  떨어질때마다  널 지우고 싶은데 잊고픈데  나는 그게 잘안돼  사랑한다고 말했어 가지말라고 말했어  니가 없이는 니가 없이는  난 자신이 없어 없어 가슴에 멍이 들었어 마음의 병이 들어버렸어  날 사랑해줘 너 돌아와줘  내 품으로  가슴 아프게 왜 날 울려  사랑했던 날 니가 왜 버려  자꾸 생각나 너무 그리워져  너 때문에 나 미칠것만 같은데 날 사랑하면 안되니 너 돌아오면 안되니  참 좋았는데행복했는데 난 잊을수 없어없어 가슴에 멍이 들었어  마음의 병이 들어버렸어  날 사랑해줘 너 돌아와줘  내 품으로  나를 안아줘 꼭 돌아와줘  널 사랑해"}, {"song_no": "3900683", "year": "2012", "rank": "70", "title": "서쪽 하늘 (원곡가수 이승철)", "artist": "윤하 (YOUNHA)", "genre": "Ballad", "lyrics": "서쪽 하늘로 노을은 지고 이젠 슬픔이 돼버린 그대를 다시 부를 수 없을 것 같아 또 한 번 불러보네 소리쳐 불러도 늘 허공에 부서져 돌아오는 너의 이름 이젠 더 견딜 힘조차 없게 날 버려두고 가지 사랑하는 날 떠나가는 날 하늘도 슬퍼서 울어준 날 빗속에 떠날 나였음을 넌 알고 있는 듯이 비가 오는 날엔 난 항상 널 그리워해 언젠간 널 다시 만나는 그날을 기다리며 비 내린 하늘은 왜 그리 날 슬프게 해 흩어진 내 눈물로 널 잊고 싶은데 사랑하는 날 떠나가는 날 하늘도 슬퍼서 울어준 날 빗속에 떠날 나였음을 넌 알고 있는 듯이 비가 오는 날엔 난 항상 널 그리워해 언젠간 널 다시 만나는 그날을 기다리며 비 내린 하늘은 왜 그리 날 슬프게 해 흩어진 내 눈물로 널 잊고 싶은데 가고 싶어 널 보고 싶어 꼭 찾고 싶었어 하지만 너의 모습은 아직도 그 자리에 비가 오는 날엔 난 항상 널 그리워해 언젠간 널 다시 만나는 그날을 기다리며 비 내린 하늘은 왜 그리 날 슬프게 해 흩어진 내 눈물로 널 잊고 싶은데 널 잊고 싶은데 하지만 난 널 사랑해"}, {"song_no": "3822622", "year": "2012", "rank": "71", "title": "Electric Shock", "artist": "f(x)", "genre": "Dance", "lyrics": "Electric Electric Shock  E-E-E-Electric E-E-E-Electric Shock 전 전 전류들이 몸을 타고 흘러 다녀 기 기 기절할 듯 아슬아슬 찌릿찌릿 충 충 충분해 네 사랑이 과분해 격 격 격하게 날 아끼는 거 다 알아 블랙홀처럼 Yeah 빨려들어가 Haha 끝이 안보여 Yeah 떨어져 쿵 Oh 여기는 어디 Yeah 열심히  딩동딩동 대체 난 누구 A-Ha  머릿속이 빙그르르르르 점점 빨라지는 Beat 점점 더 크게 뛰는데 이미 한계를 넘어선 I'm In Shock E-Electric Shock Nananananana Electric Nananananana Electric Nananananana  E-E-E-Electric Shock  Nananananana Electric Nananananana Electric Nananananana  E-E-E-Electric Shock  전 전 전압을 좀 맞춰서 날 사랑해줘 기 기척 없이 나를 놀래키진 말아줘 충 충돌 하진 말고 살짝 나를 피해줘 격 격변하는 세계 그 속에 날 지켜줘 의사 선생님 Yeah 이건 뭔가요  Haha 숨이 가쁘고 Yeah 열이 나요 Oh 말문이 막혀 Yeah 귓가는  딩동딩동 눈이 막 부셔 A-Ha 머릿속은 빙그르르르르 점점 빨라지는 Beat 점점 더 크게 뛰는데 이미 한계를 넘어선 I'm In Shock E-Electric Shock Nananananana Electric Nananananana Electric Nananananana  E-E-E-Electric Shock  Nananananana Electric Nananananana Electric Nananananana  E-E-E-Electric Shock  Electric Electric Electric Shock 나의 모든 걸 사로잡은 Energy  그 눈빛 속에 강렬한 Laser Laser 내 맘 깊은 곳 증폭되는 Synergy  대체 끝이 없는 너의 Gage Gage 점점 빨라지는 Beat 점점 더 크게 뛰는데 이미 한계를 넘어선 I'm In Shock E-Electric Shock Nananananana Electric Nananananana Electric Nananananana  E-E-E-Electric Shock  Nananananana Electric Nananananana Electric Nananananana  E-E-E-Electric Shock  Nananananana  Nananananana  Nananananana  E-E-E-Electric Shock"}, {"song_no": "3859717", "year": "2012", "rank": "72", "title": "봄 여름 여름 여름", "artist": "용감한 녀석들", "genre": "Dance", "lyrics": "후후우우우 후우우우   하이야이야이야  이 더위를 용감하게  이 여름을시원하게  쿨 하게 가자  하나 둘 셋 넷  둘 둘 셋 넷 너 정말 이기적이야  아무리 봐도 너 정말 이기적이야  제발 적당히 좀 해 왜 너만 생각해  왜 너만 생각해 baby 해변에 섹시한 비키니 걸  몰래 찍고 있는 거기 너 찍지 마 찍지 마  내 여친 엉덩이 찍지 마라  오 앞에 멋진 근육 man   내 맘 떨리게 하는 man 몸을 부르르르 떠는 man   혹시 오줌 싸니 man yo 바닷가에서 만난 그녀 LA 에서 왔다는 그녀 백악관 근처에  살았다는 그녀  이게 어디서 약을 팔아  놀러 와서 먹기만 하더니 완전히 폭풍 흡입을 하더니 자지 마 좀 자지 마 너 놀러 와서 겨울잠 자니  너 말이야 너 이 곰탱아 너 정말 이기적이야  아무리 봐도 너 정말 이기적이야  제발 적당히 좀 해 왜 너만 생각해  왜 너만 생각해 oh baby 여름 여름이다 이왕이면  다함께여름 여름이다  모두 다 신나게 여름 여름이다 이왕이면  다함께여름 여름이다  모두 다 즐겁게 돗자리 파라솔 옥수수  튜브 바가지  대박 헐 대박 호텔 모텔 민박 여인숙  성수기 대박 헐 대박  과도한 노출  애정행각  어우 대박 헐 대박  모두에게 똑같은 여름이잖아  니네 가 전세  낸 거 아니잖아 그래 다 이해해  그럴 수 있다 생각해 살다보면 그럴 수 있지 뭐  너 형이 랩 하는데  어디 보니 이 노랠 듣고 심각해 질 필욘 없어 relax 무더운 여름을 기분 좋게 보내야지 다 함께 너 정말 이기적이야  아무리 봐도 너 정말 이기적이야  제발 적당히 좀 해 왜 너만 생각해  왜 너만 생각해 oh baby 우 부서지는 파도소리   자꾸 네버 엔딩 잔소리  할 말은 한다 이렇게  아닌 건 아니라고 용감하게 날씨가 더워도 이렇게 아닌 건 아니라고 용감하게 지금 나한테 한소리예요 네 다 같이 여름 속으로  훌러덩 벗고  불타는 여름 속으로   뜨겁게 점핑 점핑 여름만 생각해  여름만 생각해 oh baby 여름 여름이다 이왕이면  다함께여름 여름이다  모두 다 신나게 여름 여름이다 이왕이면  다함께여름 여름이다 모두 다 즐겁게 hot hot hot hot"}, {"song_no": "3170749", "year": "2012", "rank": "73", "title": "Officially Missing You", "artist": "긱스 (Geeks)", "genre": "Rap / Hip-hop", "lyrics": "널 기다리던 밤처럼 길고 어둡던 우리 사이 공백 이게 끝이 아니길 바래 I wanna go back 너가 원하던 거 다 고친 지금에야  넌 어디로 갔는지 난 홀로 남아 Lonely  오늘 따라 부는 바람도 참 시린 것 같은데 넌 왜이리 멀쩡해보이는 건지 눈치도 없는 너지만 예전처럼만 웃어주면 돼 나에겐 너 하나뿐인 걸 너 때매 아파 하는걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 추억 속 너에겐 못된 일이라 난 할수가 없어 이렇게 널 그리워 하는 날 알고있는지 나에겐 너 하나뿐인 걸 너 때매 아파 하는걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 too hard 너무 어려워 날 몰라주는 너도 서러워 I'm officialy missing you Officialy missing you Ye Im officially missing you  You know how I've been through  이젠 너와 내가 친구 사이로 남아 내 삶이 전부 진부 하게만 느껴져 마치 실이 빠진 진주 혹은 가벼운 티슈 우리둘 간에 issue makin은 이젠 없을거야 넌 아무 느낌두 안나겠지만서도 나 없는 밤이 긴듯 혼란스럽겠지 나 역시 옆구리 시린 just sandle 지루한 스캔들 내 안티팬들이 되버린 니 주위사람과 불리한 Game을  하기도 전에 Over를 쳤지만  Just painful Ye I just can do it  But can't be single  사랑 노랠 들어도 Where the melodies at   행동 하나 하나 모두 다 외로움이 돼 So Im officially missing you  날 떠난 너지만 아직 날 괴롭히네 나에겐 너 하나뿐인 걸 너 때매 아파 하는걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 추억 속 너에겐 못된 일이라 난 할 수가 없어 이렇게 널 그리워 하는 날 알고있는지 나에겐 너 하나뿐인 걸 너때매 아파 하는걸 널 잊으려고 노력해봐도 잘안돼 널 미워하는 건 Too hard 너무 어려워  날 몰라주는 너도 서러워 I'm officialy missing you Officialy missing you"}, {"song_no": "3894959", "year": "2012", "rank": "74", "title": "걸음이 느려서", "artist": "신용재 (포맨)", "genre": "Drama", "lyrics": "끝도 없이 내리는 비처럼  그대가 가슴 깊이 내리죠  셀 수 없는 모래처럼 내 맘 가득 찬 그대입니다 외롭던 날들 뒤척인 눈물들 추억에 실어 웃으며 보내요 걸음이 느려서 내 맘이 느려서 닿을 듯 그대인 걸 참  멀리 돌아왔죠  그래서 아프고  그래서 그리운 웃어도 눈물 나는  내 사랑이죠  시간이 멈춰도  가슴이 멈춰도 거짓말처럼 또 내 품에 살겠죠 사랑해요 내 심장이 뛰는  그대만큼 외롭던 날들 뒤척인 눈물들 추억에 실어 웃으며 보내요 걸음이 느려서 내 맘이 느려서 닿을 듯 그대인 걸 참  멀리 돌아왔죠  그래서 아프고 그래서 그리운 웃어도 눈물 나는 내 사랑이죠  시간이 멈춰도 가슴이 멈춰도 거짓말처럼 또 내 품에 살겠죠 사랑해요 내 심장이 뛰는  그대만큼 그댄 웃어요 눈물은 날 줘요 그게 내 행복이니까 다시는 없겠죠 죽어도 없겠죠 가슴을 토해도 그 자리인 사람  사랑해요 내 심장이 뛰는  그대만큼"}, {"song_no": "3846001", "year": "2012", "rank": "75", "title": "후유증", "artist": "제국의아이들 (ZE:A)", "genre": "Dance", "lyrics": "이 지독한 후유증 먹지도 못하는  술을 자꾸 마시고  관심도 없는 애들한테  자꾸 연락하게 돼 외로워서 그런가봐  생각했는데 아무렇지 않게  지내다가도 네가  쓰던 향수 냄새만  맡으면 나도 몰래 네 사진을  꺼내 보고 싶어지는데 네가 떠난 뒤  멈춰버린  내 사랑이란 Page  내맘에 텅빈 너란  자린 또 눈물만 고이지 어쩌면 좋을까  어쩜 넌 이리 모를까  밤새 또 혼잣말  I wish I could turn  back time Uh  그냥 하염없이  눈물이 나  그냥 하염없이  서글퍼져  네가 떠나간 뒤 매일  나 혼자 남겨진  아픔이 싫어 자꾸 하염없이  눈물이 나 자꾸  하염없이 서글퍼져  너를 사랑한 뒤 매일 잠이 오지않아  이 지독한 후유증  때문에 난 바쁘게 일만하고  친구들 만나고  딴 생각할 겨를도  없게끔  네가 없는 빈자리  느낄 새도 없이  잘 지낸다고 믿었는데 어떻게 된 일이야  시간가면 괜찮을거란  그말이 거짓말인것 같아  왜 나만 자꾸 아픈것 같아 나와 같진 않을까  혹시 너도 아닐까  아직 내번호를  그녀도 지우지  못했을까 자꾸 나 바보같이  왜이래 잊을거라며  또 이래  왜 이런 나를 두고  그녀는 떠났을까 그냥 하염없이  눈물이 나 그냥  하염없이 서글퍼져  네가 떠나간 뒤 매일  나 혼자 남겨진  아픔이 싫어 자꾸 하염없이  눈물이 나 자꾸  하염없이 서글퍼져  너를 사랑한 뒤 매일  잠이 오지않아  이 지독한 후유증 때문에 난 I wish I could turn  back time I wish  I could turn back time  시간을 돌릴수만  있다면 널 놓치지  않을텐데 비 내리던 그날밤  너를 붙잡았다면  내옆엔 아직도 네가  있었겠지  제발 돌아와줘 너무 힘들어  그냥 하염없이  눈물이 나 그냥  하염없이 서글퍼져  네가 떠나간 뒤 매일  나 혼자 남겨진  아픔이 싫어 자꾸 하염없이  눈물이 나 자꾸  하염없이 서글퍼져  너를 사랑한 뒤 매일  잠이 오지않아  이 지독한 후유증 때문에 난"}, {"song_no": "3903327", "year": "2012", "rank": "76", "title": "아무리 (Feat. 김진표)", "artist": "성훈 (브라운 아이드 소울)", "genre": "Ballad", "lyrics": "아무리 원하고 기도해도  가질 수 없는 사람이 있습니다  바보처럼 난 오늘도 기다려 봅니다  그녀를 기다리는   지금 만큼은 행복하니까  사랑했던 너의 기억마저  흩어 질까봐 다시 되뇌어도  연기처럼 사라져가는   너의 모습 이제는  아무리 원해도 너를 가질 수 없던 나  아무리 바라고 또 바래봐도 널  아무리 그려도 내 곁에 둘 순 없어도  이렇게 이렇게  나 아무리 아파도   너를 기다릴게 난  나 아무리 슬퍼도 너만 아는   바보니까  아파도 좋아 너만 온다면  아무리 아파도   아무리 슬퍼도 난   아무래도 좋아  너만 있어 준다면  아무리 원해도 너를 가질 수 없던 나  아무리 바라고 또 바래 봐도 널  아무리 그려도   내 곁에 둘 순 없어도  이렇게 이렇게  나 아무리 아파도 너를 기다릴게 난  나 아무리 슬퍼도   너만 아는 바보니까  아파도 좋아 너만 온다면  아무리 아파도 아무리 슬퍼도 난   아무래도 좋아  어두운 밤거리를 달려봐도 숨이   차올라도 미치도록   소리를 질러봐도  내 맘을 거꾸로 밖으로 뒤집어 봐도 누구라도  너라면 다 몇 만번을 돌아봐도 근데 모두 그만두래 그냥 이쯤에서 그냥 널 잊으래 그게 날 위해서 말도 안돼 뭐가 날 위해서 널 잊는게 대체 그게 왜 날 위해서 아무도 나를 이해 못해 이렇게  기다리면서도 기약 따윈 없게 나 다시 한번 약속 할께 언제가 된다한들  바로 내가 기다릴께 구차하대도 끝까지  너만을 나 기다릴께 언젠가 너의 옆에서  내가 항상 지켜줄께 그리워서 너무 그리워서 못 견딜 만큼 네가 너무 보고 싶어 이런 날 알잖아 너 하나밖에  모르는 날 나 아무리 아파도 너를 기다릴게 난 나 아무리 슬퍼도  너만 아는 바보니까 아파도 좋아 너만 온다면 아무리 아파도 아무리 슬퍼도 난  아무래도 좋아 너만 있어 준다면"}, {"song_no": "3758104", "year": "2012", "rank": "77", "title": "나를 사랑했던 사람아", "artist": "허각", "genre": "Ballad", "lyrics": "잘 지내고 있는건지 무슨 일 없는지 지겹던 너의 잔소리가 너무 그리워서 그렇게 나 하나밖에 모르던 너인데 나 없이도 괜찮은지 하루에 수백번씩 나 후회를 하고 네가 없다는걸 느끼며  나 매일을 살아 널 위해 내가 떠나야 하는게 맞지만 난 널 잊고 살 순 없는가봐 나를 사랑했던 사람아  이젠 곁에 없지만 아직 잊지 못하고 너를 잊지 못하고 그저 한번이라도 다시 볼 수 있다면 볼 수만 있다면  다시 널 볼 수 있다면 너무나도 아프고 잊을 수가 없어 하루에도 몇번씩 하던  너의 그 투정이 웃으며 내 품에 안겨서  날 보던 모습이 헤어지던 날 너의 두 눈이 나를 사랑했던 사람아  이젠 곁에 없지만 아직 잊지 못하고 너를 잊지 못하고 그저 한번이라도 다시 볼 수 있다면 널 볼 수만 있다면 네가 있어서  나는 항상 웃을 수 있었고 네가 있기에 내가 가장 행복했었고 너로 인해 내 삶도 살아볼만했었어 내가 너무도 사랑했던 사람아"}, {"song_no": "3726439", "year": "2012", "rank": "78", "title": "Call Me Maybe", "artist": "Carly Rae Jepsen", "genre": "Pop", "lyrics": "I threw a wish in the well  Don't ask me I'll never tell  I looked to you as it fell  and now you're in my way  I trade my soul for a wish  pennies and dimes for a kiss  I wasn't looking for this  but now you're in my way  Your stare was holdin Ripped jeans skin was showin Hot night wind was blowin Where you think you're going baby  Hey I just met you  and this is crazy but here's my number so call me maybe It's hard to look right at you baby but here's my number so call me maybe Hey I just met you and this is crazy but here's my number so call me maybe And all the other boys try to chase me but here's my number so call me maybe You took your time with the call I took no time with the fall You gave me nothing at all but still you're in my way I beg and borrow and steal At first sight and it's real I didn't know I would feel it but it's in my way Your stare was holdin' Ripped jeans skin was showin'  Hot night wind was blowin' Where you think you're going baby Hey I just met you and this is crazy but here's my number so call me maybe It's hard to look right at you baby but here's my number so call me maybe Hey I just met you and this is crazy but here's my number  so call me maybe And all the other boys try to chase me but here's my number so call me maybe Before you came into my life I missed you so bad I missed you so bad I missed you so so bad Before you came into my life I missed you so bad And you should know that  I missed you so so bad  It's hard to look right at you baby but here's my number so call me maybe Hey I just met you  and this is crazy  but here's my number  so call me maybe And all the other boys  try to chase me but here's my number so call me maybe Before you came into my life I missed you so bad I missed you so bad I missed you so so bad Before you came into my life  I missed you so bad And you should know that  So call me maybe"}, {"song_no": "3884595", "year": "2012", "rank": "79", "title": "Carry On", "artist": "알리 (ALi)", "genre": "Drama", "lyrics": "같은 시간 속에   웃고 있는 널 보면  이제 내 눈엔 너만 있어  마치 운명처럼   물들어간 하루는  이미 천년을 지난듯해  오직 너를 느끼고   하얀 피부에 닿아  살며시 스며든 네 숨결  매일 꿈을 꾸나봐  오 정말 거짓말처럼  말없이 다가온 네 모습  숨 쉬는 그 순간부터  내 심장이 돼버린 너  함께 꿈꾸며 사랑할래  소중한 네 품속에서   하루를 살고 싶어  사랑해 내 운명 같은 너 오 Carry On Carry On   Carry On Carry On  같은 공간속에   빠져들고 있어 난  이제 내 맘은 너만 느껴  자꾸 가슴속에 서성이는   네 모습 손을 뻗으면   닿을 듯 해   오직 너를 느끼고   하얀 피부에 닿아  살며시 스며든 네 숨결  매일 꿈을 꾸나봐  오 정말 거짓말처럼  말없이 다가온 네 모습  숨 쉬는 그 순간부터  내 심장이 되버린 너  함께 꿈꾸며 사랑할래  소중한 네 품속에서   하루를 살고 싶어  사랑해 내 운명 같은 너  Carry On Carry On   Carry On Carry On  워어어 어 너를 사랑해 내 심장이 되버린 너 함께 꿈꾸며 사랑할래 소중한 네 품속에서  하루를 살고 싶어 사랑해 내 운명 같은 너 사랑해 우우우 예 워  사랑해"}, {"song_no": "3753304", "year": "2012", "rank": "80", "title": "벚꽃 엔딩", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "그대여 그대여 그대여   그대여 그대여  오늘은 우리 같이 걸어요 이 거리를  밤에 들려오는 자장노래 어떤가요  오예  몰랐던 그대와 단 둘이 손 잡고  알 수 없는 이 떨림과 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  오예  그대여 우리 이제 손 잡아요  이 거리에 마침 들려오는  사랑 노래 어떤가요  오예  사랑하는 그대와 단 둘이 손잡고  알 수 없는 이 거리를 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  바람 불면 울렁이는 기분 탓에  나도 모르게  바람 불면 저편에서 그대여  니 모습이 자꾸 겹쳐  오 또 울렁이는 기분 탓에  나도 모르게  바람 불면 저편에서 그대여  니 모습이 자꾸 겹쳐  사랑하는 연인들이 많군요  알 수 없는 친구들이 많아요  흩날리는 벚꽃 잎이 많군요 좋아요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  그대여 그대여 그대여  그대여 그대여"}, {"song_no": "3889710", "year": "2012", "rank": "81", "title": "Vista", "artist": "피에스타", "genre": "Dance", "lyrics": "Fly I've got a vista  I'm making it crystal Clear, sisters  So follow my vista 라삐라빠 라삐라빠  라삐라빠 라삐라빠  라삐라빠 라삐라빠  라삐라빠 라삐라빠  Hey I show you, mister  Hey mister woo 하늘에서 땅 위에서  자유로운 그대 Superman 이리 와서 내게 말해줘요  Can't you mister 그렇게 높이 날면 겁나지 않나 나도 날아보려 하거든요  To the sky high 자 이젠 준비가 완료 날 이젠 저 멀리 알려  Yeah, you make me crazy Speak Up  내 맘대로 난 어디서든 Speak Up  두려워도 난 숨는걸 몰라 Speak Up  즐기고 싶어 나 같은 Style의 mister Style의 sister Follow my vista I know I can make you crazy 뭘 입어도 뭐를 해도 빛나는 그대는 Super Star 미리 와본 여긴 어떤가요  Can't you sister 정말로 힘겨루길 해야 되나요 나는 그냥 놀아볼라구요  Play the music 춤추는 별들의 Party 난 그저 매일이 Party  Yeah, I make you crazy Speak Up  내 맘대로 난 어디서든 Speak Up  두려워도 난 숨는걸 몰라 Speak Up  즐기고 싶어 나 같은 Style의 mister Style의 sister Follow my vista 지쳐 작아지려 할 때마다  시선은 언제나 Higher 가슴엔 오직 단 하나의 말 Try  U Ready 같이 놀아볼까 A loud party  더 크게 Speak Up 별들의 밤이 여긴 니가 내가 누가 내가  잘 나가든 상관없어 즐겨봐  꿈만 같은 오늘 라삐라빠 라삐라빠 Shake your hips and feel the  music like you love it woo 라삐라빠 라삐라빠 Let's fly high 자 이젠 같이 놀 차례 그대가 주인인 Party  Yeah Let's all go crazy Speak Up  오늘부터 난 자유로워 Speak up  믿는 대로만 내 길은 열려 Speak up 즐기고 싶은 사람들 오늘부터 여기 붙어  Follow my vista 라삐라빠 라삐라빠  라삐라빠 라삐라빠  Hey hey show you mister 라삐라빠 라삐라빠 라삐라빠 라삐라빠  Hey hey shocking mister Fly"}, {"song_no": "3894754", "year": "2012", "rank": "82", "title": "지나간다 (원곡가수 김범수)", "artist": "The One (더원)", "genre": "Ballad", "lyrics": "감기가 언젠간 낫듯이 열이나면   언젠간 식듯이  감기처럼 춥고 열이나는 내가   언젠간 날거라 믿는다  추운겨울이 지나가듯 장맛비도   항상 끝이 있듯  내 가슴에 부는 추운 비바람도   언젠간 끝날 걸 믿는다  얼마나 아프고 아파야 끝이 날까  얼마나 힘들고 얼마나 울어야   내가 다시 웃을 수 있을까  지나간다  영원할 것 같던 사랑이 이렇게   갑자기 끝났듯이  영원할 것 같은 이 짙은 어둠도   언젠간 그렇게 끝난다  얼마나 아프고 아파야 끝이 날까  얼마나 힘들고 얼마나 울어야   내가 다시 웃을 수 있을까 지나간다 이 시간은   분명히 끝이 난다  내 자신을 달래며   하루하루 버티며 꿈꾼다  이 고통의 끝을  그 믿음이 없인 버틸 수 없어   그 희망이 없었으면 난 벌써  쓰러졌을 거야 무너졌을꺼야   그 희망 하나로 난 버틴거야  지나간다 이 고통은  분명히 끝이 난다  내 자신을 달래며 하루하루 버티며   꿈꾼다 이 고통의 끝을"}, {"song_no": "3892828", "year": "2012", "rank": "83", "title": "Over And Over (R.Tee Mix)", "artist": "4minute", "genre": "Dance", "lyrics": "머리가 깨질듯이 아픈데 굳이  다시 너를 꺼내어서  생각해내 애써  지운 기억이 다시 내 머리   속에 박혀 떠나질 않아  나 왜이래 왜이래 왜이래  왜이래 자꾸 잊을만 하면  넌 내게 내게 내게 내게   나타나서 나를 다시 또 다시  막 괴롭혀 나를 따라와  겨우 지우고 또 힘들게  잊으면 결국엔 over and   over again over and  over again  자꾸만 내게 남아 있어  눈을 감아도 자꾸만   네가 떠올라 또다시  over and over again  over and over again  눈을뜨면 반복되 다시  또 다시 또  하필이면 너는 왜 우리  헤어진 후에 너무나  잘되서 너의 노래 에서  우리 얘기를 하는거 같아  귀에 박혀 떠나질 않아  나 왜이래 왜이래 왜이래  왜이래 그렇게 잊어가면   넌 내게 내게 내게 내게  떠올라서 나를 다시 또 다시  막 괴롭혀 반복 되잖아  겨우 지우고 또 힘들게  잊으면 결국엔 over and   over again over and  over again  자꾸만 내게 남아 있어  눈을 감아도 자꾸만 네가  떠올라 또다시 over and  over again over and  over again  눈을뜨면 반복되 다시  또 다시 또  over and over again  over and over again 눈을뜨면 반복되 다시 또 다시 또"}, {"song_no": "3892773", "year": "2012", "rank": "84", "title": "Tell Me Now", "artist": "지나", "genre": "Drama", "lyrics": "너 없이도 나는 괜찮다고  너 없이도 나는 잘지내고  가끔은 친구를 만나   술한잔에 웃기도 해  혼자라서 편한것도 많아  일부러 꾸밀일 없고 너의   전화 기다릴 일도 없고  너 때문에 아플일 없고  Day by day the time   go by bye  왜 그럴수록 니가 생각   나는지 Baby  이별해도 끝이 아닌가봐  아파해도 끝이 아닌가봐  니가 남긴 지독한 추억이   이렇게도 질긴줄 몰랐어  지금 당장 네게 전화 걸까  지금 당장 만나자고 할까  어떡해 나는 어떡해  니가 돌아 올수 없는데   미칠것 같은데 어떻게 해   Tell me now Tell me now   Day by day the time   go by bye  왜 그럴수록 니가 생각   나는지 Baby  이별해도 끝이 아닌가봐  아파해도 끝이 아닌가봐  니가 남긴 지독한 추억이   이렇게도 질긴줄 몰랐어  지금 당장 네게 전화 걸까  지금 당장 만나자고 할까  어떡해 나는 어떡해  You 지독한 사랑아   You 나를 괴롭히고  You 사랑해도 이별해도   아프게해  Just tell me now  tell me now  I can hold you  Tell me now 아냐 이별해도 끝이 아닌가봐 아파해도 끝이 아닌가봐  어떡해 나는 어떡해 니가 돌아올 수 없는데  미칠것 같은데 어떻게 해  Tell me now Tell me now"}, {"song_no": "3815739", "year": "2012", "rank": "85", "title": "Like this", "artist": "원더걸스", "genre": "Dance", "lyrics": "Like this yo Like this  위 아래로 흔들어 Like this Like this yo Like this  몸을 돌려 좌우로 Like this  Like this yo Like this  파도처럼 내려가 Like this  Like this yo Like this  다같이 Stop 자 흔들어봐  나른하고 지치고 따분한 지친 일상을 벗어나  뭔가 상큼하고 새롭고 신나는  일을 찾고 있다면  나를 어서 따라와  상쾌한 바람이 네게 들어와  너를 깨어나게 해줄게  여기 내 손을 잡아 오우  Come on baby come on 귀를 열어봐  Feel it baby feel it 어서 느껴봐  Go on baby go on 용기를 내봐  1 2 3 자 Ready set go  Come on baby come on 귀를 열어봐  Feel it baby feel it 어서 느껴봐  Go on baby go on 용기를 내봐  1 2 3 자 Ready set go  Like this yo Like this  위 아래로 흔들어 Like this Like this yo Like this  몸을 돌려 좌우로 Like this  Like this yo Like this  파도처럼 내려가 Like this  Like this yo Like this  다같이 Stop 자 흔들어봐  마음속에 있는 그 무거운  짐을 잠시 내려 놓고  정말 자유롭게 나는  저 새처럼 날아 보고 싶다면  걱정하지마 너의 두려운 고민을 다 잊게 해줄  음악을 마시게 해줄게  어서 나를 믿어봐 오우  Come on baby come on 귀를 열어봐  Feel it baby feel it 어서 느껴봐  Go on baby go on 용기를 내봐  1 2 3 자 Ready set go  Come on baby come on 귀를 열어봐  Feel it baby feel it 어서 느껴봐  Go on baby go on 용기를 내봐  1 2 3 자 Ready set go  Like this yo Like this  위 아래로 흔들어 Like this  Like this yo Like this  몸을 돌려 좌우로 Like this  Like this yo Like this  파도처럼 내려가 Like this  Like this yo Like this  다같이 Stop 자 흔들어봐  자 오른쪽으로 걸어봐 두발 손을 머리 어깨 치고 치고 다시 또 왼쪽으로 가 두발 발 짚고 일어나 짚고 일어나  오른쪽으로 걸어봐 두발 손을 머리 어깨 치고 치고 다시 또 왼쪽으로 가 두발 발 짚고 일어나 짚고 일어나 Like this yo Like this  위 아래로 흔들어 Like this Like this yo Like this  몸을 돌려 좌우로 Like this Like this yo Like this  파도처럼 내려가 Like this Like this yo Like this  다같이 Stop 자 흔들어봐"}, {"song_no": "3457091", "year": "2012", "rank": "86", "title": "Moves Like Jagger (Feat. Christina Aguilera) (Studio Recording From The Voice Performance)", "artist": "Maroon 5", "genre": "Rock", "lyrics": "Just Shoot For The Stars If it Feels Right Then Aim From My Heart If you Feel Like And Take Me Away Make it Okay I Swear I'll Behave You Wanted Control So We Waited I Put On a Show Now I Make it You Said I'm a Kid My Ego is Big I Don't Give a Shit And it Goes Like This Take Me By The Tongue And I'll Know You Kiss Me Till You're Drunk And I'll Show You All The Moves Like Jagger I've Got The Moves Like Jagger I've Got The Moves Like Jagger I Don't Need To Try To Control You Look Into My Eyes  and I'll Own You With Them Moves Like Jagger I've Got The Moves Like Jagger I've Got The Moves Like Jagger Maybe It's Hard When You Feel Like You're Broken And Scarred Nothing Feels Right But When You're With Me I'll Make You Believe That I've Got The Key Oh So Get In The Car We Can Ride it Wherever You Want Get Inside it And You Want to Steer But I'm Shifting Gears I'll Take it From Here oh yeah, yeah And it Goes Like This Take Me By The Tongue And I'll Know You Kiss Me Till You're Drunk And I'll Show You All The Moves Like Jagger I've Got The Moves Like Jagger I've Got The Moves Like Jagger I Don't Need To Try To Control You Look Into My Eyes  and I'll Own You With Them Moves Like Jagger I've Got The Moves Like Jagger I've Got The Moves Like Jagger You Wanna Know How To Make Me Smile Take Control Own Me Just For The Night And If I Share My Secret You're Gonna Have To Keep it Nobody Else Can See This So Watch An Learn I Won't Show You Twice Head To Toe Oooh Baby Rub Me Right But If I Share My Secret You're Gonna Have To Keep it Nobody Else Can See This eyey yeah yeah And it Goes Like This Take Me By The Tongue And I'll Know You Kiss Me Till You're Drunk And I'll Show You All The Moves Like Jagger I've Got The Moves Like Jagger I've Got The Moves Like Jagger I Don't Need To Try To Control You Look Into My Eyes  and I'll Own You With Them Moves Like Jagger I've Got The Moves Like Jagger I've Got The Moves Like Jagger"}, {"song_no": "3910817", "year": "2012", "rank": "87", "title": "You & Me", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "You and me forever as we are You and me forever like a star You mean everything  Rapture in the air When I have you by my side You and me forever as we are You and me forever like a star You mean everything  Shinning everywhere When I look into your eyes Colorin' the love song with our memories Driftin' to the world of you and I You will be my one and only I believe  You are You are You and me forever We will never lie You and me forever Never leave You better stay with me Stop oh listen to my heart We can't stop You bring the love into my heart Stop You bring the love into my life Stop You really mean the world My love I will fall in love with you Day by day You and me forever We will never lie You and me forever Never leave You better stay with me Stop oh listen to my heart You and me forever We will never lie You and me forever Never leave You better stay with me Stop oh listen to my heart"}, {"song_no": "3900682", "year": "2012", "rank": "88", "title": "사랑아 (With 서지우) (원곡가수 더 원)", "artist": "이영현", "genre": "Ballad", "lyrics": "사랑아 그리운 내 사랑아 혼자서 불러보는 가슴 아픈 그 이름 눈물이 새어 나올까봐 입술을 깨물고 또 다시 다짐한 듯 가슴을 펴보지만 홀로 남겨진 내 모습이 더욱 초라해져 사랑아 그리운 내 사랑아 이렇게 아픈 내 사랑아 얼마나 아프고 아파해야 아물 수 있겠니 사랑아 그리운 내 사랑아 이렇게 아픈 내 사랑아 얼마나 아프고 아파해야 아물 수 있겠니 사랑아 그리운 내 사랑아 사랑아 그리운 내 사랑아 못 다한 사랑이 서러워서 또 이렇게 운다 얼마나 얼마나 얼마나 아프고 아파해야 아물 수 있겠니 내 사랑아"}, {"song_no": "3876875", "year": "2012", "rank": "89", "title": "사랑이 방울지네", "artist": "10cm", "genre": "Rock", "lyrics": "햇빛이 스며들자마자  벌떡 일어나 따뜻한 물에 세수하고  면도를 하고 잠들기 전에 걸어뒀던  옷가지들이 널려있고 넘겨야할지 그냥 둘지  머리는 맘에 안 들지만 널 만나러 가는 한적한 길 위로 불어오는 바람에 사랑이 방울방울지네 무슨 말을 하고 어떤 표정을 지을지 떨리는 맘 위로 사랑이 방울방울지네 자리를 잡고 앉자마자  덜컥 겁이나 애꿎은 휴대전화기를  들었다 놨다 30분이나 지나도록 연락이 너무 없으니까 혹시나 너무 바쁘다가  약속을 잊어먹었을까 너를 기다리는 설레는 마음과 불안한 기분에도 사랑이 방울방울지네 무슨 말을 하고 어떤 표정을 지을지 떨리는 맘 위로 사랑이 방울방울지네 우 사랑이 우 내 맘에 우 사랑이 우 내 맘에 너를 맞이하는 울리는 종소리 야릇한 향기에도 사랑이 방울방울지네 무슨 말을 하고 어떤 표정을 지어도 너와 나 우리 사이 사랑이 방울방울지네"}, {"song_no": "3910818", "year": "2012", "rank": "90", "title": "My Girl", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "저기 니가 보여 이만큼 떨려오는 내 맘 점점 가까워져 가슴이 난 터질 것 같아 왠지 오늘 따라 니 얼굴 더 하얘보여 너무 눈이 부셔 똑바로 쳐다볼 수 없어 We can make it babe 너와 난 언제까지나 지금처럼 항상 이렇게 I do love you my girl 빛나는 햇살이 우릴 비추는 것처럼 우리 영원히 함께 해 My girl My girl My girl So beautiful to me My girl My girl My girl 너를 사랑해 We can make it babe 사랑은 변하지 않아 처음처럼 항상 그렇게 I do love you my girl 따뜻한 바람이 우릴 이끄는 것처럼 우리 영원히 둘이 My girl My girl My girl So beautiful to me My girl My girl My girl 너를 사랑해 My girl My girl My girl So beautiful to me My girl My girl My girl 너를 사랑해"}, {"song_no": "3907644", "year": "2012", "rank": "91", "title": "My All (Dear My Fan)", "artist": "바이브", "genre": "Ballad", "lyrics": "오래 기다려줘서 고마워요  너무 오래 걸려서 미안해요   나 같은 사람을 사랑해줘서   나를 선택해줘서 고마워요  너무 지치게 해서 미안해요   나 같은 사람을 사랑해줘서   그댄 아름다운 신부  이제 그댄 내 일생에 전부   어떤 시련이 와도  어떤 아픔이 와도  나는 그대만을 사랑 합니다   아니 그댄 내 심장의 일부  아니 그댄 내 평생의 전부   여기 모인 여러분 앞에 소개 합니다  이 사람이 내 사람입니다   나를 선택해줘서 고마워요  너무 지치게 해서 미안해요   나 같은 사람을 사랑해줘서   그댄 아름다운 신부  이제 그댄 내 일생에 전부   어떤 시련이 와도  어떤 아픔이 와도  나는 그대만을 사랑 합니다   아니 그댄 내 심장의 일부  아니 그댄 내 평생의 전부   여기 모인 여러분 앞에 소개 합니다  이 사람이 내 사람입니다   먼 훗날 늙고 지쳐서  병에 걸리고 앞을 볼 수 없을 때   너는 내 눈이 되고  나는 네 길이 되어  서로를 지켜주기로 해   그댄 내 심장의 일부  이제 그댄 내 평생의 전부   여기 모인 여러분 앞에 소개 합니다  이 사람이 내 사람입니다  내 사람입니다 내 사랑입니다"}, {"song_no": "3833409", "year": "2012", "rank": "92", "title": "Love Again (Feat. 에일리)", "artist": "2BIC(투빅)", "genre": "Ballad", "lyrics": "2bic that`s right it`s your girl ailee  now i want y`all to listen up you ready 아무리 붙잡아도 돌아가지 않아  절대로 고쳐지지 않는 니가 피는 바람  니가 날 사랑함은 유죄 이별은 무죄  밤새도록 괴로워 하네 슬픈 고뇌  영원한 사랑의 끝은 rest in peace forgotten  사랑했던 만큼 힘든 너와 나의 매듭  이제는 밑바닥 그래서 슬프다  사랑의 끝은 이리 아름답지 못해 bye  차가운 말로 나를 떠나간다고 나같은 사람없는데 baby 너의 체온은 너무 따뜻했는데 왜 자꾸 날 차갑게 대해 please my baby I can`t let you go  하루하루 내 곁에는 니가 필요해  because I am loving you because I am loving you  이렇게 무릎꿇고 너에게 빌잖아 내 가슴 아프게 왜 날 떠미는데 제발 내게로 너 돌아와줘 사랑한다고 바로 너의 입술로 나에게 말했던 너야 baby 너 없인 안돼 아무리 생각해도 널 빼곤 난 설명이 안돼  please my baby I can`t let you go  하루하루 내 곁에는 니가 필요해  because I am loving you because I am loving you 이렇게 무릎꿇고 너에게 빌잖아 내 가슴 아프게 왜 날 떠미는데 제발 내게로 너 돌아와줘 이젠 내 몸에 닿는 니 손길이 싫어져 두번 다시 나를 찾아오지마  내겐 첫사랑 또 마지막 사랑 제발 내품에서 떠나가지마 hands off back off I’m gone tonight because I am loving you because I am loving you  눈물이 흘러내려 널 볼수가 없어  한번의 사랑도 한번의 이별도 내겐 오직 너뿐이였단걸"}, {"song_no": "3889519", "year": "2012", "rank": "93", "title": "Blue Rain 2012", "artist": "걸스데이", "genre": "Ballad", "lyrics": "2012 One rainy day We're Girl's Day 어딜 가면 볼 수 있는지 알고 있어도 나 갈 수 없는 건  아마 몰라보게 수척해진 내 모습 보고  놀란 가슴으로 걱정할까봐  날 두고 떠나갈 때 마지막 내게 했던  그대 기억으로 울지 말라는 약속 지킬 수 없을까봐  니 맘에 없던 그 모진 말도  조금도 그댈 지울 수 없는 걸  난 알고 있어 언제나 그대 내 곁에 와 잠드는 걸  차갑게 비가 내리던 어느날 밤 유난히 니가 아른거리던 그 밤  이러면 안된다고 고개를  저으며 도착한 집 앞에 꿈처럼 그대 서있네 싸늘하게 젖은 그대 보니 맘이 아파 이 밤이 지나가면 나를 못 볼 것만 같아  아무것도 못하고  그냥 여기에 앉아  하루가 다가도록 나만 기다렸다고 더 이상 우산 속에 날 그냥 둘 수 없어  흘러내린 눈물 빗속에 감춰두고  그대 품에 안겼지 빗소리에 감추려 하는 그대의 울먹임을 알고 있어  내 어깨 위에 저 비가 아닌 그대의 눈물인 것도  한번만 더 그대의 품에 안겨 맘껏 울 수 있다면  그대 잠든 곳에 언제나 찾아가서 끝없는 얘기 할텐데 오 니 맘에 없던 그 모진 말도 조금도 그댈 지울 수 없는 걸  난 알고 있어  언제나 그대 내 곁에 와 잠드는 걸  우산 속에 내리는 비는 멈추지 않을거야"}, {"song_no": "3879559", "year": "2012", "rank": "94", "title": "BURNING", "artist": "팬텀", "genre": "Rap / Hip-hop", "lyrics": "I'm burning down tonight  아직 네 목소리가 들려 I'm burning down my girl  자꾸 너의 미소가 보여  I'm burning down 일단은 비켜줘 다 치워줘 내 마음 도려내서  가져가 버리던가 더는 못살겠어 다 부질없어  지난날의 기억도 내게는  추억 아닌 큰 고통이니까 그 놈의 고통들이 남아  나의 행복들을 좀먹잖아  네가 봐도 내 사랑은 좀 컸었잖아 담배도 피지 않는데  내 속이 타 들어가 I'm burning down  tonight  아직 네 목소리가 들려 I'm burning down my girl  자꾸 너의 미소가 보여  정말 미치겠어 누가 날 좀 도와줘  I'm burning down down  네가 없는  crazy night don't  let me down down 제발 날 좀 꺼내줘  I'm burning down  down 지옥 같은  crazy night I'm burning down  down 부서진 마음  마음 모두 불탔어 완전  폐인이 돼버린 나 돼버렸어 폐인이 제대로  먹는다거나 웃어본 기억이  거의 언젠지 다  앗아 가버렸어  살아가는 것 따윈 내게는  덧없어 내가 철없어  난 너한테 눈이 멀었어  말도 안돼 우린 어렸어  maybe I'm crazy  please don't let  me go I'm burning down  tonight 아직 네  목소리가 들려 I'm burning down  my girl 자꾸 너의  미소가 보여 정말 미치겠어 누가 날 좀 도와줘  I'm burning down down  네가 없는  crazy night don't  let me down down 제발 날 좀 꺼내줘  I'm burning down  down 지옥 같은  crazy night I'm burning down  잿더미가 됐어 남은 것들 모두다 모조리 태워 그렇게 또 외톨이가 됐어 내 마음 삶 그래 너만이 메워 나 이제 모든 게 겁이나 시리다 못해 너무나  저린 마음 제발 날 좀 도와줘 비록  거짓말이라도 괜찮아  baby I'm burning  down I'm burning down tonight 아직 네  목소리가 들려 I'm burning down  my girl 자꾸 너의  미소가 보여 I'm  burning down 다시 꼭 돌아오라고  여기서 꺼내달라고  들리니 나의 목소리  I'm burning down"}, {"song_no": "3814176", "year": "2012", "rank": "95", "title": "High High", "artist": "김태우", "genre": "Drama", "lyrics": "그댈 보는 내 맘 High high  내 기분도 High high  우울했던 지난날은 Bye bye 하늘 위로 High high  나의 사랑 High high  이제부터 우리 둘만 서로 사랑해요 그댈 첨 본 순간 난 난 난  한 순간 모든 게 변했죠 그대의 미소를 난 난 난  온 종일 지울 수 없네요 미쳤나 봐요 눈치도 없이  가슴 뛰고 숨이 막혀 와요 그대 얼굴만 떠오르네요  분명 이건 사랑 신호죠 그댈 보는 내 맘 High high  내 기분도 High high  우울했던 지난 날은 Bye bye 하늘 위로 High high  나의 사랑 High high  이제부터 우리 둘만 서로 사랑해요 변했나 봐요 세상 모두 다 아름답고 행복하게 보여 눈을 감아도 꿈속에서도  오직 그댈 사랑하니까 그댈 사랑해요 hi hi  고마워요 hi hi  아파했던 기억들은 bye bye 웃어봐요 hi hi  눈을봐요 hi hi  이제부터 행복하길 서로 기도해요 나 기도해요 우리 둘 만을 위해서  I will never make you feel so lonely 그댈 보는 내 맘 High high  내 기분도 High high  우울했던 지난 날은 Bye bye 하늘 위로 High high  나의 사랑 High high  이제부터 우리 둘만 서로 사랑해요 그댈 사랑해요 hi hi  고마워요 hi hi  아파했던 기억들은 bye bye 웃어봐요 hi hi  눈을 봐요 hi hi  이제부터 행복하길  서로 기도해요"}, {"song_no": "3852737", "year": "2012", "rank": "96", "title": "내가 먼저 (Feat. 은지원)", "artist": "길미", "genre": "Ballad", "lyrics": "내가 먼저 그래 내가 먼저 내가 먼저 내가 먼저 그래 내가 먼저 내가 먼저 늦은 저녁 날 불러놓고 고개 숙여 눈을 피하고 미안하단 말만하면서 깊은 한숨만 쉬고 있어 상상할 수도 없는 Sorry 듣고 싶지도 않은 Sorry 내가 싫어져 버려질 아픈 얘길 꺼내기도 전에 내가 먼저 내가 먼저 그래 내가 먼저 내가 먼저 헤어지자 말하고 너를 차 버릴 꺼야 내가 먼저 내가 먼저 그래 내가 먼저 내가 먼저 니가 버리기 전에 먼저 끝내자고 말할 꺼야 이제 에이에이에이 이제 에이에이에이  내게 에이에이에이  이제 에이에이에이 What ever u said 내 맘은 터질 듯해 그렇게 솔직하게 다 털어놓지 마라 나도 할말은 많아 자존심만 앞세워 본심은 다 불태워 눈물에 젖은 표정 이제는 집어 치워 뒤늦게 착한척하는 Sorry 눈물 연기를 하는 Sorry 그런 거짓말 하지마 독하게 나쁘게 말하기 전에 내가 먼저 내가 먼저 그래 내가 먼저 내가 먼저 헤어지자 말하고 너를 차 버릴 꺼야 내가 먼저 내가 먼저 그래 내가 먼저 내가 먼저 니가 버리기 전에 먼저 끝내자고 말할 꺼야 Get away Get away Get away Get away Get away Get away Get away Get away Get away 제발 꺼져달라고 Get away Get away Get away Get away Get away Get away Get away Get away Get away 난 너 없이 잘 살수 있다고 내가 먼저 내가 먼저 사실 내가 먼저 내가 먼저 떠날 맘은 없었어 아직 사랑하니까 사랑하니까 내가 먼저 내가 먼저 사실 내가 먼저 내가 먼저 너를 사랑했잖아 너 하나에 울고 웃던 나잖아 이제 에이에이에이 이제 에이에이에이 내게 에이에이에이 이제 에이에이에이 사실은 Want me back but u hurt me bad so sad 니 흔적이 곳곳에 In my bed 가슴 속 아픔이 끓어 숨이 멈춰 변한 니 사랑이 나의 행복을 훔쳐 거짓말 같은 사랑을 손에 쥐고 놓지 못하고 알고 있는데도 잊지 못하고 살고 있는 나도 바보 같은 짓거리라고 시간이 지나도 계속 그리울 것 같다고"}, {"song_no": "3860284", "year": "2012", "rank": "97", "title": "니가 보고 싶어지면", "artist": "비스트", "genre": "Ballad", "lyrics": "우연히 얘길 들었어  잘 지내는지 잘 지내는 것 같아 나 다행이라 생각해 행복해 보여  난 아직 힘들 줄 알았는데 조금 나 쓸쓸한 맘에  우울한 맘에 다 지난 기억을  계속 헤매이다 밤 깊이 취해 갈수록 괜시리 조금 나 슬퍼지네 니가 보고 싶어지면 So good bye good bye 니가 더 그리워지면 멍하니 누워 멍하니 누워 끝내 잠들지 못하고 니가 보고 싶어져도 So good bye good bye 니가 더 생각나도 나는 괜찮아 나는 괜찮아  나는 괜찮아 니가 행복하다면 난 그냥 붕 떠있는 기분이야 굳이 결론을 내릴 필요가 없는  문제야 지난밤 꿈처럼 깨어나면  모두 흩어져 다가가려 하면 넌 자꾸 멀어져  왜 넌 자꾸 멀어져 너와 함께였을 때  널 떠나보내기 전에 온 힘을 다해 널 사랑했기에 후회는 없네 널 위한  한 사람은 나라고 믿었는데 그게 아니었나 봐 니가 보고 싶어지면  So good bye good bye 니가 더 그리워지면 멍하니 누워 멍하니 누워 끝내 잠들지 못하고 니가 보고 싶어져도  So good bye good bye 니가 더 생각나도 나는 괜찮아 나는 괜찮아  나는 괜찮아 니가 행복하다면 난 널 바래다주던 길  너와 함께 마시던 커피 함께 읽던 책 같이 보던 드라마 이런 모든 것들이 참 그립구나 널 바래다주던 길  너와 함께 마시던 커피 함께 읽던 책 같이 보던 드라마 이런 모든 것들이 참 그립구나 니가 보고 싶어져도  니가 더 생각나도 나는 괜찮아 나는 괜찮아  나는 괜찮아 니가 행복하다면 난"}, {"song_no": "3904975", "year": "2012", "rank": "98", "title": "가까이 가까이", "artist": "버벌진트", "genre": "Drama", "lyrics": "When I'm with you The time stands still But my heart beats faster I don't know what this is I just wanna get closer Closer to you Hey Boy 기분이 좀 이상해 Hey Boy 어디가 아픈 건지 Hey Boy 무슨 일이 날 듯이 막 두근두근 Hey Boy 웃음이 헤퍼지고 Hey Boy 이럴 때 너 생각나 다시 사랑인가봐 웃음이 나 가슴이 자꾸만 뛰고 또 기분이 막 이상해지는 걸 가까이 있는 널 상상하기만 하면 바로 이런 걸 사랑이라고 하던가 예전과는 달라 무언가 밀고 당기고 그런 거 나는 잘 몰라 그저 너에게 더 가까이 가고파 가까이 가까이 조금 더 가까이 너의 곁에서 너의 사랑 모두 받고 싶어 가까이 가까이 한 걸음 가까이 Love you 다가갈거야 Hey boy You're everything I want Hey boy You're everything I need Hey boy I feel it too It's all about you Hey Boy 너에게 묻고 싶어 Hey Boy 혹시 너는 어떤지 이런 내 맘 아는지 Love Love 멀게만 느껴졌던 영화 속에서나 볼 수 있었던 그런 떨림 너 때문에 느껴 기억해둘 걸 흘려만 듣던 주인공의 대사 I love you You're the best I ever knew 이런 거 말고 훨씬 멋진 말로 표현하고파 널 사랑하겠다고 가까이 가까이 조금 더 가까이 너의 곁에서 너의 사랑 모두 받고 싶어 가까이 가까이 한 걸음 가까이 Love you 다가갈거야 이런 마음 알고 있을까 난 벌써 익숙해져버린 습관 너의 생각에 눈 뜨고 잠이 들고 하루가 완성이 돼 오늘도 이런 나의 맘을 아는 걸까 너만 있으면 돼 난 다른 건 다 필요 없어 Nothing else matters 또 한 발짝 가까이 갈래 오늘도 너만이 너만이 나에겐 너만이 내 맘 속에서 보석처럼 빛을 내고 있어 더 많이 더 많이 내일은 더 많이 Love You 사랑할거야 가까이 가까이 조금 더 가까이 가까이 가까이 한 걸음 가까이"}, {"song_no": "3889384", "year": "2012", "rank": "99", "title": "차마 하지 못한 말", "artist": "이장우", "genre": "Ballad", "lyrics": "차마 못 하겠어  어떻게 꺼내야 할지 모르겠어 웃으며 널 보내기엔  복잡한 마음이  뒤엉켜 잠을 설쳐요 어색한 미소로 처음 만났던  그 날이 어제처럼 눈에 선한데 이제는 우리가 마지막 인사를 하고  헤어져야 할 거 같아요 미안하다는 말  대신 고맙다고 할게요 아쉽고 서운한 마음 투성 이지만 따스했던 추억을  가슴에 간직할게요 아주 가끔씩 꺼내서  그댈 기억할 수 있도록 코끝이 찡하고 목이 따갑고  눈물이 금새 쏟아질 것 같아서 고개를 떨 군 채 애써 웃음  지으려고 눈을 마주치지 못 했어 안녕이라는 말 대신  미소 지어 줄게요 부족했던 나를 많이 채워준 시간 난 준비도 못한 채  떠나보내야 하는게 고장난 한쪽 가슴이  쓰라리고 아파오네요 미안하다는 말 대신  고맙다고 할게요 아쉽고 서운한 마음 투성 이지만 따스했던 추억을  가슴에 간직할게요 아주 가끔씩 꺼내서  기억할 수 있도록"}, {"song_no": "3914860", "year": "2012", "rank": "100", "title": "사랑은 눈꽃처럼", "artist": "XIA (준수)", "genre": "Drama", "lyrics": "웃는다 또 어제처럼 난 숨긴다 아무 일 없는듯 허락없이 그대 맘 살펴 온 그대 맘 가지려한 내 몫인가봐 이젠 갖고 싶어 사랑을 죽을 만큼 한적 있나요 단 한번만 단 한번만 제발 돌아봐요 소리쳐 불러봐도 닿지를 않아 너를 사랑해 널 사랑해 혼자서 되뇌이는 말 널 사랑해 하루씩 잘 살아가 본다 조금씩 버틸 수 있도록 그대 없이는 내일도 없을테니까 희망도 없을테니까 오늘처럼 이젠 갖고 싶어 사랑을 죽을 만큼 한적 있나요 단 한번만 단 한번만 제발 돌아봐요 소리쳐 불러봐도 닿지를 않아 너를 사랑해 널 사랑해 혼자서 되뇌이는 말 널 사랑해 쌓여가는 슬픈 그리움 숨이 멎을 것 같아 희미한 빛을 따라 이젠 나 너에게 간다 사랑은 눈꽃처럼 다가오나봐 손 내밀어 담아보지만 늘 녹아버려 처음 본 순간부터 그대였기에 난 또 한 걸음 또 한 걸음 나에겐 그대여야만 하니까"}]