[{"song_no": "3890826", "year": "2012", "rank": "1", "title": "All For You", "artist": "서인국", "genre": "Drama", "lyrics": "all for you   벌써 며칠째 전화도 없는 너  얼마 후면 나의 생일이란 걸 아는지  눈치도 없이 시간은 자꾸만 흘러가고  난 미움보다 걱정스런 맘에  무작정 찾아간 너의 골목 어귀에서  생각지 못한 웃으며   반기는 너를 봤어  사실은 말야 나 많이 고민했어  네게 아무것도 해줄 수 없는걸  아주 많이 모자라도 가진 것 없어도  이런 나라도 받아 줄래  너를 위해서 너만을 위해서  난 세상 모든 걸   다 안겨 주지는 못하지만  난 너에게만 이제 약속할게  오직 너를 위한 내가 될게  Is only for you  just wanna be for you  넌 그렇게 지금 모습 그대로   내 곁에 있으면 돼  난 다시 태어나도   영원히 너만 바라볼게 넌 모르지만 조금은 힘들었어  네게 어울리는 사람이 나인지  그건 내가 아니라도 다른 누구라도  이젠 그런 마음 버릴래  너를 위해서 너만을 위해서  난 세상 모든 걸   다 안겨 주지는 못하지만  난 너에게만 이제 약속할게  오직 너를 위한 내가 될게  Is only for you   just wanna be for you  넌 그렇게 지금 모습 그대로   내 곁에 있으면 돼  난 다시 태어나도   영원히 너만 바라볼게  love 내 작은 맘속을  oh love 네 향기로 채울래  그 속에 영원히 갇혀 버린 데도  난 행복 할 수 있도록  너를 위해서 너를 위해서  너만을 위해서  난 세상 모든 걸   다 안겨 주지는 못하지만  난 너에게만 이제 약속할게  오직 너를 위한 내가 될게  Is only for you   just wanna be for you 넌 그렇게 지금 모습 그대로  내 곁에 있으면 돼 난 다시 태어나도  영원히 너만 바라볼게"}, {"song_no": "3884575", "year": "2012", "rank": "2", "title": "I Need You", "artist": "허각", "genre": "Ballad", "lyrics": "I Need You  가만히 눈을 감고 있어도  자꾸 생각나죠 그댄 내게 마치 뜬 구름 같은걸 사랑이란 말로 아직  부족한가요  내 맘이 위험한가요 그댄 내게 전부가 됐네요 같은 길을 걷고 같은 꿈을 꾸고 나 혼자만 몰래  상상을 하고 oh 그대 곁에 잠든  마치 연인 같은 그대와 내 모습  baby I love you I need you  수줍은 나의 고백 오랫동안 몰래 숨겨왔던 노래 I need you  참 순진했던 고백 너도 좋다면  가까이 다가와 I need you 울리지도 않는 전화기를  자꾸 보게되죠 그댄 내게 기분 좋은  기대 같은걸 하루만 더 기다리면  답이 올까요 차라리 고백할까요 한걸음만 더 다가와줘요 같은 길을 걷고 같은  꿈을 꾸고 나 혼자만 몰래  상상을 하고 oh 그대 곁에 잠든  마치 연인 같은 그대와 내 모습  baby I love you I need you  수줍은 나의 고백 오랫동안 몰래 숨겨왔던 노래 I need you  참 순진했던 고백 너도 좋다면  가까이 다가와 I need you oh I need you  only you 그댄 나의 전부 인걸요 Im missing you Im in love with you 오늘도 내일도  I need you  수줍은 나의 고백 오랫동안 몰래 숨겨왔던 노래 I need you  참 순진했던 고백 너도 좋다면  가까이 다가와 I need you I need you  수줍은 나의 고백 오랫동안 몰래 숨겨왔던 노래 I need you  참 순진했던 고백 너도 좋다면  가까이 다가와 I need you"}, {"song_no": "3853978", "year": "2012", "rank": "3", "title": "강남스타일", "artist": "싸이 (PSY)", "genre": "Rap / Hip-hop", "lyrics": "오빤 강남스타일 강남스타일 낮에는 따사로운 인간적인 여자 커피 한잔의 여유를 아는 품격  있는 여자 밤이 오면 심장이 뜨거워지는 여자 그런 반전 있는 여자 나는 사나이 낮에는 너만큼 따사로운 그런 사나이 커피 식기도 전에 원샷 때리는  사나이 밤이 오면 심장이 터져버리는 사나이 그런 사나이 아름다워 사랑스러워 그래 너 hey 그래 바로 너 hey 아름다워 사랑스러워 그래 너 hey 그래 바로 너 hey 지금부터 갈 데까지 가볼까 오빤 강남스타일 강남스타일 오빤 강남스타일 강남스타일 오빤 강남스타일 Eh- Sexy Lady 오빤 강남스타일 Eh- Sexy Lady 오오오오 정숙해 보이지만 놀 땐 노는 여자 이때다 싶으면 묶었던  머리 푸는 여자 가렸지만 웬만한  노출보다 야한 여자 그런 감각적인 여자 나는 사나이 점잖아 보이지만 놀 땐 노는 사나이 때가 되면 완전 미쳐버리는 사나이 근육보다 사상이 울퉁불퉁한 사나이 그런 사나이 아름다워 사랑스러워 그래 너 hey 그래 바로 너 hey 아름다워 사랑스러워 그래 너 hey 그래 바로 너 hey 지금부터 갈 데까지 가볼까 오빤 강남스타일 강남스타일 오빤 강남스타일 강남스타일 오빤 강남스타일 Eh- Sexy Lady 오빤 강남스타일 Eh- Sexy Lady 오오오오 뛰는 놈 그 위에 나는 놈 baby baby 나는 뭘 좀 아는 놈 뛰는 놈 그 위에 나는 놈 baby baby 나는 뭘 좀 아는 놈 You know what I’m saying 오빤 강남스타일 Eh- Sexy Lady 오빤 강남스타일 Eh- Sexy Lady 오빤 강남스타일"}, {"song_no": "3894730", "year": "2012", "rank": "4", "title": "그XX", "artist": "G-DRAGON", "genre": "Ballad", "lyrics": "우연히 길을 걷다 네 남잘 봤어  Yea I saw him 혹시나 했던 내 예감이 맞았어  I told you 네가 준 반지를 빼고 한쪽엔  팔짱을 끼고 그냥 여기까지만 말할게  I don’t wanna hurt you 근데 오히려 너는 내게 화를 내  Why 그는 절대로 그럴 리가 없대  Sure you’re right 나는 네 눈칠 살피고  내가 잘 못 본 거라고 그래 널 위해 거짓말할게 I’m sorry Oh 날 몰라주는 네가 미워  이 기다림이 싫어 그 손 이제 놓으라고 네가 슬퍼할 때면 나는 죽을 것만  같다고 baby 그 새끼보다 내가 못한 게 뭐야 도대체 왜 나는 가질 수 없는 거야 그 새끼는 너를 사랑하는 게 아냐 언제까지 바보같이 울고만 있을 거야 넌 그 사람 얘길 할 땐  행복해 보여  You look happy 이렇게라도 웃으니 좋아 보여  I’m happy 그를 정말 사랑한다고  마치 영원할거라고 믿는 네 모습이  I don’t know what to say no more 너의 친구들 모두 그를 잘 알아  yup they know 뻔히 다 보이는걸 너만 왜 못 봐  It’s you They say love is blind Oh baby  you so blind 제발 헤어지기를 바랄게 Oh 날 몰라주는 네가 미워  이 기다림이 싫어 그 손 이제 놓으라고 네가 슬퍼할 때면  나는 죽을 것만 같다고 baby 그 새끼보다 내가 못한 게 뭐야 도대체 왜 나는 가질 수 없는 거야 그 새끼는 너를 사랑하는 게 아냐 언제까지 바보같이 울고만 있을 거야 비싼 차에 예쁜 옷  고급 레스토랑  넌 잘 어울려 하지만 네 옆 그 X는 정말 아냐  너랑은 안 어울려 네 앞에서 거짓미소를 지으며  네 볼과 머릿결을 만지며 속으론 분명 다른 여자를 생각해  어쩜 그럴 수 있니 죄 같애 네가 흘린 눈물만큼 내가 더  잘해줄게 baby 너 혼자 감당할 아픔 내게도 좀  나눠줄래 baby 나 좀 봐달라고 그대 사랑이 왜  나란걸 몰라 왜 너만 몰라 그 새끼보다 내가 못한 게 뭐야 도대체 왜 나는 가질 수 없는 거야 그 새끼는 너를 사랑하는 게 아냐 언제까지 바보같이 울고만 있을 거야 그 새끼보다 내가 못한 게 뭐야 도대체 왜 나는 가질 수 없는 거야 그 새끼는 너를 사랑하는 게 아냐 언제까지 바보같이 울고만 있을 거야"}, {"song_no": "3886294", "year": "2012", "rank": "5", "title": "Pandora", "artist": "카라", "genre": "Dance", "lyrics": "up and up ah ah up and up ah ah 감출 수 없는 거야 니 눈빛이 흔들려 묘한 시선 속에 심장이 뛰고 있어 거친 숨 소리가 촉각을 자극해 crush crush 잠깐만 거기에 멈춰서 똑바로 바라봐봐 숨겨온 진실을 이제 다 보여줄게 자 내 맘을 잡아봐 느껴봐 close to you and close to you 모든걸 다 줄게 내가 보이니 close to me and close to me 가져가 날 up and up ah ah up and up ah ah up and up ah ah 여기가 끝이 아냐 넌 아직 모를 거야 아직 나에 대해 반도 안 보여줬어 내 속 안에 있는 비밀을 움켜줘 crush crush 어떠니 어설픈 편견에 겁 먹고 가지 말아 섣부른 판단에 내 손을 놓치지마 자 내 전불 알아봐 느껴봐 close to you and close to you 모든걸 다 줄게 내가 보이니 close to me and close to me 가져가 날 up and up ah ah up and up ah ah up and up ah ah 그래 봤지 그럼 됐지 이보다 어떻게 뭘 더해 내가 다가가잖아 자 oh 가까이 더 조금만 더 가까이 stress 넌 다 줘도 못해 뭘기대하니 next time 왜  오도 가도 못해 빙빙 시간이 카운트 다운 째깍 째깍 한참을 기다렸어 너이길 바래왔어 완벽하길 빌어 느껴봐 close to you and close to you 모든걸 다 줄게 내가 보이니 close to me and close to me 가져가 날 up and up ah ah up and up ah ah up and up ah ah"}, {"song_no": "3906377", "year": "2012", "rank": "6", "title": "크레용 (Crayon)", "artist": "G-DRAGON", "genre": "Rap / Hip-hop", "lyrics": "크레용 (Crayon)  GET YOUR CRAYON GET YOUR CRAYON 머리 어깨 무릎 발 Swag check swag check 머리 어깨 무릎 발 Swag check swag check 아직도 꿀리지 않아 Yes I’m a pretty boy 난 날아다녀 so fly 날라리 boy 월화수목금토일  난 바빠 오빠 나빠  Bad boy I’m a G to the D Gold N  Diamonds boy 누가 아니래 U know I beez that 오늘의 DJ 나는 철이 너는 미애 아가씨 아가씨 난 순결한 지용씨 이리 와봐요 귀요미  네 남자친구는 지못미 넌 마치 닮았지 내 이상형  So give me some 김태희와 김희선  Oh my god 전지현 Why so serious Get your crayon  Get your crayon  Get your cray  Get your crayon Get your crayon  Get your crayon  Get your cray Get your Why so serious Come on girls  Come on boys  Come on come on  Get your crayon crayon  Come on girls Come on boys  Come on come on  Get your crayon crayon  머리 어깨 무릎 발 swag 내 카드는 BLACK  무한대로 싹 긁어버려 이 노랜 CRACK  무한궤도 확 돌려버려 감 떨어진 분들께  난 한 그루 감나무 콧대 높은 분들께  기죽지 않는 깡다구 어중이건 떠중이건  편견 없이 CRAYON 잘 나가던 망나니건  차별 없이 CRAYON 하나 둘 three four  왔다 갔다 돌리고 차분하게 slow it down  심심하면 좀 더 빠르게 달려라 서울 대전 대구 부산 손뼉을 치면서 노래를 부르며 즐겁게 같이 춤을 춰 링가링가링 파트너 바꿔 머리 어깨 무릎 발 무릎 발 몸을 흔들어 ROCK Why so serious Get your crayon Get your crayon  Get your cray Get your crayon Get your crayon Get your crayon  Get your cray Get your Why so serious Come on girls  Come on boys  Come on come on  Get your crayon crayon  Come on girls Come on boys  Come on come on  Get your crayon crayon  Get your crayon crayon Get your crayon  Come on girls  Come on boys Come on Come on Come on Come on Come on girls Come on boys  Come on Come on  Come on Come on 머리 어깨 무릎 발 swag"}, {"song_no": "3910821", "year": "2012", "rank": "7", "title": "바람기억", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "바람 불어와 내 맘 흔들면 지나간 세월에  두 눈을 감아본다 나를 스치는 고요한 떨림 그 작은 소리에 난 귀를 기울여 본다 내 안에 숨쉬는 커버린 삶의 조각들이 날 부딪혀 지날 때 그 곳을 바라보리라 우리의 믿음 우리의 사랑 그 영원한 약속들을 나 추억한다면 힘차게 걸으리라 우리의 만남 우리의 이별 그 바래진 기억에 나 사랑했다면 미소를 띄우리라 내 안에 있는  모자란 삶의 기억들이 날 부딪혀 지날 때  그 곳을 바라보리라 우리의 믿음 우리의 사랑 그 영원한 약속들을 나 추억한다면 힘차게 걸으리라 우리의 만남 우리의 이별 그 바래진 기억에 나 사랑했다면 미소를 띄우리라"}, {"song_no": "3893934", "year": "2012", "rank": "8", "title": "SEXY LOVE", "artist": "티아라", "genre": "Dance", "lyrics": "그대로 멈춰요 sexy love  그윽한 눈빛을 가득 담은  sexy love 철옹성 같은 내가 흔들려  냉철했던 내 생각이  지금 흔들려 이 짜릿한 밤에 뜨거운  눈빛이 날부르네요 이렇게  내맘을 훔쳐가 거기 멈춰요 내게로 와요  내 맘을 이제 받아줘요 넌 정말 sexy 눈 sexy  코 sexy 입 sexy love  내 눈엔 모든게 다 sexy  oh sexy eyes sexy nose sexy mouth don't you  know 오늘 난 네가 정말 sexy NO NO NO NO can you  feel my love 내 맘을  느끼나요 오 NO NO NO NO can you  feel my heart 내게로 와  tonight night night 잠깐만 멈춰요 sexy love  이 기회를 놓치기 싫어요  sexy love 내 곁에 있어줘요 그대로  오늘은 나를 떠나지 마요  그대로 시간이 갈 수록 그대가  내 마음에 들어오네요  그대로 내맘이 불 타올라 거기 멈춰요 내 눈을 봐요  내 손을 이제 잡아요 넌 정말 sexy 눈 sexy  코 sexy 입 sexy love  내 눈엔 모든게 다 sexy  oh sexy eyes sexy  nose sexy mouth don't  you know 오늘 난 네가  정말 sexy NO NO NO NO can you  feel my love 내 맘을  느끼나요 오 NO NO NO NO can you  feel my heart 내게로와  tonight night night 그대가 나에게 와서  내 마음을  훔쳐갔어 이제 어떡해  I can't stop this feeling 네 네 네 네 마음에 꼭 let  let let let's make a bomb  널 보면 내가 down up n  down up n down 넌 정말 sexy 눈 sexy  코 sexy 입 sexy love  내 눈엔 모든게 다 sexy  oh sexy eyes sexy  nose sexy mouth don't  you know 오늘 난 네가  정말 sexy NO NO NO NO can you  feel my love 내 맘을  느끼나요 오 NO NO NO NO can you  feel my heart 내게로와  tonight night night"}, {"song_no": "3837683", "year": "2012", "rank": "9", "title": "Loving U (러빙유)", "artist": "씨스타", "genre": "Dance", "lyrics": "Hey 참 이상해 정말 strange 이런 적 없었는데 널 볼때마다 나 두근두근 떨리는게 When I see your face  혼자 막 상상을 해 나 표정 관리 안돼 미칠 것 같아  또 니가 니가 보고 싶어서 I wanna say woo woo woo woo yeh 너 때문에 그래 먼저 말하긴  싫은데 내 입가에 맴돌아 Loving U  U  나 어떡해  what should I do 조절이 안돼 내 맘 고장 나버린  heart 정신 못 차릴 만큼 Boy I'm falling in love with U U 나 어떡해 what should I do 널 놓치면 난 안돼 사랑한다고 Woo woo woo woo woo Woo woo woo woo woo woo Baby I'm in love with you ok let's talk about love  모두 휘파람을 불며 어머나 나를 꼬시려고 했던 남자들  이젠 모두 안녕 내 애교섞인 목소리는   오빠만 부를래 오빠야 어쩌면 좋아 내가 사랑에 빠졌나 봐 Woo woo woo woo yeh 너 때문에 그래 먼저 말하긴 싫은데 내 입가에 맴돌아 Loving U  U  나 어떡해  what should I do 조절이 안돼 내 맘 고장 나버린  heart 정신 못 차릴 만큼 Boy I'm falling in love with U U 나 어떡해 what should I do 널 놓치면 난 안돼 사랑한다고 Woo woo woo woo woo Woo woo woo woo  Baby I'm in love with you 애타는 내 맘 너무 기나긴 밤  숨겨왔던 너를 향한 말 사랑해 Baby I’m in love with U U 나 어떻게 해 What should I do 조절이 안돼 내 맘 고장 나버린  heart 정신 못 차릴 만큼 Boy I'm falling in love with U U 나 어떡해 what should I do 널 놓치면 난 안돼 사랑한다고 Woo woo woo woo woo Woo woo woo woo woo woo Baby I'm in love with you Hello Hello 눈이 마주치면 L. O.  L. O. V. E 나는 말해 멜로 멜로 우린 L. O. L. O. V. E.  L. O. L. O. V. E I'm only think about U"}, {"song_no": "3903316", "year": "2012", "rank": "10", "title": "립스틱 (LIPSTICK)", "artist": "오렌지 캬라멜", "genre": "Dance", "lyrics": "립스틱 스틱 세우고  립스틱 스틱 세우고  어찌나 눈이 높던지  애인이 있는 건지  살짝 시크해보여  하나도 관심 없는 척  속이는 거 다 알아  흘리고 다니잖아  오똑한 콧날에 베일 것 같아  짜릿 짜릿 네 눈빛에 녹을 것 같아  구릿빛 피부가 달콤해 보여  아슬아슬 다가가서 훔치고 싶어  립스틱 스틱 세우고  내 입술에 바르고  잘 다려진 하얀 셔츠 위에  살짝 묻히고  립스틱 스틱 세우고  네 입술에 맞추고  아찔아찔 솟은 쇄골 위에  몰래 묻히고 어머어머  어어어어 어머어머  몰래 묻히고 어머어머  어어어어 어머어머  어쩌다 그리 된 건지  사연이 있는 건지  살짝 화가나 보여  사실 좀 미안하지만  즐기는 거 다 알아  몰래 웃고 있잖아  촉촉한 눈빛에 빠질 것 같아  찌릿 찌릿 네 향기에 취할 것 같아  우윳빛 피부가 눈부셔 보여  아슬아슬 다가가서 훔치고 싶어  립스틱 스틱 세우고  내 입술에 바르고  잘 다려진 하얀 셔츠 위에  살짝 묻히고  립스틱 스틱 세우고  네 입술에 맞추고  아찔아찔 솟은 쇄골 위에  몰래 묻히고 어머어머  어어어어 어머어머  몰래 묻히고 어머어머  어어어어 어머어머  좀 빼지마 가만히 둘 순 없어  널 널 널  이러지마 오늘 처음 봤잖아  립스틱 스틱 세우고 내 입술에 바르고 잘 다려진 하얀 셔츠 위에 살짝 묻히고 립스틱 스틱 세우고 네 입술에 맞추고 아찔아찔 솟은 쇄골 위에 몰래 묻히고 어머어머 어어어어 어머어머 몰래 묻히고 어머어머 어어어어 어머어머"}, {"song_no": "3904614", "year": "2012", "rank": "11", "title": "POISON", "artist": "시크릿", "genre": "Dance", "lyrics": "You are my poison  you are my poison  스며들어 내게 파고들어   빠져 나올 수 없어  You are my poison   you are my poison  무너뜨려 나를 쓰러트려   아무것도 할 수가 없어  왜 이러는지 모르겠어   아니란 걸 잘 알면서도  오오오오 오오오  자꾸 니가 생각나  치명적인 너의 매력에   내가 정신이 나갔나봐  오오오오 오오오  상처받을걸 알면서  Crazy crazy crazy love  Listen listen crazy love  미쳐 너에게 미쳐  내 심장이 멎어가 오  Crazy crazy crazy Love  Listen listen crazy Love  Wake up 이제는 wake up  이미 늦어 버렸어  You are my poison   you are my poison  스며들어 내게 파고들어   빠져 나올 수 없어  You are my poison   you are my poison  무너뜨려 나를 쓰러트려 아무것도   할 수가 없어  Gotta be gotta be gotta be   your poison  Gotta be gotta be gotta be   your poison  Hit me 주사위는 던져졌어   이미 조금씩 너에게 중독돼버렸어  왜 니가 날 흔들어놓는지   왜 니가 날 가지고 노는지  벗어나려 발버둥쳐도   니 사랑이 퍼져가는 걸  오오오오 오오오  너에게 갇혀 버렸어  Crazy crazy crazy love  Listen listen crazy love  미쳐 너에게 미쳐  내 심장이 멎어가 오  Crazy crazy crazy love  Listen listen crazy love  Wake up 이제는 wake up  이미 늦어 버렸어  You are my poison   you are my poison  스며들어 내게 파고들어   빠져 나올 수 없어  You are my poison   you are my poison  무너뜨려 나를 쓰러트려   아무것도 할 수가 없어  Gotta be gotta be gotta be  your poison Gotta be gotta be gotta be  your poison 나를 눈뜨게 한 너의 사랑은  irreplaceable 살아 있단 걸 느껴 Huh 자존심 따윈 다 버렸어  우스워 내가 매달리는 모습도 해독제 조차 없는 이사랑 계약조차  성립되지 않는 이사람 You are my poison  you are my poison 스며들어 내게 파고들어  빠져 나올 수 없어 You are my poison  you are my poison 무너뜨려 나를 쓰러트려  아무것도 할 수가 없어"}, {"song_no": "3906383", "year": "2012", "rank": "12", "title": "Missing You (Feat. 김윤아 Of 자우림)", "artist": "G-DRAGON", "genre": "Rap / Hip-hop", "lyrics": "Yeah  아무 생각 없이 평소와 같이  보통 사람들과 만나 웃고 말하지 밤이 되면 TV가 내 유일한 친구고 아침해가 떠오르면은  그제서야 잠이 들죠 너무 초라해 나 널 많이 좋아했나봐 네가 떠난 후 파란 하늘 내 눈엔  노랗게만 보여 그댄 어디서 아파해요 나 여기 있어 아님 혹시 다른 사람과 다른  사랑하니 보고싶어 my baby 내 맘은 이리 울적한데 말할  사람이 없다 나도 가끔 활짝 웃고 싶은데  곁엔 아무도 없다 Maybe i'm missing you oh oh Maybe i'm missing you oh oh Maybe i'm missing you oh oh Maybe i'm missing you 그땐 그랬지  우리사인 투명하고 깨끗했지 처음에는 애틋했지  다들 그래 알면서 왜 그랬지 why 갈수록 유리 깨지듯  손에 낀 반지가 빛 바래지듯 날카로운 칼에 베이듯  속박이란 사슬에 목이 죄이듯 늘 좋을 줄 만 알았던  너와의 기억도 풀리지 않던 오해 및 상처만 남아  싫어도 헤어져란 말은  끝까지 참았어야만 했는데 그래도 싸우고 다투던  그때가 지금보단 나았을텐데 내 맘은 이리 울적한데 말할  사람이 없다 나도 가끔 활짝 웃고 싶은데  곁엔 아무도 없다 Maybe i'm missing you oh oh Maybe i'm missing you oh oh Maybe i'm missing you oh oh Maybe i'm missing you 나는 아직도 매일 눈을 뜨면  네가 옆에 있는 것만 같아 우리 함께했던 많은 시간들  되돌릴 순 없나 아 아 아 내 맘은 이리 울적한데 말할  사람이 없다 나도 가끔 활짝 웃고 싶은데 곁엔  아무도 없다 아 아 아 아 내 맘은 이리 울적한데 말할  사람이 없다 나도 가끔 활짝 웃고 싶은데  곁엔 아무도 없다 Maybe i'm missing you oh oh Maybe i'm missing you oh oh Maybe i'm missing you oh oh Maybe i'm missing you"}, {"song_no": "3853980", "year": "2012", "rank": "13", "title": "어땠을까 (Feat. 박정현)", "artist": "싸이 (PSY)", "genre": "Rap / Hip-hop", "lyrics": "내가 그때 널 잡았더라면  너와 나 지금보다 행복했을까 마지막에 널 안아줬다면 어땠을까 나의 옛사랑 옛사람 가끔 난 너의 안부를 속으로 묻는다 그리고는 혼자 씩 웃는다 희미해진 그때의 기억을 빈 잔에  붓는다 잔이 차고 넘친다 기억을 마신다 그 기억은 쓰지만 맛있다 그 시절 우리의 도수는 거의  웬만한 독주보다 높았어 보고 또 봐도 보고팠어 사랑을 해도 해도  서로에게 고팠어목말랐어 참 우리 좋았었는데  헤어질 일이 없었는데 왜 그랬을까  그땐 사랑이 뭔지 몰라서 사랑이 사랑인줄 몰랐어 혼자서 그려본다 헤어지지 않았더라면 어땠을까 내가 그때 널 어땠을까 잡았더라면 어땠을까  너와 나 지금보다 행복했을까 어땠을까 마지막에 널 어땠을까 안아줬다면 어땠을까  너와 나 지금까지 함께 했을까 둘이 같이 꼴딱 밤새 맞이한 아침 홀딱 잠 깨 창문을 닫지 우리는 마치 창 밖의 참새처럼  잠들기 싫어하는 애처럼  초등학생처럼 아무도 없는데 아무도 모르게  아무도 못 듣게 귓속에 말을 해 그 시절 우리의 온도는 거의 저  밑에 적도 보다 높았어 성났어 감기도 아닌 것이 열났어 온몸의 어디든 귀를 갖다 대면은  맥박소리가 귓가에 그날의 너의 소리가 왜 그랬을까  그땐 사랑이 뭔지 몰라서 사랑이 사랑인 줄 몰랐어 혼자서 그려본다 헤어지지 않았더라면 어땠을까 내가 그때 널 어땠을까 잡았더라면 어땠을까  너와 나 지금보다 행복했을까 어땠을까 마지막에 널 어땠을까 안아줬다면 어땠을까  너와 나 지금까지 함께 했을까 눈앞에서 살진 않지만 눈감으면 살고 있다 다른 사람 품 안에서 같은 추억 하면서 내 곁에 있진 않지만 내 몸이 기억하고 있다 다른 사람 품 안에서 같은 추억 하면서 왜 그랬을까 그땐 사랑이 뭔지 몰라서 사랑이 사랑인 줄 몰랐어 혼자서 그려본다 헤어지지 않았더라면 어땠을까 내가 그때 널 어땠을까 잡았더라면 어땠을까  너와 나 지금보다 행복했을까 어땠을까 마지막에 널 어땠을까 안아줬다면 어땠을까  너와 나 지금까지 함께 했을까"}, {"song_no": "3900836", "year": "2012", "rank": "14", "title": "느린노래", "artist": "백아연", "genre": "Ballad", "lyrics": "느린노래 한번 불러볼께  우리가 함께 늘 즐겨듣던 노래  어디에선가  너도 같은 노랠 부르고 있을것 같아  너도 나처럼 날 생각하니  너도 가끔은 내 생각에  눈물 흘리며  이렇게 또 나처럼 또  슬픈 노래만 부르고있니  가슴이 아파 불러  슬픈 노래만 불러  너를 못잊어 불러  끝난 사랑이지만  내사랑 Good Bye  Good Bye Good Bye  이렇게 느린 노래로  계속 니 이름만 또 불러  몇 번을 생각하고 또 해서  내린 결정이 왜 이렇게 힘든건지  이 노랠 부를때 마다 니가 또  생각나서 No No No  가슴이 아파 불러  슬픈 노래만 불러  너를 못잊어 불러  끝난 사랑이지만  내사랑 Good Bye  Good Bye Good Bye  이렇게 느린 노래로  계속 니 이름만 또 불러 계속 니 이름만 또 불러"}, {"song_no": "3860282", "year": "2012", "rank": "15", "title": "아름다운 밤이야", "artist": "비스트", "genre": "Dance", "lyrics": "아름다운 밤이야  별이 빛나는 아름다운 밤이야이야 이 밤이 영원하길 내 손을 잡아봐 푸른 달빛이 아름다운 밤이야이야 나와 저 하늘을 걸어봐 I'm yours 너만이 나를 설레게 해 I'm outta control I'm yours Nobody 아무도 널 대신할 수 없어 날 미치게 해 Left 그리고 Right  넌 나를 흔들어 Disco night 아래위로 날 앞뒤로  내 마음을 뒤집어 Inside out 그런 너는 솜사탕  아 질리지가 않아 오늘 이 밤이 다 가기 전에  Let's love all night 아직 난 사랑을 잘 몰라  너를 처음 본 순간 강하게 밀려오는 파도를 느꼈어 내 마음 속 한구석까지도 깊이 적셔 오오오오오 Girl 별이 빛나는 아름다운 밤이야이야 이 밤이 영원하길 내 손을 잡아봐 푸른 달빛이 아름다운 밤이야이야 나와 저 하늘을 걸어봐 I'm yours 너만이 나를 설레게 해 I'm outta control I'm yours Nobody  아무도 널 대신할 수 없어 날 미치게 해 Something good Nothing better 내게 한도 없는 크레딧 카드처럼 나 힘없이 넘어가 이런 느낌 나쁘지 않아 Girl 한 큐에 니 안에 들어갈게 너도 모르게 내가 자꾸만 생각날 거야 꿈속에서 만나 I'm wating for you 아직 난 사랑을 잘 몰라 니 앞에 설 때마다 강하게 밀려오는 파도를 느꼈어 내 마음 속 한구석까지도 깊이 적셔 오오오오오 Girl 별이 빛나는 아름다운 밤이야이야 이 밤이 영원하길 내 손을 잡아봐 푸른 달빛이 아름다운 밤이야이야 나와 저 하늘을 걸어봐 I'm yours 너만이 나를 설레게 해 I'm outta control I'm yours Nobody  아무도 널 대신할 수 없어 날 미치게 해 I just wanna love you all night long 니 품에 안겨 잠들고 싶어 Tonight I'm yours 너만이 나를 설레게 해 I'm outta control I'm yours Nobody  아무도 널 대신할 수 없어 날 미치게 해 별이 빛나는 아름다운 밤이야이야 이 밤이 영원하길 내 손을 잡아봐 푸른 달빛이 아름다운 밤이야이야 나와 저 하늘을 걸어봐 별이 빛나는 아름다운 밤이야이야"}, {"song_no": "3895885", "year": "2012", "rank": "16", "title": "우리 사랑 이대로", "artist": "정은지", "genre": "Drama", "lyrics": "날 사랑할 수 있나요 그대에게 부족한 나인데 내겐 사랑 밖엔 드릴게 없는걸요 이런 날 사랑하나요 이젠 그런 말 않기로 해 지금 맘이면 나는 충분해 우린 세상 그 무엇보다 더 커다란 사랑하는 맘 있으니 언젠가 우리 먼 훗날 늙어 지쳐가도 지쳐도 지금처럼만 사랑하기로 해 내 품에 안긴 채 눈을 감는 날 그날도 함께해 난 외로움 뿐이었죠 그대 없던 긴 어둠의 시간 이제 행복함을 느껴요 지금 내겐 그대 향기가 있으니 난 무언가 느껴져요 어둠을 지나 만난 태양빛 이제 그 무엇도 두렵지 않을걸요 그대 내 품에 있으니 시간 흘러가 먼 훗날 삶이 힘겨울 땐 힘겨울 땐 서로 어깨에 기대기로 해요 오늘을 기억해 우리 함께할 우리 함께할 날까지 나는 후회하지 않아요 우리 사랑 있으니 먼 훗날 삶이 힘겨울 때 서로 어깨에 기대기로 해요 내 품에 안긴 채 눈을 감는 날 눈을 감는 날 세상 끝까지 함께해 우리 이대로 우리 이대로 지금 이대로  영원히"}, {"song_no": "3853977", "year": "2012", "rank": "17", "title": "뜨거운 안녕 (Feat. 성시경)", "artist": "싸이 (PSY)", "genre": "Rap / Hip-hop", "lyrics": "PSY collaboration TOY introducing 성발라 불타 올랐던 남과 여  나 없이 괜찮니 넌 죽기 아니면 까무러칠 줄 알았어  미칠 줄 알았어 지칠 줄 알았어 그리워 너 미워 근사했고 감사했고 자기야 자기야  밤새 했고 이젠 오래돼버린 한 조각조각이  나도 너무 나서 하도 오래된 일이라서  나도 사는 게 바빠서 그만 맘에도 없는 말 그만 숨어서 한숨만 그만 우리 함께 했던 날 나만 미쳐 가는 걸까 소중했던 내 사람아 이젠 안녕  그래 그래 이젠 안녕 찬란하게 반짝이던 눈동자여 그대 그대 눈동자여 사랑했던 날들이여 이젠 안녕  그래 그래 이젠 안녕 달빛 아래 타오르던 붉은 입술 떠난다면 보내드리리 뜨겁게 뜨겁게 안녕 같이 베었던 베개에 배어있는 너의 흔적을 버려 미련을 버려 남는 건 사진이야  다 지워버려 미팅 소개팅으로 재부팅해버려 너의 모든걸 삭제 맘대로 안돼 가슴과 머리가 따로 논다는 소리  BABY I AM SORRY 아침부터 밤까지 하나부터 열까지 다 같이 했기 때문에 너무 힘들어  입술을 깨무네 술김에 억지로 잠을 재우네 술도 수면제도 너를 못 이겨 또 밤을 새우네 왜 헤어졌냐  자존심 때문에 소중했던 내 사람아 이젠 안녕  그래 그래 이젠 안녕 찬란하게 반짝이던 눈동자여  그대 그대 눈동자여 사랑했던 날들이여 이젠 안녕  그래 그래 이젠 안녕 달빛 아래 타오르던 붉은 입술  그대 그대 붉은 입술 그리워 어지러워  서러워 기분 더러워 ONE MORE TIME 그리워 어지러워  서러워 기분 더러워 하나뿐인 목숨을 바치고 같은 날 생을 마치고 나 같은 놈에게 이 모든 건 사치고 다치고 닥치고 아디오스 소중했던 내 사람아 이젠 안녕  그래 그래 이젠 안녕 찬란하게 반짝이던 눈동자여  그대 그대 눈동자여 사랑했던 날들이여 이젠 안녕  그래 그래 이젠 안녕 달빛 아래 타오르던 붉은 입술 떠난다면 보내드리리 뜨겁게 뜨겁게 안녕 잘자요"}, {"song_no": "3859894", "year": "2012", "rank": "18", "title": "Only One", "artist": "보아 (BoA)", "genre": "Ballad", "lyrics": "멀어져만 가는 그대  You’re the only one  내가 사랑했던 것만큼  You’re the only one 아프고 아프지만  바보 같지만 Good bye  다시 널 못 본다 해도  You’re the only one Only One 어색하게 마주앉아  사소한 얘기로 안부를 묻고 가끔 대화가 끊기는 순간에는  차가운 정적 우릴 얼게 만들어 지금 이 자리에서 우리는 남이  되겠지 어느 누군가는  눈물 흘리며 남겠지만 상처주지 않으려고 자꾸 애를  써가면서 눈치 보는 니 모습 싫어  So I’ll let you go 내사랑 이제는 안녕  You’re the only one  You’re the only one 이별하는 이순간에도  You’re the only one 아프고 아프지만  바보 같지만 Good bye 다시 널 못 본다 해도  You’re the only one Only One You’re the only one, Only One 갑작스런 나의 말에  왠지 모르게 넌 안심한듯해 어디서부터 우린 이렇게 잘못된  걸까 오래 전부터 다른 곳만  기대한 건 아닌지 너무 다른 시작과 끝의  그 날카로움이 내 심장을 찌르는  아픔은 왜 똑같은지 벅찬 가슴이 한 순간에 공허하게  무너져서 이런 내 모습  어떻게 일어설까 내사랑 이제는 안녕  You’re the only one Only One 이별하는 이순간에도  You’re the only one 아프고 아프지만  바보 같지만 Good bye Good bye 다시 널 못 본다 해도  You’re the only one  You’re the only one 내 머릿속은 언제쯤 너를 지울까  I will let you go 하루 이틀 한달 멀게는 아마 몇 년쯤  My baby can't forget 그리고 언젠가 너의 기억 속에는 나란 사람은 더 이상  살지 않겠지 지우겠지 Only One Only One You’re the only one Only One"}, {"song_no": "3848972", "year": "2012", "rank": "19", "title": "내 사랑아", "artist": "이종현 (CNBLUE)", "genre": "Drama", "lyrics": "창밖에 비가 내리면 감춰둔 기억이 내 맘을 적시고 잊은 줄 알았던 사람 오히려 선명히 또 다시 떠올라 내 사랑아 사랑아 그리운 나의 사랑아 목놓아 불러보지만 듣지도 못하는 사랑 내 사랑아 사랑아 보고픈 나의 사랑아 그대 이름만으로도 베인 듯 아픈 사랑아 내 사랑아 창가에 어둠이 오면 숨겨 논 추억이 내 맘을 밝히네 내 사랑아 사랑아 그리운 나의 사랑아 목놓아 불러보지만 듣지도 못하는 사랑 내 사랑아 사랑아 보고픈 나의 사랑아 그대 이름만으로도 베인 듯 아픈 사랑아 내 사랑아 우리 함께 웃음 지었던 순간 우리 함께 눈물 흘렸던 순간 이제 그만 보내지만 내 사랑아 사랑아 고마운 나의 사랑아 내 전부 다 지운대도 가슴에 남겨질 사랑 내 사랑아 사랑아 소중한 나의 사랑아 내 숨이 다 할 때까지 간직할 나의 사랑아 내 사랑아"}, {"song_no": "3905489", "year": "2012", "rank": "20", "title": "아프다", "artist": "허각", "genre": "Ballad", "lyrics": "아프다 니가 떠나서 아프다 하루종일 울어도 또 아프다 이렇게 아픈데도 정말로 아파도 바보처럼 오늘도 웃는다 보고 싶지만 참는다 니가 행복하길 난 바래본다 나는 너무 아파도 정말 난 아파도 너는 아프지 않길 바란다 너 정말 너를 사랑했는데 점점 아파와서 그게 겁이 나서 힘들지만 난 너를 보낸다 바라보아도 날 안 본다 불러보아도 대답 없다 니가 너무 미워도 정말로 미워도 너는 아프지 않길 바란다 너 정말 너를 사랑했는데 점점 아파와서 그게 겁이 나서 힘들지만 난 너를 보낸다 너 정말 너를 사랑했는데 점점 아파와서 자꾸만 겁이 나서 힘들지만 난 너를 보낸다 힘들지만 난 너를 보낸다"}, {"song_no": "3866006", "year": "2012", "rank": "21", "title": "남자도 우나요", "artist": "다비치", "genre": "Ballad", "lyrics": "여자는 그래요 헤어졌다고 쉽게 다른 사람을  사랑하지 못해요 몸은 떨어져 볼 수  없다 해도 마음이 놓질 못해요  여자는 약해요  독한 척해도 쉽게 추억을 잊고  살아가지 못해요 아직 그 사람  전화번호조차 지우지 못한 바보니까요 그 목소리 너무  듣고 싶어서 그 얼굴 보고 싶어서 눈이 붓도록 매일  펑펑 울어요 남자도 우나요 이별에 아파하긴 하나요 미칠 듯 그리워 속으로  흐느끼긴 하나요 나 혼자 아프고 나만  슬픈 것 같아 묻고 싶어요 그댄  괜찮은가요 추억을 다 헤아릴 수  없어서 미련이 흘러 넘쳐서 아직 사랑이 남아  혼자 울어요 남자도 우나요 이별에 아파하긴 하나요 미칠 듯 그리워 속으로  흐느끼긴 하나요 나 혼자 아프고 나만  슬픈 것 같아 묻고 싶어요 그댄  괜찮은가요 제일 잘 안다고  생각 했는데 내가 그대를 그대 마음을 제일 모르겠어요 날 사랑 했나요 정말 날 사랑하긴 했나요 마지막까지도 그대  입에서 듣지 못한 말 그땐 말 못했죠 정말 사랑 했어요  행복 했어요 그대 알고 있나요"}, {"song_no": "3847197", "year": "2012", "rank": "22", "title": "I Love You", "artist": "2NE1", "genre": "Dance", "lyrics": "그대 나에게만 잘해줘요  항상 나에게만 웃어줘요  I said Ooh 질투하게 하지 마요  Ooh 집착하게 하지 마요  아직 난 사랑이 두려워요  이런 내게 믿음을 줘봐요  I said Ooh 질투하게 하지 마요  Ooh 집착하게 하지 마요 I LOVE YOU I LOVE YOU 하루 종일 그대 모습 자꾸 떠올라  온종일 울리지 않는  전화기만 또 쳐다봐  왜 이런 내 맘을 아직 몰라  난 너의 마음을 아직 잘 몰라  너의 생각에 밤엔 잠도 못 이루다  달빛에 그대를 떠올리며  내 맘 고백해봐  왜 이런 내 맘을 아직 몰라  난 너의 마음을 아직 잘 몰라  Look at me now  내 맘을 바라봐요  이렇게 애타는데  지금 날 잡아줘요  늦기 전에 eh eheheh  I LOVE YOU I LOVE YOU 멈추지 마요 사랑 노래  멋진 널 위해 불러줄게 Everyday I say yeah yeah yeah yeah yeah yeah I say yeah yeah yeah yeah yeah yeah 멈추지 마요 사랑의 Dance 이 밤을 그대와 보내고 싶은데 I say yeah yeah yeah yeah yeah yeah I say yeah yeah yeah yeah yeah yeah 내 맘을 바라봐요 이렇게 애타는데 지금 날 잡아줘요 늦기 전에 eheheh eheheheh We can't go wrong Bring it back 밀고 당기지는 말아줘요 우리 조금만 솔직해져요 I said ooh 질투하게 하지 마요 Ooh 집착하게 하지 마요 어디서 무얼 할까 궁금해요 혹시 이런 내가 귀찮나요 I said ooh 질투하게 하지 마요 Ooh 집착하게 하지 마요 I love you everyday Don’t get away Take me away I love you everyday In everyway 널 사랑해 왜 이런 내 맘을 아직 몰라 난 너의 마음을 아직 잘 몰라 I love you everyday Don’t get away Take me away I love you everyday In everyway 널 사랑해 왜 이런 내 맘을 아직 몰라 난 너의 마음을 아직 잘 몰라"}, {"song_no": "3820647", "year": "2012", "rank": "23", "title": "illa illa (일라 일라)", "artist": "JUNIEL", "genre": "Ballad", "lyrics": "따스하게 부는 향기로운 바람 내 두 볼에 스치면 난 사랑했던 그대 얼굴이 떠오르죠 oh 길가에 숨어선 이름도 모르는 들꽃이 필 때쯤엔 기억 저 편에 감춰 둔 그대가 떠오르죠 My baby illa illa illa baby illa illa illa baby illa illa illa Never forget love 첫사랑은 아름다워서 첫사랑은 꽃이랍니다 봄이 오면 활짝 피는 오 눈이 부신 꽃처럼 첫사랑은 어린애처럼 첫사랑은 서투릅니다 사랑을 아낌없이 주고 갖질 못하니까 illa illa illa illa illa illa illa illa illa 나의사랑 good bye  까만 밤하늘에 그려있는 별이 그대 추억 불러오면 오랜 일기장 속에서 그댈 꺼내봅니다 My baby illa illa illa baby illa illa illa baby illa illa illa Never forget love 첫사랑은 아름다워서 첫사랑은 꽃이랍니다 봄이 오면 활짝 피는 오 눈이 부신 꽃처럼 첫사랑은 어린애처럼 첫사랑은 서투릅니다 사랑을 아낌없이 주고 갖질 못하니까 그땐 어려서 그땐 몰랐죠 오 이젠 알 것 같은데  난 그댈 그리며 불러보죠 illa illa illa illa illa illa illa illa illa illa illa never forget love 첫사랑은 아픈 걸 보면 첫사랑은 열병입니다 정신 없이 앓고 나면 오 어른이 되니까요 첫사랑은 안되니까요 첫사랑은 미련입니다 너무나 많이 사랑해서 갖질 못하니까 illa illa illa illa illa illa illa illa illa 나의 사랑 good bye illa illa illa illa illa illa illa illa illa 나의 사랑 good bye"}, {"song_no": "3897152", "year": "2012", "rank": "24", "title": "니가 싫어", "artist": "어반자카파", "genre": "Ballad", "lyrics": "나는 너에게  사랑을 구걸하지 않았어 진심을 원했어 마지막으로 널 봤던 날도 널 원하지 않았어 진심을 원했어 상처받은 내 마음과 더럽혀진 그때 추억 날 바라보던 니 표정 다 너무 싫어 난 니가 싫어 불안했던 우리 모습 지켜내려던 내 모습 다 너무 후회가 돼 잘 몰랐던 나 난 니가 싫어 나는 너에게  사랑을 구걸하지 않았어 진심을 원했어 마지막으로 우리 만난 날도 넌 진심이 없었어 진심을 원했어 상처받은 내 마음과 더럽혀진 그때 추억 날 바라보던 니 표정 다 너무 싫어 난 니가 싫어 불안했던 우리 모습 지켜내려던 내 모습 다 너무 후회가 돼 굳게 닫힌 나의 맘과 돌이킬 수 없는 우리 서로를 아프게 했던 그 때가 싫어 난 내가 싫어 시간이 더 흐른다면 서로를 이해할 수 있을까 하지만 그때도 우린 만나지 말자 이런 내가 싫어 나는 너에게 늘 진심이었고 너도 그때만큼은  그랬을 거라 믿어"}, {"song_no": "3832101", "year": "2012", "rank": "25", "title": "정말로 사랑한다면", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "사랑한단 말로는  사랑할 순 없군요 그대 상처 주네요  나의 뻔한 그 말이 너무 쉽게 뱉은 말  너무 쉬운 사랑은 다 거짓말이죠  그래 다 거짓말이죠 무엇을 원하는지  얼마나 힘든 건지 신경 쓰지 않죠  또 쉽게 넘어 갔나요 많이 힘들었나요  그대가 오늘은 헤어지자 말해요 정말로 사랑한담  기다려 주세요 사랑한단 그 말들도 당신의 행동 하나  진심만을 원하죠 정말로 사랑한담 기다려 주세요 그댈 위해 참아줘요 당신의 행동 하나  아픈 추억 돼가요  정말로 사랑한다면 정말로 사랑한다면 사랑한단 말로는 사랑할 순 없군요 그대 기억 하나요  나의 뻔한 그 말이 그댈 웃게 했던 밤  너무 깊은 그 밤은 다 지나 가네요  모두 다 지나 갔군요 무엇을 말 했는지  얼마나 원했는지 기억 하지 않죠  그대만 지쳐 가나요 많이 힘들었나요   그대가 오늘은 헤어지자 말해요 정말로 사랑한담  기다려 주세요 사랑한단 그 말들도 당신의 행동 하나  진심 만을 원하죠 정말로 사랑한담  기다려 주세요 그댈 위해 참아줘요 당신의 행동 하나  아픈 추억 돼가요  그때 또 하필 잡으려  건네는 이 뻔한 한마디 쉽게 뱉은 말 사랑 한단 말로는  사랑할 순 없군요 허 허우워 아아아 허어어 아아아 이젠 사랑할 순 없군요 사랑한다 기다려 주세요 사랑한단 그 말들도 당신의 행동 하나  진심 만을 원하죠 정말로 사랑한담  기다려 주세요 그댈 위해 참아줘요 당신의 행동 하나  아픈 추억 돼가요  정말로 사랑한다면"}, {"song_no": "3854238", "year": "2012", "rank": "26", "title": "Midnight (별 헤는 밤)", "artist": "비스트", "genre": "Dance", "lyrics": "그대는 어떤가요  가끔은 나를 생각한 적 있나요 이 긴 밤에 다시 눈을 감고 그댈 생각하고  잠들지 못하고 그래요 조금 유난히 기네요  그대 없는 밤이 아쉬워지네요  그때 보낸 그 날이 더 계속  무뎌지겠죠 점점 잊혀지겠죠 언젠가는 그대가 잠이 오지 않는 밤  So sad tonight 그대와 함께할 수 없는 이 밤 In the midnight a a a midnight 니 생각에 잠 못 드는  Midnight 다시 찾아온 이 밤  So sad tonight 그대가 없이 다시 맞는 이 밤 In the midnight a a a midnight a 니가 없이 잠 못 드는  midnight 눈감았다 뜨는 사이보다 더 빠르게  날 찾아왔다 떠나가 버린 사랑 당신  You can’t  do this to me 충분하다 충분해  그만 좀 해라 날 아프게 내게 미련이란 이름에  밤은 끝나지 않아 다 지난 얘기 다시 하고 싶진 않지만 내가 그댈 많이 좋아하긴 했나 봐요 계속 생각나겠죠 더 그리워지겠죠 시간이 지날수록 잠이 오지 않는 밤  So sad tonight 그대와 함께할 수 없는 이 밤 In the midnight a a a midnight 니 생각에 잠 못 드는  Midnight 다시 찾아 온 이 밤  So sad tonight 그대가 없이 다시 맞는 이 밤 In the midnight a a a midnight a 니가 없이 잠 못 드는  Midnight 저기 반짝이는 Little star  날 위로해주라 기댈 곳 하나 없이 쓰러지는 오늘 밤 저기 반짝이는 Little star  날 위로해주라 기댈 곳 하나 없이 쓰러지는 별 헤는 밤 계절이 지나  조금씩 달라져가는 이 밤 하지만 난 여전히 난 잠 못 이룬 밤 다시 찾아온 이 밤  So sad tonight 그대가 없이 다시 맞는 이 밤 In the midnight a a a midnight a 니가 없이 잠 못 드는  Midnight"}, {"song_no": "3832079", "year": "2012", "rank": "27", "title": "충분히 예뻐 (feat. 산체스 Of 팬텀)", "artist": "버벌진트", "genre": "Rap / Hip-hop", "lyrics": "girl, you know you deserve better 충분히 예뻐 그런 남자 때문에  상처받아 울기엔 넌 너무 아름다운 걸 고개 들어봐 화장이 이게 뭐야 그 손 내려봐 또 울었니 설마 몇 번을 말했어  그 남잔 아니라고 걔랑 만난 후로 너 잠깐만이라도 행복하다 생각한 적 있니 그는 널 얼마나 소중하게 여기니 그 사람에게 넌 단지 장식품 관심도 없겠지 네 감정 네 상처와 네 꿈 그런 남자에겐 네가 아까워 매일 눈물 흘리기엔  넌 너무 아름다워 넌 사랑받아야 돼 그럴 자격 있어 널 소중하게 대할 남자 여기 있어 충분히 예뻐 그런 남자 때문에 상처받아 울기엔  넌 너무 아름다운 걸 내가 그에게서 벗어나게 해줄게 네 아름다운 두 눈에서  눈물 마르게 해줄게 충분히 예뻐 넌 girl you deserve better love, girl 이해가 안 가, 어째서 넌 그 사람에게서 떠나지 않는지 아프면서도 계속 처음  그 자리로  돌아가잖아 바보도 아니고 난 화가 나 한 번만 더 널 울게 만들면 그 땐 나도 뭔 짓을 할지 몰라 못 참아 그런 남자 때문에 울기엔 넌 충분히 예뻐 꺼내줄게 너  거기에서 사랑 때문에 울기엔 넌 충분히 예뻐  내가 네 곁에 있게 해줘 pretty girl 그 남자는 아직 너를 몰라  he doesn't know pretty girl,  네 안에 있는 보석을 못봐 he's blind to it blind to it 너무도 일방적인 일방적인 그런 관계에서 벗어나게 해줄게  내가 널 행복하게 해줄게 충분히 예뻐 그런 남자 때문에 상처받아 울기엔  넌 너무 아름다운 걸  you deserve better 내가 그에게서 벗어나게 해줄게 get you out of there 네 아름다운 두 눈에서  눈물 마르게 해줄게 충분히 예뻐 상처받아 울기엔  넌 너무 아름다운  걸 내가 그에게서 벗어나게 해줄게 네 아름다운 두 눈에서  눈물 마르게 해줄게 충분히 예뻐 넌 충분히 예뻐 넌 you deserve better love  you deserve better 근데 어째서 넌  그런 남자의 곁에 있는지  I wonder 충분히 예뻐 넌 충분히 예뻐 넌 you deserve better love  you deserve better 내가 행복하게 해줄게  baby girl, if you come to me"}, {"song_no": "3900853", "year": "2012", "rank": "28", "title": "좋겠어 (I wish)", "artist": "FTISLAND (FT아일랜드)", "genre": "Rock", "lyrics": "넌 너무 예뻐서 난 네가 탐이나  넌 너무 착해서 난 네가 탐이나 웬만한 여자는 쳐다본 적 없는  내가 왜 이럴까 바보처럼 매일 매일을 또 너만 떠올려  눈을 감아도 또 너만 떠올려 널 볼 때마다 난 막 심장이  떨려 숨이 막혀 Baby 나라면 좋겠어  그러면 좋겠어 lonely  lonely oh 나의 사랑 네 사랑도 나였으면 좋겠어  uh uh uh uh uh uh Baby 나라면 좋겠어  그러면 좋겠어 lonely  lonely oh 사랑해줘 더 이상은 혼자이긴 싫은데  uh uh uh I love you 딴 사람 만나도 난 너만  보이고 딴생각을 해도  난 너만 보이고 다른 누굴 봐도 관심조차  안 가 내가 왜 이럴까 바보처럼 사랑인가 봐 한숨도  못 자고 널 사랑하나봐  자꾸만 생각나 널 만날 때면 난  어린아이처럼 행복해져 Baby 나라면 좋겠어  그러면 좋겠어 lonely  lonely oh 나의 사랑 네 사랑도 나였으면 좋겠어  uh uh uh uh uh uh Baby 나라면 좋겠어  그러면 좋겠어 lonely  lonely oh 사랑해줘 더 이상은 혼자이긴 싫은데  uh uh uh I love you 사랑해 Love me  날 믿어 Believe me  뭐든지 할 수 있어  널 위해 uh uh uh  특별한 사랑 있나 아무리  찾아도 나만한 사랑 있나  찾아봐도 없을 걸 내 맘이 보이니 내 맘이  들리니 순애보 같은  내 사랑을 받아줘 oh 널 기다리고 기다리는  내가 있잖아 난 오직  너 하나만 사랑해 Baby 너라면 좋겠어  그러면 좋겠어 love me  love me oh 나를 봐줘 내 반쪽이 너였으면 좋겠어  uh uh uh uh uh uh  Baby 너라면 좋겠어  그러면 좋겠어 love me  love me oh 널 사랑해 너 아니면 다른 사랑 안 할래  uh uh uh I love you 나라면 좋겠어 그러면 좋겠어  lonely lonely oh 사랑해줘 더 이상은 혼자이긴 싫은데  uh uh uh I love you"}, {"song_no": "3897155", "year": "2012", "rank": "29", "title": "가까이", "artist": "태연 (TAEYEON)", "genre": "Drama", "lyrics": "하지 못한 말이 너무 많아요  한번도 당신은 듣지 못했지만  내 앞에 보여진 누군갈 아무나   사랑할 그런 사람은 아니에요  세상의 그 많은 사람들 속에  내겐 오직 그대가 보여졌기에  그대만 보며 서있는걸요  이 사랑 후엔 난 잘 모르겠어요  아주 어린 아이가 항상   그러하듯이  지금 이순간 따스히   안아줄래요  언젠간 낯선 이름이 되어도  내 가슴이 그 추억이   다 기억할 테니까  혹시라도 아픈 이별이   온대도 오늘은 그런 생각은   하지 마요  이세상 그 많은 사람들 속에  내겐 오직 그대가 보여졌기에  그대만 보며 서있는걸요  이 사랑 후엔 난 잘 모르겠어요  아주 어린 아이가 항상   그러하듯이  더 가까이 더 따스히   안아줄래요  이제 난 혼자가 아닌 거죠  그 자리에서 오늘 나에게   온 그대 만이  그대만 나의 전부인걸요  이 사랑 후엔 난 잘 모르겠어요  아주 어린 아이가 항상   그러하듯이  더 가까이 더 따스히   안아줄래요  더 가까이 더 따스히  안아줄래요"}, {"song_no": "3889745", "year": "2012", "rank": "30", "title": "One Of A Kind", "artist": "G-DRAGON", "genre": "Rap / Hip-hop", "lyrics": "I’m just wild &amp; young   I’m just wild &amp; young   do it just for fun  Hello Yes sir I’m one of a kind   난 재주 많은 곰 No  곰 보단 여우  Hello Yes sir  I’m one of a kind   난 재수없는 놈   좀 비싼 몸 Get out  네 형 네 누나 왜 그래요   아이고 심심하구나 여보세요  네 형 네 누나 왜 그래요  아 잘나가서 아 죄송해요  전화 한 통이면 달려가   1988-0818번 call me  어머나 누가 나 좀 말려봐   난 연예가 일급 사건  남다르니까 그게 나니까   뭐만 했다 하면 난리라니까  유행을 만드니까 다 바꾸니까   그니까 이 실력이 어디 어디 갑니까  Get back 이건 장난 아냐  Young &amp; rich that’s 나란 말이야  It’s so unfair  so what 어떡해  지금 장난하냐  나 장난 아냐  Hello Yes sir I’m one of a kind   난 재주 많은 곰 No  곰 보단 여우  Hello Yes sir   I’m one of a kind   난 재수없는 놈 좀 비싼 몸   Get out  벌써 2집 나는 안 털어 빈집   내 랩은 그녈 침실로 데려가 눕히지   I’m busy  oh busy 내 비즈니스엔 money   꽃이 피지 난 쉬지 않아   내 노랜 건물을 올리지  I Love it 쪼끄만 놈이 나와 무대를 휙휙  저어 맘에 영 안 들어 눈에 밟혀  고개를 돌려도 이리저리 가는 곳곳 얘 음악 얘 사진으로  도배돼 미친척해도 없어서 못 팔아  나 땜에 못 살아 Get back 이건 장난 아냐 Young &amp; rich that’s 나란 말이야 It’s so unfair so what 어떡해 지금 장난하냐 나 장난 아냐 라라라 예쁘게 좀 봐주세요  욕하지 말아주세요 라라라 귀엽게 받아주세요  사랑해주세요 Hello Yes sir I’m one of a kind  난 재주 많은 곰 No 곰 보단 여우 Hello Yes sir I’m one of a kind  난 재수없는 놈 좀 비싼 몸  Get out 네 형 네 누나 왜 그래요 아이고 심심하구나 여보세요 네 형 네 누나 왜 그래요 아 잘나가서 아 죄송해요 날 따라해요 날 따라해요 다  따라해요 다 따라해요 날 따라해요 날 따라해요 따라  따라해요 따라 따라해요 Hello Yes sir I’m one of a kind  난 재주많은 곰 No 곰 보단 여우 Hello Yes sir I’m one of a kind  난 재수없는 놈 좀 비싼 몸  Get out"}, {"song_no": "3864962", "year": "2012", "rank": "31", "title": "자꾸만 자꾸만", "artist": "신용재 (포맨)", "genre": "Ballad", "lyrics": "천장에 떠있는 글자 넌 오늘 뭐할까 이불을 걷어 차봐도 생각은 떠나질 않아 어쩌면 좋을까 터질 것만 같은데 말을 할까 말까 티를 낼까 말까 너는 이런 날 모르지만 안된다 안된다 또 생각나 죽어도 안된다 안된다 또 너잖아 아무리 나를 비워도 자꾸 난 또 자꾸만 맘이 너에게 가있는데 어떡해 친구들 내게 말을 해 너 요즘 이상해 괜히 난 버럭 또 화를 내 내가 왜 너를 좋아해 아냐 난 아냐 난 인정할 수 없는데 진짜 사랑일까 순간 착각일까 나도 이런 날 모르지만 안된다 안된다 또 생각나 죽어도 안된다 안된다 또 너잖아 아무리 나를 비워도 자꾸 난 또 자꾸만 맘이 너에게 가있는데 어떡해 말로는 설명이 안돼 내 맘 너만 생각하면 너만 마주치면 또 안달이 나는걸 안된다 안된다 또 생각나 알겠다 알겠다 내 마음을 이제야 알겠다 알겠다 내 사랑을 다시는 너의 뒤에서 숨는 일 없으니까 더는 망설이지 않을게 더는 비겁하지 않을게 이젠 너에게 고백할게 사랑해"}, {"song_no": "3822632", "year": "2012", "rank": "32", "title": "가슴이 시린 게", "artist": "이현", "genre": "Drama", "lyrics": "날 돌아봐줘요 곁에 있어요 고개를 돌려봐요  딴 곳만 보네요 늘 그랬듯이 먼 곳만 보네요  그 사람을 사랑하는 그댈 보면서 살아 가는 게 내 사랑인걸 아나요 가슴이 시린 게 바라만 보는 게 그대가 없는 게 습관처럼 익숙해져 난 아픈 줄도 모르네요 눈물이 나는데 말도 못하는데 웃어야 하는데 습관처럼 그대 앞에서 바보처럼 사랑해서 눈물이 나는데 단 한번이라도 그대 힘들면 나를 봐줄래요 울지 마요 울지 마요 그댈 보면서 기도해봐요 나의 바램을 아나요 가슴이 시린 게 바라만 보는 게 그대가 없는 게 습관처럼 익숙해져 난 아픈 줄도 모르네요 눈물이 나는데 말도 못하는데 웃어야 하는데 습관처럼 그대 앞에선 바보처럼 사랑해서 이렇게 웃는데 가슴이 시린 게 바라만 보는 게  모른 척 하는 게 아닌 척 하는 게 못 본 척 하는 게 그댈 만나 매일매일 난 몰래 배운 사랑이죠 그리워하는 데 잡고만 싶은데 안고만 싶은데 사랑한다 한마디조차 못하고서 돌아서죠 그리워하는데"}, {"song_no": "3840800", "year": "2012", "rank": "33", "title": "DAY BY DAY", "artist": "티아라", "genre": "Dance", "lyrics": "내품은 너에게 피난처 다른 사람에 나는 버려져 사랑 그 끝은 까만 터널속 보이지 않는 길이 나는 너무 두려워 태양이 내리쬐는 붉은 사막처럼 목말라 울고 있는 사람처럼  kiss me ma baby 이 밤이 가기전에 내게 어서빨리 Day by Day 니 품이 그리워져 너무 사랑 했나봐  이 밤이 지나가면 눈물되어 톡 톡 톡 저 은빛 달이 지면 사라질까 아직 남아있는 니 향기 꿈같던 추억들도 흩어질까 빗물처럼 멀리 톡 톡 톡  Kiss me baby I'll must be stay here Day by Day 사랑한다고 속삭여줘 Kiss me baby Just you can take me Day by Day 내 눈물이 마르기 전에 뚜루루루루루루 뚜루두 바람 처럼 모두 사라져 버린 너 뚜루루루루루루 뚜루두 하루하루 널 그리며 day by day 스치는 추억들이 그리운 밤 들려오는 너의 목소리 영원을 약속했던 수많은 밤 눈물되어 톡 톡 톡 Kiss me baby I'll must be stay here Day by Day 사랑한다고 속삭여줘 Kiss me baby Just you can take me Day by Day 내 눈물이 마르기 전에 뚜루루루루루루 뚜루두 바람 처럼 모두 사라져 버린 너 뚜루루루루루루 뚜루두 하루하루 널 그리며 Day by Day 떠나가는 니 모습 니 생각에 또 눈물이 흘러 돌아온다고 말해줘 우리사랑 영원하도록 넌 나를 두고 가라 저 멀리 멀리 길 따라 사라져 미친 사랑끝 아슬한 낭떠러지 질긴 사랑에 감염돼 계속떨었지 슬픈 시를 읊어대는 내 입술이 너의 까만 눈동자에 기억되리 kiss me ma baby 이 밤이 가기전에 내게 어서빨리  Day by Day Kiss me baby  I'll must be stay here Day by Day 슬프지만 너를 지울래 Kiss me baby Just you can take me Day by Day 내 눈물이 마르기 전에 kiss me baby take me day by day"}, {"song_no": "3910819", "year": "2012", "rank": "34", "title": "Missing You", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "어쩌면 처음부터 정해진 건지 몰라 철없던 웃음 그 눈물까지도 어쩌면 너와 나는 이게 나을지 몰라 사랑한 기억 다 잊는다 해도 따뜻한 비가 내리면 넌 다시 날 찾아와 마치 며칠 전 우리 약속한 것처럼 I'm missing you 너무 사랑한 날 다신 오지 않을 날 Cause of you 너도 나와 같은 생각이길 바래 I'm missing you 많이도 아픈 날 내겐 눈물뿐인 날 Thought of you 너도 나와 같은 모습이길 바래 시간 속에 우리는 지워지겠지 내게 남아있는 니 작은 조각들이 사라져가 I'm missing you 너무 사랑한 날 다신 오지 않을 날 Cause of you 너도 나와 같은 생각이길 바래 I'm missing you 많이도 아픈 날 내겐 눈물뿐인 날 Thought of you 너도 나와 같은 모습이길 바래 I'm missing you"}, {"song_no": "3834908", "year": "2012", "rank": "35", "title": "한사람", "artist": "허각", "genre": "Drama", "lyrics": "이대로 끝나버릴 것만 같아서 그대가 숨어버릴 것만 같아서 자꾸만 보네요 그대만 보네요 멍한 바보처럼 이렇게 커져가는 마음이 난 두려워 오늘도 모른 척 그댈 지나치려 해도 눈물이 흘러서 내 심장이 터질 것 같아서 이젠 그대 얼굴 그대 이름 온종일 그리는데 사랑해요 그대  그 아픔까지 함께할게요 힘든 이 세상에 날 웃게 해준 한 사람 혹시나 그대 내게 오는 길 어렵다면 그냥 서 있어요 내가 그대에게 갈 테니 이렇게 커져가는 마음이 난 두려워 오늘도 모른 척 그댈 지나치려 해도 눈물이 흘러서 내 심장이 터질 것 같아서 이젠 그대 얼굴 그대 이름 온종일 그리는데 사랑해요 그대  그 아픔까지 함께할게요 힘든 이 세상에 날 웃게 해준 한 사람 혹시나 그대 내게 오는 길 어렵다면 그냥 서 있어요 내가 그대에게 아파도 웃음이 나요 그대만 생각하면 견딜 수 있죠 버틸 수 있죠 나는 사랑해요 그대  그 아픔까지 함께할게요 힘든 이 세상에 날 웃게 해준 한 사람 혹시나 그대 내게 오는 길 어렵다면 그냥 서 있어요 내가 그대에게 갈 테니"}, {"song_no": "3906382", "year": "2012", "rank": "36", "title": "결국 (Feat. 로제 of BLACKPINK)", "artist": "G-DRAGON", "genre": "Dance", "lyrics": "Love is painful  all the love is painful 바보처럼 반복  That’s what I always do But pain is beautiful  It’s same as you 희망은 실망으로  소망은 절망으로 사랑이 깊어질수록  아픔은 deep해 더 이번엔 다를 거란 착각 혹은 기대 uh 결국 몇 년이 지났을까  영원이란 건 없다 결국 인연이 아닌 걸까  다시 혼자가 되다 겨우 겨우 겨우  진짜 사랑을 찾은 줄 알다가 결국또 결국 이렇게 끝나버린다 내 마음은 처음부터 그대로인데  상처로 가득해 이젠 그대로 인해 점점 변해가 차가운 네 목소리에  나도 식어가고 멀어지는 우리 사이 되돌리기엔  아무 감정 없이 서로를 맴돌기엔 힘에 겨워 나 이별을 선물하고  돌아서 I’m fallin’ without you 결국 누구의 잘못일까  사랑이란 건 없다 결국 이별이 지는 걸까  지쳐 나 잠이 들다 겨우 겨우 겨우 여기까지가 마지막인지 우린 결국 또 결국 또 다시 남이 되나 내 마음은 처음부터 그대로인데  상처로 가득해 이젠 그대로 인해 점점 변해가 차가운 네 목소리에  나도 식어가고 멀어지는 우리 사이 되돌리기엔  아무 감정 없이 서로를 맴돌기엔 힘에 겨워 나 이별을 선물하고  돌아서 I’m fallin’ without you ye I’m fallin’ without you hey Let’s go 처음에는 몰랐겠지  그녀의 빈 자리가 좋았겠지 하루 이틀 모레 지나 보낸  뒤에서야 비로소 그녀가 고맙겠지 몰랐겠지 네 자신에 대해 너 없이  잘 살 수 있다던 그 확신에 대해 오늘과 다른 내일 벌써 1, 2년  이 시련만큼 늘어나는 미련 시간이 지나면 달라지길 기도해 For you my baby 내 마음은 처음부터 그대로인데  상처로 가득해 이젠 그대로 인해 점점 변해가 차가운 네 목소리에  나도 식어가고 멀어지는 우리 사이 되돌리기엔  아무 감정 없이 서로를 맴돌기엔 힘에 겨워 나 이별을 선물하고  돌아서  I’m fallin’ without you ye I’m fallin’ without you"}, {"song_no": "3820695", "year": "2012", "rank": "37", "title": "굿모닝 (Feat. 권정열 Of 10cm)", "artist": "버벌진트", "genre": "Rap / Hip-hop", "lyrics": "good morning  이렇게 문자를 보내  너에게 빠진 것 같아 위험해  어젯밤에 내가 했던 얘기  전부 다 기억나진 않겠지  우리만 가면 닫을 준비를 하던 가게  너와 나 둘만 남은 다음에  전람회의 노래처럼  내가 촌스럽고 어설프게  털어놨잖아 고백  분명히 기억나 네 얼굴에  붉은 꽃이 활짝 피었던 거  조명 때문에 한  혼자만의 착각은 아니라고 믿어  good morning   이렇게 문자를 보내  좋은 아침이야 너에게 빠진 것 같아 위험해 오 굳이 답장은 안 해도 좋아  지금 이 느낌을 늦기 전에   꼭 전하고파  hope you have a good good morning   hope you have a good good morning   hope you have a good good morning   hope you have a good good morning   좋은 아침이야 참 신기한 일이야  분명히 귀가시간은 자정이 훨씬   지난 후였지  근데 이렇게 가뿐히   하루를 시작하다니  아마 내 맘이 고백할까 말까  그동안 참 많이 괴로웠나봐  이제 난 네 대답만 기다릴래  너무 늦진 않길 바래  너무 서두르진 않아도 돼  해지기 전에만  너의 맘이 편할 때 대답해주면 돼  good morning   이렇게 문자를 보내  좋은 아침이야  너에게 빠진 것 같아 위험해  오 굳이 답장은 안 해도 좋아  지금 이 느낌을   늦기 전에 꼭 전하고파  good morning good morning good morning good morning 이렇게 문자를 보내 너에게 빠진 것 같아 위험해 오 굳이 답장은 안 해도 좋아 지금 이 느낌을  늦기 전에 꼭 전하고파 hope you have a good good morning  hope you have a good good morning  hope you have a good good morning  hope you have a good good morning"}, {"song_no": "3832098", "year": "2012", "rank": "38", "title": "그댈 마주하는건 힘들어 (그마힘)", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "그댈 마주하는거는 너무 힘들어 그때 그 기억이 나를 괴롭게 하네 이런 말을 해도 될진 모르지만 행여 나와는 제발 마주치지 마요 그날의 향수가 남아있는 곳은 아직 너무 힘들어 하나도 괜찮지 않아 그러니 우리 우연히라도 그때의 맘 그날의 밤 떠오르게 만들지는 마요  워워워 그대 없는 곳 우리 없는 곳  지나갈테니 그러니 그대도 나를 좀 피해줘요  워워워 라랄라 라라라라 라랄라 라랄라 라라라라 라랄라라라 그댈 마주하는거는 아직 힘들어 그때 그 기억이 나를 외롭게 하네 이런 말을 해도 될진 모르지만 행여 나와는 제발 마주치지 마요 그날의 향수가 남아있는 곳은 아직 너무 힘들어 하나도 괜찮지 않아 그러니 우리 우연히라도 그때의 맘 그날의 밤 떠오르게 만들지는 마요  워워워 그대 없는 곳 우리 없는 곳  지나갈테니 그러니 그대도 나를 좀 피해줘요  워워워 라랄라 라라라라 라랄라 라랄라 라라라라 라랄라라라 아무렇지 않은가요 너도 이제 떨어지는 꽃 몰래 이렇게 바라보는 것도 나도 내가 왜 이러는건지 그러니 우리 우연히라도 그때의 맘 그날의 밤 떠오르게 만들지는 마요  워워워 그대 없는 곳 우리 없는 곳  지나갈테니 그러니 그대도 나를 좀 피해줘요  워워워 그러니 우리 우연히라도 그때의 맘 그날의 밤 그대의 맘  그대의 밤 그대의 봄 모든 게 날 미치게 해 하아아아아아아아 예 워어어어어어어어어워"}, {"song_no": "3891852", "year": "2012", "rank": "39", "title": "대박사건 (Crash)", "artist": "B.A.P", "genre": "Dance", "lyrics": "말도 안 돼 정말 완벽해  숨이 가빠 이건 반칙인걸 너의 눈 그 입 그 모든 게  나의 마음을 다 흔들어 놓은걸 잊지 못할 그녀의 첫 느낌에  바보처럼 빼앗긴 맘 내 가슴이 고장난 것처럼  난 사랑에 불이 나고 심장만 쿵쾅 쿵쾅 뛰고 또 뛰고 제발 살려줘  you're my girl Help me help me help me 널 보면 숨이 가빠 Help me help me help me 널 보면 눈이 부셔 심장만 쿵쾅 쿵쾅 뛰고 널 찾고 Where you are 널 기다려 너너너 널 이제 만난 건  아 진짜 대박사건 아무리 봐도 널 알고 싶어  코난이 돼 내 마음모를껄 난 자꾸 널 생각해 걸  내 첫사랑도 잊게 했어 넌 계속 니가 가라고 해도  난 니가 다라고 말하고 말테야 Cause I Love You Girl 잊지 못할 그녀의 첫 느낌에  바보처럼 빼앗긴 맘 내 가슴이 고장난 것처럼  난 사랑에 불이 나고 심장만 쿵쾅 쿵쾅 뛰고 또 뛰고  제발 살려줘 you're my girl Help me help me help me 널 보면 숨이 가빠 Help me help me help me 널 보면 눈이 부셔 심장만 쿵쾅 쿵쾅 뛰고 널 찾고 Where you are  널 기다려 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나 나  나 나 나 나 나 나 나 나 나 나  나 나 나 나 나 잡힐듯 하다가도 멀어지는 그녀 나에게 부디 한번 기회를 제발 주렴 내 맘이 들린다면 대답해요 나에게 가슴이 고장난 것처럼  난 사랑에 불이 나고 심장만 쿵쾅 쿵쾅 뛰고 또 뛰고 제발 살려줘  you're my girl Help me help me help me 널 보면 숨이 가빠 Help me help me help me 널 보면 눈이 부셔 심장만 쿵쾅 쿵쾅 뛰고 널 찾고 Where you are 널 기다려"}, {"song_no": "3892808", "year": "2012", "rank": "40", "title": "너 그렇게 살지마", "artist": "럼블피쉬", "genre": "Rock", "lyrics": "너 아닐거야 그래 아닐거야  내 눈이 나빠졌나봐 회사에 바쁜 일 있다던  니가 왜 여기있어 저 파란 셔츠 저 손목시계 내가 사준 게 맞는데 그 옆에 달라붙어있는 그 여자는 또 뭔데 한참을 멍하니 보다가 눈 마주친 순간 당황하는 니 그 표정에 나도 정신이 번쩍 들어 참 기막혀 너 그렇게 살지마 어이없어 눈물조차 안 나와 너 어떻게 이러니 나 정말 잘 해줬는데 구차하게 매달리진 않을게 너 같은 거 미련 없이 싹 다 잊어줄게 그래 나도 남들 다 알아주는 잘난 여자니까 자 정신차려 숨 가다듬고 못 본 척 돌아서는데 그렇게 몇 발짝 못 가서 전화벨이 울려 받지마 할 얘기 없잖아 다 끝난 거잖아 쓸데없이 또 이런저런  변명 따위 난 듣기 싫어  참 기막혀 너 그렇게 살지마 어이없어 눈물조차 안 나와 너 어떻게 이러니 나 정말 잘 해줬는데 구차하게 매달리진 않을게 너 같은 거 미련없이 싹 다 잊어줄게 그래 나도 너 만큼 잘 나가는 여자야 나 정말 많이 사랑했는데 나 진짜 너 밖에 몰랐는데 어서 빨리 따라와서 붙잡아 미안하다 사랑한다 말해줘 그래 이번 한 번만 눈 딱 감고 넘어 갈게 그냥 잠깐 미쳤다고 얘기해 화가 나도 다시 한 번 입술 꽉 깨물고 참아줄게 아무 일 아닌거야 내게 돌아와 줘"}, {"song_no": "3866219", "year": "2012", "rank": "41", "title": "부산 바캉스", "artist": "레게 강 같은 평화", "genre": "Rap / Hip-hop", "lyrics": "오늘밤엔 분명히 운명적인 만남이 시작 될 것 같은데 잠시만 어제 고민 다 접어 놓고 별을 보러 떠나요 Baby 어젯밤 울었나요 두 눈 부어있네요 내 손 잡아요 한번만 딱 한번만 Oh 나를 믿어요 화장은 안해도 돼 쌩얼로 멘트는 달콤해도 쎈걸로 니 여자친구들도 내 남자친구들도 돈 걱정 하지 말고 다 불러 이뻐 넌 Reggae Drum 절대 후회 없는 걸 그대가 원하는 것이면 뭐든지 해줄게 오늘밤 RAH Let’s Go Everybody come to 해운대 Oh Oh Everybody come to 광안리 Oh Oh Everybody come to 동백섬 Oh Oh Oh Oh 부산 바캉스 Everybody come to 남포동 Oh Oh Everybody come to 자갈치시장 Oh Oh Oh We rocking with the 아가씨 Oh we rock Oh we rock rock 부산 바캉스 길을 잃어 헤맬 때 별이 보이지 않을 때 해줄 것은 없지만 아직도 끙끙대며 걱정하는 그대 이 노래를 불러요 쓸데없는 생각들은 하지마 우리는 서로에게 마지막 가끔씩 다른 여자 눈길이 가도 내 마음은 항상 너니까 이뻐 넌 Reggae Drum 절대 후회 없는 걸 그대가 원하는 것이면 뭐든지 해줄게 오늘밤 RAH Let’s Go Everybody come to 해운대 Oh Oh Everybody come to 광안리 Oh Oh Everybody come to 동백섬 Oh Oh Oh Oh 부산 바캉스 Everybody come to 남포동 Oh Oh Everybody come to 자갈치시장 Oh Oh Oh We rocking with the 아가씨 Oh we rock Oh we rock rock 부산 바캉스 Say 랄랄랄라 랄랄라 랄랄랄라 랄랄라 랄랄랄라 랄랄라 Oh we rock Oh we rock rock 부산 바캉스 Let’s Go Everybody come to 해운대 Oh Oh Everybody come to 광안리 Oh Oh Everybody come to 동백섬 Oh Oh Oh Oh 부산 바캉스 랄랄랄라 랄랄라 랄랄랄라 랄랄라 랄랄랄라 랄랄라 Oh we rock Oh we rock rock 부산 바캉스"}, {"song_no": "3906453", "year": "2012", "rank": "42", "title": "그 남자 (원곡가수 현빈)", "artist": "The One (더원)", "genre": "Ballad", "lyrics": "한 남자가 그대를 사랑합니다 그 남자는 열심히 사랑합니다 매일 그림자처럼 그대를 따라다니며 그 남자는 웃으며 울고 있네요 얼마나 얼마나 더 너를 이렇게 바라만 보며 혼자 이 바람같은 사랑 이 거지같은 사랑 계속해야 네가 나를 사랑하겠니 조금만 가까이 와 조금만 한 발 다가가면 두 발 도망가는 널 사랑하는 난 지금도 옆에 있어 그 남잔 웁니다 그 남자는 성격이 소심합니다 그래서 웃는 법이  배웠답니다 친한 친구에게도 못하는 얘기가 많은 상처투성이 얼마나 얼마나 더 너를 이렇게 바라만 보며 혼자 이 바람같은 사랑 이 거지같은 사랑 계속해야 네가 나를 사랑하겠니 조금만 가까이 와 조금만 한 발 다가가면 두 발 도망가는 널 사랑하는 난 지금도 옆에 있어 그 남잔 웁니다 그 남자가 나라는 걸 아나요 알면서도 이러는 건 아니죠 모를 거야 그댄 바보니까 조금만 가까이 와 조금만 한 발 다가가면 두 발 도망가는 널 사랑하는 난 지금도 옆에 있어 그 남잔 웁니다"}, {"song_no": "3896376", "year": "2012", "rank": "43", "title": "사랑아 또 사랑아", "artist": "백지영", "genre": "Drama", "lyrics": "잠시 아주 잠시 널 보낸 게  힘이 들어 눈물이 나 우리 사랑 허락되지  않을 것 같아서 그래서 더 가슴 아파 사랑이  날 어지럽혀 죽을 것만 같은 내 앞에서  미소 짓는 그대 얼마나 너만을 내가 그리워만  했었는지 이제야 이제야 내맘 알아  볼 수 있는거니 사랑한다는 말로도 채워질  수 없을 만큼 커진 운명보다 운명같은 사랑 서로 사랑 하고 미워하는  그 흔한 일 왜 힘들어 우리사인 늘 그렇게  바래야만 하는지 그래서 더 가슴 아파  사랑이 날 어지럽혀 죽을 것만 같은 내 앞에서  미소 짓는 그대 얼마나 너만을 내가 그리워 해야 하는지 이렇게 이렇게 내맘 알아  볼 수 없는거니  사랑한다는 말로도 채워질  수 없을 만큼 커진 운명보다 운명같은 사랑 같은 하늘 아래 살고 지고 같은 마음으로 울고 웃고 이렇게 내맘 니 안에서만  살아가고 있는데 사랑아 또 내 사랑아  아프고 아파서 잠긴 내 마음 이 못난 마음  받아줄 순 없는거니 사랑한다는 말로도 채워질  수 없을 만큼 커진 운명보다 운명같은 사랑"}, {"song_no": "3890546", "year": "2012", "rank": "44", "title": "두 뺨에 닿기 전에", "artist": "별", "genre": "Drama", "lyrics": "문득 거울을 보고 알았어 내가 좀 많이 힘들다는 걸 웃어도 왠지 눈빛 저 안 깊이 뭔가 한가득 맺혀 있어 그 떨리던 순간 처음 니 손을 잡았던 내 표정이 뭔지 기억이 않나 이렇게 이렇게 웃어도 끝내 새어 나와 참았던 눈물이 말야 두 뺨에 닿기 전에 다시 달려가 달려가 널 꼭 안아 줄거야 정말 사랑해 사랑해 돌아와 달라고 오 지금 나의 곁으로 그 어두웠던 밤 너 가던 날엔 난 몰랐어 내 모든 것을 잃게 된단 걸 나 그땐 볼 수가 없어서 보기가 싫어서 너의 그 눈물을 말야 두 뺨에 닿기 전에 다시 달려가 달려가 널 꼭 안아 줄거야 정말 사랑해 사랑해 돌아와 달라고 오 지금 나의 곁으로 불러도 대답 없는 너  너를 찾아가는 나 애쓰며 버티는 두 사람 나 할 수 있어 해냈으면 좋겠어 시간을 멈춰 뒤로 돌리며 다시 눈물이 눈물이 두 뺨에 닿기 전 오 지금 나의 곁으로 사랑해 사랑해 돌아와 달라고 오 지금 나의 곁으로 오 두 뺨에 닿기 전에"}, {"song_no": "3883073", "year": "2012", "rank": "45", "title": "ANYMORE", "artist": "서인영", "genre": "Dance", "lyrics": "어디선가 네 목소리가 들려와 또 바보처럼 네 모습 그려봐 난 또 설명할 수 없는 강한 힘이 날 감싸고 내 삶에 깊이 박힌 빛 바랜 추억들만 넌 잘 지내고 있다는 소식을 들었어 멈춰버린 시간 속에 나 혼자 갇혀 있잖아 네가 원한 건 내가 아닌 걸 알면서도 널 붙잡고 있었던 바보 같은 난 이제 여기 없어 And I Feel Like We Can’t’ Go on Anymore Anymore oh oh oh anymore oh oh oh anymore oh oh oh I Don’t Wanna Cry anymore 네가 없는 하루도 나쁘지 않아 그래 차라리 더 잘된 것 만 같아 you know 넌 내가 울며 매달리길 바라겠지만 그건 너의 이기적인 생각이야 It’s Too Late 추억도 시간 앞에 시들어 버린 꽃 밤하늘에 떨어지는 별처럼 빛을 잃어가 네가 원한 건 내가 아닌 걸 알면서도 널 붙잡고 있었던 바보 같은 난 이제 여기 없어 And I Feel Like We Can’t’ Go on Anymore Anymore oh oh oh anymore oh oh oh anymore oh oh oh I Don’t Wanna Cry anymore 내 곁에 있을 때보다 행복해야 돼 Cause I know that 너도 가끔 날 생각하고 있다는 걸 네가 원한 건 내가 아닌 걸 알면서도 널 붙잡고 있었던 바보 같은 난 이제 여기 없어 And I Feel Like We Can’t’ Go on Anymore Anymore oh oh oh anymore oh oh oh anymore oh oh oh I Don’t Wanna Cry anymore"}, {"song_no": "3910816", "year": "2012", "rank": "46", "title": "기억리듬", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "널 닮은 새하얀 리듬 속삭이듯 내 귓가를 우리의 그 추억들이 하나 둘 되살아나 이대로 멈춰도 좋아 아무래도 난 좋아 빛바랜 옛 기억들이 스쳐 지나네 You and Me 우리 둘이 시원한 바람 속 멜로디 Here with me Stay with me 따뜻한 너의 작은 목소리 Oh How much I love you 우리 여기 함께 있어 내 손을 잡고 두 눈을 감아 This song is for you I wanna give love to you Everyday I think of you I wanna make you feel good Everywhere I think about you I wanna give love to you Everyday I think of you I wanna make you feel good Everyday Everyday You and Me 우리 둘이 시원한 바람 속 멜로디 Here with me Stay with me 따뜻한 너의 작은 목소리 Oh How much I love you 우리 여기 함께 있어 내 손을 잡고 두 눈을 감아 This song is for you I wanna give love to you Everyday I think of you I wanna make you feel good Everywhere I think about you I wanna give love to you Everyday I think of you I wanna make you feel good Everyday Everyday I wanna give love to you Give my love to you"}, {"song_no": "3837815", "year": "2012", "rank": "47", "title": "안되겠더라", "artist": "포맨", "genre": "Drama", "lyrics": "참 웃기더라 그땐 몰랐는데 귀찮아했는데 그게 그리워지더라 떠오르더라 너의 조각들이 우리 함께한 그 약속들이 날 가득 채우더라 니가 아닌 사람 만나 잊으려 해봐도 니가 남기고 간 그 추억들만 생각나더라 안되겠더라 너 없이 못살겠더라 너 없이 내 안에 내 안에서 너만 그대로더라 기억하더라 가슴이 너의 빈 자린 너무 크더라 정말 니가 아닌 누구도 안되더라 어딜 가도 어딜 봐도 니가 보이더라 잡으려 해도 넌 닿지 않아서 더 아프더라 안되겠더라 너 없이 못살겠더라 너 없이 내 안에 내 안에서 너만 그대로더라 기억하더라 가슴이 너의 빈 자린 너무 크더라 정말 니가 아닌 누구도 안되더라 니가 사랑이더라 니가 내 꿈이더라 넌 전부였더라 너 없인 내가 없더라 너 없인 의미 없더라 내 안에 내 안에서 점점 넌 커지더라 기억하더라 가슴이 너의 빈 자린 너무 크더라 니가 아닌 누구도 안되더라"}, {"song_no": "3906384", "year": "2012", "rank": "48", "title": "Today (Feat. 김종완 Of Nell)", "artist": "G-DRAGON", "genre": "Dance", "lyrics": "난 오늘도 아무렇지 않게 얘길 하죠 여자친군 없다고 말하며  몰래 전화길 끄고 이 밤은 너에게 위로를 받고 싶어  더 이상은 묻지 말아줘 그녀에겐 절대로 들리지 않게  비밀로 하고 Yeah 널 처음 본 순간 no more  아무것도 보이지 않았고 내 여자도 오늘만은  없다 가정하고 무엇이 날 또 홀린 거야  이럼 안돼 알아 외도인 거야 Enjoy인 거야 무슨 소리인 거야  그냥 그렇게만 보인거야 So today, I don’t care Cuz we wild we rolling stones Today 난 바람처럼 자유롭게  I’m rockin’ my life away 난 오늘도 외롭다며  이내 맘을 주죠 혼자 있는게 싫다  괜한 여운을 남겨 기대고 사랑하는 사람과 헤어지고  새로운 만남은 너라고 나를 기다리고 있는  내 그녀는 잠이 들고 있을까요 바깥 새벽 하늘은 캄캄해 여기서  잠깐 쉬고 가자 한 밤의 울려라 라파파팜팜 너무 깊게  빠져서 헤어나올 수 없어도 내일이면 돌아갈 거야 그녀에게 So today, I don’t care Cuz we wild we rolling stones Today 난 바람처럼 자유롭게  I’m rockin’ my life away Yea hey baby I got something to tell you You know 내가 봐도 해도 내가 너무했지  첨엔 뭐 순했지 나중엔 즐겼어  죽였어 but 허무했지 그녀는 억울해했지 사실 알고 나니  써늘했지 그것도 아주 많이  변명만 늘어놔 어눌했지 내 말투가 난 머뭇댔지  솔직히 말해 그걸 어떻게 말해  너 하나론 부족해 뭐 이렇게 말해 내 맘 속 가득한 사랑방 today,  손님은 for free So today, I don’t care Cuz we wild we rolling stones Today 난 바람처럼 자유롭게  I’m rockin’ my life away So today, I don’t care Cuz we wild we rolling stones Today 난 바람처럼 자유롭게  I’m rockin’ my life away So today, I don’t care Cuz we wild we rolling stones Today 난 바람처럼 자유롭게  I’m rockin’ my life away"}, {"song_no": "3853074", "year": "2012", "rank": "49", "title": "한 여름 밤의 꿈", "artist": "브라운아이드걸스", "genre": "Ballad", "lyrics": "너의 숨소리가  귓가에 불어오는 밤 식지 않은 이 여름 밤을  난 너와 함께 도시 불빛이면 나는 충분해 네가 보이니까 난 손끝으로도 널 다 볼 수 있으니까 ooh baby, 오늘 여기서  나는 너의 lady 어둠 속의 그 눈빛으로 scan me 조금 더 더워질거야  우린 지금 닿아 있잖아 한 여름 밤에 깊은 꿈을 꾸는 우리 멀리 달빛이 우리 사랑을 내려봐 너에게 반해 취한 것만 같은 내게 첨인 것처럼 끝인 것처럼 kiss me 우리들의 어깨 위로  한 여름 밤의 어스름이  또 내리어 와 솔직해질게 맞닿은 손등으로  떨림이 전해지네 살짝 부딪힌 입술이  아쉬워 좀 더 내비출래 절대 못 잊을 밤이 되게 끈적이지만 달콤하잖아  너와의 입맞춤이 흔들리지마 내 눈을 봐봐  너만 있어 가득히 깨고 싶지 않아 영원하길  이 꿈이 소설 속 연인들처럼  아름다우니 우린 ooh baby, 밤새워 나눌 우리의 얘기 언제부터 나였는지 다 tell me 더 다가서야 볼 수 있는  너의 그 붉은 입술로 한 여름 밤에 깊은 꿈을 꾸는 우리 멀리 달빛이 우리 사랑을 내려봐 너에게 반해 취한 것만 같은 내게 첨인 것처럼, 끝인 것처럼 kiss me  나 그래도 되니 어 긴 사랑을 바래도 나 조금 더 천천히 말할게 oh 사랑해 너만을 영원히 for real for real 내 모든 밤을 전부 주고 싶은 그대 오직 네 품에 기대고 싶은 나인걸 또다시 나를 꿈을 꾸게 하는 그대 다신 이 꿈이 깨지 못하게 kiss me"}, {"song_no": "3840677", "year": "2012", "rank": "50", "title": "미안해서 미안해 (Feat. G.NA)", "artist": "김진표", "genre": "Rap / Hip-hop", "lyrics": "오늘도 넌 날 아프게 하는걸 지금도 난 행복하진 않은걸 너를 사랑하지만 이제 이쯤에서 그만해 나 오늘 너를 떠날꺼야 오래된 연인이 뭐 다 이런 거지 그냥 다 귀찮은게 이상한 게 아닌거지 라 말하면 니가 사랑이 식은 거라며 왜 내게 아쉬운 표정을 짓는 건지 그렇게 따지자면 너나 나나 마찬가지 너도 많이 변한 것은  알고 있는 건지 지금까지 설렌다면 그게 이상하지 제 정신이 아닌 거지 혹시 내가 널 아프게 한다 해도 제발 나를 떠나지만 마요 소리치며 화를 내도 진심 아니에요 제발 나를 떠나지만 마요 혹시 내가 잠시 한 눈 판다 해도 제발 나를 떠나지만 마요  내가 잠깐 미쳤었나봐요 맘 아프게 제발 나를 떠나지만 마요 oh 하지만 넌 날 아프게 하는걸 지금도 난 행복하진 않은걸 너를 사랑하지만 이제 이쯤에서 그만해 나 오늘 너를 떠날꺼야 어떻게 매일 행복해 오늘처럼 이렇게 아닌 날도 있는 거지 뭐  사랑해 행복해 우리 영원해 하다가도 죽이네 살리네 짐 당장 끝내 할 수 있는 거지 뭐 화나면 화 낼 수도 있는 거지 뭐 니가 한 순간 싫어질 수 조차 있는 거지 뭐 우린 항상 현명할 수 없으니까 때론 울고 때로는 뭐 다툴 수도 있는 거지 뭐 혹시 내가 널 아프게 한다 해도 제발 나를 떠나지만 마요 소리치며 화를 내도 진심 아니에요 제발 나를 떠나지만 마요 혹시 내가 잠시 한 눈 판다 해도 제발 나를 떠나지만 마요  내가 잠깐 미쳤었나봐요 맘 아프게 제발 나를 떠나지만 마요 oh 하지만 넌 날 아프게 하는걸 지금도 난 행복하진 않은걸 너를 사랑하지만 이제 이쯤에서 그만해 나 오늘 너를 떠날꺼야 변했다면 미안해 짜증만 내서 미안해 신경 못써서 미안해 미안해 모두 미안해 소리쳐서 미안해 아프게 해서 미안해 미안해서 미안해 난 할 말이 없어 정말 미안해 미안해 잘해주지도 못하고 진짜 미안해 떠나지도 못하고 널 보내주지도 못해 미안해 미안해 미안해 너 없이는 안돼 미안해 행복하지도 못하게 사랑해서 정말 미안해 언제나 넌 미안하다 말하고 더 싫은 건 흔들리는 내 모습 너를 사랑하지만 이제 이쯤에서 그만해 오늘 꼭 너를 떠날거야 너가 내 사과를 받을지 말지 다시 또 한 바퀴 도는 건 아닌지 고민하고 후회하고 기대하고 이러면서 단단해지는거겠지 원망 섞인 눈빛은 그만 이제 그만 들어와봐 내 품 안 내가 환하게 웃게 해줄게 가자 집에 데려다 줄게"}]