[{"song_no": "4082812", "year": "2013", "rank": "51", "title": "좋아 (JOAH)", "artist": "박재범", "genre": "R&B / Soul", "lyrics": "Oh baby 너무 좋아서 You’re driving me crazy 니 생각만해도 기분이 좋아 기분이 좋아 기분이 좋아 Na Na Na Na Na Na 이 느낌 너만 느끼게 할 수 있는 느낌 난 죽을때까지 느끼고 싶어 내 곁에 있어줘 아낄 수 있어 아낄 수 있어 언제나 너만 바라봐 나도 모르게 괜히 웃음이 나와 Oh baby baby baby baby 난 크게 소리 외치고 싶어 좋아 니 모든 것이 좋아 머리부터 발끝까지도 조그만 행동까지 하나 하나 다 좋아 니 모든 것이 좋아 너와 함께라면 즐거워 시간이 지날수록 더 좋아져 난 니가 필요해 매일같이 있게 해달라고 난 기도해 난 오직 너만이와 행복하게 살수가 있어 Break it down now Come on no no Ay girl 너와 함께면 하루 하루가 너무 특별해 Stay with me forever and ever baby please And girl 우리가 운명 아니어도 난 무조건 너야 You know that I got you You know that I love you I’ll always be with you baby 언제나 너만 바라봐 나도 모르게 괜히 웃음이 나와 Oh baby baby baby baby 난 크게 소리 외치고 싶어 좋아 니 모든 것이 좋아 머리부터 발끝까지도 조그만 행동까지 하나 하나 다 좋아 니 모든 것이 좋아 너와 함께라면 즐거워  시간이 지날수록 더 좋아져 난 니가 필요해 매일같이 있게 달라고 난 기도해 난 오직 너만이와 행복하게 살수가 있어 난 절대로 떨어지기 싫어 너를 보고 있어도 너무 보고 싶은걸 Huh No No No 내 곁에 항상 있어줘 My girl I want you and I need you don't ever ever leave my side 좋아 니 모든 것이 좋아 머리부터 발끝까지도 조그만 행동까지 하나 하나 다 좋아 니 모든 것이 좋아 너와 함께라면 즐거워  시간이 지날수록 더 좋아져 난 니가 필요해 매일같이 있게 달라고 난 기도해 나 오직 너만이와 행복하게 살수가 있어 No no"}, {"song_no": "4071284", "year": "2013", "rank": "52", "title": "너는 나를 (Feat. 조현아 Of 어반자카파)", "artist": "김진표", "genre": "Rap / Hip-hop", "lyrics": "너를 처음 만났을 때 모든 게  멈추어 버린듯해 주위에  들리던 TV도 소리도  모두 꺼진듯해 오랜 정적 끝에 너가 웃은듯해  구태의연하게 말한들 너는  이 기분 이해를 못해 나는 잘 웃지도 나는 말 많지도  여기에 저기에 섞여 누구든  아무랑 잘 어울리지도  내 맘을 쉽게 열지도  않던 난데 믿을지  모르겠지만 그게 난데 너는 나를 웃게 만들었지 너는 나를 춤을 추게 만들었지 너는 나를 수다 떨게 만들었지 너는 나를 다시 한 번  꿈을 꾸게 만들었지 너는 나를  영화주인공으로 만들었지 너는 나를  행복한 남자로 만들었지 너는 나를 거울 앞에  서게 만들었지 넌 나조차도 처음 보는  나를 만들었지 나를 다시 웃게 만든 사람 그대죠 그런 날 또 울게 만든 것도 그대죠 이제 외면해도 그댄 나의 전부죠 나 이렇게 아파도  널 다신 볼 수 없어도 우리 처음 싸운 그날이 나는  또 기억나 사소한 말다툼에  너무 속상했던 나 그때부터 엇나가다 상처는  계속 덧나 난 겁나 우리 설마  이렇게 쉽게 모든  믿음이 무너졌나 고작 이거뿐 이였나  돌릴 순 없나  대체 문젠 뭔가  이렇게 끝난 건가 수많은 위기도 기회도 날아가고  딱 한번만 제발  한번만 수없이 외쳐보고 너는 나를 화나게 만들었지 너는 나를 무릎 꿇게 만들었지 너는 나를 초라하게 만들었지 너는 나를 하염없이  눈물 흘리게 만들었지 너는 나를 소릴  지르게도 만들었지 너는 나를 먹지  못하게도 만들었지 넌 날 3류 영화 주인공으로  만들었지 넌 나조차도 몰랐던 날  계속 만들었지 나를 다시 웃게 만든 사람  그대죠 그런 날 또 울게  만든 것도 그대죠 이제 외면해도 그댄  나의 전부죠 나 이렇게 아파도 널 다신  볼 수 없어도 그래 어젠 너무 슬퍼 난 울었지  너가 나를 정신 나간 놈처럼  만들었지 그날 이후 하염없이  난 술만 늘었지 넌 내가  널 죽도록 보고 싶게 만들었지 노랠 만들었지 널 위해  난 불렀지 아무리 불러도  너는 절대 나의 옆엔 없지 넌 나를 너 없이는 안되게  만들어 버렸고 몇만 번  네 이름만 부르게 만들었지 나를 다시 숨쉬게 한 사람 그대죠 그런 날 또 괴롭히는 것도 그대죠 이런 날 그대만 바보같이 모르죠 난 너 없이는 안돼  아직도 난 널 사랑해 너는 나를 무너지게 만들었지 너는 나를 말이 없게 만들었지 너는 나를 혼자 있게 만들었지 너는 나를 술에 취해  운전하게 만들었지 너는 나를 추억 속에  살게 만들었지 너는 나를 숨쉴 수  없게도 만들었지 넌 날 사랑 따윈  못하게도 만들었지 너는 나를 너는 나를"}, {"song_no": "4036019", "year": "2013", "rank": "53", "title": "라면인건가", "artist": "악동뮤지션", "genre": "Folk", "lyrics": "오늘 아침에도 내가 뭘 했는지를 몰라 아니 내게 아침이란 게 있나 한 아마 12시쯤에 인났었지 달력을 보니 오늘은 고백데이래 창밖에 남자 여자에게 고백해 난 친구에게 내 잘못을 고백해 십이시간을 넘게 자도 일어나보면 졸려 매일 똑같은 하루 이런 날 보면 질려 걷는 게 귀찮아서 배로 누운 그대로 여기저기 닦다보니 안 해도 돼 걸레로 청소말이야 계란말이 하나 밥상에 올라도 이게 웬 떡이야  그림의 떡이야 날마다 찬장을 열어보면 어제 먹고 남은 반 쪼가리 라면인건가 라면인건가 라면인건가 오늘도 내 점심은 라면인건가 라면인건가 라면인건가 오늘 아침에도 내가 뭘 했는지를 몰라 아니 내게 아침이란 게 있나 한 아마 12시쯤에 인나 커튼 사이로 해가 빛나면 나도 신나서  양치도 안하고 놀다가 밤이 돼서야 후회를 하지   사실 내 맘은 이렇지 않은데 하고 싶은 거 많고 그 곳에 몸을 담고 의미 있는 일분을 살고 싶어도 시간은 가는데 하루 종일 티비가 켜져 있어 그 속엔 웃음이 가득하지만 티비에 비추는 내 모습은 점점 비만이 돼 가 나의 미래가 being like 띵띵 불어버린 라면인건가 라면인건가 라면인건가 라면인건가 라면인건가 라면인건가 오늘도 내 점심은 라면인건가 라면인건가 라면인건가 Let's Go"}, {"song_no": "4095729", "year": "2013", "rank": "54", "title": "Hello (Feat. 버벌진트)", "artist": "조용필", "genre": "Rock", "lyrics": "네 눈빛을 보면  꽤 낯 가려 보여 자존심도 좋지만  난 너 생각뿐야 Ah 손끝만 스쳐도  그댄 벌써 나를 알아보리 Ah 우린 운명이라고  나의 느낌이 말해주지 네게 빠져들어  정신 잃기 직전이야  좋아한다 말해 Hello 네 숨결에 Oh  네 흔적을 남겨줄래  타투처럼 새길게 Hello Hello Hello Hello Hello Hello  닫힌 너를 열어 I need to get to know  너란 사람을 알고 싶어 Hello 서로의 눈빛을 보며  뜨거운 맘을 느껴 오늘이 지나기 전에  Hey 널 알고 싶어 Hey 원했던 사랑 바로 너  오직 너만 가득해 Hey 고민할 필요 없잖아  내게로 와 단숨에 너의 모든 것을 사랑하고  감싸 안을 사람 바로 나야 Hello 기다릴게 Oh  다정스런 목소리로  내게 대답해줄래 Hello Hello Hello Hello Hello Hello  닫힌 너를 열어 I need to get to know  너란 사람을 알고 싶어 Hello H E double L O 보자마자 난 얼어붙었어  그대로 분위기나  장소 탓은 아니야 이대로 너를 보내고 나서  가슴앓이 하기는 싫어  나 그대의 뒤로  난 날개를 봤다면 과장이려나  누구 때문에 닫힌 맘인진 몰라  그 상처까지 안아주고  치료할 사람은 나야 맘을 열어 Hello 네게 빠져들어  정신 잃기 직전이야  좋아한다 말해 Hello  네 숨결에 Oh 네 흔적을 남겨줄래  타투처럼 새길게 Hello Hello Hello Hello Hello Hello  닫힌 너를 열어 I need to get to know  너란 사람을 알고 싶어 Hello Hello Hello Hello Hello Hello  닫힌 너를 열어 I need to get to know  너란 사람을 알고 싶어 Hello"}, {"song_no": "3947371", "year": "2013", "rank": "55", "title": "? (물음표) (Feat. 최자 Of 다이나믹듀오, Zion.T)", "artist": "프라이머리", "genre": "Rap / Hip-hop", "lyrics": "전화를 할까 말까 문자로 할까  아 시간이 너무 늦었나  그녀는 벌써 잘까  오늘따라 밤이 너무 길어  문자를 썼다 고쳤다 하다가 지워  아쉬워 방금 보낸 문자가  답장을 기다리는  이 시간이 너무 길어  안절부절 못하는 내 모습이  안타까워서 약속도 없는  밤거리로 나왔어  뻥 터졌어 호르몬 두근거려  사춘기 중학생처럼 오예  내 맘에 빨간 불이 켜졌어  널 생각하면 이성은   꼼짝 못하고 얼어  제대로 털렸어 나 딱 걸렸어  나 넌 진짜  감당하기 힘든 일을 벌렸어  난 브레이크가 고장 난 8톤 트럭  못 멈춰 이미 시동 걸렸어 난  넌 웃을 때 웃을 때 콧구멍이 커져  그건 위험해 위험해 니 앞에 서면  괜히 수줍게 어물쩡대  그러고 보면 내가 어떻게 해  너는 왜 항상 무표정  넌 대체 뭘 하는 여자길래  도대체 뭘 먹고 자랐길래  물음표 물음표 찍게 만들어  니가 뭔데 내 입가에  미소만 짓게 만들어  Woah 말도 안돼  제발 좀 그만해줄래 너무 귀여워 끌려 난 어지러워 끌려  끌리는 것 이상으로  저걸 어째 뭔데  네 번째 손가락에 낀 반지 뭔데  슬쩍 묻네 대답 없고  스무고개 하자 할 수도 없고  나만 술래 하기야  넌 매일 도망가기만 해  날 어쩔 셈이야 이거  어장관리 아냐  날 잡던지 아님  내게 잡히던지 해줘  뿌리치던지 내게 안기던지 해줘  그렇게 웃지만 말고 얘기해줘  답답한 내 맘에다 너란 창을 내줘  넌 대체 뭘 하는 여자길래  도대체 뭘 먹고 자랐길래  물음표 물음표 찍게 만들어  니가 뭔데 내 입가에  미소만 짓게 만들어  Woah 말도 안돼  제발 좀 그만해줄래  너무 귀여워 끌려  난 어지러워 끌려  끌리는 것 이상으로 끌려"}, {"song_no": "4097003", "year": "2013", "rank": "56", "title": "I Love You", "artist": "악동뮤지션", "genre": "Drama,Rock", "lyrics": "I Love You  저절로 네게 눈이 가  네가 입은 옷 무늬가  눈에 띄는 것도 아닌데  온종일 다른 일을 하고   있는 중에도  이 사람 참 괜찮단 말이야  네 행동 하나하나에 내가   들렸다 놓였다해  나 이리 자주 웃는 사람이 아닌데  돌아보면 너 때문에 당한   것도 많아  그 모든게 하나하나 다   싫지만은 않아  I love you 사랑해요  널 보는 날이면 둘만 만나는  날이 아닌데도  너에게만 잘 보이려고 막   그래 난 그래  I love you 사랑해요  널 보는 날이면 둘만 만나는   날이 아닌데도  막 설레고 그런다니깐요  네 행동 하나하나에 내가   들렸다 놓였다해  나 이리 자주 웃는 사람이 아닌데  돌아 보면 너 때문에 받은게   참 많아서  더 더 더 포기할 수 없었어요  써요 나만 마시는 사랑이  넘쳐요 그대 잔에 따라주고 싶은데  I’m waiting for you to say I love you 사랑해요 널 보는 날이면 둘만 만나는   날이 아닌데도  너에게만 잘 보이려고 막   그래 난 그래  I love you 사랑해요  널 보는 날이면 둘만 만나는   날이 아닌데도  막 설레고 그런다니깐요  I love you   I love you   I love you   I love you   I love you   I love you 사랑해요  널 보는 날이면 둘만 만나는   날이 아닌데도  막 설레고 그런다니깐요  I love you  I love you"}, {"song_no": "4088114", "year": "2013", "rank": "57", "title": "그냥 조금", "artist": "어반자카파", "genre": "Drama", "lyrics": "그냥 조금  나 맘이 답답한 것 뿐이야 자꾸 먹먹해지는 것 뿐이야  그냥 조금 그냥 조금  세상이 원망스러운 거야 떠나야 한다면 간다면 어쩔 수 없겠지만 그냥 조금 조금 많이 아파   나와 나란히 걷던 그대  말없이 걷던 그 때 그게 생각나서  겁이 나도록 환하게 웃던 얼굴 그게 생각나서 그게 좀 슬픈 거야 그냥 조금  나 맘이 답답한 것 뿐이야 자꾸 먹먹해지는 것 뿐이야  그냥 조금 그냥 조금 세상이 원망스러운 거야  떠나야 한다면 간다면 어쩔 수 없겠지만 그냥 조금 조금 많이 아파   알아 어쩔 수 없다는 것 그대 가 더 힘든 것 모두 알고 있어 화가 나도록 눈부신 하늘 아래 둘이 아니라는 것 그게 좀 슬픈 거야 그냥 조금 그냥 조금 그냥 조금 그냥 조금 그냥 조금 그냥 조금 그냥 조금 내일이 오지 않을 것만 같아 떠나야 한다면 간다면 견딜 순 없겠지만 나를 달래 견뎌볼게 그럴게 그냥 조금 나 맘이 답답한 것 뿐이야 자꾸 먹먹해지는 것 뿐이야 그냥 조금 그냥 조금 세상이 원망스러운 거야 떠나야 한다면 간다면 어쩔 수 없겠지만 그냥 조금 조금 많이 아파"}, {"song_no": "3753303", "year": "2013", "rank": "58", "title": "여수 밤바다", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "여수 밤바다 이 조명에 담긴 아름다운 얘기가 있어 네게 들려주고파 전활 걸어 뭐하고 있냐고 나는 지금 여수 밤바다 여수 밤바다 아 아 아 아 아 아 아 너와 함께 걷고 싶다 이 바다를 너와 함께 걷고 싶어 이 거리를 너와 함께 걷고 싶다 이 바다를 너와 함께 걷고 싶어 여수 밤바다 여수 밤바다 이 바람에 걸린 알 수없는 향기가 있어 네게 전해주고파 전활 걸어 뭐하고 있냐고 나는 지금 여수 밤바다 여수 밤바다 아 아 아 아 아 아 아 너와 함께 걷고 싶다 이 바다를 너와 함께 걷고 싶어 이 거리를 너와 함께 걷고 싶다 이 바다를 너와 함께 너와 함께 오 바다 이 조명에 담긴 아름다운 얘기가 있어 네게 들려주고파 전활 걸어 뭐하고 있냐고 나는 지금 여수 밤바다 여수 밤바다 아 바다 아아아 하아아아 하아오오 하 아아아 허오 아아아아 뭐하고 있냐고 나는 지금 여수 밤바다"}, {"song_no": "3726439", "year": "2013", "rank": "59", "title": "Call Me Maybe", "artist": "Carly Rae Jepsen", "genre": "Pop", "lyrics": "I threw a wish in the well  Don't ask me I'll never tell  I looked to you as it fell  and now you're in my way  I trade my soul for a wish  pennies and dimes for a kiss  I wasn't looking for this  but now you're in my way  Your stare was holdin Ripped jeans skin was showin Hot night wind was blowin Where you think you're going baby  Hey I just met you  and this is crazy but here's my number so call me maybe It's hard to look right at you baby but here's my number so call me maybe Hey I just met you and this is crazy but here's my number so call me maybe And all the other boys try to chase me but here's my number so call me maybe You took your time with the call I took no time with the fall You gave me nothing at all but still you're in my way I beg and borrow and steal At first sight and it's real I didn't know I would feel it but it's in my way Your stare was holdin' Ripped jeans skin was showin'  Hot night wind was blowin' Where you think you're going baby Hey I just met you and this is crazy but here's my number so call me maybe It's hard to look right at you baby but here's my number so call me maybe Hey I just met you and this is crazy but here's my number  so call me maybe And all the other boys try to chase me but here's my number so call me maybe Before you came into my life I missed you so bad I missed you so bad I missed you so so bad Before you came into my life I missed you so bad And you should know that  I missed you so so bad  It's hard to look right at you baby but here's my number so call me maybe Hey I just met you  and this is crazy  but here's my number  so call me maybe And all the other boys  try to chase me but here's my number so call me maybe Before you came into my life I missed you so bad I missed you so bad I missed you so so bad Before you came into my life  I missed you so bad And you should know that  So call me maybe"}, {"song_no": "4023744", "year": "2013", "rank": "60", "title": "지우개", "artist": "알리 (ALi)", "genre": "Ballad", "lyrics": "이별을 극복하는 법이 궁금해 인터넷 검색을 해봤더니 너무나 가슴에 와닿는 말 아파할 기간을 정해 충분히 아파하란 말 하루만 딱 하루만 아플 순 없을까 그 하루도 내겐 지옥과 같으니까 쉽게 잊고 또 사랑하는 저 연인들처럼 나도 그러고 싶어 지우개로 널 지울 수만 있다면 백번이고 모두 지우고 싶어 내 가슴에 문신처럼 박힌 우리의 사랑이 아무리 해도 지워지지 않아 버틸 수 있을 때까지 버텨볼게 말처럼 쉽지는 않겠지만 버티다 도저히 죽을 것 같을 때 그때 한번만 날 안아주겠니 지우개로 널 지울 수만 있다면 백번이고 모두 지우고 싶어 내 가슴에 문신처럼 박힌 우리의 사랑이 아무리 해도 지워지지 않아 지우개로 널 지울 수만 있다면 백번이고 모두 지우고 싶어 내 가슴에 문신처럼 박힌 우리의 사랑이 아무리 해도 지워지지 않아 아무리 해도 지워지지 않아"}, {"song_no": "3753302", "year": "2013", "rank": "61", "title": "첫사랑", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "처음 널 봤을 때 왠지 다른 느낌  너와 함께 말하고 싶어 웃을 때마다 이 마음을 알아가 이젠 널 볼 때마다 나의 맘이 너무나 커져 이젠 나의 시간은 항상 너와 웃으며 이 밤을 그리워하며 하루를 아쉬워하며 또 너를 기다리겠지 나는 어떡하죠 아직 서툰데 이 마음이 새어나가 커져버린 내 마음이 자꾸만 새어나가 네가 없을 때 왠지 아픈 느낌 이 마음을 전하고 싶어 눈을감으면 또 네가 떠올라 이젠 숨쉴 때마다 네 모습이너무나 커져 이젠 나의 사랑은 항상 너와 웃으며 이 밤을 그리워하며 하루를 아쉬워하며 또 너를 기다리겠지 나는 어떡하죠 아직 서툰데 이 마음이 새어나가 커져버린 내 마음이 자꾸만 새어나가 아름다운 그대여 참아보려 했지만 어두워지는 밤과 외로움 알겠네 예 어떡하죠 아직 서툰데 이 마음이 새어나가 커져버린 내 마음이 자꾸만 새어나가 조금만 더 그대를 참아보려 했지만 커져버린 내 마음과 커져가는 니 마음이"}, {"song_no": "4072762", "year": "2013", "rank": "62", "title": "없어", "artist": "최자", "genre": "Rap / Hip-hop", "lyrics": "아무래도 너와 내 미래는  조금 암울해  열정도 분노도 식었어 너무  차분해 나 따분해 너와는 뭘 해봐도 같은 걸 하는 것 같은데 어떡해 우리는 대화대신 하품을 주고받아 뜨거웠던 눈 빛 대신  한숨을 주고받아 서로를 탓하면서 아픔을 주고 받았던 그때가 난 차라리 그리워  이젠 서로를 포기했지 안 부딪혀  없어 우리 처음 만날 때의 그 에너지  난 권태를 못 물리쳐 이세상  모든 것들이 우리 거 같았지  함께면 어디든 은신처 같았어  하지만 지금은 점점 감옥  같아져서 답답해서 고민이  좀 많아 졌어 일이란 핑계로 널 피하는 게  잦아졌어 그래 가래 침처럼 내 목에 걸린 이별이란 단어를 뱉지를 못해서  널 계속 만났었어 오 없어 우리란 건 죽었어 오 이젠 없어 우린 서서히 식었어 침묵 속으로 going down  우린 흙이 돼 going down  눈물이 고인 다음엔 마르겠지  끝이 보인다 우리는 뜨거웠어 서로를 잘  데웠었어 부족함 없었지 서로를 꽉 채웠었어 더 알고 싶어서 서로를 잘 배웠었어 근데 너무 열심히 했나 봐 이제  다 외워졌어 호기심이 다 채워져서 마음은 떠났고 습관만 남았어  우리 관계는 꺾어둔 꽃처럼  서서히 메말랐어  노력 해봤지 부단히 서로  잃을게 많아서 사실 후회도 때로는 해봤지  서로 잃은 게 많아서 이제 갈라서 이 한마디는 딱  잘라선 못 하겠어서  우린 정이란 마취제를 발랐어 알면서 모르는 척 눈 감았어  무거운 책임은 닻이 돼서 날  붙잡았어  그렇게 쭉 참았어 지금껏 오래돼 이젠 내게 맞지 않은  옷을 입은 것 같은 기분  너무 익숙하지만 갑갑해 이젠  벗고 싶은 기분 오 없어 우리란 건 죽었어  오 이젠 없어 우린 서서히 식었어 침묵 속으로 going down  우린 흙이 돼 going down  눈물이 고인 다음엔 마르겠지  끝이 보인다 시간을 그때로 되돌릴 수만 있다면  우리 사이 뭔가 있던 그때로  되돌릴 수만 있다면 난 다시 돌아가고 싶어 그 순간엔  너와 나 둘만 존재했었지  내 우주엔 너만한 별은 없었어  내 모든 걸 끌어당겼지 난 아무런 생각 없이 자연스레  네게 안겼지 그날을 기억해 어 오 내겐 아직  어제 같아 그때를 기억해 어 오 도대체 뭐가  우릴 이렇게 바꿨을까 망쳤을까 뜨겁던 우린 차갑게 식었을까 오 없어 우리란 건 죽었어  오 이젠 없어 우린 서서히 식었어 침묵 속으로 going down 우린  흙이 돼 going down  눈물이 고인 다음엔 마르겠지  끝이 보인다"}, {"song_no": "4066840", "year": "2013", "rank": "63", "title": "아카시아", "artist": "백지영", "genre": "Ballad", "lyrics": "있다 없다 날 사랑할 사람 하나 둘 셋 꽃잎을 떼어 내며 있다 없다  늘 버릇처럼 기다려 왔어 손이 따뜻한 사람 그래 그 사람이 서 있어 바로 내 눈 앞에 서 있어 뒷모습만 봐도 알지만 사랑한단 그 쉬운  한 마디를 못 해 못 해 돌아보란 아쉬운  한 마디를 못 해 우두커니 혼자 운다 울고 또 운다 소리 죽여 그대 뒤에서 있다 없다 있다 없다 날 사랑할 사람 그댄 내 마음을 아나요 그땐 나를 안아 주나요 혼잣말로 물어보지만 사랑한단 그 쉬운  한 마디를 못 해 못 해 돌아보란 아쉬운 한 마디를 못 해 우두커니 혼자 운다 울고 또 운다 소리 죽여 그대 뒤에서 어제도 오늘도 내일도 기나긴 시간이 지나도 여기 있는데 그대만 보는데 사랑한단 그 쉬운  한 마디를 못 해 돌아보란 아쉬운  한 마디를 못 해 우두커니 혼자 운다 울고 또 운다 소리 죽여 그대 뒤에서 있다 없다 있다 없다 날 사랑할 사람"}, {"song_no": "3832101", "year": "2013", "rank": "64", "title": "정말로 사랑한다면", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "사랑한단 말로는  사랑할 순 없군요 그대 상처 주네요  나의 뻔한 그 말이 너무 쉽게 뱉은 말  너무 쉬운 사랑은 다 거짓말이죠  그래 다 거짓말이죠 무엇을 원하는지  얼마나 힘든 건지 신경 쓰지 않죠  또 쉽게 넘어 갔나요 많이 힘들었나요  그대가 오늘은 헤어지자 말해요 정말로 사랑한담  기다려 주세요 사랑한단 그 말들도 당신의 행동 하나  진심만을 원하죠 정말로 사랑한담 기다려 주세요 그댈 위해 참아줘요 당신의 행동 하나  아픈 추억 돼가요  정말로 사랑한다면 정말로 사랑한다면 사랑한단 말로는 사랑할 순 없군요 그대 기억 하나요  나의 뻔한 그 말이 그댈 웃게 했던 밤  너무 깊은 그 밤은 다 지나 가네요  모두 다 지나 갔군요 무엇을 말 했는지  얼마나 원했는지 기억 하지 않죠  그대만 지쳐 가나요 많이 힘들었나요   그대가 오늘은 헤어지자 말해요 정말로 사랑한담  기다려 주세요 사랑한단 그 말들도 당신의 행동 하나  진심 만을 원하죠 정말로 사랑한담  기다려 주세요 그댈 위해 참아줘요 당신의 행동 하나  아픈 추억 돼가요  그때 또 하필 잡으려  건네는 이 뻔한 한마디 쉽게 뱉은 말 사랑 한단 말로는  사랑할 순 없군요 허 허우워 아아아 허어어 아아아 이젠 사랑할 순 없군요 사랑한다 기다려 주세요 사랑한단 그 말들도 당신의 행동 하나  진심 만을 원하죠 정말로 사랑한담  기다려 주세요 그댈 위해 참아줘요 당신의 행동 하나  아픈 추억 돼가요  정말로 사랑한다면"}, {"song_no": "4050616", "year": "2013", "rank": "65", "title": "나쁜여자", "artist": "레이디스 코드", "genre": "Dance", "lyrics": "Listen 살다 보면 나 같은 여자도 있어 남들도 모두 손가락질 하고 있어 넌 왜 넌 왜 아직도 나만 바라 보고 있어  제발 그만해 우리는 모두 끝난거야 세상 사람들  하는 얘기들  모두 다가 맞는 건데 나쁜 여자야  그래 바로 내가 그런 여자야 사랑 때문에 속고  아파하며 울고 할 줄 모르는 그런 사람 나쁜 여자란  바로 나를 보고 하는 말이야 Bad Girl bad girl bad bad girl  이젠 나 좀 내버려둬 약한 여자라고 내 눈엔 착한 여자라고 가여운 여자로  그렇게 보지마 이런 나도 이젠 지겨워 남들 하는 얘기  모두가 맞는 맞는 그런 얘기 헤픈 여자로 나쁜 여자로 손가락질 해도 좋아 나쁜 여자야  그래 바로 내가 그런 여자야 사랑 때문에 속고  아파하며 울고 할 줄 모르는 그런 사람 나쁜 여자란  바로 나를 보고 하는 말이야 No more no more no no more 이젠 나 좀 내버려둬 첨부터 말하지 못해서  너무 미안해 숨길 수 밖에 없었던  나를 이해해 나쁜 여자야 나쁜 여자야 그래 바로 내가 그런 여자야  그런 여자야 사랑 때문에 속고  아파하며 울고 할 줄 모르는 그런 사람  사랑을 몰라 오 나쁜 여자란  바로 나를 보고 하는 말이야 Bad Girl bad girl bad bad girl  이젠 나 좀 내버려둬"}, {"song_no": "4067093", "year": "2013", "rank": "66", "title": "몸만와 (With 버벌진트)", "artist": "팬텀", "genre": "Ballad", "lyrics": "hey girl i don't care  what people think   come as you are   몸만 와 난 그거면 돼  다른건 다 필요없어   몸만 와 너말곤 안되니까  난 오직 너 뿐이야   people  조건이 중요하다는 얘기  하곤하지   너 혹시  그런 이유로 망설이고 있니  바보같이   있잖아 니가 어떤 동네에 사는지  다니는 학교는 좀 좋은지  또 부모님은 잘나가는지   그런거 관심없어 믿으면 돼  진심이란 옷만 입으면 돼  너 하나만 있으면 돼  몸만 와 난 그거면 돼  다른건 다 필요없어   몸만 와 너말곤 안되니까  난 오직 너 뿐이야   몸만와 난 그거면 돼  몸만와 오직 그거면 돼   몸만와 너 하나면 돼  몸만와 난 그거 하나면 돼   넌 신경쓰지 않아도 돼  구두를 신을지 말지  또 치마를 입을지말지 yeah  뾰루지 굳이 안가려도 돼  가끔은 피부도 쉬어 줘야 해 야 해  난 괜찮지만 니가 민망하다면  비비크림 정도만 발라도 돼   혹시나 돈이 부족해  내게 미안하다면 됐어  너 하나만 있으면 돼  몸만 와 난 그거면 돼  다른건 다 필요없어   몸만 와 너말곤 안되니까  난 오직 너 뿐이야   몸만와 난 그거면 돼  몸만와 오직 그거면 돼  몸만와 너 하나면 돼   몸만와 mmh baby baby baby  내가 원하는 건 오직 너   oooh baby baby baby  다른 건 다 부질없어   모두가 껍데기에  너무 많은 의미를 부여해   하지만 내가 바란 건 딴 게 아니라  너의 예쁜 마음 예쁜 미소   the face you make  when you see beautiful little things   and just how you make me sing   몸만 와 oh 그거면 돼  다른건 다 필요없어   몸만 와 너말곤 안되니까  난 오직 너 뿐이야 몸만 와 몸만 와"}, {"song_no": "4081009", "year": "2013", "rank": "67", "title": "사랑이 아프다", "artist": "이상곤 (노을)", "genre": "Drama", "lyrics": "사랑이 아프다 감기처럼 눈물이 쓰다 사랑에 걸려서 멀리서 바라만 보아도 그저 나를 웃게한 사람 조금씩 조금씩 얼어붙은 내맘 사랑의 온기로 녹여주던 사랑이 아프다 감기처럼 눈물이 쓰다 사랑에 걸려서 내 가슴이 너만 너만  불러 비명처럼 이렇게 아프고 아프고 아파도 내가 사는 이유 그게 너라서 널 사랑한 만큼 사랑이 아프다 온종일 내 머릿 속에서 자꾸 맴도는 단한사람 한걸음 한걸음 다가와서 내맘 따스한 손길로 감싸주던 사랑이 아프다 감기처럼 눈물이 쓰다 사랑에 걸려서 내 가슴이 너만 너만  불러 비명처럼 이렇게 아프고 아프고 아파도 내가 사는 이유 그게 너라서 내 가슴속을 가득 채우는 이 사랑 보이나요 들리나요 아프다 니가 없어서 아프다  사랑을 잃고서 눈물이 주륵 주륵 흘러 빗물처럼 가슴이 메이고 메이고 메여도  내가 사는 이유 그게 너라서 널 사랑한 만큼 사랑이 아프다 이렇게 아파도 너를 사랑한다"}, {"song_no": "4094355", "year": "2013", "rank": "68", "title": "봄비", "artist": "백지영", "genre": "Drama", "lyrics": "사랑은 봄비처럼 다가와 촉촉하게 날 흠뻑 적신다 얼어붙어 있던 내 가슴을 소리도 없이 녹이며  날 깨운다 달다 아련한 느낌 설레이는 맘 지금까지 난 알지 못했던  사랑인가 봐 사랑은 처음처럼 날 다시 태어날 수 있게 만든다 비가 내린다 오늘도 또 내일도 너를 닮은 비가  내려 온다 달다 아련한 느낌 감춰왔던 맘 사랑을 알고 느낄 수 있음에 나 너에게 정말 감사해 사랑은 처음처럼 날 다시 태어날 수 있게 만든다 나는 웃는다 오늘도 또 내일도 그려본다 널 느껴본다 봄비가 내리던 그 날 언제나 네 향기로  가득했던 날 나의 사랑은 그렇게  시간을 거슬러 운명처럼 봄비가 되어 온다"}, {"song_no": "4082282", "year": "2013", "rank": "69", "title": "사랑학개론", "artist": "백아연", "genre": "Drama", "lyrics": "세수를 하다 거울에 비친 나를 봐요 웃고 있죠 그대라는 떨림 이 꿈처럼  다가왔죠 날 감싸고 있는 저 별빛에 빛난 이 빗방울 소리 그대의 목소리 날 간지럽히는 이 솜사탕 보다 더 달콤한 향기 그대라는 Love You let me know 사랑이란 건 나도 모르게 내 맘을 Lovely You let me know 사랑이란 걸 그대만 Only 사랑해  난 두근 두근거려요 사랑앞에서 Yeah Yeah Yeah Yeah Ah  Yeah Yeah Ah  날 감싸고 있는 저 별빛에 빛난 이 빗방울 소리 그대의 목소리 날 간지럽히는 이 솜사탕 보다 더 달콤한 향기 그대라는 Love You let me know 사랑이란 건 나도 모르게  내 맘을 Lovely You let me know 사랑이란 걸 그대만 Only 사랑해  You let me know 사랑이란 건 나도 모르게  내 맘을 Lovely You let me know 사랑이란 걸 그대만 Only 사랑해  난 두근 두근거려요 사랑앞에서 Yeah Yeah Yeah Yeah Ah  Yeah Yeah Ah"}, {"song_no": "3910821", "year": "2013", "rank": "70", "title": "바람기억", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "바람 불어와 내 맘 흔들면 지나간 세월에  두 눈을 감아본다 나를 스치는 고요한 떨림 그 작은 소리에 난 귀를 기울여 본다 내 안에 숨쉬는 커버린 삶의 조각들이 날 부딪혀 지날 때 그 곳을 바라보리라 우리의 믿음 우리의 사랑 그 영원한 약속들을 나 추억한다면 힘차게 걸으리라 우리의 만남 우리의 이별 그 바래진 기억에 나 사랑했다면 미소를 띄우리라 내 안에 있는  모자란 삶의 기억들이 날 부딪혀 지날 때  그 곳을 바라보리라 우리의 믿음 우리의 사랑 그 영원한 약속들을 나 추억한다면 힘차게 걸으리라 우리의 만남 우리의 이별 그 바래진 기억에 나 사랑했다면 미소를 띄우리라"}, {"song_no": "4021279", "year": "2013", "rank": "71", "title": "얼음꽃", "artist": "에일리", "genre": "Drama", "lyrics": "조용히 또 하루가 저물어 그렇게 살고 있나봐 아무것도 할 수가 없어 추억만이 남아 시간이 흘러 다시 사랑할 수 있다면 좋을텐데 눈물아  내 기억이 너를 잊지 못해 가슴아  내 추억이 너를 놓지 못해 하루 또 하루만 볼 수 있다면 내 사랑아 이제 다시 돌릴 순 없지만 기억만이 남아 시간이 흘러 다시 다가갈 수 있다면 좋을텐데 눈물아  내 기억이 너를 잊지 못해 가슴아  내 추억이 너를 놓지 못해 하루 또 하루만 볼 수 있다면 내 사랑아 사랑인 걸 알잖아 지난 날들도 난 눈물이 흘러 눈물아  내 기억이 너를 잊지 못해 가슴아  내 추억이 너를 놓지 못해 하루 또 하루만 볼 수 있다면 내 사랑아"}, {"song_no": "3948908", "year": "2013", "rank": "72", "title": "씨스루 (Feat. Zion.T, 개코 Of 다이나믹듀오)", "artist": "프라이머리", "genre": "Rap / Hip-hop", "lyrics": "Party time 아는 사람 없네 지루해 앉아있기만 해 바텐더 뭘 마셔야 해  그래 그걸로 줘 cause it's red 음악 바꼈네 up tempo  그래도 난 여전해 down tempo 아 술은 안마셔 그냥 색깔이 맘에 들어 맘에 들어 골랐어 그때 널 봤어 빨간 스커트 빨간 립스틱 that's a point 넌 저기 서서 떠들고 있는 멍청한 여자들과는 달라 I see through 넌 보일 듯 보이지 않아 안타까운 마음에 쳐다만 봤네 I see through U See through U I see through U See through U 요즘엔 되는 일 하나 없네 내일도 일하러 가야돼 바텐더 한잔 독하게 줘봐 여기 크레딧카드 줄게  친구들에게 한잔씩 쫙 돌려줘봐 헤이헤이 앗 한도초과 그냥 춤 좀 땡기다가 집에 가고싶어 엉뚱한 여자 앵기잖아 도망가고 싶어 적당히 끼 좀 부리다가 갈래 밤새는 건 좀 무리잖아  친구 눈 피해서 몰래 나가다가 걸렸어 그때 널 봤어  빨간 스커트 빨간 립스틱 that's a point 넌 저기 서서 떠들고 있는 멍청한 여자들과는 달라 I see through 넌 보일 듯 보이지 않아 안타까운 마음에 쳐다만 봤네 I see through U See through U  I see through U See through U  왼쪽으로 1보 없어 다시 뒤로 4보 없어 오른쪽으로 2보 가도 없네 아 다시 앞으로 3보 난 안보여 머리는 땡땡 클럽 안은 마치  퇴근시간의 뱅뱅사거리같어 완전 바글바글 그녀 근처에 와글와글 이상한 기분야 몸이 가벼운걸 취한 건 오 아냐 워어 쟤 누구야 ah 궁금할 뿐야 너무 괜찮은걸 놓치면 후회할거야 I see through U I see through U yeah I see through U 넌 보일 듯 보이지 않아 안타까운 마음에 쳐다만 봤네 I see through U See through U I see through U See through U"}, {"song_no": "4076053", "year": "2013", "rank": "73", "title": "Lay Back", "artist": "케이윌", "genre": "Dance", "lyrics": "Lay back 난 그댈 헤치지 않아요 Lay back 난 뒤로 물러서 그댈 볼게요 Say you love me Baby hug me Oh tell me I'm the only one woo 줄 수 있을 만큼만 사랑을 줘요 줄 수 있을 만큼만 기쁨을 줘요 너무 과하지도 않게 부담주지 않을게 Lay back Lay back Lay back 너의 그림자 되어 늘 곁에 있을게 넌 내 옆에 딱 붙어 누가 봐도 부럽게 꿈속에서도 난 너만 그려 이런 내 맘 넌 아는지 Lay back Lay back 천천히 걸어 Lay back Lay back 넘어지지 말고 Lay back Lay back oh oh oh oh Lay back Lay back Say you love me baby Cause I'm falling in love 그댈 알면 알수록 더 궁금해 눈에 안보이면 무슨 일 있는 건 아닐까 걱정돼  줄 수 있을 만큼만 사랑을 줘요 줄 수 있을 만큼만 기쁨을 줘요 너무 과하지도 않게 부담주지 않을게 Lay back Lay back Lay back 너의 그림자 되어 늘 곁에 있을게 넌 내 옆에 딱 붙어 누가 봐도 부럽게 꿈속에서도 난 너만 그려 이런 내 맘 넌 아는지 Lay back Lay back 천천히 걸어 Lay back Lay back 넘어지지 말고 Lay back Lay back oh oh oh oh Lay back Lay back Say you love me baby 잘 가란 인사를 서로 건네고 아쉬워 잡은 두 손을 붙잡고 딱 오분 만 아주 잠시만 옆에 있어줄래 이 밤이 끝나기 전까지만 너의 그림자 되어 늘 곁에 있을게 넌 내 옆에 딱 붙어 누가 봐도 부럽게 꿈속에서도 난 너만 그려 이런 내 맘 넌 아는지 Lay back Lay back 천천히 걸어 Lay back Lay back 넘어지지 말고 Lay back Lay back oh oh oh oh Lay back Lay back Say you love me baby"}, {"song_no": "4047415", "year": "2013", "rank": "74", "title": "뻔한 멜로디 (Feat. Crush)", "artist": "Zion.T", "genre": "R&B / Soul", "lyrics": "카페에 앉아있다 보면  지겹도록 지겹게 이런  노래만 나오더라고 듣고픈 것만 들리더라고 설레임 두근거림 기분  좋은 그녀의 목소리  변했어 난 예전과 달라  널 떠올리면 노래 부르고 싶어 뻔한 사랑 얘기 중 하나  노래 하게 될 줄은 난 몰랐어  뻔한 멜로디 뻔하지 말이  뻔한 사랑 노래 사람 감정이 다 똑같잖아  슬프면 울고 웃기면 웃고  나도 그들 중 하나 사랑  이야기라니 하하하 하루 종일 거리를 걷다 보면  지겹도록 지겹게 이런  노래만 나오더라고  듣기 싫은 것만 들리더라고 아픔 상처 지독하게 다퉜던  우리 넌 이게 날 위한  이별이라 말 했었지 너도 똑같이 아파할 걸  알아 미안해 부디  행복하게 살아  뻔한 사랑 얘기 중 하나  노래 하게 될 줄은 난  몰랐어 뻔한 멜로디  뻔하지 말이 뻔한 이별 노래 사람 감정이 다 똑같잖아  슬프면 울고 그러다 또 울고  나도 그들 중 하나 이별  이야기라니 하하하 하하 아 하 하 하"}, {"song_no": "4026975", "year": "2013", "rank": "75", "title": "너 땜에 못살아 (Feat. 버벌진트)", "artist": "서인국", "genre": "Ballad", "lyrics": "새벽에 전화해 괴롭혀도 돼  어디야 달려와하면   날라갈 테니    금 같은 Friday night   네게 바칠게  돌려 말 못해   난 그냥 보여줄게 다  Oh girl 나의 이상형   난 준비가 돼 있어 완전  To give you everything girl   왜냐면 나의 삶에   네가 나타난 건  최고의 사건이니까   you are my Favorite accident  알아줘 네가 내 중심이야   언제든 어디 에서든   너 땜에 못살아   너 때문에 내가   못살아 오 난   내 맘에 불꽃 튀게 하는   너에게 푹 빠진 걸   너 그거 알까  화내고 토라지고   삐쳐도 넌 예쁜 걸   뭘 해도 넌 다 예뻐 오 워  너라서 널 사랑해 너도 줘 니맘 줘   내가 조르면   뭐라고 안 들려   들은 척도 안 하고  모른 척 아닌 척   말이 없다가   귓가에 사랑해   하는 네가 예쁜걸   아닌 척하다가   아마 간절하게   응답하라고 말하는   내 눈빛을 읽었나 봐   너 때문에   맘 졸였다가 다시  너 때문에 녹아   3월의 눈처럼   네 얼굴이 보여  가는 곳마다   진짜 내가   너 때문에 못살아   너 땜에 못살아  너 때문에 내가   못살아 오 난   내 맘에 불꽃 튀게 하는   너에게 푹 빠진 걸   너 그거 알까  화내고 토라지고   삐쳐도 넌 예쁜 걸   뭘 해도 넌 다 예뻐 오 워  너라서 널 사랑해  Oh my god 너 때문에 나 못 살아 찡그린 얼굴까지  몽땅 다  사랑스러운걸 어떡해 안아 주고파  너란 사람의 전체 넌 너라서 예쁜걸  또 너라서 너뿐인걸 넌 내 사랑인걸 너 때문에 살아  너 때문에  내가 살잖아 오 난 내가 널 사랑하는 이유  그건 그냥 너잖아  약속해줄래 넌 그냥 지금처럼  내 옆에만 있어줘  내 사랑 줄 수 있게 한번 더 널 사랑해 love you"}, {"song_no": "4079217", "year": "2013", "rank": "76", "title": "봄을 노래하다", "artist": "40", "genre": "R&B / Soul", "lyrics": "꽃이 필 무렵에 너를 처음 봤어 미소 띈 모습에 입 맞추고파 항상 저만치 있는 널 바라볼 수 밖에 없어서 그렇게 우리의 봄은 흘러갔어 Give you my everything 봄바람에 흩날리는 너 I’ll give you my everything 설레임을 감출순없어 흩날리던 머릿결 조심스레 널 따라 걷지 물들어가는 내 맘은 널 노래해 그저 니 모습은 봄냄새 같아 함께 있을 때면 꽃 향기가 나 어느새 숙녀가 되어 따뜻한 마음을 가졌어 그렇게 너와 난 아름다운 봄을 닮아가지 Give you my everything 봄바람에 흩날리는 너 I’ll give you my everything 설레임을 감출순 없어 흩날리던 머릿결 조심스레 널 따라 걷지 물들어가는 내맘은 널 노래해 매일 아침 눈뜨면 내 곁에 있어 주길 꽃이 피는 봄을 담아 이 노래를 네게 전해 그저 그곳에 머물러줘 Give you my everything 봄바람에 흩날리는 너 I’ll give you my everything 설레임을 감출순없어 흩날리던 머릿결 조심스레 널 따라 걷지 물들어가는 내맘은 널 노래해"}, {"song_no": "3170749", "year": "2013", "rank": "77", "title": "Officially Missing You", "artist": "긱스 (Geeks)", "genre": "Rap / Hip-hop", "lyrics": "널 기다리던 밤처럼 길고 어둡던 우리 사이 공백 이게 끝이 아니길 바래 I wanna go back 너가 원하던 거 다 고친 지금에야  넌 어디로 갔는지 난 홀로 남아 Lonely  오늘 따라 부는 바람도 참 시린 것 같은데 넌 왜이리 멀쩡해보이는 건지 눈치도 없는 너지만 예전처럼만 웃어주면 돼 나에겐 너 하나뿐인 걸 너 때매 아파 하는걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 추억 속 너에겐 못된 일이라 난 할수가 없어 이렇게 널 그리워 하는 날 알고있는지 나에겐 너 하나뿐인 걸 너 때매 아파 하는걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 too hard 너무 어려워 날 몰라주는 너도 서러워 I'm officialy missing you Officialy missing you Ye Im officially missing you  You know how I've been through  이젠 너와 내가 친구 사이로 남아 내 삶이 전부 진부 하게만 느껴져 마치 실이 빠진 진주 혹은 가벼운 티슈 우리둘 간에 issue makin은 이젠 없을거야 넌 아무 느낌두 안나겠지만서도 나 없는 밤이 긴듯 혼란스럽겠지 나 역시 옆구리 시린 just sandle 지루한 스캔들 내 안티팬들이 되버린 니 주위사람과 불리한 Game을  하기도 전에 Over를 쳤지만  Just painful Ye I just can do it  But can't be single  사랑 노랠 들어도 Where the melodies at   행동 하나 하나 모두 다 외로움이 돼 So Im officially missing you  날 떠난 너지만 아직 날 괴롭히네 나에겐 너 하나뿐인 걸 너 때매 아파 하는걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 추억 속 너에겐 못된 일이라 난 할 수가 없어 이렇게 널 그리워 하는 날 알고있는지 나에겐 너 하나뿐인 걸 너때매 아파 하는걸 널 잊으려고 노력해봐도 잘안돼 널 미워하는 건 Too hard 너무 어려워  날 몰라주는 너도 서러워 I'm officialy missing you Officialy missing you"}, {"song_no": "4079237", "year": "2013", "rank": "78", "title": "비가", "artist": "임재범", "genre": "Drama", "lyrics": "얼마나 아파하고 아파해야  아물까 지친 그리움에 돌려보내고 얼마나 사랑하고 사랑해야  나 안길까  바람 같은 기억의 품에  단 하룰 살더라도 괜찮아  내가 닿지 못할 그 곳에 머물  수 있다면  가슴이 부서지는 아픔도  시린 그리움의 눈물도 다  잊어 볼 텐데  얼마나 아파하고 아파해야  아물까 지친 그리움에 돌려보내고 얼마나 사랑하고 사랑해야  나 안길까  바람 같은 기억의 품에  다시는 돌아갈 수 없기에 추억 한 자락에 기대어 또  하루 버티고 그리움 깊어가면 갈수록 슬픈 마지막이 가까이 와  있는 것 같아  얼마나 아파하고 아파해야  아물까 지친 그리움에 돌려보내고 얼마나 사랑하고 사랑해야  나 안길까  바람 같은 기억의 품에 한숨처럼 흩어져 붙잡지도 못하고 멀어져만 가는 슬픈 사람아  얼마나 아파하고 아파해야  아물까 목이 메어 숨도 쉴수 없는 나  얼마나 흔들리고 흔들려야  나 안길까 바람 같은 기억의 품에 헤매이고 헤매이다가  아파하고 사랑하다가"}, {"song_no": "4011608", "year": "2013", "rank": "79", "title": "I`m Sorry", "artist": "CNBLUE (씨엔블루)", "genre": "Rock", "lyrics": "It's over I'm sorry Do it do it do it now Do it do it do it now 뭐라고 난 네 말 모르겠어 나 싫다는 네 말을 모르겠어 완전히 미쳤어 정신차려 미쳤어 R U crazy R U crazy 간다고 슬픈 척 연기 말고 떠난다고 핑계도 그만 말해 완전히 미쳤어 정신차려 미쳤어 R U crazy I'm really want you to get away 네 마지막 말은 그 차가운 말은 I'm sorry I'm sorry I'm sorry I'm sorry 사랑한다더니 나밖에 없다더니 Oh 그렇고 그런 거짓말이야 네 이별의 말은 그 당당한 말은 I'm sorry I'm sorry You tell me sorry You tell me sorry 모두가 변해도 너만은 아니란 말 Oh 누구나 말하는 그런 뻔한 말일 뿐이야 뻔뻔한 너의 한 마디 웃기는 너의 한 마디 I'm sorry I'm sorry 짜증난 너의 한 마디 화가 난 너의 한 마디 Oh oh back to me I'm so crazy 나라고 너에게 전부 다 준 나였는데 갑자기 떠난다고 완전히 미쳤어 정신차려 미쳤어 R U crazy R U crazy 가라고 마음 다 떠난 사람 보낸다고 더 이상 잡지 않아 완전히 미쳤어 정신차려 미쳤어 R U crazy I'm really want you to get away 네 마지막 말은 그 차가운 말은 I'm sorry I'm sorry I'm sorry I'm sorry 사랑한다더니 나밖에 없다더니 Oh 그렇고 그런 거짓말이야 네 이별의 말은 그 당당한 말은 I'm sorry I'm sorry You tell me sorry You tell me sorry 모두가 변해도 너만은 아니란 말 Oh 누구나 말하는 그런 뻔한 말일 뿐이야 뻔뻔한 너의 한 마디 웃기는 너의 한 마디 I'm sorry I'm sorry 짜증난 너의 한 마디 화가 난 너의 한 마디 Oh oh back to me I'm so crazy 네 말에 내가 또 무너져 네 말에 하늘도 무너져 악몽 같은 네 말 듣기 싫어 제발 Oh no no 내 귓가에 울린 내 가슴에 박힌 I'm sorry I'm sorry I'm sorry I'm sorry 사랑하지 말걸 마음 주지나 말걸 Oh 이렇게 나만 아프잖아 내 두 눈을 적신 내 심장에 박힌 I'm sorry I'm sorry You tell me sorry You tell me sorry 다시는 안 할래 죽어도 난 안 할래 Oh 너에게 쉬웠던 그런 흔한 사랑 따위 잔인한 너의 한 마디 냉정한 너의 한 마디 I'm sorry I'm sorry 상처 난 너의 한 마디 쓰디쓴 너의 한 마디 Oh oh back to me I'm so crazy"}, {"song_no": "4038859", "year": "2013", "rank": "80", "title": "어떤가요", "artist": "노을", "genre": "Drama", "lyrics": "나지막이 그려지는 기억에 나를 부르던 그대  목소리가 들리고 그대와 있던 기억을  하나씩 꺼내보다 마지못해 그저 또 눈물이 언젠가는 다시 볼 수 있겠지 어떻게든 기다리고  있을 나니까 그저 오늘따라 너무  힘이 들어서 그대가 보고 싶어서 나 그대 나 없이 잘 지내고  있는가요 그대는 아직 그대로인가요 그대가 지금 없는 난 아직 이렇게 우는데 오 그대 그 좋았던 수많은  기억들을 이젠 모두 다 잊어버렸나요 그대가 지금 없는 난 아직 이렇게 우는데 그댄 어떤가요 혹시라도 내 걱정은 말아요 어떻게든 기다리고  있을 나니까 그저 오늘따라 너무  힘이 들어서 그대가 보고 싶어서 나 그대 나 없이 잘 지내고  있는가요 그대는 아직 그대로인가요 그대가 지금 없는 난 아직 이렇게 우는 데 오 그대 그 좋았던 수많은 기억들을 이젠 모두 다 잊어버렸나요 그대가 지금 없는 난 아직 이렇게 우는데 오 매일 그대의 기억에 살아요 아무 말도 할 수 없는  내가 보이고 다시 그대를 볼 수 없을까 봐 난 아무것도 할 수가 없어요"}, {"song_no": "3996508", "year": "2013", "rank": "81", "title": "혼자라고 생각말기 (슈퍼스타 K5 송희진 오디션 참가곡)", "artist": "김보경", "genre": "Drama", "lyrics": "지치지 않기 포기하지 않기 어떤 힘든 일에도 늘 이기기 너무 힘들 땐 너무 지칠 땐 내가 너의 뒤에서 나의 등을 내줄게 언제라도 너의 짐을 내려 놓아도 된다고 혼자라고 생각말기 힘들다고 울지 말기 너와 나 우리는 알잖아 네가 나의 등에 기대 세상에서 버틴다면 넌 내게 멋진 꿈을 준거야 성급하게는 생각하지 말기 정말 잠이 올 때면 그 자리에 기대어 너무 지친 네 몸을 잠시라도 쉬게 해줘 혼자라고 생각말기 힘들다고 울지 말기 너와 나 우리는 알잖아 햇살이 참 좋은 날에 그런 날에 하루라도 또 다른 우리가 되어볼까 오늘과 다른 내일을 기대하며 멈춰 설 수는 없어 혼자라고 생각말기 힘들다고 울지 말기 너와 나 우리는 알잖아 네가 나의 등에 기대 세상에서 버틴다면 넌 나의 지지않는 꿈을 준거야 우리라는건 니가 힘이 들 때에 같이 아파하는 것"}, {"song_no": "4027796", "year": "2013", "rank": "82", "title": "오랜만이죠 (Feat. 신지수)", "artist": "라디 (Ra. D)", "genre": "R&B / Soul", "lyrics": "오랜만이죠 반가운 마음에 뭐라 말할까 할말이 많았는데  입가를 맴도는 그 어떤 얘기도 생각처럼 나오지는 않아 오랜만이죠 그대는 그대로네요 조금은 어색할 줄 알았는데 여전한 말투와 여전한 농담에 시간이 흐른 게 믿어지지 않아 오랜만이죠  그동안 어땠나요 어떻게 지냈나요 혹시 어디 아픈 덴 없는 건지 바쁜 일과에 숨쉴 틈 없다가도 가끔 그대 생각나면 만나고 싶었는데 오랜만이네요 오랜만이죠 이렇게 만나니까 좋았던 일들만 하나 둘 떠올라요 그렇게 많이도 다퉜었는데 어떻게 하나도 생각이 안날까요 참 오랜만이죠 모든 게 어제 같은데 이렇게 시간이 흘렀다는 게 믿어지지 않아 오랜만이죠  그동안 어땠나요 어떻게 지냈나요 혹시 어디 아픈 덴 없는 건지 바쁜 일과에 숨쉴 틈 없다가도 가끔 그대 생각나면 만나고 싶었는데 오랜만이네요 오랜만이네요 그대 웃는 얼굴과 장난스런 표정과 익숙한 모습들 아련했던 기억들 참 오랜만이죠 오래된 얘기죠 난 어제 같은데 그동안 어땠나요 어떻게 지냈나요 혹시 어디 아픈 덴 없는 건지 바쁜 일과에 숨쉴 틈 없다가도 가끔 그대 생각나면 만나고 싶었는데 정말 오랜만이죠"}, {"song_no": "4001331", "year": "2013", "rank": "83", "title": "I Got A Boy", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Dance", "lyrics": "Ayo GG Yeah Yeah   시작해 볼까   어머 얘 좀 봐라 얘   무슨 일이 있었길래 머릴   잘랐대 응  어머 또 얘 좀 보라고   머리부터 발끝까지 스타일이   바뀌었어  왜 그랬대 궁금해 죽겠네   왜 그랬대 말해 봐봐 좀  Ha Ha Let me introduce   myself Here comes trouble  따라 해  오 오오 예 오 오오 예 오 너   잘났어 정말  지가 뭔데 웃겨 너무 콧대   센 거 아니 나보고   평범하단다 얘  어 그 남자 완전 맘에   들었나 봐  말도 안돼 말도 안돼  너무 예뻐지고 섹시해 졌어   그 남자 때문이지 물어볼   뻔 했다니까 너 바꾼   화장품이 뭔지  사실 나 처음 봤어 상처   입은 야수 같은 깊은 눈  얘기만 해도 어질 했다니까   너 잘났어 정말 잘났어 정말  오 오오 예 오 오오 예 오   너 잘났다 정말   오 오오 예 오 오오 예 오   너 잘났어 정말   Ayo Stop Let me put it   down another way I got a boy 멋진 I got a  boy 착한 I got a boy  handsome boy 내 맘 다 가져간 I got a boy 멋진 I got a  boy 착한 I got a boy  awesome boy 완전 반했나 봐 아 내 왕자님 언제 이 몸을  구하러 와 주실 텐가요 하얀 꿈처럼 날 품에 안아  올려 날아가 주시겠죠 나 깜짝 멘붕이야 그 사람은  내 민 낯이 궁금하대 완전  맘에 들어 못 이긴 척  보여줘도 괜찮을까 오우 절대로 안되지  그치 그치  우리 지킬 건 지키자  맞지 맞지 그의 맘을 모두 가질 때까지  이건 절대로 잊어버리지 말라고 오 오오 예 오 오오 예 오  밤을 새도 모자라 다 다 오 오오 예 오 오오 예 오  우리 최고 관심사 다 다 내 말 들어봐 그 아이 너네  알지 좀 어리지만 속은 꽉 찼어 어떨 땐 오빠처럼 듬직하지만  애교를 부릴 땐 너무 예뻐 죽겠어 오 오오 예 오 오오 예 오  너 미쳤어 미쳤어 오 오오 예 오 오오 예 오  너 미쳤어 미쳤어 난 정말 화가 나 죽겠어  내 남잔 날 여자로 안보는 걸  막연할 땐 어떡하면 내가  좋겠니 질투라도 나게  해볼까 속상해 어떡해 나 말도 안 돼 말도 안 돼 Don't stop Let’s bring it  back to 140 I got a boy 멋진 I got a  boy 착한 I got a boy  handsome boy 내 맘 다 가져간 I got a boy 멋진 I got a  boy 착한 I got a boy  awesome boy 완전 반했나 봐 언제나 내 곁엔 내편이  돼주고 귀 기울여주는  너 너 난 이대로 지금 행복해  잘 될 거니까 I got a boy 멋진 I got a  boy 착한 I got a boy  handsome boy 내 맘 다 가져간 I got a boy 멋진 I got a  boy 착한 I got a boy  awesome boy 완전 반했나 봐 I got a boy 멋진 I got a  boy 착한 I got a boy  handsome boy 내 맘 다 가져간 I got a boy 멋진 I got a  boy 착한 I got a boy  awesome boy 완전 반했나 봐 I got a boy 멋진"}, {"song_no": "3968836", "year": "2013", "rank": "84", "title": "되돌리다", "artist": "이승기", "genre": "Ballad", "lyrics": "알 수 없는 그 계절의 끝 나는 너를 사랑하고 있던 걸까 어딘가에 우리 함께했던  그 많은 시간이 손 닿을 듯 어제 일 처럼  되돌려지곤 해 순간마다 네가 떠올라 조용히 낮게 울리던 그 목소리 봄을 닮은 햇살 같았던  너의 모습까지 언제나 넌 나의 매일을  환하게 비췄어 순간마다 네가 떠올라 조용히 낮게 울리던 그 목소리 봄을 닮은 햇살 같았던  너의 모습까지 아주 작은 기억들 조차  여전히 선명해 알 수 없는 그 계절의 끝 나는 너를 사랑하고 있던 걸까 어딘가에 우리 함께했던  그 많은 시간이 손 닿을 듯 어제 일 처럼  되돌려지곤 해 순간마다 네가 떠올라 조용히 낮게 울리던 그 목소리 봄을 닮은 햇살 같았던  너의 모습까지 언제나 넌 나의 매일을  환하게 비췄어 순간마다 네가 떠올라 조용히 낮게 울리던 그 목소리 봄을 닮은 햇살 같았던  너의 모습까지 아주 작은 기억들 조차  여전히 선명해 우린 어디쯤 있을까 수 많았던 기억들을 되돌려봐 우린 행복했던 걸까 알 수 없는 마음들만 제자리에 남아 순간마다 네가 떠올라 조용히 낮게 울리던 그 목소리 봄을 닮아 햇살 같았던  너의 모습까지 아직도 난 너를 잊지 않아 우린 어디쯤 있을까 우리는 행복했던 걸까"}, {"song_no": "4070278", "year": "2013", "rank": "85", "title": "너는 사랑이다", "artist": "서인영", "genre": "Drama", "lyrics": "매일 채울수록 비어가는  가슴 안고 혼자 헤매이다  이렇게 또 우두커니 오늘따라 네 곁이 그리워  마음 한 쪽이 시려온다 다시 어제처럼  하루가 또 지나가고 너의 멈추어진 기억들만  덩그러니 차오르는  내 눈물 사이로 추억이  너를 데려와 불러본다 다가설 수 없는 널 외쳐본다 닿지 않는 그 말  듣지 못해도 오 아무리 내 맘 외롭게 울려도  날 숨쉬게 하는 너는 사랑이다 너의 어깨 위에  마음 하나 기대기가 차마 하지 못한 그 말 하나  건네기가 이렇게도 왜 힘겨운 건지  견딜 수 없이 아파 와 불러본다 다가설 수 없는 널 외쳐본다 닿지 않는 그 말  듣지 못해도 오 아무리 내 맘 외롭게 울려도  날 숨쉬게 하는 너는 사랑이다 세상 무엇으로도 결국  메워내지 못한 시린 마음  한 쪽 텅 빈 그 자리 모두  채워줄 단 한 가지 믿어본다 다시 한 번 사랑을 기다린다 끝내 닿지 못해  엇갈린대도 오 아무리 내 맘 외롭게 울려도  날 숨쉬게 하는 너는 사랑이다 날 꿈꾸게 하는 너는 사랑이다"}, {"song_no": "4081052", "year": "2013", "rank": "86", "title": "She (Feat. Beenzino)", "artist": "Zion.T", "genre": "Rap / Hip-hop", "lyrics": "Baby baby I wanna show you  she she she is so beautiful  wanna get get get   close to you girl  넌 날 속상하게 해  아무 말 못하게 해  woo 아름다워  hey hey wow wow  감탄사가 나와  다시 봐도 wow wow  멈추지를 않아  딸꾹질처럼 갑자기  놀라 난 놀랐지  숨을 길게 참아봐도 똑같애  아마 일 억 구 천   오백 팔십 오 명 정도의  남자들이 너에게   딴 맘 가졌을 걸  단지 듣기 좋으란 말 아니고  난 그냥 속상해 널 보는 마음이  she she she is   so beautiful so beautiful  wanna get get get close to you girl   넌 날 속상하게 해  아무 말 못하게 해  Woo 아름다워  다른 놈들은 모두 똑같애  하룻밤을 원해 모두 너한테  얄팍한 문자는 뱀의 혀 같애  걔넨 뭘 좀 모르는 것 같애  니가 아는 오빠들   fuck that suckers  니가 아는 패션 피플들도 결국  나한텐 쨉도 안돼 절대로  i ain't talkin bout   돈이나 얼굴  필요한 건 대화 영어로는   conversation  제일 최악은 자기 말만 하는 애들  우리가 만약에 말만   아주 잘 통한다면  지루할 일 없어   우린 어디에 있든  아는 오빠들   fuck that suckers  그 모든 패션 피플들도 결국  나한텐 쨉도 안돼 절대  my baby i'm talkin bout'   천생연분  baby babe  can you be my lady   be my lady would you be my lady yeah yeah  you make me crazy  baby baby baby  she she she is   so beautiful so beautiful  wanna get get get close to you girl  넌 날 속상하게 해  아무 말 못하게 해  Woo 아름다워 she she she is  so beautiful so beautiful close to you girl 넌 날 속상하게 해 Woo 아름다워"}, {"song_no": "3942707", "year": "2013", "rank": "87", "title": "꽃송이가", "artist": "버스커 버스커", "genre": "Folk", "lyrics": "배드민턴 치자고 꼬셔  커피 한 잔 하자고 불러 동네 한 번 걷자고 꼬셔  넌 한 번도 그래 안 된다는  말이 없었지 꽃송이가 꽃송이가 그래  그래 피었네 꽃송이가 꽃송이가 그 꽃  한 송이가 그래 그래 피었구나 거리에 사람들 수많은 사람들  그 길에 사람들 그래 나는 네게 얼마만큼  특별한 건지 그게 어려운 거야 그게  어려운 거라  그게 어려운 거야 맛있는 거 먹자고 꼬셔 영화 보러 가자고 불러 단대 호수 걷자고 꼬셔 넌 한 번도 그래 안 된다는  말이 없었지 꽃송이가 꽃송이가 그래  그래 피었네 꽃송이가 꽃송이가 그 꽃  한 송이가 그래 그래 피었구나 거리에 사람들 수많은 사람들  그 길에 사람들 그래 나는 네게 얼마만큼  특별한 건지 그게 어려운 거야 그게  어려운 거라  그게 어려운 거야 좋아 좋아 하모니카 솔로 꽃송이가 꽃송이가 꽃송이가  그래 그래 피었네 꽃송이가 꽃송이가 그 꽃  한 송이가 그래 그래 피었구나 거리에 사람들 수많은 사람들  그 길에 사람들 그래 나는 네게 얼마만큼  특별한 건지 그게 어려운 거야 그게  어려운 거라  그게 어려운 거야"}, {"song_no": "4058541", "year": "2013", "rank": "88", "title": "Bye Bye Love", "artist": "2BIC(투빅)", "genre": "Ballad", "lyrics": "I want you to hear this song my baby I can`t let you go I don`t  wanna cry again listen baby don`t let me be alone  돌아와 줘 제발 오늘 밤만은 나를 안아 줘 마지막 입맞춤도 슬픈  인사도 하지 말아 줘 baby don`t let me be alone  창문밖에 비가 내리고  두 눈가에 눈물 흐르고 우리  마지막 밤인걸 니 입술이 내게 말을 해 우린  이제 끝난 거라고  결국 돌아서 버린 너 널 붙잡고 싶어도 애원해 봐도  차가워진 너의 목소리 차마  널 잡지 못 하고 baby don`t let me be alone  돌아와 줘 제발 오늘 밤만은 나를 안아 줘 마지막 입맞춤도 슬픈 인사도  하지 말아 줘 baby don`t let me be alone  내게 남은 너의 향기도 손에  남은 너의 온기도 이젠  사라져 버리고 떠나가지 말라고 애원해 봐도  차가워진 너의 표정이  날 아프게 해 baby don`t let me be alone  돌아와 줘 제발 오늘 밤만은  나를 안아 줘 마지막 입맞춤도 슬픈 인사도  하지 말아 줘  baby don`t let me be alone  기다리고 있을게 언제라도  후회 뿐인 나에게 너를 돌려 줘 너 없이는 난 안 돼  숨조차 못 쉬는데 제발  baby don`t let me be alone  하나만 기억해 줘 잊지 말아 줘 tonight baby don`t let me be alone"}, {"song_no": "2544954", "year": "2013", "rank": "89", "title": "My Angel (Feat. 윤후) (MBC `아빠! 어디가?` 윤후 자장가 삽입곡)", "artist": "포맨", "genre": "Ballad", "lyrics": "My Angel My Angel 나에겐  내게 저 하늘이 주신 큰 선물  내 맘에 잠든 예쁜 사랑   My Angel My Angel 나에겐  내게 이 세상이 주신 큰 기쁨  잘자요 예쁜 나의 사랑  Good Night   (우우 우~ 우우~)   넌 나의 천사가 맞다면 난 너의 날개가 될게  넌 나의 하늘이면 난 너의 별이 될게   My Angel My Angel 나에겐 (Oh My Angel My Angel)  내게 저 하늘이 주신 큰 선물  내 맘에 잠든 예쁜 사랑  (내 맘에 잠든 예쁜 사랑)   My Angel My Angel 나에겐  내게 이 세상이 주신 큰 기쁨 (My Angel My Angel)  잘자요 예쁜 나의 사랑  Good Night   (후우~ Good Night 우~ Baby You Love)"}, {"song_no": "3987723", "year": "2013", "rank": "90", "title": "매력있어", "artist": "악동뮤지션", "genre": "Folk", "lyrics": "매력 있어 내가 반하겠어 다이어트 중 마주친  치킨보다 더 매력 있어 어쩔 땐 바삭한 어쩔 땐  매콤한 반전의 그대여 매력 있어 내가 반하겠어 대대대대대기업 회장비서  보다 더 매력 있어 겨울밤 뜨끈한 오뎅  국물보다 매력 있어 네 어떤 면이 도대체  내 맘을 따뜻하게 하는지 회장비서 보다 더 매력 있어 크지 않은 눈 오똑하지 않은코 하지만 이게 뭐야 난  네게 빠져 버렸어 도대체 뭐야 날 이렇게 만든 네 정체가 뭐야 마법사 마술사 아님 어디서 매력학과라도  전공하셨나 어서 벗어 비호감 티는  어서 벗어 매력있는 자들만 탈 수  있는 콜롬버스 타고  나만의 매력을 이 세상  저 세상에 어필해 어서 벗어 비호감 티는 어서 벗어 다다다단번에 내 눈에  들었어 내가 찜꽁했어 햇볕 아래 사막 오아시스보다  눈에 띄었어 이런 메마른 내 마음을  축여줄 단비 같은 그대여 매력 있어 내가 반하겠어 매력 있어 매력 있어 도대체 뭐야 날 이렇게 만든 네 정체가 뭐야 마법사 마술사 아님 어디서 매력학과라도  전공하셨나 매력 있어 내가 반하겠어 다이어트 중 마주친  치킨보다 더 매력 있어 어쩔 땐 바삭한 어쩔 땐 매콤한 반전의 그대여 매력 있어 내가 반하겠어"}, {"song_no": "4085652", "year": "2013", "rank": "91", "title": "딱 한잔만", "artist": "윤건", "genre": "Ballad", "lyrics": "딱 한잔만 한잔만  술한잔에 널 담아 마신 밤   골목길 내리는 빗소리 들으며   마신다 널 듣는다  참 오랜만이야 지금 뭐해  썼다 지웠다 반복되는 말  만지작 만지작 전화기만 보며  그린다 널 본다  이 빗소리에  니 목소리에  한잔 비우고 또 채우고 널   비우고 또 채워  I try try 강남역 2시반 사월의 냄새   가득 취한밤  딸그락 거리는 빈술잔을 보며  그리다 널 부른다  딱 한잔만  이 빗소리에 니 목소리에 한잔 비우고 또 채우고 널  비우고 또 채워 I try try 강남역 2시반 사월의 냄새  가득 취한밤 딸그락 거리는 빈술잔을 보며 그리다 널 부른다 딱 한잔만"}, {"song_no": "4080846", "year": "2013", "rank": "92", "title": "두 번째 고백", "artist": "비투비", "genre": "Ballad", "lyrics": "오늘은 굉장히 중요한 날입니다 한 여자에게  두 번째 고백을 하는 날이거든요 그녀에게 다시 찾아가려 합니다 과연 그녀가 제 마음을 받아줄까요 오늘은 왠지 느낌이 좋습니다 자존심도 다 버리고  두 번째 고백 하고 싶은 말이 많아도  생략할게 멋지게  나 변할게 오늘부터 다시 매일 견우와 직녀처럼  멋진 사랑을 해 볼래 널 위해  방안에서 틀어박혀  고백 연습 너만을 위한 세레나데  노래도 연습 넘어져도 다시 일어나  걱정하지 마 용기를 내자 서툰 편지를 쓰고  커다란 곰 인형 공급 우리가 사랑했던 시간도  그토록 꿈결 같던 시간도 모두 전부 다 잊을 수가 없는데 All day  너만 생각해  어제도 밤을 세웠네 Girl 가슴이 답답해  잠 못 이루는 밤에 어떤가요  그댄 괜찮나 봐요  하루하루 그때 추억에 젖어 힘이 드네요 언제라도 그대 돌아온다면  눈물 따윈 없겠죠  두 번째 나의 고백 I want you back baby  I swear it's true Won't ever make you jealous  I'll make them jealous of you Come back to me for eternity And take a listen to my 2nd  confession please 너와 난 이제  신호 하나를 끼고서 마주 봐 어쩌나 심장이  터져 버릴 것만 같아 누가 그녀에게 내 사랑을  큐피트의 화살을 날려줘  날 살려줘  어랏 초록 불이다 돌아올 수 있을까 그때가 다시  나와 함께 할 수 있을까  그대가 다시 가로수 길 밥집 논현동의 아침 다시 한 번 맛 보고 싶은  골목길에서의 키스 여지껏 힘겨웠던 시간들  갈수록 후회 뿐인 나날들 모두 전부 다 되돌리고 싶은데 All day 너만 생각해  어제도 밤을 세웠네 Girl 그대는 어떤지 돌아가고 싶은데 어떤가요 그댄 괜찮나 봐요  하루하루 그때 추억에 젖어  힘이 드네요 언제라도 그대 돌아온다면  눈물 따윈 없겠죠  두 번째 나의 고백 남들의 시선이 두렵진 않아  두 번째 고백 그대를 위한 세레나데  두 번째 고백 Throwing away my pride to ask  you to come back I'll be your shoulder strap  and you can be my backpack 그때로 다시 돌아가고 싶은데  그대는 왜 Oh  왜 내 맘 몰라주나요 언제라도 그대 돌아온다면  눈물 따윈 없겠죠 Oh 어떤가요 그댄 괜찮나 봐요  하루하루 그때 추억에 젖어  힘이 드네요 언제라도 그대 돌아온다면  눈물 따윈 없겠죠  두 번째 나의 고백"}, {"song_no": "3953192", "year": "2013", "rank": "93", "title": "하지 못한 말", "artist": "노을", "genre": "Ballad", "lyrics": "오늘같이 찬바람이 불어오면 생각이 나는 그 사람 그저 힘들었던 아픔도 계절을 타고 좋았던 기억들만 남고 해질녘 노을 진 한강을 보니 생각이 나는 그 사람 잊어야겠지 그래야겠지 보내야겠지 좋은 사람 만나 웃으며 더 사랑받으며 살아 잘해주지 못한 내 못난 기억은 잊고 살아 힘들던 날의 기억들 행복했던 날의 추억 고마웠다고 미안하다고 비틀대며 집으로 가는 그 길에 나 많이도 울어봤고 파랗게 멍든 하늘 보며 내 속 깊은 곳도 같이 멍들고 해가지는 그 차창 밖을 보며 밤새 그댈 그린 날들 스쳐 가는 이 바람을 따라 이제 그댈 그만 보내주려고 해 좋은 사람 만나 웃으며 더 사랑받으며 살아 잘해주지 못한 내 못난 기억은 잊고 살아 힘들던 날의 기억들 행복했던 날의 추억 고마웠다고 미안하다고 그 동안 나 많이 행복했고 또 많이 다투기도 했었지만 돌아보면 너무나도 소중했던 기억만 남았으니까 이렇게라도 얘길 하려해 내 가슴에 맺힌 말 가슴이 좁아 하지 못한 말 좋은 사람 만나 웃으며 더 사랑받으며 살아 잘해 주지 못한 내 못난 기억은 다 잊고 살아 고마웠다고 미안하다고 사랑했었다고"}, {"song_no": "4035640", "year": "2013", "rank": "94", "title": "될 대로 되라고 해 (느낌 So Good)", "artist": "개코", "genre": "Rap / Hip-hop", "lyrics": "난 G A E K O   믿음직한 오승환 글러브  솜방망이 농락하는 나의   묵직한 돌직구 플로우   음악이란 놀이에 미친 놈이야   난 거부할게 자기복제 포비아   시대의 흐름을 흡수하는   솜 이지만 꽉 쥐면 흐르는 건   노력의 땀이야  빼빼 마른 몸매에서 깊게   뿜어 나오는 강단   행동발달 상황은 근면성실   성적표는 매번 차트에서 상단   여자들의 환상 캘 게 많은   광산 번뜩이는 감각 돈 되는 장사   구린 음악으로 더부룩한   체끼를 산산조각 내는 탄산 right   풋내기들 앵앵거리면 귀가   먹먹해서 뒷골 땡겨   우리 무대를 보고 나면   사람들은 골골대고 어깨 땡겨   난 느낌있는 유부남 날 보면   애 엄마의 등줄기처럼 애가 타  음악은 내 놀이터 밤새 뛰어   노는 철부지 어린 애 같아   let's dance like a   퓨쳐라이거  나 놀게 놔둬 너 뭐해 지금   밀린 일 없으면 나와   오늘은 될 대로 되라고   되라고 해 오늘은 될 대로   되라고 되라고 해  난 노래하는 홍길동 서울   대전 대구 부산 찍고 turn   관중들의 손금 확인하면서   내려와 끝 곡 때리고서  찰지고 맛깔나는 목소리   때문에 사람들은 폭식   사리추가 요청   꼰대 어르신도 끼우는 보청기   브로콜리 너마저도 앵콜 요청   이이이 이게 나네 비비비   비교가 돼   더블디디디디 반토막 랩퍼   비판해 그게 나의 동기가 돼   용기가 돼 목소리 소리 반   공기 반 돼   악플러들은 손가락만 놀리는   새벽의 저주일 뿐 썩은   좀비가 돼  let's dance like a   퓨쳐라이거  나 놀게 놔둬 너 뭐해 지금   밀린 일 없으면 나와   오늘은 될 대로 되라고   되라고 해 오늘은 될 대로   되라고 되라고 해  let's dance like a   퓨쳐라이거  나 놀게 놔둬 너 뭐해 지금   밀린 일 없으면 나와   오늘은 될 대로 되라고   되라고 해 오늘은 될 대로   되라고 되라고 해  입담이 좀 거칠어 항상 위험한   수위 swag 타령 안 해도   남들보다 약간 우위  오싹하게 하는 목소리 때문에   탈 거야 추위 이건 1등급   랩송이야 가장 맛있는 부위  사람들의 취향은 철새처럼   유행따라 왔다 가지만   난 자석 같은 놈이라 다들   철쇠처럼 따라와   다가와 다가와 전진처럼   아는 여자 데리고 와 장진처럼   전진장진하는 나의 랩은   좀 꿀떡 같아 커빈처럼  얼음  Rhythm is life Life is   rhythm 리듬이는 게으른 날   움직이는 기름   나이스한 사나이의 긍정리듬이   가진 파워가 이뤄낸 나의   나의 이름   칠흑같은 어둠에서 갈고   닦고 다듬어낸 치명적인 비음   가리온이 깔아놓은 홍대   신촌 리듬위로 개코   let's go get em  let's dance like a   퓨쳐라이거  나 놀게 놔둬 너 뭐해 지금   밀린 일 없으면 나와   오늘은 될 대로 되라고   되라고 해 오늘은 될 대로   되라고 되라고 해  let's dance like a 퓨쳐라이거  나 놀게 놔둬 너 뭐해 지금   밀린 일 없으면 나와   오늘은 될 대로 되라고 되라고 해   오늘은 될 대로 되라고   되라고 되라고  되라고 되라고 해 느낌 so good"}, {"song_no": "4070314", "year": "2013", "rank": "95", "title": "봄에게 바라는 것", "artist": "더 포지션", "genre": "Rock", "lyrics": "바람에 나부끼다  어느 거리를 떠돌다가 널 닮은 하늘을 바라보니 자꾸 눈물만 훔쳐낸다 이별 후 더 바빠졌어 너를 기다리고 그리는 일 아파도 아픈지 모르겠어 차가운 사랑에 얼어 버려 맘은 아직 겨울인가 봐 그대 떠난 가을 지나 내 마음 속엔  눈이 쌓여 있나 봐 찬 이별에 모두 얼었어 나는 봄을 기다립니다 그대라는 봄이 오길 따스한 햇살 속에 손 잡고 걷고 싶어 머물고 싶어 그리움은 파도 같아 한 순간도 머물지 못해 얼음처럼 차가워진 심장에 또 밀려왔다 밀려간다 맘은 아직 겨울인가 봐 그대 떠난 가을 지나 내 마음 속엔  눈이 쌓여 있나 봐 찬 이별에 모두 얼었어 나는 봄을 기다립니다 그대라는 봄이 오길 따스한 햇살 속에 손 잡고 걷고 싶어 머물고 싶어 내 기다림의 끝은 어딘가  내 그리움의 끝은 어딘가 널 사랑하다 널 사랑하다  지쳐가는 나는 어디에 맘은 아직 겨울인가 봐 그대 떠난 가을 지나 내 마음 속  눈이 쌓여 있나 봐 찬 이별에 모두 얼었어 봄을 기다립니다 그대라는 봄이 오길 따스한 햇살 속에 손 잡고  걷고 싶어 머물고 싶어"}, {"song_no": "4071860", "year": "2013", "rank": "96", "title": "아마도", "artist": "10cm", "genre": "Drama", "lyrics": "오 어쩌다가 날이 밝아도 달라질게 없다는 진실은 여전하고 오 하루 종일 딴 생각하면  뜬 구름만 잡다가도 새벽을 맞이하네 우 난 오늘 같이 좋은 날에도 우 이 작은 방에 혼자 있는 다 해도 오오 매일 매일 버티다 보면 나에게도 돌아오려나 아마도 아마도 웃고 울고 참다가 보면 언제 가는 나아지려나 아마도 아마도 오 어쩌다가 거울을 보면 억지로 웃어봐도 얼굴은 멋지지 않고 오 하루 종일 창문을 열어 바람을 맞다가도 내일을 생각하네 우 난 오늘같이 좋은 날에도 우우 이 작은 방에 혼자 있는 다 해도 오오 매일 매일 견디다 보면 나에게도 떨어지려나  아마도 아마도 웃고 울고 달리다 보면 언젠가는 사랑하려나  아마도 아마도 어젯밤도 오늘밤도  매일 꿈만 꾸다가 들려오는 한마디 난 다시 눈을 뜨고 매일 매일 버티다 보면 나에게도 돌아오려나 아마도 아마도 아마도 아마도 아마도 아마도 언젠가는 나아지려나 아마도 아마도"}, {"song_no": "4093313", "year": "2013", "rank": "97", "title": "이별극장", "artist": "가비엔제이", "genre": "Ballad", "lyrics": "헤어지잔 그 말에 내 눈 앞은  깜깜해지고 눈물이 범벅 빗방울 흠뻑  내맘도 젖어가 거리에 많은 사람 우는 여자  첨 보는지 하나 둘 힐끗 불쌍하게 나만  쳐다보잖아 이별이란 그렇게 woo hoo  갑자기 찾아와 woo hoo 내맘 뜯어놓고 내맘 찔러놓고 난 어떡하란말야 사랑이란 그렇게 woo hoo  갑자기 떠나가 woo hoo 이별연기 못해 죽어도 못보내  이 바보야 니 사랑이 울잖아 영화에서나 듣던 뻔한  이별의 한마딜 듣게될줄은 몰랐었어 부디  행복하라고 이별이란 그렇게 woo hoo  갑자기 찾아와 woo hoo 내맘 뜯어놓고 내맘 찔러놓고 난 어떡하란말야  사랑이란 그렇게 woo hoo  갑자기 떠나가 woo hoo 이별연기 못해 죽어도 못보내  이 바보야 떠나지마 열까지 셀테니까 돌아와  안아줘 이번 한번은 용서할테니 어서  빨리오란말야 기다려도 바람만 woo hoo  두볼에 눈물만 woo hoo 내맘 내려앉아 내몸 주저앉아  한걸음도 떼지 못해 사랑이란 그렇게 woo hoo  갑자기 떠나가 woo hoo 죽겠지만 안녕 정말 안녕  이 바보야 모르겠니 사랑해"}, {"song_no": "4054905", "year": "2013", "rank": "98", "title": "그 뻔한 말", "artist": "정인", "genre": "R&B / Soul", "lyrics": "옅은 조명에 음악이 흐르고  수줍었던 너와 나 망설여 하던 내 손을 꼭 잡고  니가 내게 했던 말 언제나 니 곁에 있어줄게  걱정하지 마 언제나 너만을 생각하고  잘해줄거야 사랑한다고 그 뻔한 말 믿고 싶었어 너보다 내가 너를 조금 더  사랑했으니 그렇게 난 너를 원했어 처음 본 그 순간부터 내 맘은  너였으니까 니가 어떤 사람이든  상관없었어 너만 내 곁에 있어주면 우리 절대로 헤어지지 말자  자주 내게 했던 말 언제나 니 곁에 있어줄게  걱정하지 마 언제나 너만을 생각하고  잘해줄거야 사랑한다고 그 뻔한 말 믿고 싶었어 너보다 내가 너를 조금 더  사랑했으니 그렇게 난 너를 원했어 처음 본 그 순간부터 내 맘은  너였으니까 시간이 더 흐르고  우리 다시 만나면 그땐 날 절대 놓지  않을 거라던  그 말도 그 말도 그 뻔한 말 믿고 싶었어 너보다 내가 너를 조금 더  사랑했으니 그렇게 난 너를 원했어 처음 본 그 순간부터 내 맘은  너였으니까 니가 어떤 사람이든 상관없었어 너만 내 곁에 있어주면"}, {"song_no": "4078905", "year": "2013", "rank": "99", "title": "말하는 대로", "artist": "윤성기", "genre": "Rock", "lyrics": "나 스무살 적에  하루를 견디고 불안한 잠자리에 누울 때면 내일 뭐하지 내일 뭐하지  걱정을 했지 두 눈을 감아도 통 잠은  안 오고 가슴은 아프도록 답답할 때  난 왜 안되지 왜 난 안되지  되뇌었지 말하는 대로 말하는 대로 될 수 있다곤 믿지 않았지  믿을 수 없었지 마음먹은 대로 생각한 대로 할 수 있단 건 거짓말 같았지  고개를 저었지 사실은 한 번도 미친 듯 그렇게  달려든 적이 없었다는 것을 생각해 봤지 일으켜 세웠지  내 자신을 말하는 대로 말하는 대로 될 수 있단 걸 눈으로 본 순간  믿어보기로 했지 마음먹은 대로 생각한 대로 할 수 있단 걸 알게 된 순간  고갤 끄덕였지 말하는 대로 말하는 대로  말하는 대로 될 수 있다고 될 수 있다고  그대 믿는다면 마음먹은 대로 마음먹은 대로 생각한 대로 그대 생각한 대로 도전은 무한히 인생은 영원히  말하는 대로 도전은 무한히 인생은 영원히  말하는 대로"}, {"song_no": "4079731", "year": "2013", "rank": "100", "title": "멀리서 안부", "artist": "윤하 (YOUNHA)", "genre": "Drama", "lyrics": "그대의 하루는 아름다웠나요 어제와 달라진게 있던가요 대답은 그렇게 중요한적 없어요 그저 그대의 안불 묻고 싶을 뿐 솔직히 기댈 자신이 내겐 없어요 소중한 뭔갈 갖는 게 두려워요  오늘도 한걸음 멀리에서  바라만 보죠 얼려둔 내 마음을 녹이지 마요 두 볼에 눈물이 흐르면  어떻게 하려고 모든걸 믿으라고 말하지 마요 한 번 더 무너져버리면  어떻게 하라고 그 때 난 그대의 하루도 고단했었나요 느려진 발걸음이 안쓰러워 들리지 않아도 느낀 적이 있었죠 우리 서로의 안불 묻고 있단걸 솔직히 흔들린 적이 너무 많아요 그대와 잠시 웃던 매 순간마다 달콤한 순간은 왜 날 항상  두렵게 하죠 얼려둔 내 마음을 녹이지 마요 두 볼에 눈물이 흐르면  어떻게 하려고 모든걸 믿으라고 말하지 마요 한 번 더 무너져버리면 어떻게  하라고 그 때 난 숨겨둔 내 마음을 읽지 말아요 참았던 말이 쏟아지면  어떻게 할래요 긴 시간 흐른 뒤에 곁에 있다면 그 때는 다 얘기할게요  사랑했었다고 그대를"}]