[{"song_no": "4117702", "year": "2013", "rank": "51", "title": "잘 있나요", "artist": "The One (더원)", "genre": "Drama", "lyrics": "잘 있나요 나의 사랑아  눈물이 난다 또 하늘을 본다   바라봐도 추억이 흐른다  니가 없는 하루가 너무 아프다   차 오르는 그리움도  사랑이 운다 바람에 날린다   구름 되어 그 길을 따라가  나 이렇게 먼 곳에서 바라 본다   잊지 말라던 그대  내 눈물아 슬픈 추억아 보고   싶은 그런 사랑아  언제나 같은 하늘 아래 그려   본다 그래 나 이렇게   아픔에 살아  하루가 지나가도 하루가 다시   오는 슬픔   죽을 만큼 힘들잖아 나의 사랑   내 눈물아 슬픈 추억아 보고   싶은 그런 사랑아  언제나 같은 하늘아래 그려   본다 그래 나 이렇게 아픔에 살아  니가 없이 가끔 울것 같은데   아파도 슬퍼도 너를 생각해  잘 있나요 나의 사랑아 보고   싶은 나의 사랑아  언제나 같은 하늘 아래 그려   본다 그래 나 이렇게 아픔에 살아  오늘도 그렇게 아픔에 산다"}, {"song_no": "3947371", "year": "2013", "rank": "52", "title": "? (물음표) (Feat. 최자 Of 다이나믹듀오, Zion.T)", "artist": "프라이머리", "genre": "Rap / Hip-hop", "lyrics": "전화를 할까 말까 문자로 할까  아 시간이 너무 늦었나  그녀는 벌써 잘까  오늘따라 밤이 너무 길어  문자를 썼다 고쳤다 하다가 지워  아쉬워 방금 보낸 문자가  답장을 기다리는  이 시간이 너무 길어  안절부절 못하는 내 모습이  안타까워서 약속도 없는  밤거리로 나왔어  뻥 터졌어 호르몬 두근거려  사춘기 중학생처럼 오예  내 맘에 빨간 불이 켜졌어  널 생각하면 이성은   꼼짝 못하고 얼어  제대로 털렸어 나 딱 걸렸어  나 넌 진짜  감당하기 힘든 일을 벌렸어  난 브레이크가 고장 난 8톤 트럭  못 멈춰 이미 시동 걸렸어 난  넌 웃을 때 웃을 때 콧구멍이 커져  그건 위험해 위험해 니 앞에 서면  괜히 수줍게 어물쩡대  그러고 보면 내가 어떻게 해  너는 왜 항상 무표정  넌 대체 뭘 하는 여자길래  도대체 뭘 먹고 자랐길래  물음표 물음표 찍게 만들어  니가 뭔데 내 입가에  미소만 짓게 만들어  Woah 말도 안돼  제발 좀 그만해줄래 너무 귀여워 끌려 난 어지러워 끌려  끌리는 것 이상으로  저걸 어째 뭔데  네 번째 손가락에 낀 반지 뭔데  슬쩍 묻네 대답 없고  스무고개 하자 할 수도 없고  나만 술래 하기야  넌 매일 도망가기만 해  날 어쩔 셈이야 이거  어장관리 아냐  날 잡던지 아님  내게 잡히던지 해줘  뿌리치던지 내게 안기던지 해줘  그렇게 웃지만 말고 얘기해줘  답답한 내 맘에다 너란 창을 내줘  넌 대체 뭘 하는 여자길래  도대체 뭘 먹고 자랐길래  물음표 물음표 찍게 만들어  니가 뭔데 내 입가에  미소만 짓게 만들어  Woah 말도 안돼  제발 좀 그만해줄래  너무 귀여워 끌려  난 어지러워 끌려  끌리는 것 이상으로 끌려"}, {"song_no": "4178683", "year": "2013", "rank": "53", "title": "니가 아니었기를 (Narr. 버벌진트)", "artist": "미스에스", "genre": "Dance", "lyrics": "난데 나 아직 사랑해 사랑해 근데 너무 힘들다   아직도 나는 널 잊지 못해  너무 아픈 사랑은   사랑이 아니었기를   너무 힘든 사랑은   사랑이 아니었기를   너무 아픈 사랑은   사랑이 아니었기를   그래 니가 내 사람이   아니었기를   너와 함께 걷던 거리   이젠 나 혼자서 걸어가겠지   널 위해 비워둔 자리   이젠 내 생활로 채워갈게 Bye   몰랐어 내입으로 이별을 뱉을줄   힘들었어 better than   독한 한잔의 술   잘 알잖아 난 니 허락 없이는   아무 것도 하지 않던   바보라는 것을   난 마치 쇼생크의 죄수   너라는 구속이 내게는   너무 익숙한 걸   허나 시간이 지나갈수록   모든걸 이해할수록   조금씩 멀어짐을 느꼈어   잠시라도 너를 보기 위해   맘 졸이고   습관처럼 너를   내사람이라고 믿고   그렇게 너만 보며 살았는데   이제는 해줄 수 없는 말   사랑해 그래 사랑하기는 해   하지만 이쯤에서 그만   헤어지는게   사랑해 우리 사랑 끝이   보이는데 good bye   더 늦기 전에   사랑해 그래 사랑하기는 해   하지만 이쯤에서 그만   헤어지는게   아직도 우리 사랑 끝이   보이는데 good bye good bye   난 너만을 원해  이번엔 정말 다를거라  사랑은 모두 주는 게 맞는거라  아닌걸 알면서도  겪어 봤으면서도 그게   잘 안되더라  I know 모든것은 나의 실수  하지만 나도 항상 미안함에  숨을쉴 수 없을 만큼 힘들었어  사랑해도 외로웠어  변해가는 네 눈빛이 너무   두려웠어  잠시라도 너를 보기 위해   맘 졸이고   습관처럼 너를   내사람이라고 믿고   그렇게 너만 보며 살았는데   이제는 해줄 수 없는 말   사랑해 그래 사랑하기는 해   하지만 이쯤에서 그만   헤어지는게   사랑해 우리 사랑 끝이   보이는데 good bye   더 늦기 전에   사랑해 그래 사랑하기는 해   하지만 이쯤에서 그만   헤어지는게   아직도 우리 사랑 끝이   보이는데 good bye good bye   난 너만을 원해  사랑이란 건 원래 불합리한거래  더 많이 사랑하는 사람이  힘이 든건데  다 알지만 참아온 나인데  왜 이제와서 떠나려는건데  사랑이란 건 원래 불합리한거래  더 많이 사랑하는 사람이  힘이 든건데  다 알지만 참던 나인데  왜 이런 나를 잡지도 않는데  사랑해 그래 사랑하기는 해  하지만 이쯤에서 그만  헤어지는게  사랑해 우리 사랑 끝이  보이는데 good bye  더 늦기 전에  사랑해 그래 사랑하기는 해  하지만 이쯤에서 그만  헤어지는게  아직도 우리 사랑 끝이  보이는데 good bye good bye  난 너만을 원해 너무 아픈 사랑은 사랑이 아니었기를 너무 힘든 사랑은 사랑이 아니었기를 너무 아픈 사랑은 사랑이 아니었기를 그래 니가 내 사람이  아니었기를"}, {"song_no": "4204459", "year": "2013", "rank": "54", "title": "사랑하고 있습니다", "artist": "2BIC(투빅)", "genre": "Drama", "lyrics": "그대만 보는 한 사람이 있습니다 그대만 아는 한 사람이 있습니다 말로는 다 못해도 많이 부족해도 그댈 사랑한 한 사람이 있습니다 내가 그대를 사랑하고 있습니다 내가 그대를 또 원하고 있습니다 눈물이 다 말라도 가슴이 다 닳아도 내가 그댈 사랑하고 있습니다 그대에게 말로는 못다한 내 사랑 세상을 다해도 모자란 내 사랑입니다 눈물이 다 말라도 가슴이 다 닳도록 원하고 원한 사랑 그대 입니다 내가 그대를 사랑하고 있습니다 내가 그대를 또 원하고 있습니다 눈물이 다 말라도 가슴이 다 닳아도 내가 그댈 사랑하고 있습니다 그대에게 말로는 못다한 내 사랑 세상을 다해도 모자란 내 사랑입니다 눈물이 다 말라도 가슴이 다 닳도록 원하고 원한 사랑 그대 입니다 왜 모르나요 안보이나요 내맘 안들리나요 언제쯤 날 안아줄까요 언제까지 내 맘을 모른척 하나요 얼마나 더 울어야 얼마나 더 아파야 사랑할 수 있나요 내가 그댈"}, {"song_no": "4091105", "year": "2013", "rank": "55", "title": "봄봄봄", "artist": "로이킴", "genre": "Folk", "lyrics": "봄 봄 봄 봄이 왔네요 우리가 처음 만났던  그때의 향기 그대로 그대가 앉아 있었던 그 벤치 옆에  나무도 아직도 남아있네요 살아가다 보면  잊혀질 거라 했지만 그 말을 하며 안 될 거란 걸  알고 있었소 그대여 너를 처음 본 순간  나는 바로 알았지 그대여 나와 함께 해주오  이 봄이 가기 전에 다시 봄 봄 봄 봄이 왔네요 그대 없었던 내 가슴 시렸던  겨울을 지나 또 벚꽃 잎이 피어나듯이  다시 이 벤치에 앉아  추억을 그려 보네요 사랑하다 보면  무뎌질 때도 있지만 그 시간 마저 사랑이란 걸  이제 알았소 그대여 너를 처음 본 순간  나는 바로 알았지 그대여 나와 함께 해주오  이 봄이 가기 전에 우리 그만 참아요 이제 더 이상은  망설이지 마요 아팠던 날들은 이제 뒤로 하고  말할 거에요 그대여 너를 처음 본 순간  나는 바로 알았지 그대여 나와 함께 해 주오  이 봄이 가기 전에"}, {"song_no": "4200513", "year": "2013", "rank": "56", "title": "너와 나의 거리 (Selene 6.23)", "artist": "SHINee (샤이니)", "genre": "Ballad", "lyrics": "눈을 맞춰줘 멀리서  너를 보며 혼잣말로 속삭여 그저 한번 웃어줘 네  얼굴만 봐도 난 견딜 수 있어 혹시 삶의 끝에 네가  서있다면 조금 더 가까워  질 수 있다면 난 모든 걸 다 버린 채로  너에게 달려갈 텐데 손을 더 뻗어도 온 힘을  다해 뻗어도 넌 닿지 않아 가까워진 듯 해 설렌 맘에  불러봐도 대답 없어 넌 절대로 닿을  수 없나 봐 하루가 달리 하루가 변하는  네 모습은 포근히 밝게 빛나 본적 없는 뒷모습 너의  뒷모습 호기심마저도 내  욕심일까 언제부터 너와 함께 해 왔을까  눈을 뜨고 숨을 쉰 순간부터  Woo Baby 매일 밤을 함께 했는데 함께 했는데 다가갈 수 없어 손을 더 뻗어도 내 손을  잡아줘 온 힘을 다해 뻗어도  뻗어도 넌 닿지 않아 가까워진 듯 해 설렌 맘에  불러봐도 대답 없어 넌 Missing you  절대로 닿을 수 없나 봐 바보 같은 소리라고 날  놀려도 돌릴 수 없어 이 맘은 소리쳐도 소리쳐 불러봐도  분한 맘에 화 내봐도 소용없어 너에게 난 그저 수많은 사람  중 하나 스쳐가잖아 스쳐가잖아  네겐 특별하지 않아 손을 뻗어도 온 힘을 다해  뻗어도 네게 닿지 않아 Baby  닿지 않아 가까워 진 듯 해 소리쳐  불러봐도 설렌 맘에 불러봐도  너를 더 불러봐도 대답 없어 넌 절대로 닿을  수 없나 봐 절대로 닿을 수 없나 봐"}, {"song_no": "4203057", "year": "2013", "rank": "57", "title": "A Real Lady (Feat. Beenzino, Gray & Zion.T)", "artist": "스윙스", "genre": "Rap / Hip-hop", "lyrics": "pedicured toe 섹시한 걸 과시하지 않아 니가 진짜 여자야 넌 지조 있는 girl 지조 있는 girl 항상 바쁜 몸 그래도 나를 볼 시간은 많아 넌 진짜 여자야 넌 지조 있는 girl 지조 있는 girl 검은 머리 high heels 몸이 섹시하지만 그걸 또 알아도 너무 짧지 않은 치마 를 입는 근데 청바지가 더 어울리는 좌우로 부드럽게 swing 하는  엉덩이와 한 손에 잡힐 듯한 발목 알이 살짝 있는 팔도 수영장에 가면 여자들이 도망가죠 화장은 안 한 듯해 kiss는 폭탄같애 yea 어떻게 like bang 남자들을 알아서 처리해 진짜 최고 화장실 갔다 온 사이 coffee 값을 내는 센스쟁이 속으론 좋지만 왜 냈어 괜히 cool하게 웃지 fan이 안아달라 할 때 가끔 어머니께 문자를 보내는 가끔은 친구들과 술을 먹게 해 주는 멋을 낼 줄 알면서도 속이 있는 baby yea now that's a real lady pedicured toes 섹시한 걸  과시하지 않아 니가 진짜 여자야 넌 지조 있는 girl 지조 있는 girl 항상 바쁜 몸 그래도 나를 볼 시간은 많아 넌 진짜 여자야 넌 지조 있는 girl 지조 있는 girl 이기주의 팽배 받기만 해 줄 줄을 몰라 지밖에 모르는 애들은 줄줄이 몰락 날씬한 몸은 잦어도 맘은 더 줄어 하루밤의 허무함 총각이 더 부러워 nightclub VVIP Room에 매일 영혼 없는 여자들이 넉놓고 대기 존심 지조 라는말은 왜 있는거 where's the love 무조건 돈임 오케이지 yeah i don't give a thing about  ya body 척 해봤자 아닌 애들 going in to bed 가슴보다 마음이 더 육덕진 타입을 난 바래 girl u can throw it in the bag 돈 보다 더 자기 고집있는 애 몸 보다 말에 더욱 감동있는 애 girl let me get u some 너가 뭘 원하건 너가 나의 기준선 통과하면 u deserve it pedicured toe 섹시한 걸 과시하지 않아 니가 진짜 여자야 넌 지조 있는 girl 지조 있는 girl 항상 바쁜 몸 그래도 나를 볼 시간은 많아 넌 진짜 여자야 넌 지조 있는 girl 지조 있는 girl A Real Lady 말려도 일 나가 필요한 건 돈이 아닌 나 같은 남자 A Real Lady 아무나 안 만나 절실하게 필요해 나 같은 남잔 독립적인 여자 관순이 누나같이 고양이 같애 늘 발로 착지 늦잠을 잘 땐 직접 찾아와서 깨워 내가 좋아하는 요리를 나 몰래 배워 pedicured toe 섹시한 걸 과시하지 않아 니가 진짜 여자야 넌 지조 있는 girl 지조 있는 girl 항상 바쁜 몸 그래도 나를 볼 시간은 많아 넌 진짜 여자야 넌 지조 있는 girl 지조 있는 girl"}, {"song_no": "4147352", "year": "2013", "rank": "58", "title": "만인의 연인 (Feat. 하림)", "artist": "써니힐", "genre": "Dance", "lyrics": "Oh 내가 그 유명한 만인의   연인 다 내게 와서 털어   놓곤 해 고민거리들  근데 이게 뭐야 난 갈수록   외로워지고 친구들은 모두   연애 중  돈 시간 날리는 난 만인의   연인 그 풍요 속의 빈곤이란   바로 내 얘기  이건 아니잖아 넌 힘들 때만   찾아놓고 이런 기분이 썩   좋진 않은걸  Oh I need love Oh   I need love 결국에   나는 혼자 이게 뭐야  Oh I need love Yes  I need love 나 억울해서  어쩌면 좋아 그래도 랄라라 룰루  랄라라 친구들과 노는 게 오 왜이리 왜이리 왜이리  왜이리 나는 좋아 이렇게 랄라라 룰루 랄라라  아직 솔로라는 게 좀 쓸쓸해도 슬프진 않아 One Two Three Let’s go  늘 나만 혼자서 보냈네  참나 그 많은 주말을 보냈네  차나 한잔 One Shot  커피나 한잔 One Shot  그게 다야 So I’m feeling down  금요일이 되면 나를 찾지  않고 why 넓은 방에 혼자  뒹굴 뒹굴  눈물이 핑글 아 다들 연애 질 oh no  나 밖엔 없다고 다 털어  놓는 건 늘 시작되는  끝나가는 연애 상담뿐 정말 너무 하잖아 힘들  때만 찾아놓고 다시 좋아지면  뜸해지는 너 Oh I need love Oh  I need love 결국에  나는 혼자 이게 뭐야 Oh I need love Yes  I need love 나 억울해서  어쩌면 좋아 제동오빠 그 맘 이제 알 거  같아요 청계산 산 내려오면  연락 끊긴 예쁜 여자들 마음 착한 우리가 뭔 죄가  있나요 우리끼리 한 잔 할래요 너나 나나 혼자 있긴 싫잖아 No No No No 심심할 땐  전화해요 그래도 난 어쩌면 난  아직은 아마 혼자인 게 좋아 솔직히 난 어쩌면 난  뭐 죽을 만큼 외롭진 않아 이렇게 랄라라 룰루  랄라라 친구들과 노는 게 오 왜이리 왜이리 왜이리  왜이리 나는 좋아 이렇게 랄라라 룰루  랄라라 아직 솔로라는 게 좀 쓸쓸해도 슬프진 않아  좀 외롭다고 울지 않아 난"}, {"song_no": "4141700", "year": "2013", "rank": "59", "title": "첫사랑", "artist": "애프터스쿨", "genre": "Dance", "lyrics": "na na na na na na na  na na na na na na na  na na na na na na na na  na na na na na na na  na na na na na na na  na na na na na na na na  그때 참 어렸죠  나는 너만 보였죠  아무것도 필요 없어  함께 할 수 있다면  참 많이도 싸웠죠  별거 아닌 것들로  돌이켜 생각해보면  난 웃음만 나와요  가끔 니 소식이 궁금해  죽을 것 같지만  이제와 어쩔 수 없는  그런 사이잖아요  가끔 니 생각이 떠올라  너무 보고 싶지만  그냥 묻어둘래요  아름다운 기억으로  첫사랑 잊을 수 없는 내사랑  왜이리 아픈건가요  너만 기억하면요  첫사랑 소리쳐 불러  애절한 이 목소리가  너에게 닿을 수 있을 때까지  언제나  na na na na na na na  na na na na na na na  na na na na na na na na  na na na na na na na  na na na na na na na  na na na na na na na na  여보세요 이 한마디가 어려워   전화조차 걸지 못해  미안해요 더 잘해주지 못해  그대가 너무 안타까워  더는 안길 수 없겠죠  꿈속에서조차  다신 아프지 말고 행복해  그댈 위해 나 기도할게  지나간 추억이 아른거려  아무것도 할 수 없잖아  왜이리 바보 같은지 내 모습이  첫사랑 잊을 수 없는 내사랑  왜이리 아픈건가요  너만 기억하면요  첫사랑 소리쳐 불러  애절한 이 목소리가  너에게 닿을 수 있을 때까지  언제나  눈 감아봐 지금 이 순간 눈물이 흘러 이 순간 왜 이렇게 한심하게 아직 너를 잊지 못하고 어쩔 수 없이 행복하길 빌게요 na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na na"}, {"song_no": "3864961", "year": "2013", "rank": "60", "title": "가수가 된 이유", "artist": "신용재 (포맨)", "genre": "Ballad", "lyrics": "인터넷에 나를 쳐보면  이제 내 노래가 나와 내가 왜 굳이 이렇게 가수가 된지 넌 알까 유명하고팠던 이유는 오직 단 하나뿐이니까 니가 날 보고 날 알아듣고 내 생각하라고 TV에 나와 노래해 혹시 니가 볼까봐 날 들으면 날 본다면 날 찾아줄까봐 기를 쓰고 노래해 그 옛날의 널 위해 그때 다 하지 못했던 내 맘을 담아서 이렇게 노래해 못해부터 살다가까지 니가 없던 건 없으니까 솔직히 터놓고 말해 모두 너와 내 얘기니까 내 노랠 듣고 내가 울고 내가 슬퍼하고 혼자 미치는 나의 이유를 넌 알 것 같은데 TV에 나와 노래해 혹시 니가 볼까봐 날 들으면 날 본다면 날 찾아줄까봐 기를 쓰고 노래해 그 옛날의 널 위해 그때 다 하지 못했던 내 맘을 담아서 내 아픔과 내 눈물과 내 진심을 다해 내 맘 전한다면 너에게 들릴까 이 몇 분짜리 노래가 별거 아닌 가사가 니 귓가에 니 마음속에 울려 퍼지기를 미치도록 기도해 제발 니가 듣기를 이런 내 맘이 들리면 너 돌아오라고 눈물로 노래해"}, {"song_no": "4138611", "year": "2013", "rank": "61", "title": "Crying", "artist": "씨스타", "genre": "Ballad", "lyrics": "니가 없는 하루 아무것도 잡히지가 않는데  Never No more 후회해도 나는 이제  모두 끝나버린 걸 다시 돌이킬 자신도 없어 너는 살짝 내게 다가와  나를 슬쩍 다시 흔들어 Oh no Oh no  내 맘 붙잡지 말란 말이야 더는 너만 바라보면서  우는 내가 바보 같아서  Oh no Oh no  이런 게 사랑은 아니잖아 Love 아무렇지 않은 척  사랑해도 안 한 척 표현할 수 없어  Crying Crying Love 돌이키려 해봐도  이미 니가 없는 난 하염없이 Crying crying 눈을 떠 정신차려보니  넌 없어 비비고  두리번거려봐도 너는 없고 다시 또 한 번 눈을 감았다 떠  그래도 넌 없다 너 정도 쯤 없어도 괜찮을 거라  생각했던 난 너와 주고받았던  추억들만 다시 들여봐 토해내듯 쏟아져 버리는  눈물 추억 뿐 모두 다 끝 그만해 For You and Me 너는 살짝 내게 다가와  나를 슬쩍 다시 흔들어 Oh no Oh no  내 맘 붙잡지 말란 말이야 더는 너만 바라보면서  우는 내가 바보 같아서  Oh no Oh no  이런 게 사랑은 아니잖아  Love 아무렇지 않은 척  사랑해도 안 한 척 표현할 수 없어  Crying Crying Love 돌이키려 해봐도  이미 니가 없는 난 하염없이 Crying crying No 내가 알던 내가 아냐  이러다가 또 말겠지 알아 숨을 쉴 때마다 니가 미워 밤새 잠도 못 들고  괜찮다 나를 달래봐도 어쩔 수 없어 돌릴 수 없어  늦은 후회만 So don`t cry Love 너는 다르다는 걸  나를 바꿔 놨단 걸 이제야 모두 다 알 것 같아 넌 아무리 밀어내도  아무리 떨쳐내도 떠날 수 없는 전부인 걸 I wanna go back I couldn't love anyone but you"}, {"song_no": "4160245", "year": "2013", "rank": "62", "title": "거품 안 넘치게 따라줘 (Life Is Good) (Feat. Crush, DJ Friz)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "my life is good life is good 난 부지런한 편은 아니라서  아침에 일어나진 않지만  아침에 자서 하루가 길어  뱃속에 알람 덕에  끼니때는 잘 지켜도  설거지는 귀찮아서 매일 내일로 미뤄  수염은 기분 따라 안 밀어도  매일같이 이마 라인은  깨끗하게 밀어줘  도둑 든 것 같은 내 방은 안 치워도  하루에 한 번 대장은  깨끗하게 비워줘  일도 많아 놀 일 도 많아  두 가지 다가 좋아서  고민도 너무 많아  흥이 너무 많아서 음악 아님 술에  언제나 취한 상태 나 멈추는 게 안돼  나 그리고 내 친구들은 소박해  밤새 놀기 위해 단지  두 가지가 필요해  위닝 일레븐 근처에  세븐 일레븐만 있으면 돼  그 순간 우리는 livin' in heaven  오르락 내리락 우리 인생은   미끄럼틀 때로는 쉬워  근데 뭐 어쩌겠어 another day   another struggle 때로는 안 쉬워  넘치지도 모자라지도 않게  나 살고 싶어  거품 적당히 눈 덮인 맥주처럼  오  뻑뻑해진 관자놀이  위를 내리찍는 해머  난 문득 꿈을 꿔  뜨거운 해변 위의 해먹  체념은 빠르게 할 일을 짚어보네  오늘의 짧은 휴가는 커피와 초콜릿  성실함이 미덕이었던게  이제는 무기여야 된다는 그 강박감에  의무처럼 쥐어짜내는 멜로디와 랩  좌절감 치우고 잠시 보배드림 검색  일년의 계획 어른스럽게 세워도  초등학생의 방학 시간표처럼   무너지고  책임감 땜에 고개가 무거워도  숙일지언정 떨구진 않겠다고   다짐하고  인맥은 재산인데 관리는 안 달가워  친구놈들과 치맥은 여전히 반가워  bittersweet 내 현재의 적절한 단어  재호야 거품 안 넘치게 따라줘  오르락 내리락 우리 인생은   미끄럼틀 때로는 쉬워  근데 뭐 어쩌겠어 another day   another struggle 때로는 안 쉬워  넘치지도 모자라지도 않게  나 살고 싶어  거품 적당히 눈 덮인 맥주처럼  오  따뜻한 라떼 한 잔의 여유  하루를 시작해 life is so good  지금 이대로만 중심을 잡고  살고 싶어  거품 적당히 눈 덮인 맥주처럼  뭐 좀 신선한걸 해보려고  머리를 쥐어짜지만  내 상상력은 창작이란  트랙 위를 기어가  이럴 땐 다 내려놓고 일어나곤 해  날 데려가 내 영혼을 데워줄 곳에  한동안 못 갔던 하동관에 가거나  청계천에 아바이 순대  먹으러 갈까나그 국물이  목구멍으로 넘어가는 순간  난 깨닫곤 해 충분해  this is good life  내 입꼬리의 모양은 축져진   옷걸이처럼  피곤을 걸고 다니다가도  사진첩에 가족폴더 시간 가는지 몰라  쓴 맛이 나는 삶을 위한 마카롱  막간을 이용해  옷이나 한 벌 살래 칼하츠 카시나   혹은 휴먼트리  찌그러진 하루 지나고 어둠은 오지만  내 삶은 햇빛 쪽에 서길 원하는   human being  오르락 내리락 우리 인생은   미끄럼틀 때로는 쉬워  근데 뭐 어쩌겠어 another day   another struggle 때로는 안 쉬워  넘치지도 모자라지도 않게  나 살고 싶어  거품 적당히 눈 덮인 맥주처럼  오  오르락 내리락 우리 인생은   미끄럼틀 근데 뭐 어쩌겠어 another day another struggle 넘치지도 모자라지도 않게 나 살고 싶어 거품 적당히 눈 덮인 맥주처럼 오"}, {"song_no": "4186480", "year": "2013", "rank": "63", "title": "MOYA (모야)", "artist": "AOA", "genre": "Dance", "lyrics": "A to the O to the huh uh AA Yeah How could you treat me  like that 넌 나한테 그러면 안돼 처음부터 죽자 사자 좋다더니 이게 모야 Baby 오아유 baby 오아유 그래 카사노바가 오 그게 너야  Baby 오아유 baby 오아유 Let me see ya Hey 어딜 봐 날 봐  나는 너만 봐 anytime 제발 나를 더 꽉 잡아 놓치지마  가까이와 난 너만 기다려 매일 밤 All I wanna do All I want is you Oh baby 너 너에게 대체 난 모야 어쩜 그래 넌 대체 모야 니 맘이 모야 이제 와서 딴소리 남자는 다 그래 사랑은 다 그래 다 말해 빙빙 돌리지 말고 어쩜 그래 난 대체 모야 너에게 모야 이제 와서 헛소리 내 맘도 다 주고 사랑도 줬는데  도대체 이게 무슨 소리야 처음에는 매일매일 보자더니 이게 모야 Baby 오아유 baby 오아유 여잘 갖고 노는 게 오 그게 너야  Baby 오아유 baby 오아유 내 핸드폰 니 번호 못 본지  오래됐어 무슨 일은 그렇게 바빠졌어 핑계가 많아 온통 나를 못 보는  이유들 울고불고 화내 봐도 여전히 넌 부재중 All I wanna do All I want is you 오늘도 역시 내가 먼저 전활 걸어  오빠 모해 바빠 어쩜 그래 넌 대체 모야 니 맘이 모야 이제 와서 딴소리 남자는 다 그래 사랑은 다 그래 다 말해 빙빙 돌리지 말고 어쩜 그래 난 대체 모야 너에게 모야 이제 와서 헛소리 내 맘도 다 주고 사랑도 줬는데  도대체 이게 무슨 소리야  웃기지도 않아 어쩜 내게 이래 넌 단단히 돌았어 오 오 제발 정신 차려 너를 똑똑히 봐  내가 훨씬 아까워 우 우 우 우 내내가 뭐 하는지 궁금하지도 않아  나 너 말고도 같이 놀 친구가 많아 친구만큼 자존심도 많아 너라서 다 버린 건데 너는 나를 몰라 All I wanna do All I want is you 너만 아니면 나도 발랄해 너가 나를 가두고 너는 발뺌해 어쩜 그래 그 눈빛 모야 그 말이 모야 차라리 솔직해져 다 싫어 졌다고 나 싫증 났다고  그게 더 쿨해 보이진 않니 어쩜 그래 사랑이 모야 남자가 모야 모두 다 똑같은걸 눈물만 핑 돌고 가슴만 찢기고 안 속아 두 번 다신 안 속아 오오오오 AOA 오오 AOA 오오  Huh uh Are you crazy 오오오오 AOA 오오 AOA 오오 Yeah  Say what 오오오오"}, {"song_no": "4072715", "year": "2013", "rank": "64", "title": "녹는 중 (Feat. 버벌진트)", "artist": "다비치", "genre": "Ballad", "lyrics": "끝난 줄 알았어 친구들이 말해줬던 이별의 공식 그대로라서 전활 꺼놨어 이대로 며칠만 버티면  난 너같은 거 잊을 줄 알았어  하지만 내 안의 내가 속삭이네 다시 너만큼 사랑할 사람  또 없을거라고  여기 저기 헤매다 다시 내게 돌아올 거라고 마지막일 수는 없다고  거짓말처럼 차갑게 얼었던 나의 맘 네 앞에선 녹아내리는 걸  추운 겨울에서 봄으로 계절이 바뀌듯 너 때문에 녹아내리는 중  사르륵 사르륵 녹아내리는 중 사르륵 사르륵  그 땐 왜 그랬어 지겨워서 그랬니 아니면 내가 뭔가 잘못했던거니  남자들이 그렇대 항상 곁에 있어주고  잘해주고 그러면 안 된대  네가 좋은 걸 어떡해 이런 날 울리는 네가 미워 욕해보고 원망하다가도 거짓말처럼 차갑게 얼었던 나의 맘 네 앞에선 녹아내리는 걸  추운 겨울에서 봄으로 계절이 바뀌듯 너 때문에 녹아내리는 중 gone is the winter right 흐느끼는 네 모습 이젠 더 난 보고 싶지 않아 내 마음이 그대로  너에게 가 닿을 수만 있다면  아마 넌 알텐데 그게 말처럼 쉽지 않아 너 그럴 때마다 무너져  내 맘 한 켠이 울지 마 이거 하나만 꼭 기억해 you're the only one babe it's true 거짓말처럼 차갑게 얼었던 나의 맘 네 앞에선 녹아내리는 걸  추운 겨울에서 봄으로 계절이 바뀌듯 너 때문에 녹아내리는 중  사르륵 사르륵 녹아내리는 중 사르륵 사르륵  내가 바보라서 너밖에 모르는 나라서 그래서 다시 녹는 중"}, {"song_no": "3948908", "year": "2013", "rank": "65", "title": "씨스루 (Feat. Zion.T, 개코 Of 다이나믹듀오)", "artist": "프라이머리", "genre": "Rap / Hip-hop", "lyrics": "Party time 아는 사람 없네 지루해 앉아있기만 해 바텐더 뭘 마셔야 해  그래 그걸로 줘 cause it's red 음악 바꼈네 up tempo  그래도 난 여전해 down tempo 아 술은 안마셔 그냥 색깔이 맘에 들어 맘에 들어 골랐어 그때 널 봤어 빨간 스커트 빨간 립스틱 that's a point 넌 저기 서서 떠들고 있는 멍청한 여자들과는 달라 I see through 넌 보일 듯 보이지 않아 안타까운 마음에 쳐다만 봤네 I see through U See through U I see through U See through U 요즘엔 되는 일 하나 없네 내일도 일하러 가야돼 바텐더 한잔 독하게 줘봐 여기 크레딧카드 줄게  친구들에게 한잔씩 쫙 돌려줘봐 헤이헤이 앗 한도초과 그냥 춤 좀 땡기다가 집에 가고싶어 엉뚱한 여자 앵기잖아 도망가고 싶어 적당히 끼 좀 부리다가 갈래 밤새는 건 좀 무리잖아  친구 눈 피해서 몰래 나가다가 걸렸어 그때 널 봤어  빨간 스커트 빨간 립스틱 that's a point 넌 저기 서서 떠들고 있는 멍청한 여자들과는 달라 I see through 넌 보일 듯 보이지 않아 안타까운 마음에 쳐다만 봤네 I see through U See through U  I see through U See through U  왼쪽으로 1보 없어 다시 뒤로 4보 없어 오른쪽으로 2보 가도 없네 아 다시 앞으로 3보 난 안보여 머리는 땡땡 클럽 안은 마치  퇴근시간의 뱅뱅사거리같어 완전 바글바글 그녀 근처에 와글와글 이상한 기분야 몸이 가벼운걸 취한 건 오 아냐 워어 쟤 누구야 ah 궁금할 뿐야 너무 괜찮은걸 놓치면 후회할거야 I see through U I see through U yeah I see through U 넌 보일 듯 보이지 않아 안타까운 마음에 쳐다만 봤네 I see through U See through U I see through U See through U"}, {"song_no": "4212782", "year": "2013", "rank": "66", "title": "미치게 만들어", "artist": "효린", "genre": "Drama", "lyrics": "듣고 있나요 내 마음을 보고 있나요 내 눈물을 이 세상에 하나 오로지 단 하나 난 너여야만 하는데 왜 자꾸 내게서 도망치나요 왜 자꾸 내게서 멀어지나요 내 곁에 있어줘요 내 손을 잡아줘요 날 사랑한다면 미치게 만들어 니가 날 울게 만들어 니가 가까이 손에 잡힐듯해 잡으면 멀어지는 바람처럼 혼자서 하는게 사랑 남는 건 눈물인 사랑 그런 거지같은 그런 바보같은 사랑 한번만 그대를 안아도 되나요 마지막 인사를 나 해도 되나요 사랑했던 추억을 행복했던 기억을 잊지 말아요 미치게 만들어 니가 날 울게 만들어 니가 가까이 손에 잡힐듯해 잡으면 멀어지는 바람처럼 혼자서 하는게 사랑 남는 건 눈물인 사랑 그런 거지같은 그런 바보같은 사랑 언젠가 우리 다시 만나는 그날 그때 우리 헤어지지마요 가슴이 하는 말 사랑해 눈물이 하는 말 미안해  아무리 주워담고 담아봐도 쏟아져버리는 말처럼 혼자서 하는게 사랑 남는 건 눈물인 사랑 그런 거지같은 그런 바보같은 사랑"}, {"song_no": "4100925", "year": "2013", "rank": "67", "title": "꼭 한번 만나고 싶다", "artist": "바이브", "genre": "Ballad", "lyrics": "꼭 한번 만나고 싶다 그토록  사랑했던 그녀를 꼭 한번 만나고 싶다 다시 또  상처받아도 아파도 만나고 싶다 예쁘게  취한 눈의 그녀를 아파도 만나고 싶다 내 품에  안겨 쉬던 그녀를 미치게 만나고 싶다 차갑게  나를 모른 척 인사도 없이 떠났던 그녀를  만나고 싶다 꼭 한번 만나고 싶다 그토록  사랑했던 나의 그녀를 꼭 한번 만나고 싶다 이토록  날 아프게 만든 그녀를 꼭 한번 만나고 싶다 죽도록  지우려고 애쓴 그녀를 너무 그리운 사람아 꼭 한번  만나고 싶다 미치게 만나고 싶다 망가진  모습이라도 늙어진 모습이라도 그녀를 만나고 싶다 꼭 한번 만나고 싶다 그토록  사랑했던 나의 그녀를 꼭 한번 만나고 싶다 이토록  날 아프게 만든 그녀를 꼭 한번 만나고 싶다 죽도록  지우려고 애쓴 그녀를 너무 그리운 사람아 이젠  잊혀 질 사람아  꼭 한번 만나고 싶다"}, {"song_no": "3946867", "year": "2013", "rank": "68", "title": "Officially Missing You, Too", "artist": "긱스 (Geeks)", "genre": "Ballad", "lyrics": "애써 너에게 건냈던 말 good bye 이젠 혼자 남게된 이 밤 without you 난 아직도, I'm officially  missing you 널 기다리던 밤처럼 길고 어둡던 우리 사이 공백 이게 끝이 아니길 바래 I wanna go back 너가 원하던 거 다 고친 지금에야 넌 어디로 갔는지 난 홀로 남아 lonely 오늘 따라 부는 바람도 참 시린 것 같은데 넌 왜이리 멀쩡해 보이는 건지 눈치도 없는 너지만 예전처럼만 웃어주면 돼 Ooo can't nobody do it like you Said every little thing you do Hey baby say it stays on my mind And I I'm officially missing you 나에겐 너 하나뿐인 걸 너 땜에 아파하는 걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 too hard 너무 어려워 날 몰라주는 너도 서러워 I'm officially missing you officially missing you yeah I'm officially missing you, too 내가 아무 말도 하지 못한 이유 우리 사이 공백은 너무 길고 어떤 단어보다 너가 meaningful on another round 더 멀어져 가며 흘러가는 어색했던 오늘 하루가 내겐 아쉽고 어제로 남아있어 이 밤이 지나도 아직도 여기 있어 여전히 내 머릿속 너 때문에 늘 뒤척거리는 매일 밤  내 마음만 더 지쳐가 가로등 불은 거릴 비춰 흔들거리는 속을 변기 위에 비워 어 아무리 속을 비워도 남은 추억으로 취해 어지럽고 girl 난 아직 기댈 곳이 필요해 so 이 노래로 너를 씻어내 습관처럼 그리워해 날 보며 웃는 니 사진을 내 두 눈에 담고 미소를 지으면 다시 할 수 있을까 oh 그날처럼 나에겐 너 하나뿐인 걸 너 땜에 아파하는 걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 추억 속 너에겐 못된 일이라 난 할 수가 없어 이렇게 널 그리워하는 날 알고 있는지 나에겐 너 하나뿐인 걸 너 땜에 아파하는 걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 too hard 너무 어려워 날 몰라주는 너도 서러워 I'm officially missing you officially missing you can't nobody do it like you Said every little thing you do Hey baby say it stays on my mind And I I'm officially missing you"}, {"song_no": "4171463", "year": "2013", "rank": "69", "title": "No No No", "artist": "에일리", "genre": "Dance", "lyrics": "너 같은 남자는 No No No 장난 같은 사랑 No No No 착한 척 믿는 척 Oh Oh 이젠 나는 지쳐가 너에 대한 fantasy  깨져버린 마음이 내 앞에서 했던 말들  했던 표정 거짓말 Lonely 가슴이 Lonely 그렇게 내가 쉽게도 속아줬니 I’m so Sorry 가식적인 말은 I’m so Sorry 빌어도 소용없어 이제는 네가 싫어 너 같은 남자는 No No No 장난 같은 사랑 No No No 이해가 안 돼 착한 척 믿는 척 사랑이 뭐 그래  뜨거운 적은 있었니 다른 여잘 만나 짓던 표정 똑같은 얼굴로  사랑한단 얘길 해  너너 너너너 Goodbye Goodbye  이젠 내가 지쳐가 미련한 내 사랑이  속은 게 참 서러워 네 입에서 나온 말에 속고 속아 순진한 Stupid 난 정말 Stupid 언젠가 너도 너 같은 여잘 만나 I’m so Sorry 가식적인 말은 I’m so Sorry 빌어도 소용없어 이제는 네가 싫어 너 같은 남자는 No No No 장난 같은 사랑 No No No 이해가 안돼 착한 척 믿는 척 사랑이 뭐 그래  뜨거운 적은 있었니 다른 여잘 만나 짓던 표정 똑같은 얼굴로  사랑한단 얘길 해  너너 너너너 Goodbye Goodbye  이젠 내가 지쳐가 너를 처음 만난 One day 왜 하필 나였는지 그래 지금인 게 다행이지 더 너를 알기 전에 잘 살아 나를 떠나 너 같은 남자는 No No No 장난 같은 사랑 No No No 이해가 안돼 착한 척 믿는 척 사랑이 뭐 그래  뜨거운 적은 있었니 다른 여잘 만나 짓던 표정 똑같은 얼굴로  사랑한단 얘길 해  너너 너너너 Goodbye Goodbye  이젠 내가 지쳐가"}, {"song_no": "4181739", "year": "2013", "rank": "70", "title": "그대 내 품에", "artist": "하동균", "genre": "Ballad", "lyrics": "별 헤는 밤이면 들려오는 그대의 음성 하얗게 부서지는 꽃가루 되어 그대 꽃 위에 앉고 싶어라 밤하늘 보면서 느껴보는 그대의 숨결 두둥실 떠가는 쪽배를 타고 그대 호수에 머물고 싶어라 만일 그대 내 곁을 떠난다면 끝까지 따르리 저 끝까지 따르리 내 사랑 그대 내 품에 안겨 눈을 감아요 그대 내 품에 안겨 사랑의 꿈 나눠요 술잔에 비치는 어여쁜 그대의 미소 사르르 달콤한 와인이 되어 그대 입술에 닿고 싶어라 내 취한 두 눈엔 너무 많은 그대의 모습 살며시 피어나는 아지랑이 되어  그대 곁에서 맴돌고 싶어라 만일 그대 내 곁을 떠난다면 끝까지 따르리 저 끝까지 따르리 내 사랑 그대 내 품에 안겨 눈을 감아요 그대 내 품에 안겨 사랑의 꿈 나눠요 어둠이 찾아들어 마음 가득 기댈 곳이 필요할 때 그대 내 품에 그대 내 품에 안겨 눈을 감아요 그대 내 품에 안겨 사랑의 꿈 사랑의 꿈 사랑의 꿈 나눠요"}, {"song_no": "3060824", "year": "2013", "rank": "71", "title": "그땐 미처 알지 못했지", "artist": "이적", "genre": "Ballad", "lyrics": "그땐 아주 오랜 옛날이었지 난 작고 어리석은 아이였고 열병처럼 사랑에 취해 버리고 심술궂게 그 맘을 내팽개쳤지 내가 버린 건 어떠한 사랑인지 생애 한번 뜨거운 설램인지 두번 다시 또 오지 않는건지 그땐 미처 알지 못했지 오랜 뒤에 나는 알게 되었지 난 작고 어리석었다는 것을 술에 취해 집을 향하던 봄날에 물결처럼 가슴이 일렁거렸지 내가 버린건 어떠한 사랑인지 생애 한번 뜨거운 설렘인지 두번 다시 또 오지 않는건지 그땐 미처 알지 못했지 오 내가 놓아 버린건  어떠한 사랑인지 생애 한번 뜨거운 설렘인지 두번 다시 또 오지 않는건지 그땐 미처 알지 못했지  예예예예예예"}, {"song_no": "4181878", "year": "2013", "rank": "72", "title": "Hollywood (Feat. 정준하)", "artist": "KYT (코요태)", "genre": "Dance", "lyrics": "사랑이 떠나고 난 이제 어디로  난 이제 어디로 어디로  Well come to Hollywood 예예예예 여름하면 누구 뭘 고민 고민해 할아버지도 할머니도  들썩이게 해 시 신이나면 누구 1순위 코요태 큰물에서 놀자 비행기타고 가자  이만하면 뭘 해도 되는  사람이니까 이만하면 스타일도 좀  괜찮으니까 마일리지 쌓일 만큼  쌓였으니까 신경쓰지 말고 떠나자 벼벼벼 별들이 하늘에 넘쳐요 너와나 n MUSIC n  DISCO oh oh 밤낮이 뒤바뀐 곳으로  떠나요 어디로 허 헐리우드 허 헐리우드  허 헐리우드 허 헐리우드  내 발목을 잡네 고소공포증은  아마 불치병인가 내 영어  울렁증은  아이고 허리야 나이가 또 들었나 이리치여 저리치여  더 이상은 갈곳이 없어 예  boom boom 쉐끼루 boom  공항패션은 필수  준비못한 선글라스 내 생애  최대 실수 사랑이 떠나고 난 어디로 난 어디로 가야하나요 잘생긴 남자가 넘치는 곳으로 떠나요 n MUSIC n DISCO  oh oh 밤낮이 뒤바뀐 곳으로  떠나요 어디로  JUST DANCE DANCE DANCE 별들이 넘치는 곳으로 떠나요  밤낮이 뒤바뀐 곳으로 떠나요 we are together 허 헐리우드 허 헐리우드  허 헐리우드 허 헐리우드  이만하면 1위도 많이  해봤으니까 이만하면 스타일도 좀  괜찮으니까 마일리지 쌓일만큼 쌓였으니까 신경쓰지 말고 떠나자 쫌 남았어"}, {"song_no": "4192474", "year": "2013", "rank": "73", "title": "썬글라스", "artist": "딕펑스", "genre": "Rock", "lyrics": "못본척 하지마 너의 너의 까만 까만 유리 뒤로 뒤로 나의 마음 속에 속에 빠져 빠지고픈 니맘 알어 알아 내가 눈부시단걸 알아 하지만 너의 눈을 똑바로 보고 싶어 다이렉트로 보고팡  맘에 든다 말을 못하겠어 너무 시크해 벗기고 싶은 너의 색 안경 무거운 까만색은 안녕 맑은 눈빛으로 안겨 준다면 정말 좋겠네 벗기고 싶은 너의 sunglass sunglass sunglass 넌 쫌 그래쓰 벗기려 하지마 나의 나의 까만 까만 유리 뒤로 뒤로 너의 맑은 두눈 속에 빠져 몰래 보는 내맘 알아 몰라 나를 보고 싶은 맘 알아 하지만 나의 눈은 스캔하고 있어 X레이로 보고팡 눈이 부셔 쳐다 볼 수 없어 너무 시크해 벗기고 싶은 너의  색 안경 무거운 까만색은 안녕 맑은 눈빛으로 안겨 준다면 정말 좋겠네 벗기고 싶은 너의 sunglass sunglass sunglass sunglass 나를 보고 싶은 맘 알아 하지만 나의 눈은 스캔하고 있어 X레이로 보고팡 눈이 부셔 쳐다 볼 수 없어 너무 시크해 벗기고 싶은 너의  색 안경 무거운 까만색은 안녕 맑은 눈빛으로 안겨 준다면 정말 좋겠네 벗기고 싶은 너의 색 안경 무거운 까만색은 안녕 맑은 눈빛으로 안겨 준다면 정말 좋겠네 벗기고 싶은 너의 sunglass sunglass sunglass 넌 쫌 그래쓰 벗기고 싶은 너의 벗기고 싶은 너의 sunglass"}, {"song_no": "4082435", "year": "2013", "rank": "74", "title": "오늘 밤 (Feat. 배치기)", "artist": "린", "genre": "Ballad", "lyrics": "오늘 밤 그대가 보고 싶은데 오늘 밤 그대랑 놀고 싶은데 요즘엔 지쳤어 많이 그저 가만히 멍하니 홀로 창 밖을 바라보다가 하루를 보내 이 뜻 모를 마가 더 길게 느껴져서 여기 내가 묶여 져서 그대를 그리다 못내 안지 못해 슬퍼져서 쉴 곳이 필요해 난 쉴 곳이 숨 쉴 곳이 필요해 숨 쉴 곳이 그대란 안식처에 머무는 그 청량감이 오늘 밤 내게로 다가와서 속삭여줘 하루가 너무 길어 종일 네 생각했지 빨리 날이 저물길 널 만날 생각만 했지 오늘은 말야 꼭 우리 함께 누워 놀고 싶어 이렇게 또 하루를 끝내고픈데 양손 가득히 먹고 마실 거릴 사들고 돌아가는 발걸음이 왜 이리 가벼운지 밤샘 수다와 내 얼굴 붉히다 은근스레 그대 품에 기대 잠든다   오늘 밤 그대의 매끈한 복근에 얼굴을 부비 부비고 오늘 밤 그대는 부드러운 내 다리를 스르륵 쓸어 올리고 우리 침대 위는 저 어린애들 놀이터처럼 그렇게 즐거우면 돼 오늘 밤 오늘 밤 그대 모습에 난 자꾸자꾸 열이 나고 그대와 오늘 밤 달이 비추면 사랑을 나누고 키스하죠 점점 다가와서 그대와 나 사이 어색한 시간은 건너 띄는 이 타이밍 달빛이 부르는 노래에 맞춰서 움직여줘 그대가 고픈 내가 들어갈 수 있게 Open 해줘 맘이 동했어 오늘 밤은 통했어 쭈뼛거릴 때가 어제인데 우린 변했어 언제 다시 느낄지 모를 순간이 지났지만 이젠 너와 나 비밀이 없는 사이가 오늘 밤 그대의 널따란 어깨를 와라락 끌어당기고 오늘 밤 그대는 찰랑한 내 마음을 천천히 어루만지고 우리 둘만 아는 비밀스러운 이야기처럼 그렇게 서롤 쓰면 돼 오늘 밤 오늘 밤 그대 모습에 난 자꾸자꾸 열이 나고 그대와 오늘 밤 달이 비추면 사랑을 나누고 키스하죠 열두 시 다가와 구두를 흘린 신데렐라도 이런 맘일까 너에게 홀린 나 오늘 보내주기 싫은데 오늘 밤 오늘 밤 그대 모습에 그대 모습에 난 자꾸자꾸 열이 나고 후끈후끈 열이 나고 그대와 오늘 밤 달이 비추면 달이 비추면 사랑을 나누고 키스하죠 키스해요 우리 오늘 밤 오늘 밤 그대 모습에 난 자꾸자꾸 열이 나고 그대와 오늘 밤 달이 비추면 사랑을 나누고 키스하죠"}, {"song_no": "4183832", "year": "2013", "rank": "75", "title": "썸머시즌 (Feat. 이퀄리티, XOXO)", "artist": "프리스타일", "genre": "Rap / Hip-hop", "lyrics": "haha it's that feel   good music  yeah you know what   time it is  hey ladies and boys   FREESTYLE EQ let's go  걱정은 내려놔 raise your  hands to the sky hey ladies and boys  기다렸던 여름의 태양이   내 얼굴에 닿아 까맣게 타도   whatever I'm kool   1년에 한 번 돌아오는 이   여름은 짧아   멍 때리지 말고 빨리 날을 잡아   그깟 six pack 없어도 돼   자존심을 비워 내 it's okay   engine 소리가 파도를 갈라   물가에 빠지는 한이 있어도   끝까지 밟아   시원한 바람 소리 날 이끄는   태양보다   더 뜨거운 가슴 설레는 내 맘   색감이 좋은 하늘 아래 너와   둘 뿐이라면 OK   잠시 내려놓을게 all day 난   서울에서 부산   사이 어디라도 짐을 풀어 놀자   숨 가쁜 삶의 여름 그 안에   갇힌 너를 이제는 내려놔  시원한 바다는 내게 입 맞추고  푸른 파도는 나를 반겼지    떠나보자 up in here   태양에 몸은 까맣게 변해가도   우린 행복하겠지 여전히  햇살을 맞이하려 시원하게   빼입고   새까만 선글라스와 모자를   걸치고   걸음걸이는 one two   리드미컬하게 박자에 맞춰   고개를 움직여 I'll just do   ma thang   그래 우린 아직 어려   여태 쌓인 stress kool 하게   떨쳐버려   cuz is summertime   열정이란 불을 피워   더위를 먹었다면 맥주한잔   들이켜  혼자라면 어때 이 뜨거운 여름   summer season is on   맘이 가는 대로 떠나가볼래  태양은 날 비추고   넘실대는 파도  바로 올 여름의 fever  불타는 가슴 집에 있기에는   아쉬워  방구석을 떠나 그냥 let it go   푸른 하늘이 어느 때보다 예술  you ready to play 당연하지   yezz sirr  시원한 바다는 내게 입 맞추고  푸른 파도는 나를 반겼지    떠나보자 up in here   태양에 몸은 까맣게 변해가도   우린 행복하겠지 여전히  저기 저 파도 소리가 지친   내 맘을 아는듯해  행복한 이 시간이 지나가도   언제나 오늘 같길 바래   always 지금처럼 이대로   걱정은 내려놔 raise your   hands to the sky  걱정은 내려놔 raise your   hands to the sky  걱정은 내려놔 raise your   hands to the sky  hey ladies and boys hola   summertime let's go  시원한 바다는 내게 입 맞추고 푸른 파도는 나를 반겼지   떠나보자 up in here  태양에 몸은 까맣게 변해가도  우린 행복하겠지 여전히 EQUALITY 모여봐 다같이 FREESTYL to the E 느껴봐  우리의 움직임 i feel it EQUALITY 모여봐 다같이 hey ladies and boys hola"}, {"song_no": "4126905", "year": "2013", "rank": "76", "title": "괜찮겠니", "artist": "비스트", "genre": "Ballad", "lyrics": "충분히 생각해봤니  지금 네가 뱉은 말은  쉽게 되돌릴 수  없단 것도 알고 있니  Ohh Yeah 미안해하는 네 표정  그런 슬픈 얼굴 싫어  어쩌면 마지막일지도 모르는데  좀 웃어줘  너 없는 나보다 나 없는 네가  혼자선 아무것도 잘 못하는  네가 난 너무나 걱정돼  정말 괜찮겠니  내가 네 옆에 없어도  외로움 많이 타는 네가  혼자가 돼 버려도 넌  정말 괜찮겠니  가끔은 너와 다퉈 줄  실 없는 농담으로 너와 웃어줄  사람 없어도 너만 괜찮다면  Think of it twice  다시 잘 생각해 봐  If you leave me  내가 없어도 정말 괜찮을까 네가  넌 나 없인 모든 게 너무 서투니까  내가 알고 있는 넌 어린애 같으니까 Where are you going Why you wanna go 어딜 가려고 Oh Oh 왜 가려고 그러다 끝내 울음이 터진 너 이런 너 보고 어떻게 널 보낼 수 있겠어 많이 흐트러질 텐데 너 너 없는 나보다 나 없는 네가 혼자선 아무것도 잘 못하는 네가 난 너무나 걱정돼 정말 괜찮겠니 내가 네 옆에 없어도 외로움 많이 타는 네가 혼자가 돼 버려도 넌 정말 괜찮겠니 가끔은 너와 다퉈 줄 실 없는 농담으로 너와 웃어줄 사람 없어도 너만 괜찮다면 조금 이기적이어도 돼 네가 나를 떠나서도 힘들지 않을 수 있을 때까지 더 머물러도 돼 Stay with me baby Stay with me baby Don't go Don't leave me baby Take ma hand Stay with me baby Stay with me baby Don't go Don't leave me baby 정말 괜찮겠니 내가 네 옆에 없어도 외로움 많이 타는 네가 혼자가 돼 버려도 넌 정말 괜찮겠니 가끔은 너와 다퉈 줄 실 없는 농담으로 너와 웃어줄 사람 없어도 너만 괜찮다면"}, {"song_no": "4133615", "year": "2013", "rank": "77", "title": "회복이 급해 (Feat. 하림, 호투)", "artist": "2BIC(투빅)", "genre": "Ballad", "lyrics": "어 여보세요 나 감기 진짜 심하게  걸린것 같애 콜록 나 먼저 잘게 잘자 여보세요 야 자냐 클럽가자 오래된 연인이란 이름의 권태란 벽은 너무 높아 길거리 여자들은 왜 이리 다 예뻐만 보이는지 쓸데없이 바쁜 척만 너의 전화를 또 피하고 내 핸드폰엔 딴 여자와의 문자 너 뭐해 할일 있어 찝적대는 말뿐 너만 있으면 세상 모든 게 다 내 것이던 다른 누구도 눈길 안주던  나 왜 이러니 뭐가 문제니 우리 옛날이 또 그리워 오래된 연인이란 그 의미는 권태  처음의 열정없인 바로 나태 그리고 위태로워진 너와 나의 실패 회복이 급해 그녀의 눈빛이 이제는 익숙해  그녀의 스타일이 이제는 너무 뻔해  그녀는 여전히 다 똑같애 우린 회복이 필요해 클럽에 몰래 가서 마주친 니 친구를 보고 놀랬어 나도 모르게 숨어버렸어 죄짓고는 못사나봐 내 손목의 클럽도장 들킬까봐  긴팔 입었어 눈치 빠른 너 알아챌까 선수쳐 오늘도 난 피곤해 집에 들어갈래 너만 있으면 세상 모든 게 다 내 것이던 다른 누구도 눈길 안주던  나 왜 이러니 뭐가 문제니 우리 옛날이 또 그리워 있잖아 너를 좋아했어 그런데 나란 놈이 변해서 너에게 할말 없어 I can`t live without you I can`t smile without you baby 사랑하는 건 분명한데 나도 내가 답답한데 나도 널 사랑해 곁에 있으니 무심해 오늘만 놀게 진짜 약속해 내일 너에게 돌아갈게 남자들은 식어가고 여자들은  뜨거워 밀고 당기기는 지겨워  힘들어 나는 100미터 달리기를  하고 넌 오래달리기를 해 I say 자꾸 바람이 불어와 내게도 바람이 불어와"}, {"song_no": "4101639", "year": "2013", "rank": "78", "title": "YooHoo (유후)", "artist": "시크릿", "genre": "Dance", "lyrics": "친구로만 보이던 니가  귀엽게만 보이던 니가  Don't know why  I don't know why  너에게 끌려 가고 있어  힘든 날 위로해줬을 때  내 얘기를 들어줬을 때  Maybe you  I'm loving you  조금씩 내 마음이 움직여  어떻게 어떻게  어떻게 말을 할까  Do you hear me  that I'm fallin' in love  머리엔 온통 너뿐이야  자꾸만 보고 싶어  너를 사랑하나 봐 YOO HOO  너만 보여 YOO HOO  친구가 아닌 애인으로  너랑 만나고 싶어  나를 좀 바라봐줘 YOO HOO  못 참겠어 YOO HOO  어제보다 오늘보다  내일 더 사랑할게  OH MY LOVE   Yeah Yeah Yeah Yeah  Yeah Yeah Yeah Yeah  I just wanna be your love  너에게 난 잘 보이려고  옷도 사고 다이어트를 하고  Yes I do Oh yes I do   이런 내 맘 알아줄까  혹시 너를 놓쳐버릴까  나를 싫어하진 않을까  Maybe you  I'm loving you   생각이 많아서 잠 못 자  어떻게 어떻게 어떻게 말을 할까 Do you hear me that I'm fallin' in love 머리엔 온통 너뿐이야 자꾸만 보고 싶어 너를 사랑하나 봐 YOO HOO 너만 보여 YOO HOO 친구가 아닌 애인으로 너랑 만나고 싶어 나를 좀 바라봐줘 YOO HOO 못 참겠어 YOO HOO 어제보다 오늘보다 내일 더 사랑할게 OH MY LOVE 니 손을 잡고 우우 우우 이 길을 너와 함께 걷고 싶어 너뿐이야 정말이야 이제는 말하고 싶어 진심이야 정말이야 내 맘을 알아 줄래 항상 너를 지켜주고 싶어 니 곁에서 난 너를 사랑하나 봐 YOO HOO 너만 보여 YOO HOO 친구가 아닌 애인으로 너랑 만나고 싶어 나를 좀 바라봐줘 YOO HOO 못 참겠어 YOO HOO 어제보다 오늘보다 내일 더 사랑할게 OH MY LOVE Yeah Yeah Yeah Yeah Yeah Yeah Yeah Yeah"}, {"song_no": "4160242", "year": "2013", "rank": "79", "title": "진격의 거인 둘 (Return Of The Kings)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "계단을 오르기 전  몇 초 간의 명상 혹은 기도  박동을 고르게 정돈 해놓고  난 무대위로  일종의 최면을 걸지  깡패 혹은 맹수라도   된 마냥 눈동자 안에  광기를 밖아 넣는 각오   몇 백 혹은 몇 천 관객과의 기 싸움   이겨낸 다음 목소리 비트를  공기 위로 믹스다운   분노 아픔 사랑 흥겨움  쏟아낸 후 앵콜   한 곡 분위기 좋으면  몇 곡 더 터지는 엔돌핀  함성 소리를 포식해서  먹먹해진 고막   모두가 뛸 땐  가끔 소름 끼치는  영적 교감을 가슴에 새겨  하지만 아직은 완벽하게   극복하지 못한  내 고질적 공황장애   투잡 안 해 한길만을 파서  얻은 매력에  깨달음이란 오아시스 찾는  사막의 caravan  내 목적지는 무덤  no navigation   방황하는 핸들 위에  천천히 자리 잡는 patience  every other city we go  숨 한 번 크게 쉬고  우리 둘은 버릇처럼 무대위로  높게 뻗쳐 손  하나처럼 움직이고  울부짖지 사자 같은 목소리로  지금껏 십 년이 넘는 긴 시간  무대 위에서 뜨겁게 불 태웠어  미친 듯 날뛰고  땀 흘리면서 삶을 배웠어  열정은 오늘도 날  무대위로 다시 세워   눈부신 조명과 함성이  잠자던 두 마리 사자를 다시 깨워  바로 여기 무대 위는 나의 전쟁터  마이크를 잡은  2000년 그 언제부터  난 숱한 고비를 넘겨왔던  combatant   싸울 준비가 되어있어 난 언제건  이기건 지건 간에  난 끝까지 해 후회 없이  크건 작건 상관 안 해  때로는 무대 없이도 해봤어  흙바닥에서 모래 먼지 마시면서  연병장 끝자락에서도  목이 터져라 발악했어  난 안 하겠어  절대 은퇴라는 말  목줄기를 흐르는 땀에 젖은  뜨거운 삶을 사랑해서  난 말하겠어 내 진심을  내 맘에 비친 그 순간들의 내 모습  그 순간들의 호기심을  내 이상에 못 미침을  탓하진 않겠어  그 부족함을 메꾸는 과정에서  답을 찾겠어  난 폭주기관차  한계를 향해 곧바로 가  비겁하게 뱅뱅 돌진 않아  겁이 나도 현실을 똑바로 봐  every other city we go  숨 한 번 크게 쉬고  우리 둘은 버릇처럼 무대위로  높게 뻗쳐 손  하나처럼 움직이고  울부짖지 사자 같은 목소리로  지금껏 십 년이 넘는 긴 시간  무대 위에서 뜨겁게 불 태웠어  미친 듯 날뛰고  땀 흘리면서 삶을 배웠어  열정은 오늘도 날  무대위로 다시 세워   눈부신 조명과 함성이  잠자던 두 마리 사자를 다시 깨워  열기 함성소리 베이스라인   내 목소리 땀방울  이것들이 뒤섞이는 순간  마법처럼 쳐지는 몸서리   둥글어지는 맘의 모서리  그 모서리 들이 만나는 꼭지점 이곳 모조리 하나된 이 시간 감정의 파도가 굽이친다 열정을 뿜는 심장은 요동쳐 거세게 흉골에 부딪힌다 부딪힌다 목소리는 커지고 허리는 활처럼 꺾여진다  흐르는 땀방울 물감 돼 가슴팍위로 수묵화 그려진다 갈채가 끝난 다음 허탈감 잠시 미뤄둔다 또다시 손에는 펜을 쥐고 동굴로 나를 밀어 넣는다 펜 끝과 종이의 접점에 담어 내 진심을 기꺼이 들어간 어둠에서 발견해 작은 빛을  내 맘 속에 휘어진 물음표 고리가 일어날 때 쯤 평온하게 영원 안에 누워 잠들기를  every other city we go 숨 한 번 크게 쉬고 우리 둘은 버릇처럼 무대위로 높게 뻗쳐 손 하나처럼 움직이고 울부짖지 사자 같은 목소리로 지금껏 십 년이 넘는 긴 시간 무대 위에서 뜨겁게 불 태웠어 미친 듯 날뛰고 땀 흘리면서 삶을 배웠어 열정은 오늘도 날 무대위로 다시 세워  눈부신 조명과 함성이 잠자던 두 마리 사자를 다시 깨워"}, {"song_no": "4149064", "year": "2013", "rank": "80", "title": "내 다리를 봐 (Be Ambitious)", "artist": "달샤벳", "genre": "Dance", "lyrics": "listen my baby  Boys be ambitious  Boys be ambitious  listen my baby  맨날 손만 잡았다 놨다  그게 충분하니  뽀뽀도 안해 넌 언제 진도 나갈거니  밤새워 애기만 해 취해도 집에 가고  너 남자 맞니 혹시 너 쑥스러운거니  오 못 참겠어 정말  여자 먼저 이런 말하고  오 못 참겠어 정말  말로만 섹시해 하지마 내 다릴 봐 예쁘잖아  짧은 치마 입었잖아  관심있게 보란말야  oh oh oh oh oh oh oh oh oh oh oh   oh oh   망설이지 말란말야 oh oh oh oh oh  눈 말고 다리를 봐 손을 놓고  나를 안아  고민은 그만 아끼지마  oh oh oh oh oh oh oh oh oh oh oh  oh oh   내 맘 전부 가져도 돼  hoo hoo hoo  now check it 바보 boy 뭘 그리   망설여 no no no  이러다가 다른 남자 날 채가   조심 조심 listen hurry up  니가 의심돼 널 원해  그래 지금 좀 확인할래  니 사랑 전부 갖는게 뭐 나쁜거니  오 못 참겠어 정말  어이없는 상황인거야  오 못 참겠어 정말  계속 기다리진 않을래  내 다릴 봐 예쁘잖아  짧은 치마 입었잖아  관심있게 보란말야  oh oh oh oh oh oh oh oh oh oh oh  oh oh  망설이지 말란말야 oh oh oh oh oh  눈 말고 다리를 봐  손을 놓고 나를 안아  고민은 그만 아끼지마  oh oh oh oh oh oh oh oh oh oh oh  oh oh   내 맘 전부 가져도 돼  hoo hoo hoo  애기라고 부르지마  나도 여자란 말이야  길을 걷다 남자들이  자꾸 돌아본단 말야  너만 빼고 다 아는 걸  너만 빼고 다 넘볼걸  I’m your girl I’m your lady  내 다릴 봐 예쁘잖아  짧은 치마 입었잖아  집에 가기 싫어질걸  oh oh oh oh oh oh oh oh oh oh oh   oh oh  좀 더 내게 가까이와 oh oh oh oh oh  눈 말고 다리를 봐 손을 놓고 나를 안아 고민은 그만 아끼지마 oh oh 이제는 참지 말고 내 전불 안아도 돼 내 맘 전부 가져도 돼 hoo hoo hoo"}, {"song_no": "4201766", "year": "2013", "rank": "81", "title": "여름안에서 (Feat. 지조)", "artist": "소진 (걸스데이)", "genre": "Dance", "lyrics": "난 너를 사랑해 난 너를 사랑해 난 너를 사랑해 난 너를 사랑해 언제나 꿈꿔 온 순간이 여기 지금 내게 시작되고 있어  그렇게 너를 사랑했던 내 마음을 넌 받아 주었어 내 기분만큼 밝은 태양과 시원한 바람들이 내게 다가와 나는 이렇게 행복을 느껴 하늘은 우릴 향해 열려있어 그리고 내 곁에는 니가 있어 환한 미소와 함께 서 있는 그래 너는 푸른 바다야 너란 바이러스에 감염된 내 해독제는 네 곁에만 가면 돼 너에게로 가는 맘은 네 콧대 만큼이나 위로 솟고 날렵해 날 옆에 두고서 넌 어딜봐 나중에 후회 말고 좁혀봐 이 거리감 긴 해안선을 같이 걷지 네 머릿 결같이 구불대는 바닷길 그윌 나 아닌 둘이 하얀이 들어내며 풀어낼 이야기 지피지기면 이기지 너와 나를 알기에 우리는 질 일없지 감당할게 무더위의 습도마저 너와 함께라면 거센 빗줄기도 맞어 무더운 여름안에서 시원한 바람 같은 너를 안겠어 같은 시간 속에 이렇게 함께 있는 것 만으로도 난 좋아 행복한 미소에 니 얼굴 나 더 이상 무얼 바라겠니 저 파란하늘 아래서 너와 난 여기 이렇게 사랑하고 있어 나는 이렇게 행복을 느껴 하늘은 우릴 향해 열려있어 그리고 내 곁에는 니가 있어 환한 미소와 함께 서 있는 그래 너는 푸른 바다야 더 이상 슬픔은 없는거야 지금 행복한 너와 나 태양 아래 우린 서로가 사랑하는 걸 알아 하늘은 우릴 향해 열려있어 그리고 내 곁에는 니가 있어 환한 미소와 함께 서 있는 그래 너는 푸른 바다야 하늘은 우릴 향해 열려있어 그리고 내 곁에는 니가 있어 환한 미소와 함께 서 있는 그래 너는 푸른 바다야 너는 푸른 바다야  난 너를 사랑해 너를 사랑해 난 너를 사랑해 너를 사랑해 바다같던 넌 아름다워 바람이 되줄게 이제 내 손을 잡아 난 너를 사랑해 난 너를 사랑해 너를 사랑해 바다같던 넌 아름다워 바람이 되줄게 이제 내 손을 잡아 난 너를 사랑해 너를 사랑해 난 너를 사랑해 너를 사랑해 바다같던 넌 아름다워 바람이 되줄게 이제 내 손을 잡아"}, {"song_no": "4196647", "year": "2013", "rank": "82", "title": "Hate You", "artist": "레이디스 코드", "genre": "Dance", "lyrics": "I hate you I really hate you   I hate you But I love you  니가 어느 순간부터 난 너무   싫어졌어 그래도 사랑이라   말하는 너만 믿었어  I hate you Hate you But   I love you Love you   그래도 난 꺾여버린 나무   의미도 사라져 버린 다 꿈   늘 혼자 울고 웃지만   니 곁이라 좋아 한번이라도   스치듯이 바라봐 주라  항상 나만 다 주고 끝날 뿐   이미 다 버려져 막 아플 뿐   I hate you Hate you hate you  I really hate you Hate   you hate you  I hate you   Hate you hate you  But I love you love you   love you   I hate you Hate you hate you  I really hate you Hate   you hate you  I hate you   Hate you hate you  But I love you love you   love you   끝까지 내 손 놓지 않겠다던   너란 사람 그 따위 거짓말   다 걸었던 내 희망사항   이젠 정말 아파 이런 니가 싫어   늘 혼자 웃고 울지만 니 곁이라   좋아 한번이라도 스치듯이   바라봐 주라   항상 나만 다 주고 끝날 뿐   I love you baby   이미 다 버려져 막 아플 뿐  I hate you Hate you hate you  I really hate you Hate   you hate you  I hate you   Hate you hate you  But I love you love you   love you   I hate you Hate you hate you  I really hate you Hate   you hate you  I hate you   Hate you hate you  But I love you love you   love you   속삭이듯이 사랑한다고 말해줘   Baby 부드럽게 날 바라보며   꼭 안아줘   L O V E   자꾸 이러니까 계속 서로 아퍼   어차피 달라질 건 없어 계속   너는 내꺼   꿈같은 사랑 얘기 제길 현실은   또 슬퍼 될 대로 되라지 어차피   Baby you my lover  I hate you Hate you hate you  I really hate you Hate   you hate you  I hate you   Hate you hate you  But I love you love you   love you   I hate you Hate you hate you  I really hate you Hate   you hate you  I hate you   Hate you hate you  But I love you love you   love you   I hate you   I really hate you  I hate you  But I love you"}, {"song_no": "4097003", "year": "2013", "rank": "83", "title": "I Love You", "artist": "악동뮤지션", "genre": "Drama,Rock", "lyrics": "I Love You  저절로 네게 눈이 가  네가 입은 옷 무늬가  눈에 띄는 것도 아닌데  온종일 다른 일을 하고   있는 중에도  이 사람 참 괜찮단 말이야  네 행동 하나하나에 내가   들렸다 놓였다해  나 이리 자주 웃는 사람이 아닌데  돌아보면 너 때문에 당한   것도 많아  그 모든게 하나하나 다   싫지만은 않아  I love you 사랑해요  널 보는 날이면 둘만 만나는  날이 아닌데도  너에게만 잘 보이려고 막   그래 난 그래  I love you 사랑해요  널 보는 날이면 둘만 만나는   날이 아닌데도  막 설레고 그런다니깐요  네 행동 하나하나에 내가   들렸다 놓였다해  나 이리 자주 웃는 사람이 아닌데  돌아 보면 너 때문에 받은게   참 많아서  더 더 더 포기할 수 없었어요  써요 나만 마시는 사랑이  넘쳐요 그대 잔에 따라주고 싶은데  I’m waiting for you to say I love you 사랑해요 널 보는 날이면 둘만 만나는   날이 아닌데도  너에게만 잘 보이려고 막   그래 난 그래  I love you 사랑해요  널 보는 날이면 둘만 만나는   날이 아닌데도  막 설레고 그런다니깐요  I love you   I love you   I love you   I love you   I love you   I love you 사랑해요  널 보는 날이면 둘만 만나는   날이 아닌데도  막 설레고 그런다니깐요  I love you  I love you"}, {"song_no": "4191389", "year": "2013", "rank": "84", "title": "Wild And Young", "artist": "강승윤", "genre": "Rock", "lyrics": "이제야 세상이  내 편에 있는 것만 같아 무언가 찾아 헤매던  내 영혼이 너를 만났을 때 It was Friday night  검은 하늘엔 별이 빛났고 시간이 멈춰버린 채로  내 심장은 너와 춤을 췄네 She said yeah let’s do it again 지금이 마지막일지도 몰라 이 순간이 영원할 순 없기에 난 나를 버리고 널 놓치지 않을래 cuz I’m wild and I’m young 널 죽을 만큼 사랑해  it’s you becuz  I’m wild and I’m young 위험할 만큼 널 사랑해 How about you 나의 아픈 상처까지  너는 알았어 이 세상 끝에 우린 너무 지쳤어 하늘은 우리를 향해 열렸고 지금 니 앞엔 내가 있어 아직은 어리다고  사람들은 내게 말해  그런 말 따윈 필요 없어  지금 너에게 뛰어갈래 비록 삶이 내 숨통을 조여 온대도 저 끝에 니가 있단  확신에 오늘도 살아있네 가끔 내 못난 모습에 혹시 너 실망할지도 몰라 앞뒤 따윈 안 가리는 이 열정을 아름다운 그대에게 다 바칠게 cuz I’m wild and I’m young 널 죽을 만큼 사랑해  it’s you becuz  I’m wild and I’m young 위험할 만큼 널 사랑해 How about you U know I’m wild and young for you 오랜 세월이 지나도  변하지 않아  I’m wild and young for you yeah Baby I’m wi wi wild and young for you 거센 비바람 불어도 꺾이지 않아  I’m wild and young for you cuz I’m wild and I’m young 널 죽을 만큼 사랑해  it’s you becuz  I’m wild and I’m young 위험할 만큼 널 사랑해 How about you 나의 아픈 상처까지  너는 알았어 이 세상 끝에 우린 너무 지쳤어 하늘은 우리를 향해 열렸고 지금 니 앞엔 내가 있어"}, {"song_no": "4054983", "year": "2013", "rank": "85", "title": "기대해", "artist": "걸스데이", "genre": "Dance", "lyrics": "Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   귀엽게  Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   예쁘게  Oh  하루에도 열번씩   네 전화번호 지워보고  너를 또 지워보고 생각에서   지워보고  너의 번호 뒷자리에 내   가슴은 내려앉아   그렇게 통화하고 다시   또 미소짓고  나는 네가 불안해 그게   불만인데도  자존심 탓 때문에 말도   못해 이렇게  내가 아님 안되는 남자   많고 많은데  네가 숨기고 쓰는 문자가 더   신경쓰여 문자가 신경쓰여  문자가 신경쓰여  Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   귀엽게  Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   예쁘게  널 내게 널 내게 다가오게 만들래   Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   기대해  너땜에  너땜에  미쳐가  Whoa uh uh  너땜에  너땜에  미쳐가  Whoa uh uh  내 앞에서 그 여자랑   다정하게 얘기하고  토라진 나를 보고 별일   없이 미소 짓고  이런 기분 너무 싫어 나   또 다시 널 잊으려  잊으려 애를 쓰고   그렇게 아파하고  너란 남자 왜 그래 너 때문에   난 미쳐  나 하나면 안되니   내 가슴은 찢어져  나만 보는 남자들 많고   많고 많은데  네 전화만 기다리는 바보   같은 나는 뭐니 바보 같은   나는 뭐니  바보 같은 나는 뭐니  Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   귀엽게  Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   예쁘게  널 내게 널 내게 다가오게 만들래   Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   기대해  너땜에  너땜에  미쳐가  Whoa uh uh  너땜에  너땜에  미쳐가  Whoa uh uh  I just want you to come   to me  다가와봐 내가 손짓 하잖니  I just need you to give   your love  어서 내게 네   마음을 보여줘  나 왜이래 내 마음은   고장 났어 난  나 왜이래 내 마음은   너만 찾아 난  네가 미워 미워 미치겠어도 난   너의 웃는   네  네 입꼬리에  네 입꼬리에  네 입꼬리에  네 목소리에  네 목소리에  네 목소리에  난 가슴이 떨려  널 내게 널 내게 다가오게   Ooh Ooh Ooh  널 내게 널 내게 미쳐보게   Yeah eh eh  나 없음 나 없음 안되게   널 만들래  Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   기대해  넌 내게 넌 내게 미쳐가   Wuh Oh Oh 넌 내게 넌 내게 미쳐가  Wuh Oh Oh I’m gonna get to you Ooh Ooh Ooh Ooh Ooh  Ooh Ooh Ooh Ooh Ooh  기대해"}, {"song_no": "4209693", "year": "2013", "rank": "86", "title": "할말 있어요 (Gotta Talk To U)", "artist": "승리", "genre": "Dance", "lyrics": "나 오늘 그대에게  할말이 너무나 많아요  부디 내 얘길  들어 줄 수 있나요  그대 혹시 있나요  내가 들어갈 수 있는 곳 있나요  오직 그대와 나 단둘이서만  둘이서만 둘이서만  내가 너한테만 하고 싶은 말  말 그 말 우리 지금 나눠봐요  나 지금 할말 있어요  Hustlin Hustlin I’m  Hustlin Hustlin I’m  Hustlin Hustlin  나 지금 할말 있어요  Hustlin Hustlin I’m  Hustlin Hustlin I’m  Hustlin Hustlin  나 지금 할말 있어요  저 파란 하늘보다  푸른 눈동자를 봐요  부디 나에게  안겨줄 수 있나요  그대 혹시 아나요  이건 그 누구도 모르죠  아나요 오직 그대와  나 단둘이서만  둘이서만 둘이서만  내가 너한테만 하고 싶은 말  말 그 말 우리 지금 나눠봐요  나 지금 할말 있어요  Hustlin Hustlin I’m  Hustlin Hustlin I’m  Hustlin Hustlin  나 지금 할말 있어요  Hustlin Hustlin I’m  Hustlin Hustlin I’m  Hustlin Hustlin  나 지금 할말 있어요  있어요 있어요 나 할말이 있어요 있어요 내 마음이  그녀를 얻다 내 맘을 준다  눈물이 날까 너에게  내 맘을 준다 그녀를 얻다  내 품에 안다  나 오늘 그대에게  할말이 너무나 많아요  부디 내 얘길 들어요  나 지금 할말 있어요  Hustlin Hustlin I’m Hustlin Hustlin I’m Hustlin Hustlin 나 지금 할말 있어요 Hustlin Hustlin I’m Hustlin Hustlin I’m Hustlin Hustlin 나 지금 할말 있어요 있어요 있어요 나 할말이 있어요 있어요 내 마음이 Hustlin Hustlin I’m Hustlin Hustlin I’m Hustlin Hustlin Hustlin Hustlin I’m Hustlin Hustlin I’m Hustlin Hustlin 나 지금 할말 있어요"}, {"song_no": "4085875", "year": "2013", "rank": "87", "title": "GENTLEMAN", "artist": "싸이 (PSY)", "genre": "Dance", "lyrics": "알랑가몰라 왜 화끈해야  하는건지 알랑가몰라 왜 말끔해야  하는건지 알랑가몰라 아리까리하면  까리해 알랑가몰라 We Like We We  We Like Party 해  있잖아 말이야  이사람으로 말씀드리자면  말이야 용기 패기 똘끼 멋쟁이 말이야 너가 듣고픈말 하고픈게  난데 말이야 Damn Girl You so freakin sexy Ah Ah Ah Ah I’m a Ah Ah Ah Ah I’m a Ah Ah Ah Ah I’m a mother  father gentleman I’m a Ah I’m a I’m a mother father gentleman I’m a Ah I’m a I’m a mother father gentleman 알랑가몰라 왜 미끈해야 하는건지 알랑가몰라 왜 쌔끈해야 하는건지 알랑가몰라 달링 빨리와서  난리해 알랑가몰라 난리난리 났어  빨리해 있잖아 말이야  너의 머리 허리 다리 종아리  말이야  Good feeling feeling Good  부드럽게 말이야 아주 그냥 헉소리나게 악소리  나게 말이야 Damn Girl I’m a party mafia Ah Ah Ah Ah I’m a Ah Ah Ah Ah I’m a Ah Ah Ah Ah I’m a mother father  gentleman I’m a Ah I’m a I’m a mother father gentleman I’m a Ah I’m a I’m a mother father gentleman Gonna make you sweat Gonna make you wet You know who I am Wet PSY Gonna make you sweat Gonna make you wet You know who I am Wet PSY  Wet PSY Wet PSY Wet PSY  PSY PSY PSY  Ah I’m a mother father gentleman I’m a Ah I’m a I’m a mother father gentleman I’m a Ah I’m a I’m a mother father gentleman Mother father gentleman Mother father gentleman"}, {"song_no": "4205615", "year": "2013", "rank": "88", "title": "맘도둑", "artist": "강승윤", "genre": "Rock", "lyrics": "내 맘 모른 척 하던 니가 잊고 싶었던 니가 아까 낮에 내가 덜컹거리는 버스에서 사랑한다고 소리쳤을 때 엄마 미소 지으며 나의 손을 잡으며 이렇게 말해줬어 바보 같은 강승윤 나도 너를 사랑해 그리곤 키스 했어 사랑할 수 있어서 진짜 좋다 너만 보게 하는 맘도둑 미치게 만드는 맘도둑 기다릴 수 있어서 행복했다 너라는 도둑 도둑 도둑 참 좋다 그냥 널 보면 짠한 내가 애만 태우던 내가 두근대는 너와 노을이 지는 공원에서 자전거 뒤에 널 태웠을 때 나의 허릴 안으며 나의 등에 기대며 하나만 약속하쟤 눈치 없는 강승윤 바람 피면 죽는다 그 순간 더 이뻤어 사랑할 수 있어서 진짜 좋다 너만 보게 하는 맘도둑 미치게 만드는 맘도둑 기다릴 수 있어서 행복했다 너라는 도둑 도둑 도둑 참 좋다 쏟아지는 달빛에 헤어지기가 싫어 자꾸 뜸들이는 나 이대로 널 이대로 널 품에안고 시간이 멈췄으면 난 다시 꿈꾸게 돼 나의 맘도둑 사랑 도둑 사랑할 수 있어서 진짜 좋다 너만 보게 하는 맘도둑 미치게 만드는 맘도둑 기다릴 수 있어서 행복했다 너라는 도둑 도둑 도둑 참 좋다"}, {"song_no": "4178692", "year": "2013", "rank": "89", "title": "감동이 중요해 (Feat. 한해 Of 팬텀)", "artist": "JUNIEL", "genre": "Dance", "lyrics": "사랑한단 흔한 말 그 보다   더 좋은 말  빨리 찾아와 줘 내게 속삭여 줘  어디도 없는 말 그 말이 듣고 파  내 마음을 여는 그 열쇠  세상에 하나 뿐인 나를 위해  하나 뿐인 말이 필요해  어서 가르쳐 줘 어서 말해줘  그 어떤 말보다 더 좋은 그 말  기분 이상해 너만 보면   웃음이 나오는 건 당연하고  더듬어 그렇게 잘하던 말도  이렇게 일분일초가 너무 아까워  표현해야겠어 아마도  그냥 하는 말 아니라고  소녀fan처럼 요동쳐 내 가슴이  넌 알아야 돼 니가 얼마나   괜찮은지  이 모든 것들이 다   믿기지가않아  꿈꾸는 거 같아 손에   안 잡혀 다른 일  너를 보고 있으면 때 묻은   나의 모습이   씻겨져 내리는 거 같애  너도 그러길 바래  죽을 때까지  사랑한단 흔한 말 그 보다   더 좋은 말  빨리 찾아와 줘 내게 속삭여 줘  어디도 없는 말 그 말이 듣고 파  내 마음을 여는 그 열쇠  세상에 하나 뿐인 나를 위해  하나 뿐인 말이 필요해  어서 가르쳐 줘 어서 말해줘  그 어떤 말보다 더 좋은 그 말  가끔 내게만 노랠 불러줘  나만 알고 있는 목소리가   있으면 좋겠어  친구들이 말해 너무   욕심내면 큰일나 일나   듣고 보니 맞는 말인 것도   같아서 또 한 번 긴가 민가  근데 있잖아 이건 욕심이 아니고  내 맘의 크기가 딱 이만해  귀여운 남자는 못 된다 해도  나쁜 사람 안 될 자신 있어   약속할게  너를 보고 있으면 때 묻은   나의 모습이   씻겨져 내리는 거 같애  너도 나한테 그러길 바래  사랑한단 흔한 말 그 보다   더 좋은 말  빨리 찾아와 줘 내게 속삭여 줘  어디도 없는 말 그 말이 듣고 파  내 마음을 여는 그 열쇠  세상에 하나 뿐인 나를 위해  하나 뿐인 말이 필요해  어서 가르쳐 줘 어서 말해줘  그 어떤 말보다 더 좋은 그 말  애교일지도 투정일지도   나 조차도 아직 내 맘 모르지만  그렇게 걱정 안 해도 돼  니가 바라고 말하던 생각대로 해  니가 참 좋은 건 사실인 걸  안아줄 땐 뒤에서 입맞출  땐 앞에서 내가 바라는 건 감동이라는  말이야 감동이 중요해 내 마음을 여는 그 열쇠 세상에 하나 뿐인 너를 위해 하나 뿐인 내가 있잖아 사실은 말이야 널  좋아하지 않아 솔직히 말 하면 너를 사랑 해"}, {"song_no": "4182986", "year": "2013", "rank": "90", "title": "Fire", "artist": "디셈버", "genre": "Ballad", "lyrics": "아주 빨리 뛰는 너의 심장소리가  왜 그래 너 왜 그러는지  떨어지는 눈물 봐도 어쩔 수 없는 돌이킬 수 없는 이 순간 바래다 주는 여기 길모퉁이  오늘은 정말 짧게 느껴져 싫어  닫혀진 문 저 이층 니방  멍하니 보며 기다려도  알아 불 꺼진 저 창문은 다신  열리지 않을 거란 걸 빛나던 너와 내 사랑  불꽃도 전부 꺼졌단 걸  미워하면 할 수록 더 보고파지는  그댄 어디 그댄 어디에  바람에 또 기대해도 어쩔 수 없는 돌이킬 수 없는 지난날 참 많이 아파 너만큼 이겠지 이별은 정말 쉬운 거구나 싫어  여기까지 그래 여기까지 온통 후회만 남은 채로  알아 불꺼진 저 창문은 다신  열리지 않을 거란걸 빛나던 너와 내 사랑  불꽃도 전부 꺼졌단 걸  알아 내 머릿속 어딘가  우리 사랑 타오른 기억은  모두 다 태워버릴게 사랑은  불꽃처럼 말야  불꽃처럼 말야"}, {"song_no": "4202922", "year": "2013", "rank": "91", "title": "Papa Don`t Cry", "artist": "미스터 파파", "genre": "Ballad", "lyrics": "Papa Don`t Cry 아빤 울지않아 오늘 쓰러져도 난 또   일어날거니까  Papa Don`t Cry 어두운 세상에 빛으로 기억되고 내 사랑을  가슴에 담아 지켜줄게   언제나 웃어   Don`t Cry 앞만 보고 달려온 나의 인생길   너무나 힘에 겨웠어  내 아이들의 눈망울이 눈앞에  아른거려 난 웃었지  Papa Don`t Cry 아빤 울지않아 오늘 쓰러져도 난 또   일어날거니까  Papa Don`t Cry 어두운 세상에 빛으로 기억되고 내 사랑을  가슴에 담아 지켜줄게   언제나 웃어   Don`t Cry 얼마나 왔을까 또 가야할   나의 인생길  보이지 않는 나의 길  내 아버지의 뜨거운 눈물이  생각나서 난 울었지 Papa Don`t Cry 아빤 울지않아 오늘 쓰러져도 난 또   일어날거니까  Papa Don`t Cry 어두운 세상에 빛으로 기억되고 내 사랑을  가슴에 담아 지켜줄게  언제나 웃어   Don`t Cry Don`t Cry Don`t Cry"}, {"song_no": "4160255", "year": "2013", "rank": "92", "title": "한 사람만 보여요", "artist": "이창민", "genre": "Drama", "lyrics": "혹시라도 내 마음을  들킬지도 몰라 조금은 차가웠던 나였죠 but I'm falling love with you 커져만 가는 내 맘 볼 순 없어 내가 먼저 다가서면  멀어질지 몰라 한 걸음 멀리 서 있죠  but I'm falling love  with you 이제 용기 내 한발 다가가고파 그대라는 한 사람만 보여요  내 사랑인 거겠죠 그대도 날 알아볼 수 있다면  내게 다가와줘요 두근대는 이 마음을 숨길  수가 없는데 그대만을 사랑해요  언제까지나 그대만을 사랑한단 그 한마디 전할  줄을 몰라 한없이 보고만 있죠 but I'm falling love with you 이제 용기 내 한발 다가가고파  그대라는 한 사람만 보여요  내 사랑인 거겠죠 그대도 날 알아볼 수 있다면  내게 다가와줘요 두근대는 이 마음을 숨길  수가 없는데 그대만을 사랑해요  언제까지나 그대만을 기적이 내 앞에 있죠 많은 사람  속에 그대가 있다는 건 우린 아름다운 이 사랑뿐이죠 그대라는 한 사람만 볼게요  그대만 볼게요 이제는 날 안아줄 수 있나요  내겐 그대뿐이죠 한 순간도 이 마음을 멈출  수가 없는데 그대만을 사랑해요 언제까지나 그대만을"}, {"song_no": "4121653", "year": "2013", "rank": "93", "title": "콩떡빙수", "artist": "악동뮤지션", "genre": "Electronica", "lyrics": "오빠 빙수 먹으러 갈래 콜 Let’s go 빙수 떡빙수 콩떡빙수 너의 빈 숟가락을 채울 빙수 컵빙수 콩떡빙수 너의 빈 숟가락을 채울 한 입 딱 떠먹어  텁텁함은 다 까먹어 무더운 한 여름에도  시원한 아야야 콩떡콩떡한 날에  흠뻑젖은 얼음 Party가  열리는 곳 파리바게뜨로  Follow Me 어른 아이 남녀 노소 모두가 찾는 돌얼음 아이스크림으로  Getting Hotter해지는 여름 싹 다 날려버릴 Count 머리 싸매고 Ready  닉허이르고로  띵 으메 차가와 달콤한 팥앙금 후식으로 방금  먹고 또 먹고싶은 쫄깃쫄깃 콩떡 달콤한 팥앙금 후식으로 방금  먹고 또 먹고싶은 쫄깃쫄깃 콩떡 빙수 떡빙수 콩떡빙수 너의 빈 숟가락을 채울 빙수 컵빙수 콩떡빙수 너의 빈 숟가락을 채울 한 입 딱 떠먹어  텁텁함은 다 까먹어 무더운 한 여름에도  시원한 아야야 콩떡콩떡한 날에  흠뻑젖은 얼음 Party가  열리는 곳 파리바게뜨로  Follow Me 달콤한 팥앙금 후식으로 방금  먹고 또 먹고싶은 쫄깃쫄깃 콩떡 달콤한 팥앙금 후식으로 방금  먹고 또 먹고싶은 쫄깃쫄깃 콩떡 빙수 컵빙수 콩떡빙수 너의 빈 숟가락을 빈 숟가락을 채울 빙수 떡빙수 콩떡빙수 너의 빈 숟가락을 채울 빙수 컵빙수 콩떡빙수 너의 빈 숟가락을 채울"}, {"song_no": "4195244", "year": "2013", "rank": "94", "title": "미라클", "artist": "이영현", "genre": "Drama", "lyrics": "웃어요 이젠   외로워 말아요  혼자란 생각에 힘이 들 땐  내 손 꼭 잡아요 내안의 그댄 약하지 않아요  마음껏 울어도 괜찮아요 참는 게 강한 건 아니니까 Always Love Love yourself  두려워 말아요 난 믿어요 슬픔도 아픔도 행복의 열쇠일 뿐 알아요 이젠 그대가 보여요 모두가 변하고 떠난대도  언제나 나 그댈 지킬게요  Always Love Love yourself  두려워 말아요 난 믿어요 슬픔도 아픔도 행복의 열쇠일 뿐 기적같은 사랑 사랑의  힘을 난 믿죠 꿈꿔왔던 세상위로 함께  걸어나가요  Allways Love Love yourself  두려워 말아요 난 믿어요 슬픔도 아픔도 행복의 열쇠일 뿐 언제나 소중한 그댈 난 음 믿죠"}, {"song_no": "4206159", "year": "2013", "rank": "95", "title": "너와 나", "artist": "홍대광", "genre": "Drama", "lyrics": "나는 널 그려본다 지금 이 순간들이 너는 나에게 나는 너에게 어떤 의민지 나는 너에게 슬픔없는 위로가 될게 기억해 언제나 난 여기 있는걸  아무도 믿지 못할 이상한 이야기가 너와 내게 보이고 참 이상해 사는 일이란 꼭 풀지 못한 문제 같은 것 너와 나 우리가 만났듯 때론 알 수 없는 일이라는 걸 나는 널 그려본다 지금 이 순간들이 너는 나에게 나는 너에게 어떤 의민지 나는 너에게 슬픔없는 위로가 될게 기억해 언제나 난 여기 있는 걸 참 이상해 사는 일이란 꼭 풀지 못한 문제 같은 것 너와 나 우리가 만났듯 때론 알 수 없는 일이라는 걸 나는 널 그려본다 지금 이 순간들이 너는 나에게 나는 너에게 어떤 의민지 나는 너에게 슬픔없는 위로가 될게 기억해 언제나 난 여기 있는 걸 언제나 내게 환하게 웃어줘 때론 어제같이 비가 내려 문득 슬퍼지는 하루라도 널 그려본다 지금 이 순간들이 너는 나에게 나는 너에게 어떤 의민지 나는 너에게 슬픔없는 위로가 될게 기억해 언제나 난 여기 있는 걸"}, {"song_no": "4210875", "year": "2013", "rank": "96", "title": "사랑해 사랑해 사랑해", "artist": "포맨", "genre": "Drama", "lyrics": "난 아직 한번도  사랑한다 못했어  지금까지 니 사랑을  난 거짓으로 받았어  니 사랑을 니 마음을  아직도 내 맘을  용서할수가 없어  니가 떠난 지금에야  내 사랑인걸 알았어  내 사랑을 내 마음을 사랑해 사랑해 사랑해  사랑한단말야  내 잘못인것도 내 미련인것도  사랑할 자격 없는것도 알지만  미안해 미안해  미안하단 말밖엔  할말이 없는 나지만  후회하고 그리워했어  그 사랑을 그 마음을  사랑해 사랑해 사랑해  숨이 멈출때까지  내 잘못이라도 내 미련이라도  사랑할자격 없다해도  사랑해 사랑해 사랑해  사랑해 사랑해 사랑해  돌아올수없겠니  내 잘못이라도 내 미련이라도  나 용서할수 없다해도 사랑해"}, {"song_no": "4188704", "year": "2013", "rank": "97", "title": "우리만 있어 (Feat. 지환 Of 투빅, 칸토)", "artist": "김그림", "genre": "Ballad", "lyrics": "우리만 있어 이 좁고   어둔 빈 방안에서  할 말이 있어 조금 더   가까이 와봐  문을 닫아줘 지금 이   공기가 새지 않도록  비 쏟아지는 밤 사랑하기   좋은 밤  뭐라도 훔쳐줘 내 입술과   마음 사이  가슴 뛰는 소리 빗소리에 묻혀  아무도 오지 않는 밤   이렇게 우리만 있어  생각이 더 이상 많아지긴 싫어  아무도 볼 수 없는 밤 너와   나 둘이만 있어  얼마나 사랑해 오늘 다 알려줘  우리만 있어 니 향기로   가득찬 방에서  할 말은 없어 그저 더   머물고 싶어   불을 밝혀줘 지금 니   표정을 다 볼 수 있게  비 쏟아지는 밤 사랑하기   좋은 밤  우리의 사랑이 지금   시작되고 있어  더 많은 이야긴 내일부터 나눠  아무도 오지 않는 밤   이렇게 우리만 있어  생각이 더 이상 많아지긴 싫어  아무도 볼 수 없는 밤   너와 나 둘이만 있어  얼마나 사랑해 오늘 다 알려줘  내 쪽으로 쫌 더 다가와줘  부끄러워 하지마 그래 불꺼줘  잠이든 이 도시에   깨어있지 우리만  그럼 뭐하고 놀까 니가 골라  해가 우릴 훔쳐보기   전에 더 가까이  와서 사랑을 말해줘   딱 좋은 타이밍이야 지금이 바로  놀이기구 탑승 조용히 눈 감어  너만이 가득한 이 밤  내 안엔 너밖에 없어 너만을 원했어 오늘을 기억해 우리만 있어 우리 숨으로  가득찬 방에 나는 이 밤을 영원히 잊을 수 없어"}, {"song_no": "4196651", "year": "2013", "rank": "98", "title": "Badman", "artist": "B.A.P", "genre": "Dance", "lyrics": "어둠 속에서 들리는 절규  공포에 질린 세상을  뒤집어버릴거야 다  미쳐버린 세상  바꿔놓을거야 난  돈과 협박에 눈 감는 자들 GET OUT  뉴스를 봐도 전부 공공의 적이고  싸이코패스들이 미쳐  날뛰는 판이고  이건 범죄와의 전쟁  똑같이 갚아 줄게  이에는 이 눈에는 눈 이 말을 기억해  용서란 없어 우린 절대  I Gotta Feeling  참을 수가 없어 Give It Up  I Gotta Feeling  니가 눈을 감는 날  너는 위험해  잘못 건드렸어 Get Away  Becuz I'm cuz I'm Dangerous  I'm a Badman  어둠 속에 너를 가둬줄게  AH AH AH AH  겁에 질린 모습을 봐  I'm a Badman  니들을 다 쓸어버릴거야  어떤 변명 따위는 내게 하지마  In the end Badman 야 야 Badman 야 야  yeh guyz 감히 누가 우릴 말려  이 도시의 공기는 너무나 숨 막혀  처음부터 잘못된 너희 이리와 간곡해 더러운 싹들을 다 잘라버릴 때까지  안 멈춰 난 독해 똑같이 눈물 흘려봐 you got that I Gotta Feeling 다 불 태워버려 Burn It Up I Gotta Feeling 니가 울부짖는 날 너는 위험해 갈 때까지 갔어 Get Away Becuz I'm cuz I'm Dangerous I'm a Badman 어둠 속에 너를 가둬줄게 AH AH AH AH 겁에 질린 모습을 봐 I'm a Badman 니들을 다 쓸어버릴거야 어떤 변명 따위는 내게 하지마 In the end Badman 야 야 Badman 야 야 왜 자꾸 건드려 자 이리 엎드려 다 맘에 안 들어 널 보면 Lose Control Badman 왜 자꾸 건드려 자 이리 엎드려 다 맘에 안 들어 널 보면 Lose Control Badman 우릴 만나면 제발 저리 도망 가줘 절대로 우린 니들을 가만히 못 놔둬 I'm a Badman 어둠 속에 너를 가둬줄게 AH AH AH AH 겁에 질린 모습을 봐 I'm a Badman 니들을 다 쓸어버릴거야 어떤 변명 따위는 내게 하지마 In the end"}, {"song_no": "4182898", "year": "2013", "rank": "99", "title": "Bye U (Feat. 지오 Of MBLAQ)", "artist": "아웃사이더", "genre": "Rap / Hip-hop", "lyrics": "몇 년이 지났더라  우리 함께한 시간이  한손은 모자라고 두 손으론 아까워  남들이 뭐라 해도   우리 사인 가까워  내 곁에 친구들은 이별하고  이별하고 반복하고  이별하는 순간에도  그저 고개를 끄덕일 뿐  공감하지 못해  물론 전혀 불만이 없는 것도  싸우지 않은 것도 아니지만  우린 말이 통했었지  제법 언제부턴가   널 닮은 나를 발견하곤 혹은   네게서 나를 발견하곤 기뻐했지  마치 우리가 하나인 듯한 기분을   느낄 때마다 너무나 좋았거든   그랬던 우리가 Why  이별을 준비하게 됐을까  잘 가라고 잘 살라고  작정하고 작심하고  작별하고서 눈 가린 검은 선글라스   뒤로 뒤돌아서서 말없이 뜨거워진   눈물을 흘려  I'm begging you   우우 우우우우우  I'm begging you  유 유 널 잊을 수 있게  I'm telling you  우우 우우우우우  I'm telling you  이젠 날 놓아줘  왜 넌 이렇게도 끝까지 독한건지  왜 날 이렇게도 미치게 하는건지  I'm begging you  유 유 널 잊을 수 있게  I'm telling you I'm telling you  이젠 날 놓아줘 BYE U  얼마 만이더라  잘 지내고 있는 것 같아  이별하고 나니  너가 내게 해준 것들이  얼마나 부질없는 건지 알 것 같아  실은 내가 아닌 너를 위한  행동들에 감동받는 내 가슴의   두근거림에 미안했어  왜 나만 몰랐을까  아니 난 믿고 싶지않았었지  아마 그땐 그랬을 거야  차마 말하지 못했었지  너가 나를 떠날까봐  너도 그리고 너도 그리고  너도 그리고 너도 그리고   너도 그리고 너도 그리고  모두가 욕했어도  난 너를 그리고 너를   그리고 너를 그리고 너를  그리고 너를 그리고 너를   그리고 너를 믿었어  하지만 이제 두 번 다신   너와 마주치고 싶지 않아  불행하지도 행복하지도  아파하지도 말아  넌 분명 감정조차 느끼지 못하는   고독함이란 감옥 속에서 평생도록   혼자 살아  I'm begging you   우우 우우우우우  I'm begging you  유 유 널 잊을 수 있게  I'm telling you  우우 우우우우우  I'm telling you  이젠 날 놓아줘  왜 넌 이렇게도 끝까지 독한건지  왜 날 이렇게도 미치게 하는건지  I'm begging you  유 유 널 잊을 수 있게  I'm telling you I'm telling you  이젠 날 놓아줘 BYE U  BYE U  BYE U  너도 그리고 너도 그리고 너도 그리고 너도 그리고  너도 그리고 너도 그리고 모두가 욕했어도 난 너를 그리고 너를 그리고 너를 그리고 너를 그리고 너를 그리고 너를 그리고 너를 믿었어  너도 그리고 너도 그리고 너도 그리고 너도 그리고  너도 그리고 너도 그리고 너도 그리고 너도 그리고 너를 데리고 너를 데리고 너를 데리고 너를 데리고 너를 데리고 너를 데리고 너를 믿었어"}, {"song_no": "4194287", "year": "2013", "rank": "100", "title": "이별 앞에 서다", "artist": "쿨 (COOL)", "genre": "Ballad", "lyrics": "지쳤다 사랑에  우리 사랑했던 날들  그리고 많은 약속의 말들  여기 끝을 향해 달려온  흐릿한 사랑의 조각들  다시 돌이킬 순 없겠지  다시 돌아갈 수 없으니  끝난듯이 우리   서로 아무 말 없이  지루해져 버린 날들  표정 없는 얼굴  그 누구의 잘못을 떠나  어떤 이유도 되묻고 싶은 게 아냐  우린 어떡해야 해  이 사랑을 꼭 계속 해야 하니  어떻게 어떻게 해야  다시 웃는 널 볼 수 있을까  내가 너무 사랑했던 너의 그 미소  이 사랑이 기억을 헤맬 때  우린 이별 앞에 서 있다  우린 서로 아무 말 없이  이제 나의 대답만  oh 남은 것처럼   나를 기다리듯 바라보는 너  함께라서 너무 좋았던  함께라서 더 힘들었던  우리 사랑 얘기가 이별 두고 흐른다  울어 줄 수 없는 가슴으로  마지막 잔을 채워 본다  아무 말도 없는 지금 조용히   흐르는 이 노래가 끝나면  난 일어 날 거야  그 잔을 비우고 나면 무슨   말이라도 해 안녕 이라고  내가 갈 수 있게  무슨 말 어떤 이유로  이 사랑을 더 하자고 할까  이젠 너무 지쳐 버린 사랑은 그만  안녕히 서로를 위해서  우린 이별 앞에 서 있다  우린 서로 아무 말 없이  이제 나의 대답만  oh 남은 것처럼   나를 기다리듯 바라보는 너  함께라서 너무 좋았던  함께라서 더 힘들었던  우리 사랑 얘기가 이별 두고 흐른다  남아 줄 수 없는  그 자리에 마지막 잔을 채워 두고  끝내 돌아서 널 떠나 버린 나  이 노래가 끝날 때 까지도 난 우리 이별은 잘한 거야 항상 미안했던 맘이야 붙잡고 싶던 맘 난 욕심 이였어  너를 사랑에 지치게 한 내가 너와 함께라서 좋았던 너와 함께라서 고맙던 슬픈 이별의 순간 난 추억에 젖어  가지 말라고 하고 싶었지만 차마 그 말 못하겠더라 잡아주길 바랬던 이별"}]