[{"song_no": "4085875", "year": "2013", "rank": "1", "title": "GENTLEMAN", "artist": "싸이 (PSY)", "genre": "Dance", "lyrics": "알랑가몰라 왜 화끈해야  하는건지 알랑가몰라 왜 말끔해야  하는건지 알랑가몰라 아리까리하면  까리해 알랑가몰라 We Like We We  We Like Party 해  있잖아 말이야  이사람으로 말씀드리자면  말이야 용기 패기 똘끼 멋쟁이 말이야 너가 듣고픈말 하고픈게  난데 말이야 Damn Girl You so freakin sexy Ah Ah Ah Ah I’m a Ah Ah Ah Ah I’m a Ah Ah Ah Ah I’m a mother  father gentleman I’m a Ah I’m a I’m a mother father gentleman I’m a Ah I’m a I’m a mother father gentleman 알랑가몰라 왜 미끈해야 하는건지 알랑가몰라 왜 쌔끈해야 하는건지 알랑가몰라 달링 빨리와서  난리해 알랑가몰라 난리난리 났어  빨리해 있잖아 말이야  너의 머리 허리 다리 종아리  말이야  Good feeling feeling Good  부드럽게 말이야 아주 그냥 헉소리나게 악소리  나게 말이야 Damn Girl I’m a party mafia Ah Ah Ah Ah I’m a Ah Ah Ah Ah I’m a Ah Ah Ah Ah I’m a mother father  gentleman I’m a Ah I’m a I’m a mother father gentleman I’m a Ah I’m a I’m a mother father gentleman Gonna make you sweat Gonna make you wet You know who I am Wet PSY Gonna make you sweat Gonna make you wet You know who I am Wet PSY  Wet PSY Wet PSY Wet PSY  PSY PSY PSY  Ah I’m a mother father gentleman I’m a Ah I’m a I’m a mother father gentleman I’m a Ah I’m a I’m a mother father gentleman Mother father gentleman Mother father gentleman"}, {"song_no": "4072715", "year": "2013", "rank": "2", "title": "녹는 중 (Feat. 버벌진트)", "artist": "다비치", "genre": "Ballad", "lyrics": "끝난 줄 알았어 친구들이 말해줬던 이별의 공식 그대로라서 전활 꺼놨어 이대로 며칠만 버티면  난 너같은 거 잊을 줄 알았어  하지만 내 안의 내가 속삭이네 다시 너만큼 사랑할 사람  또 없을거라고  여기 저기 헤매다 다시 내게 돌아올 거라고 마지막일 수는 없다고  거짓말처럼 차갑게 얼었던 나의 맘 네 앞에선 녹아내리는 걸  추운 겨울에서 봄으로 계절이 바뀌듯 너 때문에 녹아내리는 중  사르륵 사르륵 녹아내리는 중 사르륵 사르륵  그 땐 왜 그랬어 지겨워서 그랬니 아니면 내가 뭔가 잘못했던거니  남자들이 그렇대 항상 곁에 있어주고  잘해주고 그러면 안 된대  네가 좋은 걸 어떡해 이런 날 울리는 네가 미워 욕해보고 원망하다가도 거짓말처럼 차갑게 얼었던 나의 맘 네 앞에선 녹아내리는 걸  추운 겨울에서 봄으로 계절이 바뀌듯 너 때문에 녹아내리는 중 gone is the winter right 흐느끼는 네 모습 이젠 더 난 보고 싶지 않아 내 마음이 그대로  너에게 가 닿을 수만 있다면  아마 넌 알텐데 그게 말처럼 쉽지 않아 너 그럴 때마다 무너져  내 맘 한 켠이 울지 마 이거 하나만 꼭 기억해 you're the only one babe it's true 거짓말처럼 차갑게 얼었던 나의 맘 네 앞에선 녹아내리는 걸  추운 겨울에서 봄으로 계절이 바뀌듯 너 때문에 녹아내리는 중  사르륵 사르륵 녹아내리는 중 사르륵 사르륵  내가 바보라서 너밖에 모르는 나라서 그래서 다시 녹는 중"}, {"song_no": "4076051", "year": "2013", "rank": "3", "title": "Love Blossom (러브블러썸)", "artist": "케이윌", "genre": "Ballad", "lyrics": "입안에서 바람 맛이 달콤한 아침 새하얀 이불위로 닿는 햇살이 좋아 설레는 전화 벨소리 그대 인가요 설탕 한 스푼 담긴 소리 hello hello 봄이 와 이 거리 위에 봄이 와 나의 가슴속에 왜 이리 나 들뜨나 몰라 oh 팝콘 같은 꽃잎이 저 높이 날아요 사랑한다 말하면 난 정말 녹아요 오늘 같은 바람이 불면 하루 종일 미치겠어 그대가 아른아른 거려서 향기로운 봄 바람이 나풀거리고 두 볼에 앉은 햇살마저 완벽한걸요 새하얗게 춤을 추는 꽃잎을 보며 그대와 둘이 걷다 보면 uh huh ah ha 봄이 와 이 거리 위에 봄이 와 우리 둘 사이에 설레임이 피어 올라요 oh 팝콘 같은 꽃잎이 저 높이 날아요 사랑한다 말하면 난 정말 녹아요 오늘 같은 바람이 불면 하루 종일 미치겠어 그대가 아른아른 거려서 꿈에서 봤던 거리가 여기인가요 그대와 나란히 걷는 모든 곳이 아름다워 난 있잖아요 그대를 볼 때마다 놀라 더 아름다울 수 없는 그대여 따사로운 봄빛에 사랑이 녹아요 살랑대는 바람에 사랑이 불어요 오늘 같은 바람이 불면 제일 먼저 떠올라요 그대만 팝콘 같은 꽃잎이 저 높이 날아요 사랑한다 말하면 난 정말 녹아요 오늘 같은 바람이 불면 하루 종일 미치겠어 그대가 아른아른 거려서 그대가 나의 봄이죠"}, {"song_no": "4074419", "year": "2013", "rank": "4", "title": "어때 (Feat. 하림)", "artist": "긱스 (Geeks)", "genre": "Rap / Hip-hop", "lyrics": "Hey you   넌 어떻게 사니 혹시 연애는 하니 괜찮니 Oh you 내 노랜 들어봤니 어때 괜찮니 넌 어때 ay ay ay I saw you with a different dude 하지만 느껴지지 않아  아무 미련도 날 차버린 네가 원망스러워 눈물로 지새우던 밤은  이제 끝났다구 내 우스웠던 꼴이 확  변했단 소리 이제 혼자서만 즐겨 너의  toy stories 내 없어진 고민 시원하게  비워내 멈추어 있기엔 빨리 흘러가는  세월이기에 열심히 노력한 만큼 나에게 돌아오는 좋은 대답들 오늘 따라 부는 바람도 참 기분 좋은 노래 소리 같은 걸 난 잘 지내는데 Oh girl how about you Oh  girl how about you 요샌 항상 웃으며 살아가 어떠냐고 I'm fine thank you Girl you  넌 어떻게 사니 혹시 연애는 하니 좀 어때 I'm fine thank  you and you Oh you 내 노랜 들어봤니 어때 괜찮니 넌 어때 ay ay ay 나에겐 너 하나 뿐 일  줄만 알았던 생각이 이제는 변했어 앞길이 창창한 것만은 아니지만 내가 CD를 또 냈어 불쌍하던 내가  나름 괜찮은 남자라는  걸 알았고 울상이던 내가 진상이던 내가  이젠 웃으며 살아 girl 널 기다리던 밤 외로움에  시달리던 나 이젠 너 아니어도 하루  시작이 좋아 너무 여유로워 너의  빈 자리조차 이제 어두운 추억들은  뒷자리로 가 나름 살만해 네가 없는 삶은 빠듯하기만 한 시간 없는 하루 보내기 바쁜 나지만 가끔 생각이 나는 우리 추억이란 작품 Hey you  넌 어떻게 사니 혹시 연애는 하니 괜찮니 I'm fine thank you  and you Oh you 내 노랜 들어봤니 어때 괜찮니 넌 어때 ay ay ay I'm fine 네가 떠난 뒤에 I'm fine 난 바보 같이 I'm fine 며칠 밤을 새서  기다렸지만 돌아오는 건 없었지 but 몇 년이 지난 후에 Now I can live without you I'm fine thank you and you PS 난 앨범을 또 냈음   I'm fine I'm fine I'm fine I'm fine Hey you  넌 어떻게 사니 혹시 연애는 하니 괜찮니 I'm fine thank  you and you Oh you 내 노랜 들어봤니 어때 괜찮지 넌 어때 ay ay ay I'm Fine"}, {"song_no": "3753304", "year": "2013", "rank": "5", "title": "벚꽃 엔딩", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "그대여 그대여 그대여   그대여 그대여  오늘은 우리 같이 걸어요 이 거리를  밤에 들려오는 자장노래 어떤가요  오예  몰랐던 그대와 단 둘이 손 잡고  알 수 없는 이 떨림과 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  오예  그대여 우리 이제 손 잡아요  이 거리에 마침 들려오는  사랑 노래 어떤가요  오예  사랑하는 그대와 단 둘이 손잡고  알 수 없는 이 거리를 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  바람 불면 울렁이는 기분 탓에  나도 모르게  바람 불면 저편에서 그대여  니 모습이 자꾸 겹쳐  오 또 울렁이는 기분 탓에  나도 모르게  바람 불면 저편에서 그대여  니 모습이 자꾸 겹쳐  사랑하는 연인들이 많군요  알 수 없는 친구들이 많아요  흩날리는 벚꽃 잎이 많군요 좋아요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  그대여 그대여 그대여  그대여 그대여"}, {"song_no": "4070103", "year": "2013", "rank": "6", "title": "Rose", "artist": "이하이", "genre": "R&B / Soul", "lyrics": "내 사랑은 새빨간 rose 지금은 아름답겠지만 날카로운 가시로  널 아프게 할걸 내 사랑은 새빨간 rose 그래 난 향기롭겠지만 가까이 할수록 널 다치게 할걸 그런 가벼운 눈빛으로  날 쳐다보지 말아줘요 함부로 사랑을 쉽게 얘기하지마 내 맘을 갖고 싶다면  내 아픔도 가져야 해요 언젠가 반드시  가시에 찔릴 테니까 날 너무 믿지마 넌 날 아직 잘 몰라 So just run away run away I said ooh ooh ooh  날 사랑하지마 넌 날 아직 잘 몰라 I said run away just run away 다가오지마 내 사랑은 새빨간 rose 지금은 아름답겠지만 날카로운 가시로  널 아프게 할걸 내 사랑은 새빨간 rose 그래 난 향기롭겠지만 가까이 할수록 널 다치게 할걸 자신감에 찬 니 모습이  내 눈엔 그저 안쓰러워 날 향한 씩씩한 발걸음이 오늘따라 초라해 보여 감정 사치야 내겐 사랑 집착의 Best friend So run away just run away  Cuz you and  I must come to an end every rose has its thorn every rose has its thorn every rose has its thorn 날 너무 믿지마 넌 날 아직 잘 몰라 So just run away run away I said ooh ooh ooh  날 사랑하지마 넌 날 아직 잘 몰라 I said run away just run away 다가오지마 내 사랑은 새빨간 rose 지금은 아름답겠지만 날카로운 가시로  널 아프게 할걸 내 사랑은 새빨간 rose 그래 난 향기롭겠지만 가까이 할수록 널 다치게 할걸"}, {"song_no": "4047160", "year": "2013", "rank": "7", "title": "거북이", "artist": "다비치", "genre": "Ballad", "lyrics": "거북아 그 속도론 멀리 못 도망가 게다가 그 길은 더 멀고 험하잖아 상처가 아물고 다 나으면 떠나가 진심이야 그럼 그 때 보내 줄 테니까 숨지마 차라리 내 맘을 훔치지마 거짓말 느리고 느린 너의 걸음마 내 가슴 깊이 하는 말 내게로 와요 마음을 둘 곳도 없고 더 갈 곳도 없는 슬픈 거북이 한 마리 상처가 많아 너 혼자서 매일 외롭게 숨는 거니 너를 지킬 수 없고 더 사랑도 없는 내 가슴 아픈 이야기 조금 늦어도 좋아 한 걸음 한 걸음 천천히 하루만 더 지나면 괜찮아 질거야 자꾸만 주문처럼 외우는 혼잣말 거북아 널 볼 때면 내 모습 같아 눈물 나 미친 듯이 계속 흘러나와 새싹이 나겠지 꽃이 보이겠지 내 눈물의 사랑은 씨앗을 꼭 품겠지 내 가슴 깊이 하는 말 내게로 와요 마음을 둘 곳도 없고 더 갈 곳도 없는 슬픈 거북이 한 마리 상처가 많아 너 혼자서 매일 외롭게 숨는 거니 너를 지킬 수 없고 더 사랑도 없는 내 가슴 아픈 이야기 조금 늦어도 좋아 한 걸음 한 걸음 천천히 나보다 느린 네 발걸음에 맞춰 걸으며 더 이상 너 혼자 울지 않도록 you're always be my always be my love 마음을 둘 곳도 없고 더 갈 곳도 없는 슬픈 거북이 한 마리 제발 날 떠나지마 상처가 많아 너 혼자서 매일 외롭게 숨는 거니 너를 지킬 수 없고 더 사랑도 없는 내 가슴 아픈 이야기 조금 늦어도 좋아 한 걸음 한 걸음 천천히"}, {"song_no": "4082435", "year": "2013", "rank": "8", "title": "오늘 밤 (Feat. 배치기)", "artist": "린", "genre": "Ballad", "lyrics": "오늘 밤 그대가 보고 싶은데 오늘 밤 그대랑 놀고 싶은데 요즘엔 지쳤어 많이 그저 가만히 멍하니 홀로 창 밖을 바라보다가 하루를 보내 이 뜻 모를 마가 더 길게 느껴져서 여기 내가 묶여 져서 그대를 그리다 못내 안지 못해 슬퍼져서 쉴 곳이 필요해 난 쉴 곳이 숨 쉴 곳이 필요해 숨 쉴 곳이 그대란 안식처에 머무는 그 청량감이 오늘 밤 내게로 다가와서 속삭여줘 하루가 너무 길어 종일 네 생각했지 빨리 날이 저물길 널 만날 생각만 했지 오늘은 말야 꼭 우리 함께 누워 놀고 싶어 이렇게 또 하루를 끝내고픈데 양손 가득히 먹고 마실 거릴 사들고 돌아가는 발걸음이 왜 이리 가벼운지 밤샘 수다와 내 얼굴 붉히다 은근스레 그대 품에 기대 잠든다   오늘 밤 그대의 매끈한 복근에 얼굴을 부비 부비고 오늘 밤 그대는 부드러운 내 다리를 스르륵 쓸어 올리고 우리 침대 위는 저 어린애들 놀이터처럼 그렇게 즐거우면 돼 오늘 밤 오늘 밤 그대 모습에 난 자꾸자꾸 열이 나고 그대와 오늘 밤 달이 비추면 사랑을 나누고 키스하죠 점점 다가와서 그대와 나 사이 어색한 시간은 건너 띄는 이 타이밍 달빛이 부르는 노래에 맞춰서 움직여줘 그대가 고픈 내가 들어갈 수 있게 Open 해줘 맘이 동했어 오늘 밤은 통했어 쭈뼛거릴 때가 어제인데 우린 변했어 언제 다시 느낄지 모를 순간이 지났지만 이젠 너와 나 비밀이 없는 사이가 오늘 밤 그대의 널따란 어깨를 와라락 끌어당기고 오늘 밤 그대는 찰랑한 내 마음을 천천히 어루만지고 우리 둘만 아는 비밀스러운 이야기처럼 그렇게 서롤 쓰면 돼 오늘 밤 오늘 밤 그대 모습에 난 자꾸자꾸 열이 나고 그대와 오늘 밤 달이 비추면 사랑을 나누고 키스하죠 열두 시 다가와 구두를 흘린 신데렐라도 이런 맘일까 너에게 홀린 나 오늘 보내주기 싫은데 오늘 밤 오늘 밤 그대 모습에 그대 모습에 난 자꾸자꾸 열이 나고 후끈후끈 열이 나고 그대와 오늘 밤 달이 비추면 달이 비추면 사랑을 나누고 키스하죠 키스해요 우리 오늘 밤 오늘 밤 그대 모습에 난 자꾸자꾸 열이 나고 그대와 오늘 밤 달이 비추면 사랑을 나누고 키스하죠"}, {"song_no": "4053240", "year": "2013", "rank": "9", "title": "Crescendo (크레셴도)", "artist": "악동뮤지션", "genre": "Dance", "lyrics": "모두가 날 알아보도록  어어우워워워 날 알아듣도록  어어우워워워 크레셴도 워워 one two 내 목소리가 묻혀 내  숨소리가 커져 아무도 듣지 않는 내 말은  rising in Crescendo 목소릴 높여 high 날 좀  알아줘 hi 내 목소리를 잡아 catch  it tightly oh hey 비집고 들어가 틈을 너를  작게 만든 아픔을 소리쳐 널 비추는 하늘 향해 모두가 날 알아보도록  Crescendo 어어우워워워  예에이예에 날 알아듣도록 Crescendo 어어우워워워  예에이예에 내 목소리가 하늘에 닿아 울려 구름도 나를 듣기까지  맘에 들 때까지 노을빛 보며 빌은 이른 아침의 소원 얘기던 시름 시름 앓았던 사랑 얘기던 일단 말하고 봐 바라던 바  시작도 안하고 포기는 마 맘 속 깊은 곳에 자리 잡은 꿈 thanks 오늘의 날씨는 기쁨 Don't cry You can fly You don't even try 있는 듯 없는 듯 축 쳐진  고개는 들고선 들뜬 애들처럼 놀아  라시도레미파  올라가는 멜로디 빨라가는   템포를 따라  laugh aloud 하하하하하  하하하하하 모두가 날 알아보도록 Crescendo 어어우워워워  예에이예에 날 알아듣도록 Crescendo 어어우워워워  예에이예에 날 알아보도록 Crescendo 어어우워워워  예에이예에 날 알아듣도록 Crescendo 어어우워워워  예에이예에"}, {"song_no": "4076109", "year": "2013", "rank": "10", "title": "외국인의 고백", "artist": "악동뮤지션", "genre": "Folk", "lyrics": "당신은 Good이에요   당신은 Great해요  당신은 Amazing Marvellous  Excellent Awesome Attractive한 그댈 보면  난 Qurious해 당신은 Fantastic해요  당신은 Elegant해요  당신은 Astonishing  Gorgeous Fascinating  Lovesome Sensational한 그댈 보면  난 Qurious해 너무 Fancy한 그댈 보면  내 마음이 Pitapatting pi  pitapatting 네 얼굴만 보면 두 다리가  Tremble Tremble Tremble 하고 싶었던 말은 I I I love  you I I I love you 다른 어려운 말보다도 더  내 맘인 말이에요  말이 잘 안 나와요 아니 말을  몰라요 넘치는 사랑을  표현할 수가 없어요 그래서 이렇게 나는 노래해요 너무 Fancy한 그댈 보면  내 마음이 Pitapatting pi  pitapatting 네 얼굴만 보면 두 다리가  Tremble Tremble Tremble 하고 싶었던 말은 I I I love  you I I I love you 다른 어려운 말보다도 더  내 맘인 말이에요  하고 싶었던 말은 I I I love  you I I I love you 다른 어려운 말보다도 더  내 맘인 말이에요  당신은 Good이에요 당신은   Great해요 당신은 Amazing  Marvellous Excellent  Awesome Attractive한 그댈 보면 난 Qurious해 난 Qurious해 워어  난 Qurious해"}, {"song_no": "4079025", "year": "2013", "rank": "11", "title": "Somebody", "artist": "15& (박지민, 백예린)", "genre": "Dance", "lyrics": "I want somebody body   somebody body   somebody to love yeah  I want somebody body   somebody body   somebody to love yeah  너는 별 감동이 없어 너는 좀   느낌이 안 와   그냥 다른 애들 같아 됐어 됐어   that’ all   뻔한 첫 사랑얘기도 내겐 남의   일일 뿐인걸   슬픈 짝사랑 얘기도 이만하면   된 것 같은데   u 보고도 모르고 왔어도 못 본 채   그렇게 지나갔나   u 매일 난 기다려 u  I want somebody body  somebody body   somebody to love yeah  I want somebody body  somebody body   somebody to love yeah  I want somebody body  somebody body   somebody to love yeah  I want somebody body  somebody body   somebody to love yeah  똑같은 작업 멘트들  시시한 유머 같은 걸  건네 준 니 선물들도  감동이 하나 없는 걸  u 보고도 모르고 왔어도 못 본 채  그렇게 지나갔나  u 매일 난 기다려 yeah  I need you to say 난 모르겠어  잘 모르겠어 힘든 게 사랑이래도  한번쯤 아파 보고 아파도 또  웃어보는  상상해 그 이상의 사랑이  올 수 있다고  this is all I want to say  u know I want to be loved be  loved be loved  be lo lo lo ved baby  somebody for my love  somebody for your love  somebody for my heart somebody for your heart somebody for body for body  for my love somebody for your love  somebody  for your heart yeah  I need you to say 난 모르겠어  잘 모르겠어 힘든 게 사랑이래도  한번 쯤 아파 보고 아파도  또 웃어보는  상상해 그 이상의 사랑이  올 수 있다고  this is all I want to say  u know I want to be loved  I want somebody body somebody body  somebody to love yeah I want somebody body somebody body  somebody to love yeah I want somebody body somebody body  somebody to love yeah I want somebody body somebody body  somebody to love yeah"}, {"song_no": "4056159", "year": "2013", "rank": "12", "title": "그리고 하나", "artist": "태연 (TAEYEON)", "genre": "Drama", "lyrics": "쉽게 상처 받고 쉽게 눈물나고  쉽게 아프던 날 기억하나요 지금도 그래요 여전히 같아요  이런 날 보면 어떨까요 쉽게 돌아서도 쉽게 멀어져도  쉽게 잊지 못할 그댈 알아요 여전히 이런 날 아직도 이런  나를 본다면 바보라 하겠죠 원하고 원해요 그리고 하나  아프고 아파도 그래도 한번 닳고 닳아진대도 눈물이   마르지 않아도 처음으로  돌아갈 수 있다면 처음 마주쳤던 그때 그 시간이  원망스러워 질 때도 있어요 가끔은 이래요 그리움조차  허락 안되면 숨도 못 쉬면서 원하고 원해요 그리고 하나  아프고 아파도 그래도 한번 닳고 닳아진데도 눈물이  마르지 않아도 처음으로  돌아갈 수 있다면 혹시나 혹시나 그대도 한번  살다가 살다가 적어도 한번 가끔은 내 생각에 가슴 시린  날이 있나요 혹시나 살다가  적어도 한번 그리고 하나 이것만 기억해요  그대만이라도 제대로 살아줘요 혹시나 혹시나 그대도 한번  살다가 살다가 적어도 한번 가끔은 내 생각에 가슴 시린  날이 있나요 혹시나 살다가  적어도 한번쯤은"}, {"song_no": "4089360", "year": "2013", "rank": "13", "title": "Bounce", "artist": "조용필", "genre": "Rock", "lyrics": "그대가 돌아서면  두 눈이 마주칠까 심장이 Bounce Bounce  두근대 들릴까봐 겁나 한참을 망설이다 용기를 내 밤새워 준비한 순애보  고백해도 될까 처음 본 순간부터 네 모습이  내 가슴 울렁이게 만들었어 Baby You're my trampoline You make me Bounce Bounce 수많은 인연과 바꾼 너인 걸 사랑이 남긴 상처들도 감싸줄게 어쩌면 우린 벌써 알고 있어 그토록 찾아 헤맨 사랑의 꿈 외롭게만 하는 걸 You make me Bounce  You make me Bounce Bounce Bounce 망설여져 나 혼자만의  감정일까 내가 잘못 생각한 거라면  어떡하지 눈물이나 별처럼 반짝이는 눈망울도 수줍어 달콤하던 네 입술도 내겐 꿈만 같은 걸 You make me Bounce 우린 벌써 알고 있어 그토록 찾아 헤맨 사랑의 꿈 외롭게만 하는 걸 어쩌면  우린 벌써 You make me  You make me"}, {"song_no": "4044859", "year": "2013", "rank": "14", "title": "눈꽃", "artist": "거미", "genre": "Drama", "lyrics": "사랑은 눈에 보이지가 않아 어디에 있는지 몰라 더듬거리다 찾아다니다 이제야 손 끝에 닿았나 봐 그때 그대 뒤를 돌아서 내게 짓는 웃음에 난 눈을 떠  바람에 흩날리는 그대 향기가 낮게 들려오는 그대 목소리가 겨울처럼 차가운 내 맘 그 안에 스며 들어 와 사랑이 눈꽃으로 피어 나 그렁 그렁 눈물이 고여 이 사랑이 언젠가 시들까 봐 바람에 흩날리는 그대 향기가 낮게 들려오는 그대 목소리가 겨울처럼 차가운 내 맘 그 안에 스며 들어 와 사랑으로 피어 나 하루 이틀 사흘 나흘 내 시간을 다 쓸 만큼 그대 하나로 난 행복 해 바람에 흩날리는 그대 향기가 낮게 들려오는 그대 목소리가 겨울처럼 차가운 내 맘 그 안에 스며 들어 와 사랑이 눈꽃으로 피어 나"}, {"song_no": "4076648", "year": "2013", "rank": "15", "title": "굿바이 (With 소유 Of 씨스타)", "artist": "홍대광", "genre": "Ballad", "lyrics": "GOODBYE 나의 하늘 GOODBYE 너의 미소 GOODBYE 낮은 목소리 GOODBYE 남은 네 향기 빛 바랜 너의 사진 닳은 은색 반지 낡은 우리 일기장 GOODBYE GOODBYE   내 사랑 그대가 떠나간다 바라본다   이대로 돌아선다  많이 사랑했다 행복했다   강물처럼 이렇게 BYE   BYE BYE 하늘  처음 배운 기타 처음 만난 카페 처음 갔던 바닷가 GOODBYE GOODBYE  내 사랑 그대가 떠나간다 바라본다   이대로 돌아선다  많이 사랑했다 행복했다   강물처럼 이렇게 BYE BYE   BYE  기억 저편에 너의 슬픈 한마디  사랑하니까  하루가 가면 더 멀어질 기억  코 끝이 시린다 그대가 떠나간다 바라본다  이대로 돌아선다 많이 사랑했다 행복했다  강물처럼 이렇게 BYE BYE BYE 마주치던 눈빛 따뜻했던 손길 속삭이던 네 숨결 GOODBYE GOODBYE 내 사랑"}, {"song_no": "4054983", "year": "2013", "rank": "16", "title": "기대해", "artist": "걸스데이", "genre": "Dance", "lyrics": "Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   귀엽게  Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   예쁘게  Oh  하루에도 열번씩   네 전화번호 지워보고  너를 또 지워보고 생각에서   지워보고  너의 번호 뒷자리에 내   가슴은 내려앉아   그렇게 통화하고 다시   또 미소짓고  나는 네가 불안해 그게   불만인데도  자존심 탓 때문에 말도   못해 이렇게  내가 아님 안되는 남자   많고 많은데  네가 숨기고 쓰는 문자가 더   신경쓰여 문자가 신경쓰여  문자가 신경쓰여  Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   귀엽게  Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   예쁘게  널 내게 널 내게 다가오게 만들래   Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   기대해  너땜에  너땜에  미쳐가  Whoa uh uh  너땜에  너땜에  미쳐가  Whoa uh uh  내 앞에서 그 여자랑   다정하게 얘기하고  토라진 나를 보고 별일   없이 미소 짓고  이런 기분 너무 싫어 나   또 다시 널 잊으려  잊으려 애를 쓰고   그렇게 아파하고  너란 남자 왜 그래 너 때문에   난 미쳐  나 하나면 안되니   내 가슴은 찢어져  나만 보는 남자들 많고   많고 많은데  네 전화만 기다리는 바보   같은 나는 뭐니 바보 같은   나는 뭐니  바보 같은 나는 뭐니  Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   귀엽게  Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   예쁘게  널 내게 널 내게 다가오게 만들래   Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   기대해  너땜에  너땜에  미쳐가  Whoa uh uh  너땜에  너땜에  미쳐가  Whoa uh uh  I just want you to come   to me  다가와봐 내가 손짓 하잖니  I just need you to give   your love  어서 내게 네   마음을 보여줘  나 왜이래 내 마음은   고장 났어 난  나 왜이래 내 마음은   너만 찾아 난  네가 미워 미워 미치겠어도 난   너의 웃는   네  네 입꼬리에  네 입꼬리에  네 입꼬리에  네 목소리에  네 목소리에  네 목소리에  난 가슴이 떨려  널 내게 널 내게 다가오게   Ooh Ooh Ooh  널 내게 널 내게 미쳐보게   Yeah eh eh  나 없음 나 없음 안되게   널 만들래  Ooh Ooh Ooh Ooh Ooh   Ooh Ooh Ooh Ooh Ooh   기대해  넌 내게 넌 내게 미쳐가   Wuh Oh Oh 넌 내게 넌 내게 미쳐가  Wuh Oh Oh I’m gonna get to you Ooh Ooh Ooh Ooh Ooh  Ooh Ooh Ooh Ooh Ooh  기대해"}, {"song_no": "4060136", "year": "2013", "rank": "17", "title": "둘이서 한잔해", "artist": "다비치", "genre": "Ballad", "lyrics": "커피한잔해 홍대앞에서   여자 혼자서 밤 늦은 시간에   커피한잔해  커피한잔해 언젠가 둘이서  들렀던 이곳에  이젠 나혼자서 커피한잔해  그 한잔속에는 쓰디쓴  너와의 추억이 있었고  그 한잔만으론   아직 널 잊을 수 없을것같아 술이나 한잔해   니 마음처럼 독해빠진   술이나 한잔해  니 맘을내게 되돌려줄   술이나 한잔해  그러다 니가 취해버리면  날 안아줄까 내게로 돌아올까  밤이새도록 술이나 한잔해   오늘도 생각나 그때 그 자리에  청승떨면서  여전히 혼자서 오늘도 한잔해  그 한잔속에는 쓰디쓴   우리의 추억이 있었고  그 한잔만으로   아직 널 잊을 수 없을것같아  술이나 한잔해  니 마음처럼 독해빠진  술이나 한잔해  니 맘을내게 되돌려줄  술이나 한잔해 그러다 니가 취해버리면 날 안아줄까 내게로 돌아올까 밤이새도록 술이나 한잔해 그 이별보다 쓰지않은  술 한잔 으로는 너를 보낼수가 없을것같아 오늘만 와줄래 붙잡지 않을게 술이나 한잔해  돌아오라고 하지 않을게 술이나 한잔해  안아달라고 하지 않을게  술이나 한잔해 오늘을 기억하지 못하게 취해버리면 너를 비워버리면 그땐 보낼 수 있을것같아 마지막으로 둘이서 한잔해"}, {"song_no": "4038857", "year": "2013", "rank": "18", "title": "겨울사랑", "artist": "The One (더원)", "genre": "Drama", "lyrics": "나는 그댈 알고 있습니다  말하지 않아도 느낍니다 그런 나와 닮은곳이 많은  아픈 사람이죠 사랑따윈 배워보지 못해  잘 알지 못할걸 나는 알죠 하지만 그대란 사람 내  운명인걸 느끼죠 하얀 눈꽃처럼 여린 나의 사람  그 사람이 나를 아프게 하네요 오 바람이 불어와 멀리 그댈  데려갈것만 같아 오늘도 그 옆을 지키고 있네요 빌어봅니다 하늘에라도 나의 기도가 닿을수있게 바래봅니다 이젠 멈출수도 없는 독한 사랑에 내 삶이 조각나도 그저  단 한사람 오직 단 한사람 거부하지 못할 운명 같은 사랑 그 사람이 나를 슬프게 하네요 찬 겨울이 밀려와 내 온 몸이 다 얼어버린대도 언제나 그 옆에 내가 있을게요 그댈 사랑해요 그댈 안을게요 언제나 그옆을 지켜줄게요"}, {"song_no": "4081054", "year": "2013", "rank": "19", "title": "Babay (Feat. Gaeko)", "artist": "Zion.T", "genre": "Rap / Hip-hop", "lyrics": "Babay Babay 저기 저 남자들은  괜히 신이 나 있어  신 나 있어 uh uh huh 이제 겨우 니 이름 하나  그거 하나 알고서 신 나 있어 신 나 있어 bababy 나와 걸을 땐 더 가까이 붙어줘 Baby baby baby babay 사람들이 보게 해  우리가 어떤 사이인지 She's so bad bad  Beautiful she beautiful 괜히 허리를 감고 싶어 하고 싶어 오늘은 괜히 묻고 싶어 묻고 싶어 니가 누구 여자인지 말해 Just call me baby  I call you baby babay Yeah baby yeah baby Baby baby bay bay bay I want you to say Du du du du du du du du du  Yeah 발끝부터 머리 꼭대기까지  Oh God 완벽한 신의 반죽 크리스탈처럼 반짝이는 넌 마치  저 남자들은 절대 풀지 못할 함수 플래쉬몹 하듯  뜨거운 시선들이 모여  주변은 완전 난리 굿 니 존재는  summer on smash  난 괜히 막 신이 나스  life is good bababy  어디 갈까 baby  맛있는 거 baby  쇼핑 lady 두둑히 모셔놨어  지갑 속에 위인들  깍듯이 모실게 최고의 미인을 내 옆구리에 꺼지지 않는 난방  마티니 느낌 있게 한 잔  못됐지만 기분좋은 상상 넌 내일 아침 입고 있을거야 내 남방 She's so bad bad  Beautiful she beautiful 괜히 허리를 감고 싶어  허릴 감고 싶어 오늘은 괜히 묻고 싶어 묻고 싶어 니가 누구 여자인지 말해 Just call me baby I call you baby babay Yeah baby yeah baby Baby baby bay bay bay I want you to say Du du du du du du du du du  Yeah 여기 내 선글라스를 끼고  나와 같이 걸어줘 이 노래가 들리면  내가 니꺼라고 말해줘 사람들이 보게 해  좀 더 티를 내줄래 I just wanna call you babe Baby Just call me baby I call you baby babay Yeah baby yeah baby Baby baby bay bay bay I want you to say Du du du du du du du du du"}, {"song_no": "4084675", "year": "2013", "rank": "20", "title": "웃다 울다", "artist": "서인국", "genre": "Ballad", "lyrics": "몇 달 만에 차려 입고 내  친구들을 만났어 한 친구 놈이 눈치 없이  또 내게 물었어 몰라보겠다고 다이어트 하냐고 내게 물었어 자꾸 물었어 그대 때문에 난 밥도 못 먹고 그대 때문에 난 잠도 못 자서 매일 난 이렇게  겨우 버티며 산다고  말하고 싶었지만 눈물이  날 것만 같아서 또 웃고 말았어 또 웃고 말았어 내 가족과 친구 모두 다 너의 안부만 물어 식당엘 가도 어딜 가도 왜  혼자만 왔냐고 난 그럴 때마다 자꾸만 실감나  니가 없단 게 내게 없단 게 그대 때문에 난 밥도 못 먹고 그대 때문에 난 잠도 못 자서 매일 난 이렇게  겨우 버티며 산다고  말하고 싶었지만 눈물이  날 것만 같아서 웃고 말았어 누가 물어도 자꾸 물어도 니 이름 하나 꺼내지 못해 그 한 마디에 모든 게 다 쏟아져 나올까 봐 눈물 날까 봐 난 더 크게 웃고 생각 날까 봐 딴 얘기만 해도  그럴수록 니 가 자꾸만 더 그리워 돌아오는 길에 이런 내가  바보 같아서  울고 말았어 그만 참지 못하고 울어 버렸어"}, {"song_no": "4076105", "year": "2013", "rank": "21", "title": "사랑하니까", "artist": "배치기", "genre": "Drama", "lyrics": "사랑 하는데 어떡해  꿈에서도 보고 싶은데  우리 함께한 시간들이  생각나 이대로 시간아  멈춰줄래 안고 싶은데 어떡하란 말야  이 세상에 오직 한 사람  지금 너에게 내가 먼저 말할래  이렇게 널 사랑 한다고 따스한 봄날의 햇살처럼  매일 봐도 새로워 너란  사람이 주는 행복은  너와 마주 할 때 세상이  우리에게 만들어주는 멜로디가  들리니 함께 불러 밤 하늘을 수놓은 저 많은  별처럼 우리의 추억으로 하루  하루를 채워가 모진 바람 앞에 넌 그저 내게  기대 난 날 보며 웃는 너의  미소 하나면 돼  한곳을 바라 보고 또 쳐다  봐도 난 너만 보여 이렇게 매일 만나도 만나도  오 나는 떨려 사랑 하는데 어떡해 꿈에서도  보고 싶은데  우리 함께한 시간들이 생각나  이대로 시간아 멈춰줄래 안고 싶은데 어떡하란 말야  이 세상에 오직 한 사람  지금 너에게 내가 먼저 말할래  이렇게 널 사랑 한다고 점점 서로 닮아가는  너와나 설레임이란 붓으로  그린 동화 속에 오늘도  같이 걸어가  꿈만 같은 이야기를 펼쳐가 가끔은 진짜 내 여자가  맞나 싶어 슬쩍 니 볼을 세게  꼬집어 봤지 갑자기 놀란 표정에 순간  얼굴이 빨개져 버렸지 못난이 같은 찡그림도 받아줄  여유가 난 아주 많아 그게  너라서 뜬금없는 농담과 짓궂은  장난에도 언제나 지금처럼 만큼만 웃어줘 사랑 하는데 어떡해 꿈에서도  보고 싶은데  우리 함께한 시간들이 생각나  이대로 시간아 멈춰줄래 안고 싶은데 어떡하란 말야  이 세상에 오직 한 사람  지금 너에게 내가 먼저 말할래  이렇게 널 사랑 한다고 어제보다 오늘을  오늘보다 내일을 기대하게  만드는 하루하루야 나보다도 너만을 그 보다  더 우리를 생각하게 만드는  나날들이야 너만의 사랑 그래 나란 말야  이 세상에 오직 한 사람  지금 너에게 달려가서 안길래  이렇게 널 사랑 한다고  너를 사랑하니까"}, {"song_no": "4019298", "year": "2013", "rank": "22", "title": "모노드라마 (With 유승우)", "artist": "허각", "genre": "Ballad", "lyrics": "조용히 앉아서 우릴 생각해 이렇게 돼버린 우릴 가만히 눈을 감고 널 기억해 네 얼굴 또 우리 둘 난 또 서성이면서 우리를 생각해 이렇게 돼버린 우릴 절대 돌이킬 수 없게 돼버린걸 어떡해 난 어떡해 어쩌면 모두 끝났겠지만 어쩌면 돌이킬 순 없겠지만 말도 안돼 자신 없단 말은 하지마 어떡해 그리워 더 그리워 미칠 듯이 난 그리워 너의 기억만 가득 남아서 이렇게 네가 그리워 사랑해 널 사랑해 미칠 듯 너를 사랑해 난 괜찮아 나는 괜찮아 속삭이는 고백 까맣게 그을린 밤이 찾아오고 네 방에 불이 켜지면 흘러나오는 이 노랠 듣겠지 이렇게 날 듣겠지 어쩌면 너무 늦었겠지만 어쩌면 너무 늦었겠지만  말도 안돼 자신 없단 말은 하지마 어떡해 그리워 더 그리워 미칠 듯이 난 그리워 너의 기억만 가득 남아서 이렇게 네가 그리워 사랑해 널 사랑해 미칠 듯 너를 사랑해 난 괜찮아 나는 괜찮아 속삭이는 고백 알아 난 나보다 널 더 많이 사랑한다고 너 없이는 단 하루도 숨 쉬며 살아갈 수 없어  그리워 더 그리워 미칠 듯이 난 그리워  너의 기억만 가득 남아서 이렇게 네가 그리워 사랑해 널 사랑해 미칠 듯 너를 사랑해 난 괜찮아 나는 괜찮아 속삭이는 고백 밤 하늘을 보며 너를 추억해 지울 수도 없는 너를"}, {"song_no": "4061513", "year": "2013", "rank": "23", "title": "그대로 있어도 돼 (Feat. Crush)", "artist": "Supreme Team", "genre": "Rap / Hip-hop", "lyrics": "지금이 나의 삶의 반의 반쯤 어떠냐 묻는 말에 난 늘  하는 같은 대답뿐 다를 것 없어 i'm good 마치 너무 당연하단 듯  변함없는 나의 꿈  예전같이 아주  뜨거운 숨을 쉬지만 그 땐 이기려는 마음뿐이었지 어렸던 나의 눈엔  너무 비싸 보인 행복은 그 여자  손목에서 빛나던  Christian Dior 다 입고 있는 옷에  따라 성격이 변해  그게 이 도시의 첫 느낌 그 때쯤 내가 목표로 삼은 건 먹고 사는 짓  다음 단계의 모든 것 밤이 되면 난  다른 내일을 꿈꾸고  어제 같은 오늘을 봐  아침에 눈 뜨며 그대로인 듯 조금씩 움직여 성공의 바로 밑 어디쯤  현재 나의 주소 다 괜찮아 보여 이 길에 서있어  whatever  니가 있는 곳에  그대로 있어도 돼 잠시 어두워져도 불안해 하지마  wherever  날 믿어도 돼  그대로 있어도 돼 성공과 실패의 한 뼘  사이가 현재 나의 주소 그 둘의 첫 글자  성실이 내 돈의 출처 3억짜리 집 크레딧 카드는  purple swag 외제차는 없어도  두 발엔 항상 lebron x 뛸 준비가 됐지 errday 일한만큼 놀고 놀만큼 벌 땐 자존심을 안 팔아도  언제나 흑자인 나의 포지션 지켜낼게 끝까이 해가 뜨고 나서야  난 잠에 들어 대신 내 꿈 속은  하나도 안 어두워 기회란 놈도 잠이 없지  내 방을 노크해 기다려봐 좀만 더 자고  널 잡아볼게 앞자리수가 3이 됐지만 난  forever young 가끔 이런 삶도  내게는 과분해 보여 멍 때리고 돈 뺏기던  공백기는 끝난 지 오래 이젠 매일이 내겐  comeback season 다 괜찮아 보여  이 길에 서있어  whatever  니가 있는 곳에  그대로 있어도 돼 잠시 어두워져도  불안해 하지마  wherever  날 믿어도 돼  그대로 있어도 돼 새로운 아침이 지나  기분 좋은 밤이야 고생들 했어 다들 잔 비워 한 여름의 낮 같던 나의 맘 식어버린 게 아냐  쉬고 있는 거야 마음 놔 stay cool  어느 곳에 있든 stay cool  어느 곳에 있든 stay cool  어느 곳에 있든 잘하고 있는 거야  이대로만 해 내일도 많은 길을 돌아왔고  첨으로 다시 돌아갈 수도 없지만  끝이 어딘지 몰라도  난 괜찮다고 느껴  언제나  just sit back relax n  take notes sit back relax n take notes sit back relax n take notes sit back sit back 다 괜찮아 보여 이 길에 서있어  whatever  니가 있는 곳에  그대로 있어도 돼 잠시 어두워져도  불안해 하지마  wherever  날 믿어도 돼  그대로 있어도 돼"}, {"song_no": "4048381", "year": "2013", "rank": "24", "title": "어느 봄날", "artist": "2AM", "genre": "Ballad", "lyrics": "그대 오늘 아침 출근길은   어땠나요  한결 포근해진 날씨는   그댄 어땠나요  유난히도 추위를 타던 그댄  나는 오늘 아침 정신 없이   바쁘네요  3년 동안 살던 이 집을   떠나가려고 짐을 싸고 있죠  생각나요 손 때 묻은   우리의 흔적들  어제 일만 같죠  매일 그대 때문에 울고 웃던 날 하루 온종일 설렘 뿐이던 날  괜찮아 괜찮아 괜찮아  모두 다 여기 놓고 가면 돼  추억들 흔적들 모두   아직 그대 짐이 많이   남아 있었네요   그닥 미련따윈   없다고 생각했는데   왈칵 눈물나요 어떡하죠 하나하나   쌓여진 추억들 아직 선명한데  매일 그대 때문에 울고 웃던 날 하루 온종일 설렘 뿐이던 날  괜찮아 괜찮아 괜찮아  모두 다 여기 놓고 가면 돼  추억들 흔적들 모두   꿈을 꿨죠 그대와 나 이 집에서   둘이 사랑하며 함께하는 날   더 먼 미래에서 뒤돌아보며   열심히 사랑했었다고   자랑스레 얘기할거라 믿었는데  매일 그대 때문에 울고 웃던 날  하루 온종일 설렘 뿐이던 날  괜찮아 괜찮아 괜찮아  모두 다 여기 놓고 가면 돼  추억들 흔적들 모두"}, {"song_no": "4024692", "year": "2013", "rank": "25", "title": "있다 없으니까 (Gone Not Around Any Longer)", "artist": "씨스타19", "genre": "Dance", "lyrics": "이렇게 쉽게   이별할 줄 몰랐어   눈물이 멈추지 않아   내 욕실에   칫솔이 있다 없다  네 진한 향기가   있다 없다  널 사랑했다고   말하고 싶은데   니 전화기는   없는 번호로 나와  액자 속에   사진이 있다 없다  빠진 머리카락이   있다 없다  아무 생각 없이   길을 걷는데  자꾸 눈물이 나와  니가 있다 없으니까   숨을 쉴 수 없어  곁에 없으니까   머물 수도 없어   나는 죽어가는데   너는 지금 없는데   없는데 없는데 없는데 니가 있다 없으니까  웃을 수가 없어 곁에 없으니까  망가져만 가는  내 모습이 너무 싫어 난 난  이제 기댈 곳 조차 없어 왜 이리 난 또 바보같이  하루가 멀게 시들어가지 빛을 잃은 꽃처럼  그댈 잃어버린 난 그저 아프다 아프다는 말 뿐야  슬프다 나혼자  오늘밤도 울다 잠든다 술에 취해 비틀거릴  내 모습이 싫잖아 싸우고 싶어도  싸울 수 조차 없잖아 니가 없으니까  니가 없으니까  어디에다 말할 곳  조차 없잖아 난  니가 있다 없으니까  숨을 쉴 수 없어 곁에 없으니까  머물 수도 없어  나는 죽어가는데  너는 지금 없는데  없는데 없는데 없는데 니가 있다 없으니까  웃을 수가 없어 곁에 없으니까  망가져만 가는  내 모습이 너무 싫어 난 난  이제 기댈 곳 조차 없어 니가 니가 니가 없으니까  돌아와줘"}, {"song_no": "4074795", "year": "2013", "rank": "26", "title": "들었다 놨다 (Love Actually)", "artist": "써니힐", "genre": "Ballad", "lyrics": "처음 너를 본 순간 정신  차릴 수 없어 내 마음을 들킬까봐  조심조심해 어떡하면 네 맘을 답답해진  내 맘을 쫄깃해진 심장이 나 어쩌면 좋아 가까워졌다 점점 멀어져가는  이상해 울다가 웃다 나 좀 내버려둬요  언제나  이랬다 저랬다 헷갈려 그대는 내 맘을 들었다 놨다  들었다 놨다 들었다 놨다 hey 내 맘을 들었다 놨다  들었다 놨다 들었다 놨다 hey 내 맘을 들었다 놨다  들었다 놨다 들었다 놨다 hey 내 맘을 들었다 놨다  들었다 놨다 hey 홀로 걷고 있는 이 거리가  오늘따라 유난히 길게만  느껴질까 햇살이 좋은 날 눈치가 없는 말  이럴수록 네가 더 보고싶잖아 어느 박자에 맞춰줘야 될지  감이 안잡혀 또 많이 헷갈려 No 오늘도 셀 수 없이 들었다 놨다해  니 멋대로 내 맘에  들어왔다 갔다해 다시 너를 본 순간 차갑게  대해보려 애써 관심 없는 듯이 외면 했지만 너의 눈빛 하나에 너의  손짓 하나에 바짝바짝 말라버려 나의 입술은 멀어져갔다 다시  다가와주는 오늘도 울다가 웃다 점점  짜증이나요 언제나  이랬다 저랬다 헷갈려 그대는 내 맘을 들었다 놨다 들었다 놨다 들었다 놨다 hey 내 맘을 들었다 놨다 들었다 놨다 들었다 놨다 hey 내 맘을 들었다 놨다 들었다 놨다 들었다 놨다 hey 내 맘을 들었다 놨다 들었다  놨다 hey 그대의 가슴이 그대의 심장이  나는 두근두근 그대만 사랑해 그대만 기억해  난 또 두근두근 내 맘을 들었다 놨다 들었다 놨다 들었다 놨다 hey 내 맘을 들었다 놨다 들었다 놨다 들었다 놨다 hey 내 맘을 들었다 놨다 들었다 놨다 들었다 놨다 hey 내 맘을 들었다 놨다 들었다  놨다 hey 오 어떡하면 그대를 내 맘속에  가둬둘 수 있을까 오 어떡하면 그대를 내 맘속에  가둬둘 수 있을까 들었다 놨다 hey  들었다 놨다 hey  들었다 놨다 hey"}, {"song_no": "4064020", "year": "2013", "rank": "27", "title": "Man In Love (남자가 사랑할때)", "artist": "인피니트", "genre": "Dance", "lyrics": "Man In Love (남자가 사랑할때)  관심없던 사랑 노랠 흥얼거리고 세상 멜로 드라마는 모두 내 얘기 같고 전에 없던 멋을 내며 외모에 신경 쓰고 커피의 쓴 맛을 알아가  시간은 참 빠르게 가 마음만 조급해져 가고 내 곁에 너를 상상해 혼자만의 영활 찍어  남자가 사랑할 때엔 꼭 항상 곁에 머물면서 늘 해주고 싶은게 참 많아  사랑에 빠질 땐 내 삶의 모든걸 다 주고서 단 하나 그 맘만 바래 사랑에 빠질 땐  남자가 사랑할 때엔 남자가 사랑할 때엔  점점 붉어지는 볼에 천천히 떨어지는 내 고개 너만을 바라본 채 I`m On My Way 미친 듯 달려온 내 고백  남자가 사랑할 땐 하나를 위해 열을 잃어도 후회로 끝나지 않게 오늘이 끝인것처럼줘 All I Have  철없는 어린애처럼 괜시리 웃음이 나고 남들과 다른 나라고 스스로 컨트롤을 하지  남자가 사랑할 때엔 꼭 항상 곁에 머물면서 늘 해주고 싶은게 참 많아  사랑에 빠질 땐 내 삶의 모든걸 다 주고서 단 하나 그 맘만 바래 사랑에 빠질 땐  헤어나지 못하게 깊이 빠진 채 책 속 글자가 춤춰 니 이름으로 영화 속 배우와 하늘 속 달마저 니 모습으로 보여 매일 널 그려 니가 내 품으로  와야 맘이 놓여 널 위한 안식처 절대 안 식어  잘봐봐 이런 기분을 느낀다면 네게 빠진거야  누군가 네게 신호를 주면 알아달란 말이야 지금 나처럼  남자가 사랑할 때엔 꼭 항상 곁에 머물면서 늘 해주고 싶은게 참 많아  사랑에 빠질 땐 내 삶의 모든걸 다 주고서 단 하나 그 맘만 바래 사랑에 빠질 땐  남자가 사랑할 때엔 남자가 사랑할 때엔 내가 사랑을 할 때엔 내가 너에게 빠질 땐"}, {"song_no": "4020215", "year": "2013", "rank": "28", "title": "눈물 (Feat. 유진 Of 더 씨야)", "artist": "리쌍", "genre": "Rap / Hip-hop", "lyrics": "네가 떠나고 늘 슬프다  아무리 슬퍼해도 슬픔이 모자라  맘 놓고 아파할 곳을  찾아 숨는다  불 꺼진 집 안에 멈춰진  차 안에 너의 집 앞에  사랑 잃은 삶은 가난  남아 있는 것은 그저  텅 빈 내 맘 너와 난  마치 더 이상  함께 할 수 없는 낮과 밤  우리가 나눠가진 것은  그리움 하나  술에 취해 불쑥 찾아와  오늘은 오빠랑 잘 거라며  떼를 쓰고  베렛나루 만지며 내 품에  누워 보고 싶었다며 말을 하고  왜 오빠는 매일 바쁘냐 묻고 소리 없이 울고  그냥 해 본 말이라며  자긴 항상 나를 믿는다고  내 옆을 항상 지켜주던  너와의 모든 것이  다 이제는 그리움이 되고  좁은 골목길 사이 혼자 눈물  누가 볼까 봐 몰래 훔친 눈물  약해지지 않으려  발버둥을 치려다 내 눈물  집 앞 계단길 앞에 혼자 눈물  네가 알까 봐 몰래 훔친 눈물  약해지지 않으려  발버둥을 치려다 내 눈물  우린 고운 정보단  미운 정이 더 많아  맨날 싸우고 며칠 동안 안 봐  그렇게 우린 서로 원했던 게 많아  사랑했으니까 없으면  죽고 못 살았으니까  네 몸에 난 점 먹지 못하는 거  너와 싸우고 화해 키스하고 푼 적  운전할 때도 손을 꼭 잡았었던  그 모든 것이 다시 생각 나  잠시라도 곁에 없으면 불안해  너를 보내고 툭하면 멍해  변해 가는 세상이 싫어  너의 기억을 억지로 꺼내  이름 얼굴 웃음 향기  네가 내게 남긴 추억이  너무 많아  네가 내게 남긴 영혼은  아직 남아  살아 숨 쉬어  이렇게 나를 찾아와  사랑이란 두 글자로 다 부숴  좁은 골목길 사이 혼자 눈물  누가 볼까 봐 몰래 훔친 눈물  약해지지 않으려  발버둥을 치려다 내 눈물  집 앞 계단길 앞에 혼자 눈물  네가 알까 봐 몰래 훔친 눈물  약해지지 않으려 발버둥을  치려다 내 눈물  눈물 눈물  또 다시 눈물 눈물 눈물  소리 없이 또   i don't wanna know  내 기억을 다 번지게 해  좁은 골목길 사이 혼자 눈물  누가 볼까 봐 몰래 훔친 눈물  약해지지 않으려 발버둥을  치려다 내 눈물 집 앞 계단길 앞에 혼자 눈물 네가 알까 봐 몰래 훔친 눈물 약해지지 않으려  발버둥을 치려다 내 눈물"}, {"song_no": "4082947", "year": "2013", "rank": "29", "title": "Officially Missing You", "artist": "악동뮤지션", "genre": "Folk", "lyrics": "하나둘 내 곁을 떠나가는 아마도  다른 사람으로 만날 oh please tell me why'd you  have to go cause this pain  I feel it won't go away 하나도 슬프지는 않았을 줄  한가득 남아있는 흔적들 같이 웃고 운 기억에 today  I'm officially missing you Ooh can't nobody do it  like you Say every little thing you do hey baby Say it stays  on my mind And I I'm  officially missing you I'm officially missing you  지나 온 추억 여름에서부터  추워진 오늘까지도 함께 꿈  꾼 하나의 소원 가는 길이 같아 서로 더  깊어지는 맘 일이 잘 안  풀려도 발 뻗고 기뻐 자는 밤 방을 채우던 온기를 몰아낸  외로운 공기 옹기종기 모여  부르던 노래의 향기 yeah I'm officially missing  them I'm officially  missing you Well I thought I could  just get over you 아직  붙어있는 너의 이름표 But I see that's something  I just can't do 연습장에  빼곡히 그린 음표 지금은 아쉬움만 안고 떠났지만  언젠가 한 꿈에 다시 오르길 All I hear is raindrops  falling on the rooftop  Oh baby tell me why'd  you have to go 'Cause this pain I feel  it won't go away And  today Ooh can't nobody do  it like you Say every little thing  you do hey baby Say it stays  on my mind And I'm  officially missing  하나둘 내 곁을 떠나가는  아마도 다른 사람으로 만날"}, {"song_no": "4011596", "year": "2013", "rank": "30", "title": "눈물샤워 (Feat. 에일리)", "artist": "배치기", "genre": "Rap / Hip-hop", "lyrics": "그대 눈에 보였죠 넘실거리는 슬픈 내 눈물이 아직 가슴에 차고 남아 한없이 두볼에 흐르고 있죠 지지리도 궁상이지 애써 짓는 미소조차 이리 울상인지 글썽이는 두눈에 맺힌 내 처량한 모습 이리 불쌍한지 자꾸 멍해져 목젖부터 울컥거리는게 툭치면 눈물이 쏟아질 것 같애 내가 나를 알기에 널 잡지 못했던 후회속에 질질 짜는 못난 놈 왜 난 너에게 좀 더 나은 사람이 될 수 없었는지에 대한 한탄 속에 왜 난 떠나가는 너의 뒷모습을 바라보기만 할 수밖에 없던  자책 속에 마지막엔 알아야 했어 너의 이기적인 가슴은 다른 설레임을 원한 걸 우는 와중에도 밥은 넘기는거 보니 그래도 계속 살고 싶긴 한가보네 그대 눈에 보였죠 넘실거리는 슬픈 내 눈물이 아직 가슴에 차고 남아 한없이 두볼에 흐르고 있죠 아무 일 없는 듯 웃고 싶어요 날 감싸는 추억이 또 날 붙잡죠 이 눈물이 그대의 두눈에도 흐르고 있을까요 처음엔 한방울 한방울 그러다 왈칵 쏟아지며 한참을 쥐뿔도 뭐 없는 내 꼴을 알기에 아쉬움도 갖지 못해 한탄을 아직도 남은 네 존재를 억지로 떨궈낸 내 속이 타는데 냉정히 날 두고 떠나갈만큼 나 형편없는 남자였나 기다려달란 말도 지친다 기약없는 말 더는 널 묶어둘 자신도 모면할 핑계도 댈 수가 없어서 더 감추지 못한 채 모자란 모습만 네게 보이고 마는 내 지지리도 못나고 꼬질한 내 모습 눈물로 씻어내 보낸다 그대 눈에 보였죠 넘실거리는 슬픈 내 눈물이 아직 가슴에 차고 남아 한없이 두볼에 흐르고 있죠 애꿎은 눈물만 흘리는 날 놔줘 네 품이 아닌 곳에 이제 날 놔줘 후회와 지나간 날들의 기억속에 갇혀 가슴 아픈 나 청승맞게 불 꺼놓고 이불을 머리 끝까지 덮어놓고 베개 위에 얼굴 엎어 놓고 샤워해 샤워 눈물샤워 청승맞게 불 꺼놓고 이불을 머리 끝까지 덮어놓고 베개 위에 얼굴 엎어 놓고 샤워해 샤워 눈물샤워 그대 눈에 보였죠 넘실거리는 슬픈 내 눈물이 아직 가슴에 차고 남아 한없이 두볼에 흐르고 있죠"}, {"song_no": "4091105", "year": "2013", "rank": "31", "title": "봄봄봄", "artist": "로이킴", "genre": "Folk", "lyrics": "봄 봄 봄 봄이 왔네요 우리가 처음 만났던  그때의 향기 그대로 그대가 앉아 있었던 그 벤치 옆에  나무도 아직도 남아있네요 살아가다 보면  잊혀질 거라 했지만 그 말을 하며 안 될 거란 걸  알고 있었소 그대여 너를 처음 본 순간  나는 바로 알았지 그대여 나와 함께 해주오  이 봄이 가기 전에 다시 봄 봄 봄 봄이 왔네요 그대 없었던 내 가슴 시렸던  겨울을 지나 또 벚꽃 잎이 피어나듯이  다시 이 벤치에 앉아  추억을 그려 보네요 사랑하다 보면  무뎌질 때도 있지만 그 시간 마저 사랑이란 걸  이제 알았소 그대여 너를 처음 본 순간  나는 바로 알았지 그대여 나와 함께 해주오  이 봄이 가기 전에 우리 그만 참아요 이제 더 이상은  망설이지 마요 아팠던 날들은 이제 뒤로 하고  말할 거에요 그대여 너를 처음 본 순간  나는 바로 알았지 그대여 나와 함께 해 주오  이 봄이 가기 전에"}, {"song_no": "4050612", "year": "2013", "rank": "32", "title": "It`s Over", "artist": "이하이", "genre": "R&B / Soul", "lyrics": "하늘에 빛나는 저 많은 별   이제 우린 이별인가요 쉽게 보지 마요 날 그렇게   네게 맘을 준 게 큰   실수였나요   흔히들 들어갈 때와 나올 때   다르다는 의미가 바로 이건가요  그대에게 짐이 됐나요   차라리 내려 놓아요   니 쓸데없는 고집  입만 벌리면 거짓  언제나 니 맘대로 다 멋대로   며칠째 외로이 텅빈 길을 걷지  난 이대로 니 곁을 떠나갈래  후회할거야 넌 땅을 칠 거야  곧 알게 될 거야 너의 잘못을  I never wanna ever see you again  들리 들리 이이이니 내 목소리   It's over It's over so baby   good bye  들리 들리 이이이니 이 한마디   It's over It's over so baby   good bye   앞으로 두 번 다시  두 눈 가리고 울 일 없겠지  I said I said I said I said oh oh oh  시험이 끝난 듯 홀가분해   이제와 돌아보니 난 정말 불행했네   푸른 하늘 아래 온종일 가려진   너의 그늘을 벗어나 날 찾아갈래   그대에게 짐이 됐나요   차라리 내려 놓아요   니 쓸데없는 고집  입만 벌리면 거짓  언제나 니 맘대로 다 멋대로   며칠째 외로이 텅빈 길을 걷지   절대로 난 너에게 다시   돌아가지 않아   후회할거야 넌 땅을 칠 거야   곧 알게 될 거야 너의 잘못을   I never wanna ever see you again 들리 들리 이이이니 내 목소리  It's over It's over so baby  good bye 들리 들리 이이이니 이 한마디  It's over It's over so baby  good bye 앞으로 두 번 다시 두 눈 가리고 울 일 없겠지 I said I said I said I said over  사랑이 식었다면 남 주기 아깝다고 잡지 말아요 사랑이 식었다면 남 주기 아깝다고 잡지 말아요 들리 들리 이이이니 내 목소리  It's over It's over so baby  good bye 들리 들리 이이이니 이 한마디  It's over It's over so baby  good bye 하늘에 빛나는 저 많은 별  이제 우린 이별인가요"}, {"song_no": "4073717", "year": "2013", "rank": "33", "title": "Ma Boy 3 (Feat. 나나 Of 오렌지캬라멜)", "artist": "일렉트로보이즈", "genre": "Rap / Hip-hop", "lyrics": "난 오늘도 니 생각뿐 잠이 오질 않아 보고싶단말야 날 따스하게 꽉 안아줄래 Oh Ma boy yes lady 널 정말 사랑해  You make me crazy 내맘을 왜 몰라 넌 너무 몰라 너 하나만을 바라보는 날 baby 그대와 난 하나같은 둘 무슨 얘기도 술술술 잘 통하지 거의 한식구 나를 자극하는 니 입술 말을 잘돌려 못해서  사랑에 돌직구 매일 던져 싫지만은  않은 니 얼굴 벌써 6년째 Luv history  넌 destiny 눈 감아도 그대가 보여  니가 어디있든 Baby I can see  네게 가는 길은 Too many 입구  but ain't got no 출구 그래서 나 벗어날수  Oh baby baby 너뿐인걸 Oh lady lady 내전분걸 어디를 봐도 내 두눈에 너밖에 보이질 않아 Oh I luv you 툭하면 말해 난 그녀 대답은 Oh kiss me now 내 품에 잠든 널 몰래  입 맞추고 말아 난 오늘도 니 생각뿐 잠이 오질 않아 보고싶단말야 날 따스하게 꽉 안아줄래 Oh Ma boy yes lady 널 정말 사랑해  You make me crazy 내맘을 왜 몰라 넌 너무 몰라 너 하나만을 바라보는 날 baby 니가없는 내 세상은  끝없는 고문  수없이 비가내려 심장이 천둥 넌 내겐 No1 나의 위 like 공중  너라면 다 할수있어  badabing bada boom  사랑의 볼륨  turn it on n on n on  어디있던간에  난 달려갈께 마라톤  우리예쁜 자기야  넌 내인생의 답이야  하나뿐인 내사랑  i luv ya babe   난 오늘도 니 생각뿐 잠이 오질 않아 보고싶단말야 날 따스하게 꽉 안아줄래 Oh Ma boy yes lady 널 정말 사랑해  You make me crazys 내맘을 왜 몰라 넌 너무 몰라 너 하나만을 바라보는 날 baby 이제 나를 혼자두지마 너 없인  힘들단말야 떠나가려 하지마 니가 없는  나는 힘들어 You plus I  우린 하나 너 없는  세상엔 나도 없잖아 지금처럼 Baby girl  날 떠나가지 말아요 Ma girl Ma girl 우리 지금 이대로 세상끝까지 Ma girl Ma girl 내 마음 절때 변치않아  죽을때까지  Ma girl Ma girl 그대와 나 이대로 마지막까지 Ma girl Ma girl 그대와 내 사랑 영원히"}, {"song_no": "4038121", "year": "2013", "rank": "34", "title": "이게 사랑이 아니면 (Feat. 에일리)", "artist": "버벌진트", "genre": "Rap / Hip-hop", "lyrics": "오해하지 말길 바래  분위기에 취해  그냥 하는 말이 아니야  요즘 난 네 생각에  벌써 며칠째  밤잠을 설치네  pretty girl   네 맘 알아 i do  너 혼자있는 밤마다 자꾸  내 목소리가 듣고 싶고  눈 감으면   내 얼굴이 아른거리고  면도도 며칠 안해서   까칠한 내  턱을 만진 다음에   다시 너의 뺨에  갖다대고 싶겠지  그렇게 외로움을   채우고 싶겠지  하지만 난 너완   잘 어울리지 않아  네 친구 말이 맞아   나는 좋은 남자가 아냐  네 예쁜 마음   다치기 전에 도망가  이건 사랑이 아냐   이건 좀 아냐  이게 사랑이 아니면   뭐가 사랑이야  만약 그대를 놓치면   며칠은 잠이   안 올 것 같아  오 내 맘을 받아줘요  나쁜 맘은 없어요  ooh you blew my mind  oops i blew your mind   선수의 삶에  흔히 있는 일  실컷 데이고   나서 후회 마  선거가 다 끝난 후의   공약처럼  텅빈 속삭임일   뿐이였어 나처럼  닳고 닳은   남자 때문에 울기엔 너  충분히 예뻐 충분히 예뻐  유명한 노래   제목에도 있잖아  다 너를 위해서야   이 마음 진짜야  oh 드라마속   왕자님 찾는 게 아냐  oh 너에게서   내 천국을 봤단 말야  heaven heaven heaven   i'm not your heaven  매듭지어야만   할 땐듯 이제는  싹 다 차단할거야   네 연락  이건 사랑이   될 수 없어 날 미워 마  이게 사랑이 아니면   뭐가 사랑이야  만약 그대를 놓치면   며칠은 잠이 안 올 것 같아  오 내 맘을 받아줘요  나쁜 맘은 없어요  ooh you blew my mind  둡둡 난 네 짝이 아니야  슈비둡둡   이건 사랑이 아니야  둡둡 난 네 짝이 아니야  슈비룹둡   이건 사랑이 아니야  둡둡 난 네 짝이 아니야  슈비둡둡   이건 사랑이 아니야  둡둡 난 네 짝이 아니야  이건 사랑이 아니야 이게 사랑이 아니면 뭐가 사랑이야 만약 그대를 놓치면  며칠은 잠이 안 올 것 같아 오 내 맘을 받아줘요 나쁜 맘은 없어요 ooh you blew my mind 오해하지 말길 바래 분위기에 취해 그냥 하는 말이 아니야 요즘 난 네 생각에"}, {"song_no": "4042480", "year": "2013", "rank": "35", "title": "긴 생머리 그녀 (Miss Right)", "artist": "틴탑", "genre": "Dance", "lyrics": "Yeah Teen Top Is Back 랄랄랄랄랄라  랄랄랄랄랄라  랄랄랄랄랄랄라  Let's Go 어느 날 우연히 너를 처음  본 순간 첫 눈에 반해 버려  눈 돌아간거야 나도 내가 이럴 줄은 정말  몰랐어 사랑이 찾아왔어  외로운 나에게로 그래 뭐 세상에 예쁜 여잔 많아 그 중에서도 넌 남달라 다들 인정하지 근데 있지  넌 예뻐도 너무 예뻐 왠지 모르게 너의 긴 생머리는  꽃 향기가 날 것 같아 미치겠네 너 땜에 나 돌 것 같아 긴 생머리 그녀  눈 감아도 생각나네 긴 생머리 그녀  정신 나갈 것 같아 긴 생머리 그녀  왜이리 보고픈건지 나 어떡해 이제 어떡해야 해요 랄랄랄랄랄라  랄랄랄랄랄라  랄랄랄랄랄랄라  Oh Baby You Got Me Crazy 랄랄랄랄랄라  랄랄랄랄랄라  랄랄랄랄랄랄라  Oh Baby You Got Me Crazy 긴 생머리 그녀 비가 내릴 때면  유난히 생각이 나는 그녀 화장기가 없는 쌩얼이 더욱 더  예뻤던 그녀 그녀가 떠난 뒤로 생각에  반이 푸념 추억에 젖어 밤새 술 푸면  긴 머릴 풀며 내게 다가와줘 다시 또 그대 향기를 내게 줘 네 옆에 그 남잔 누군데  좋아보여 배 아프게 그럼 난 이제 어떡해 그냥  몰라 몰라 몰라 몰라 몰라 사랑한단 고백 한 번 제대로  못했잖아 나 그 남자는  너를 사랑하는 게 아니야 긴 생머리 그녀  눈 감아도 생각나네  긴 생머리 그녀  정신 나갈 것 같아 긴 생머리 그녀  왜이리 보고픈건지 나 어떡해 이제 어떡해야 해요 랄랄랄랄랄라  랄랄랄랄랄라  랄랄랄랄랄랄라  Oh Baby You Got Me Crazy 랄랄랄랄랄라  랄랄랄랄랄라  랄랄랄랄랄랄라  Oh Baby You Got Me Crazy 난 내게 처음이였어 이렇게  사랑한 게 왜 그리 내 맘을 모르는거야 주위를 맴돌고 맴돌았잖아 넌 날 모르고 있잖아 너만  바라보는 날 긴 생머리 그녀  눈 감아도 생각나네 긴 생머리 그녀 정신 나갈 것 같아 긴 생머리 그녀  왜 이리 보고픈 건지 나 어떡해 이제 어떡해야 해요 랄랄랄랄랄라  랄랄랄랄랄라  랄랄랄랄랄랄라  Oh Baby You Got Me Crazy 랄랄랄랄랄라  랄랄랄랄랄라  랄랄랄랄랄랄라  긴 생머리 그녀"}, {"song_no": "4033059", "year": "2013", "rank": "36", "title": "모르시나요", "artist": "다비치", "genre": "Drama", "lyrics": "찬바람 불어오니  그대 생각에 눈물짓네 인사 없이 떠나시던 날 그리움만 남겨놓고 그리워 글썽이는 내 가슴 속에 오늘 그대 수천 번은 다녀가시네 나는 목놓아 그대를 소리쳐 불러도 그댄 아무런 대답조차 하지 않네요 기다리는 나를 왜 모르시나요 어느 계절마다 난 기다리는데 그저 소리없이 울수록 서러워 서러워 돌아와요 나의 그대여 모르시나요 눈물은 한없이 쏟아져 내려도 슬픈 나의 두 눈은 끝내 마를 날 없네 나의 이별은 이토록 왜 가슴 시린지 왜 나 혼자만 이렇게 또 가슴 아픈지 기다리는 나를 왜 모르시나요 어느 계절마다 난 기다리는데 그저 소리없이 울수록 서러워 서러워 돌아와요 나의 그대여  모르시나요 찬바람 불어오니  그대 생각에 눈물짓네 인사 없이 떠나시던 날 그리움만 두고가네"}, {"song_no": "4065409", "year": "2013", "rank": "37", "title": "아니야", "artist": "윤하 (YOUNHA)", "genre": "Ballad", "lyrics": "모자란가 봐 내 모습이  너에게 나는 우리 영원히 아무 일  없을 거라 생각했는데 이젠 더 이상 할 말도  넌 없는 거니 정말 이렇게 보내면 되니 사라졌나 봐 내 모습이 너에게 나는 그냥 이대로 괜찮을 거라  믿었었는데 니 눈빛이 어색해  쳐다 볼 수가 없어 너의 두 번째  단추만 바라봐 모두 잊은 거니  모두 지운 거니 여기까진 거니  정말 안 되겠니 이건 아니야  널 보낼 수 없단 말이야 혹시라도 나 늦지 않았다면  되돌릴 수 없겠니 거짓말이야 헤어지잔  그 말 아니야 네게 전부였던 그런 나잖아  제발 다시 돌아와 모두 잊은 거니  모두 지운 거니 여기까진 거니  정말 안 되겠니 이건 아니야  널 보낼 수 없단 말이야 혹시라도 나 늦지 않았다면  되돌릴 수 없겠니 거짓말이야 헤어지잔  그 말 아니야 네게 전부였던 그런 나잖아  제발 다시 돌아와 그래 바보야 너 밖에 몰라  난 바보야 이렇게 애원하는 나잖아 내 맘 받아줄 순 없겠니 내게 돌아와 날 좀 봐봐 내게 돌아와 니가 그렇게 아끼던 나잖아 제발 내게 돌아와"}, {"song_no": "4027904", "year": "2013", "rank": "38", "title": "1440", "artist": "허각", "genre": "Ballad", "lyrics": "하루 1440번 계속 니가 생각나 내가 좀 집착이 있나 할 정도로 가만히 TV를 보다 계속 니가 생각나 드라마 여주인공들보다 떨리는 맘은 놀이기구를 타고 니 얼굴보다 좋아서 땅을 보는 건 아냐 간지러워 했던 말은 내가 다하고 내가 좀 이상해졌나 봐 널 이렇게 사랑한 나보다 나를 사랑하는 니가 됐으면 내 머리속에 사는 그대가 하늘 위를 걷는 날 봤으면 널 이렇게 바라본 나보다 나만 바라보는 니가 됐으면 너를 기다리는 지금 이상한 떨림이 나를 더 설레게 해 오늘은 뭔가 될 거 같은 DAY 차가 막혀도 모든 게 아름답고 지나가는 연인 보면 나도 같이 설레고 봐도 보고싶어 넌 뭘 하고 있을지 하루 종일 너만 생각나 널 이렇게 사랑한 나보다 나를 사랑하는 니가 됐으면 내 머리속에 사는 그대가 하늘 위를 걷는 날 봤으면 널 이렇게 바라본 나보다 나만 바라보는 니가 됐으면 너를 기다리는 지금 이상한 떨림이 나를 더 설레게 해  오늘은 뭔가 될 거 같은 DAY 라 랄라랄라 라 라 랄라랄라 라 라 랄라랄라 라 라 라 랄라랄라 라 라 랄라랄라 라라 랄라라 이렇게 너를 사랑하는 나보다 날 사랑하는 니가 됐으면 너를 기다리는 지금 하늘에 감사해 니가 내게 있으니  니가 나를 보며 웃고 있으니"}, {"song_no": "4066001", "year": "2013", "rank": "39", "title": "사랑은 은하수 다방에서", "artist": "악동뮤지션", "genre": "Folk", "lyrics": "사랑은 은하수 다방  문 앞에서 만나 홍차와 냉커피를 마시며 매일 똑같은 노래를  듣다가 온다네  그대는 물에 젖지 않은  성냥개비 같죠 아무리 싫은 표정 지어도 불타는 그 마음을 감출  수가 없다네  그대 나에게 무슨  말이라도 해주오 나는 찻잔에 무지개를  띄워주리 하루도 이틀도 사흘도  배겨낼 수가 없네 못살고 못 죽고 그대 없는 홍대 상수동  신촌 이대 이태원 걸어 다닐 수도 없지  오늘도 어김없이 등장한 그이네 엎어져 자던 이수 눈이 트이네 남자만 떴다 하면 뒤돌아  눈웃음 연습 샤랄라 뿅 앞뒤 모습이 다른 너 모두가  귀여워 귀여워 하더라 질투하는 게 아니야 나는  너 미여워 밉단 말이야 어쩜 어설프게 다리 꼰  모습도 재력 있어 보여 메뉴판 보며 아니꼰 표정도  매력 있어 보여 아 정신 좀 차리게나 못난아  열심히 해야지 너나 나나 여봐 커피 물 덜 끓였어 또 덕에  내 잔소린 크레셴도 하루도 이틀도 사흘도 배겨낼  수가 없네 못살고 못 죽고  그대 없는  미국 캐나다 몽골 울란바토르  날아다닐 수도 없지  사랑은 은하수 다방 문 앞에서  만나 홍차와 냉커피를  마시며 악동뮤지션 노래를  듣다가 온다네  사랑은 은하수 다방 문 앞에서  만나 홍차와 냉커피를  마시며 매일 똑같은 노래를  듣다가 온다네  그대 그대 그대 그대 그대 그대 그대 그대 그대 대박 대박"}, {"song_no": "4071267", "year": "2013", "rank": "40", "title": "고마워 고마워", "artist": "라디 (Ra. D)", "genre": "R&B / Soul", "lyrics": "언젠가부터 맞잡은  두 손이 자연스러워 보여 설렘보단 편안한 마음  어느 새 길들여진 걸까 이대로도 좋다고  따뜻한 말투와 여전한 미소로 언제나 곁에서 서툰  나의 걸음을 맞춰주는 넌 내가 왜 또 여기서 노랠 부르는지  그 이유를 알게 해 I wanna thank you and I love you 한 마디로 다 표현 못 해도 I wanna thank you  고마워 어떻게 더  말해야 좋을지 몰라서 이렇게라도 들려주고 싶었어 고마워 고마워 고마워 알다가도 다시 모를  일들 뿐인 듯한 하루 속에서 I know that you here with me 그 하나만으로도 내게는  너무 큰 힘이 되는 걸 기대어도 좋다고  작지만 포근한 그 어깨로 세상 어디에도 없는  나른한 휴식이 돼주는 넌 내가 왜 또 여기서  이 노랠 부르는지  그 이유를 알게 해 So I'm gonna  let you hear something I wanna thank you and  I love you 한 마디로 다 표현 못 해도 I wanna thank you  고마워 어떻게 더  말해야 좋을지 몰라서 이렇게라도 들려주고 싶었어 고맙다는 말 I wanna thank you and I love you 한 마디로 다 표현 못 해도 I wanna thank you 고마워  어떻게 더 말해야 좋을지 몰라서 이렇게라도 들려주고 싶었어 You're the only reason I sing 처음부터 지금까지 Still the only the reason I live 지금부터 먼 훗날까지 곁에 있어 줄 너에게  들려주고 싶었어 고마워 고마워 고마워"}, {"song_no": "4037314", "year": "2013", "rank": "41", "title": "Dream Girl", "artist": "SHINee (샤이니)", "genre": "Dance", "lyrics": "SHINee's Back 어디서부터 시작됐는지 그게 중요한 게 아냐 지금 내 눈엔 너무 완벽한 네 모습만 보이는 걸 회색 빛 이 세상에 네 입술만 붉게 빛나 입을 맞추려던 그 순간  또 꿈에서 깨네 에 아직도 네 얼굴이 이렇게 생생한데 잡았던 손의 온기가 이렇게 따스한데 밤이면 내게 다가와 아침이 되면 사라져 매일 이렇게 똑같이 너를 보낼 순 없는데 Baby 모두 꿈인 걸 알지만 Baby 오 제발 날 떠나지 말아 Dream Girl 손에 잡힐 듯 잡히지 않는 Dream Girl 매일 밤 이렇게 널 기다려 Dream Girl 달콤히 사랑을 속삭이고  아침이 되면 사라질 Dream Girl 잠깐만 멈춰서 이건 꿈이 아닌데 눈부신 그 미소 이건 네가 확실해 심장이 날 시켜 몰래 너를 따라가 코너를 돈 순간 꿈처럼 넌 사라져 Oh 꿈 속의 네 얼굴이 매일 밤 똑같은데 좀 더 가까워질 때도 이젠 된 것 같은데 살짝 미소만 흘리고 그대로 너는 사라져 매일 이렇게 똑같이 너를 보낼 순 없는데 Baby 모두 꿈인 걸 알지만 Baby 오 제발 날 떠나지 말아 Dream Girl 손에 잡힐 듯 잡히지 않는 Dream Girl 매일 밤 이렇게 널 기다려 Dream Girl 달콤히 사랑을 속삭이고  아침이 되면 사라질 Dream Girl 너 없는 하루가 두려워 내일이면 또 잊겠지만 애타게 붙잡아봐도 아무런 약속 없이 넌 내 곁을 떠나 그대 눈빛 그대 입술 보는 느낌 You're so beautiful 한 순간도 네게 눈을 뗄 수 없어 그 어떤 표현도 너한테는 뺄 수 없어 머리부터 발끝까지 그댄 One and only girl 하나부터 백까지 부드럽게 대하지 그대가 날 택하는 날에 이 세상은 Stop You're my world Dream Girl 손에 잡힐 듯 잡히지 않는 Dream Girl 매일 밤 이렇게 널 기다려 Dream Girl 달콤히 사랑을 속삭이고  아침이 되면 사라질 Dream Girl Dream Girl 손에 잡힐 듯 잡히지 않는 Dream Girl 매일 밤 이렇게 널 기다려  Dream Girl 우리의 사랑을 기억하고  밤이 깊으면 찾아올 Dream Girl"}, {"song_no": "4073600", "year": "2013", "rank": "42", "title": "그땐 그랬지", "artist": "알리 (ALi)", "genre": "Ballad", "lyrics": "항상 버릇처럼 네게 말했었던   작은 반지 근사한 생일선물  시간이 지나면 다 해줄 수   있다고  조금만 더 기다려 달라고  니가 원하던 신발에 가격표   몰래 숫자를 세  하나 둘 셋 끝이 없는 0에   한숨만 쉬고 또 다시 내려놔  다음날 편지를 들고 널 찾아   갔었지   미안 했었지 하지만 너는  이것도 충분하다면서 울었지  생일 하나 못 챙겨 줬던 나  밤마다 우는 너를 눕히고   집에 가  그땐 그랬지  바래다주던 버스 안에서 함께   듣던 노래가 생각나   그땐 그랬지   매일 같이 손 꼭 잡고 걷던   그 길이  오늘따라 자꾸 날 울게 해  Do you remember Yes   I remember  ‘그땐 그랬지’하며 그대도   지금 웃음 짓고 있나요  Do you remember Yes   I remember  ‘그땐 그랬지’라며 아무것도   해줄 수가 없었던 그 때 oh  미안했었다고 그땐 너무나   어려 아무것도 몰랐어   I didn't know  사주고 싶은 반지 얼마나   하는 건지  감당이 되질 않아 네게   사주지 못했어  잘못했어 기념일 선물도   못 챙겨서  ‘아껴 써’란 말만 입에 베어서  항상 나중에 사준단 쓰디   쓴 소리 티 내지 않지만   깊어져만 갔네 골이  다신 돌아갈 수 없는  힘들었던 그 때의 수많은 기억 잘해주지 못한 내 미련 미안한 마음에 매번 맘에  없는 소리만 내뱉던 그때의 우리  이제 돌아갈 수 없겠지  Don't think about it baby 그땐 그랬지 바래다주던 버스 안에서  함께 듣던 노래가 생각나  그땐 그랬지  매일 같이 손 꼭 잡고 걷던 그 길이 오늘따라 자꾸 날 울게 해 Excuse me  한 때 우산 없이 비를 맞던 우린 손만 잡고 뛰어가던 날들이 이불 대신 덮어줬던 내 옷들이 이젠 추억으로 bye bye  Excuse me  한 때 우산 없이 비를 맞던 우린 손만 잡고 뛰어가던 날들이 이불 대신 덮어줬던 내 옷들이 이젠 추억으로 bye bye  그땐 그랬지 바래다주던 버스 안에서 함께  듣던 노래가 생각나  그땐 그랬지  매일 같이 손 꼭 잡고 걷던 그 길이 오늘따라 자꾸 날 울게 해"}, {"song_no": "4021445", "year": "2013", "rank": "43", "title": "안녕 나야", "artist": "포맨", "genre": "Ballad", "lyrics": "안녕 나야 잘 지내지 요즘 날씨 많이 춥지 요즘 감기 독하던데 감기 조심하고 잠자려고 누워있다 네 생각이 너무 나서 뒤척이고 뒤척이다 눈물이 또 흘러 걷다보니 신천역 4번 출구 앞이야 눈 떠보니 니네 집 횡단보도 앞이야 네가 있던 곳 우리가 있던 곳 가끔 아무 생각 없이 걷다보면 널 마중나가곤 해 아직 너야 아직도 너를 사랑해 너도 봤지 뉴스말야 밤이 하도 위험해서 혹시 하는 네 걱정에 집을 나서곤 해 걷다보니 신천역 4번 출구 앞이야 눈 떠보니 니네 집 횡단보도 앞이야 네가 있던 곳 우리가 있던 곳 가끔 아무 생각 없이 걷다보면 널 마중나가곤 해 아직 너야 아직도 너를 사랑해 따뜻하게 입고 문 꼭 잠그고 택시 탈 땐 조심해야해 집에만 있지 말고 영화도 좀 보고 잘 지내야해 오늘따라 갑자기 네 생각이 나니까 오늘따라 미치게 보고 싶은 너니까 옷만 챙겨서 막 달려나와선 혼자 불이 꺼진 네 방 창문을 바라보며 인사를 해 안녕 나야 잘 지내 내 사랑 안녕 안녕 나야 잘 지내 내 사랑 안녕"}, {"song_no": "3864961", "year": "2013", "rank": "44", "title": "가수가 된 이유", "artist": "신용재 (포맨)", "genre": "Ballad", "lyrics": "인터넷에 나를 쳐보면  이제 내 노래가 나와 내가 왜 굳이 이렇게 가수가 된지 넌 알까 유명하고팠던 이유는 오직 단 하나뿐이니까 니가 날 보고 날 알아듣고 내 생각하라고 TV에 나와 노래해 혹시 니가 볼까봐 날 들으면 날 본다면 날 찾아줄까봐 기를 쓰고 노래해 그 옛날의 널 위해 그때 다 하지 못했던 내 맘을 담아서 이렇게 노래해 못해부터 살다가까지 니가 없던 건 없으니까 솔직히 터놓고 말해 모두 너와 내 얘기니까 내 노랠 듣고 내가 울고 내가 슬퍼하고 혼자 미치는 나의 이유를 넌 알 것 같은데 TV에 나와 노래해 혹시 니가 볼까봐 날 들으면 날 본다면 날 찾아줄까봐 기를 쓰고 노래해 그 옛날의 널 위해 그때 다 하지 못했던 내 맘을 담아서 내 아픔과 내 눈물과 내 진심을 다해 내 맘 전한다면 너에게 들릴까 이 몇 분짜리 노래가 별거 아닌 가사가 니 귓가에 니 마음속에 울려 퍼지기를 미치도록 기도해 제발 니가 듣기를 이런 내 맘이 들리면 너 돌아오라고 눈물로 노래해"}, {"song_no": "3946867", "year": "2013", "rank": "45", "title": "Officially Missing You, Too", "artist": "긱스 (Geeks)", "genre": "Ballad", "lyrics": "애써 너에게 건냈던 말 good bye 이젠 혼자 남게된 이 밤 without you 난 아직도, I'm officially  missing you 널 기다리던 밤처럼 길고 어둡던 우리 사이 공백 이게 끝이 아니길 바래 I wanna go back 너가 원하던 거 다 고친 지금에야 넌 어디로 갔는지 난 홀로 남아 lonely 오늘 따라 부는 바람도 참 시린 것 같은데 넌 왜이리 멀쩡해 보이는 건지 눈치도 없는 너지만 예전처럼만 웃어주면 돼 Ooo can't nobody do it like you Said every little thing you do Hey baby say it stays on my mind And I I'm officially missing you 나에겐 너 하나뿐인 걸 너 땜에 아파하는 걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 too hard 너무 어려워 날 몰라주는 너도 서러워 I'm officially missing you officially missing you yeah I'm officially missing you, too 내가 아무 말도 하지 못한 이유 우리 사이 공백은 너무 길고 어떤 단어보다 너가 meaningful on another round 더 멀어져 가며 흘러가는 어색했던 오늘 하루가 내겐 아쉽고 어제로 남아있어 이 밤이 지나도 아직도 여기 있어 여전히 내 머릿속 너 때문에 늘 뒤척거리는 매일 밤  내 마음만 더 지쳐가 가로등 불은 거릴 비춰 흔들거리는 속을 변기 위에 비워 어 아무리 속을 비워도 남은 추억으로 취해 어지럽고 girl 난 아직 기댈 곳이 필요해 so 이 노래로 너를 씻어내 습관처럼 그리워해 날 보며 웃는 니 사진을 내 두 눈에 담고 미소를 지으면 다시 할 수 있을까 oh 그날처럼 나에겐 너 하나뿐인 걸 너 땜에 아파하는 걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 추억 속 너에겐 못된 일이라 난 할 수가 없어 이렇게 널 그리워하는 날 알고 있는지 나에겐 너 하나뿐인 걸 너 땜에 아파하는 걸 널 잊으려고 노력해봐도 잘 안돼 널 미워하는 건 too hard 너무 어려워 날 몰라주는 너도 서러워 I'm officially missing you officially missing you can't nobody do it like you Said every little thing you do Hey baby say it stays on my mind And I I'm officially missing you"}, {"song_no": "3726617", "year": "2013", "rank": "46", "title": "자니 (Feat. Dynamic Duo)", "artist": "프라이머리", "genre": "Rap / Hip-hop", "lyrics": "일 끝나서 친구들과 한잔 내일은 노는 토요일이니깐 일 얘기 사는 얘기 재미난 얘기 시간가는 줄 모르는 이 밤 술기운이 올라오니 사내놈들끼린 결국엔 여자 얘기 적적해서 서로의 전화기를 꺼내 번호목록을 뒤져보지 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 돌려보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 술자리가 끝나가 3차로 이동하기 전인데 문자는 일분 칠분 십분 and 이십분 담배와 애만 태우는 지금 답장 왔어 오빠 나 남친 생겼어 늦었어 좀 일찍 연락하지 그랬어 담에 봐 그냥 담에 낮에 봐 후회할거 알면서 전 여자친구에게 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 보내보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 아 진짜 술만 들어가면 왜 이렇게 들뜨는지 나도 잘 몰라 난 왜 그녀들을 부르는지 갑자기 허전해 작업을 걸어대지 여기저기 오늘 밤 나 자존심 다 버렸네 전 여친한테 더럽게 달라붙어 봤지만 그녀는 버럭해 너 진짜 철없게 언제까지 이럴래 미안해 갑자기 외로운걸 어떡해 껄떡대 껄떡대 나 여기저기 다 맘껏 들쑤시고 다녀 온 거릴 거릴 다 또 잠들었어 프라이머리가 텐션 떨어진다 동훈아 넌 저리가 이제 해가 나올 시간이 되가니까 눈이 녹듯이 사그라드는 기대감 너무 지치고 피곤해 자고 싶어 이제 나 첫차를 타고 졸며 집에가 창밖에 앉아 밖을 바라보네  나는 꾸벅꾸벅 조는데 사람들은 하루를 시작해 눈부셔 아침해를 보는게 정신은 맑아지지 않는 기분 아직도 바쁜 내 손가락 아직 손은 바쁘게 움직이지 해장국이나 먹고 갈래 오빠랑 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 보내보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 가지마 제발 심심해서 그래"}, {"song_no": "4075988", "year": "2013", "rank": "47", "title": "Brunch", "artist": "가인", "genre": "Folk", "lyrics": "오늘 아침 어때 My lover  my lover 우리 집 앞에 좋은데 있는데 헐레벌떡 맘 급해 늦으면 안돼 따뜻한 커피 오렌지 주스  Sunny side up and bread 눈 뜨는 아침 또 보고픈  그대 얼굴 잠이 덜 깬 그 모습이 난 참 좋아 눈을 감는 밤 또 그리운 그대 얼굴 그 입술엔 꿀이 있나 참 달아요 Oh I love you so I need  you so 내 맘에 쏙 들어온 너 아무데도  가지 마요 그 목소린 내 알람 Ring me  my lover 전화기너머 입맞춤 잘 잤나요 그대 눈 뜨는 아침 또 보고픈  그대 얼굴 잠이 덜 깬 그 모습이 난 참 좋아 눈을 감는 밤 또 그리운 그대 얼굴 그 입술엔 꿀이 있나 참 달아요 Oh I love you so I need  you so 내 맘에 쏙 들어온 너 아무데도  가지 마요 그대가 잠든 사이 내가 만든  Breakfast 함께한다면 우리 Nothing can  be better oh 그대 향기가 남아 있는 내 오른손 베개 밑에 밀어 넣으면 난 꿈을 꿔 그댄 어떻게 잠드나요 궁금해요 내일도 날 깨워줘요 부탁해요 Oh I love you so I need  you so 내 맘에 쏙 들어온 너 아무데도  가지 마요"}, {"song_no": "4057485", "year": "2013", "rank": "48", "title": "Oops! (Feat. 정일훈 Of BTOB)", "artist": "지나", "genre": "Dance", "lyrics": "누나도 알지 You the bestest 이 연하남의 가슴이 와이셔츠  단추처럼 Blasting and busting 또 알고 싶은 것도 많아  홈즈처럼 금이야 옥이야 아껴줄게  공주처럼 누나 곁에 늑대 떼들 때문에 I wanna be your 진돗개  날 대문에 풀어주고 안아줘 쓰담쓰담 해줘 남자는 똑같다는 말과 다르네  널 따르네 난 있는 척 하는 남잔 돈만  밝힌대요 그런 남잔  만나지 말래요 사실 나 가진 건 얼마 없지만  너에 대한 내 사랑은 고도비만 키 크고 잘생기면 얼굴 값  한대요 그런 남잔 여잘 밝힌대요 나도 손도 못 대본 여자 건들지마  누가 봐도 누난 참 난 Beautiful girl  청바지가 좋아 짧은 치마 따윈 강요 하지  마요 하지 마요 Beautiful girl Ah 이제 그만 가시던 길 빨리  가요 어서 가요 조심스레 내게로 다가와 Yeah  부끄러운 척 하면서 Oops Oops 부끄러운 척인 척 One step  two step 내 맘이 맘이  이끌리는 대로 자연스레 내게로 다가와  Yeah 순진한 척 하면서  Oops Oops 순진한 척인 척 다시 Back  step 뭐든 말해 말해 누나가  원하는 대로 Baby Boy Hey golden lady  너 왜이래 왜이래 이유를 몰랐어 Like baby baby 니 주변엔 남자가 발에  채이네 채이네 But 난 작은 거인 Like  David David 여자는 Romantist 어제  책에서 봤어 연상녀를 사로잡는  100 가지 방법 여태까지 봤던 남자들과는 달러 사랑엔 필요치 않아 억 소리  나는 Dollar 있는 척 하는 남잔 돈만 밝힌대요  그런 남잔 만나지 말래요 돈은 안 밝혀 누난 밝힐게  Like I love you 너만의 멋진  Timberlake 키 크고 잘생기면 얼굴 값  한대요 그런 남잔 여잘 밝힌대요 이유가 뭐가 되었건 나 답답해  사랑하는 것 같아 난 Beautiful girl 난  쌩얼이 좋아 매일 아침마다 시간에  쫓겨봐요 쫓겨봐요 Beautiful girl Ah 이제 그만 가시던 길 빨리  가요 어서 가요 조심스레 내게로 다가와  Yeah 부끄러운 척 하면서  Oops Oops 부끄러운 척인 척 One  step two step 내 맘이  맘이 이끌리는 대로 자연스레 내게로 다가와  Yeah 순진한 척 하면서  Oops Oops 순진한 척인 척 다시 Back  step 뭐든 말해 말해 누나가  원하는 대로 One step two step  sexy 하게 표정은 새침하게 콧방귀를 뀌면서 Oh Oops  Oops Oops Oops Oops One step two step  도도하게 가슴은 당당하게 콧방귀를 뀌면서 Oh Oops  Oops Oops Oops Oops 난 Beautiful girl  난 노는 게 좋아 자꾸 어디 어디냐고 묻지  마요 묻지 마요 Beautiful girl Ah 이제 그만 가시던 길 빨리  가요 어서 가요 조심스레 내게로 다가와  Yeah 부끄러운 척 하면서 Oops Oops 부끄러운 척인 척 One  step two step 내 맘이  맘이 이끌리는 대로 자연스레 내게로 다가와  Yeah 순진한 척 하면서 Oops Oops 순진한 척인 척 다시 Back  step 뭐든 말해 말해  누나가 원하는 대로 Oops Oops Oops Oops Oops Oops Oops Oops Oops Oops"}, {"song_no": "4033065", "year": "2013", "rank": "49", "title": "Tell Me Tell Me", "artist": "레인보우", "genre": "Dance", "lyrics": "딴 여자들 앞에선 내 손 놓고 친한 친구라며 어색해하고 가끔씩 난 너의 Just girl 이제 난 지쳐가 5 5 5 4 3 2 1 셀 수도 없는 걸 시간만 버는 걸 It's time for us to talk 네가 날 오해하게 하잖아 확실하게 말을 해 Shh Anyway Tell me Tell me 어서 말을 해줘 내가 니 여자라고 Oh Honey  You You You You 헷갈리게 하지 좀 마 Woo I wanna be Be your love Woo I wanna be Be your love 5 4 3 2 1 Bingo 네게 미소 짓고 니 맘을 훔치고 그래 봤자 미로 복잡한 사이고 기다리고 있어 힘들어 Anymore 난 니 연락처 속 수많은 여자 애들 중에 한사람인 것 같아 네가 날 오해하게 하잖아 확실하게 말을 해 Shh Anyway Tell me Tell me 어서 말을 해줘 내가 니 여자라고 Oh Honey  You You You You 헷갈리게 하지 좀 마 Woo I wanna be Be your love Woo I wanna be Be your love Boy 마지막 기회인 걸 아니면 In trouble 사랑한다 말해 아니면 In trouble 우린 마치 연인처럼  너무 잘 지내왔잖아 Yeah My love My boy My love My boy So 오늘은 꼭 듣고 싶어 Yeah My love My boy My love My boy My love My boy My My love My boy 날 사랑한다고 Anyway Tell me Tell me 어서 말을 해줘 내가 니 여자라고 Oh Honey  You You You You 헷갈리게 하지 좀 마 Woo I wanna be Be your love Woo I wanna be Be your love Be be your love"}, {"song_no": "4091085", "year": "2013", "rank": "50", "title": "Thank You", "artist": "포맨", "genre": "Ballad", "lyrics": "하얗게 날린 꽃잎사이로  그대와 걸으며 햇살을 맞아 하늘이 맺어준 완벽한 둘  이런게 바로 행복인듯해 1 2 3 and 4  listen to my love song 나 그대에게  해줄말이 너무많아요  태어나줘서 고마워 my love 그냥 그대라서 고마워  that's you you're my girl 그대 이 곳 저 곳  여기 저기 하나까지 영원토록 사랑할게 forever 이대로만 우리 행복해 Cause I'm loving you  oh thank you 하늘 위를 걷는 이 기분 혹시 지금 여기가 천국인가요 아이가 된 듯이  자꾸만 못참겠는게 나 많이 좋아하나봐요 1 2 3 and 4 Can't you feel my love song 내 사랑 그대에게  나 완전히 빠진걸요 태어나줘서 고마워 my love 그냥 그대라서 고마워  that's you you're my girl 그대 이 곳 저 곳  여기 저기 하나까지 영원토록 사랑할게 forever 이대로만 우리 행복해 Cause I'm loving you  oh thank you oh thank you oh thank you 내 눈 앞에 있는 그대 하늘이 내려준 선물인거죠 고마워요 lady 나의 반쪽 그대 나만의 그댄 사랑인걸요 태어나줘서 고마워 my love 그냥 그대라서 고마워  that's you you're my girl 그대 이 곳 저 곳  여기 저기 하나까지 영원토록 사랑할게 forever 이대로만 우리 행복해 Cause I'm loving you oh thank you 태어나줘서 고마워 my love 그냥 그대라서 고마워  that's you you're my girl 그대 이 곳 저 곳  여기 저기 하나까지 영원토록 사랑할게 forever 이대로만 우리 행복해 Cause I'm loving you  oh thank you Cause I'm loving you  oh thank you Cause I'm loving you  oh thank you thank you thank you"}]