[{"song_no": "5400360", "year": "2014", "rank": "1", "title": "그게 나야", "artist": "김동률", "genre": "Ballad", "lyrics": "난 너에게 모두 주고 싶던 한 사람 너 하나로 이미 충분했던 난 너에게 모두 주지 못한 한 사람 너무 쉽게 놓쳐 버렸던 우리 서로 사랑했던 그 시절엔 뭐가 그리 설레고 또 좋았었는지 세상을 다 가진 양 들떠 있던 내  모습이 너 없이 그려지지가 않는 게 그게  나야 난 너에게 너무 앞서 가던 한 사람 어느샌가 홀로 헤매던 우리 서로 사랑했던 그 시절엔 왜 그렇게 힘들고 또 아팠었는지 세상이 무너질 듯 펑펑 울던 네  모습이 한 번에 그려지지도 않는 게 어느새 너는 정말 괜찮은지 다 지운 채로 사는 건지 우리 서로 사랑했던 그 시절은 왜 내게는 추억인 척 할 수 없는지 좀처럼 잊혀지지 않는 얼굴 보고  싶어 하루에도 몇 번씩 또 그리는 그게  나야 그 시절을 아직 살아가는 한 사람 그게 나야"}, {"song_no": "5394265", "year": "2014", "rank": "2", "title": "손대지마", "artist": "에일리", "genre": "Dance", "lyrics": "날 사랑한다는 그 흔해빠진 거짓말 반복되는 싸움 gotta go I say good bye 딴 사람 만나고  내겐 집에 가서 잤다고 둘러대는 너  제발 그냥 가라고 뭘 원해 또 어느새 내 손을 잡아 왜 너답게 또 다른 애 찾아 떠나가라고 널 떠나는 건 내겐 행운이란 걸 Get out Get out Get out Get out what you want 내 몸에 손대지 마 소름끼치니까 내 이름 부르지 마 듣기 싫으니까 니가 뭘 안다고 사랑하긴 뭘 한다고 됐어 필요 없어 꺼져  far away 내 몸에 손대지 마 난 돌아가지 않아 널 사랑하지 않아 I’m out I’m out 미안하다 하지 마  됐고 설명하려 하지마 적당히 좀 해 소리 지르기 전에 Oh stupid  잘 생각해 계산이 느리니 눈부신 날 놓친 걸  넌 후회하게 될 걸 이 손 놓으라고 꼴 보기 싫다고 Get out Get out Get out Get out let me go 내 몸에 손대지 마 소름끼치니까 내 이름 부르지 마 듣기 싫으니까 니가 뭘 안다고 사랑하긴 뭘 한다고 됐어 필요 없어 꺼져 far away 내 몸에 손대지 마 난 돌아가지 않아 널 사랑하지 않아 I’m out I’m out 가시 박힌 말을 실컷 퍼붓고 아주 완벽하게 돌아서는데 왜 자꾸 두 눈에 눈물이 차는지 Get out Get out Get out Get out  let me go 가슴은 아프지만 사랑은 끝났어 넌 아니라고 해도 이미 난 끝났어 이젠 나를 잊고  과거 따윈 치워두고 넌 너대로 행복하길 바랄게 내 몸에 손대지 마 I’m out I’m out"}, {"song_no": "5390701", "year": "2014", "rank": "3", "title": "틈", "artist": "소유 (SOYOU)", "genre": "R&B / Soul", "lyrics": "Boom Clap Boom Boom Boom Clap  Boom Clap Boom Boom Boom Clap  Boom Clap Boom Boom Boom Clap  Boom Clap Boom Boom Boom Clap   Boom Clap Boom Boom Boom Clap  Boom Clap Boom Boom Boom Clap   문자할 땐 재밌고  전화할 땐 설레고   막상 우리 서로 만나면   또 눈치만 보네   무슨 남자가 그래   내가 뭐가 어때서  우리 어떤 사인데   무슨 그런 말을 해  눈치 없이 툭툭 말해도   니가 좋은걸  틈을 보여줘 서두르진마   티좀 내줄래 나도 여잔데  내가 둔한 건지 글쎄 그럼 몰라  꼭꼭 숨지 말고 맘을 열어   love you love you love  Boom Clap Boom Boom Boom Clap  Boom Clap Boom Boom Boom Clap  Boom Clap Boom Boom Boom Clap  내꺼 같았던   니가 정말 내꺼가 되고  알아가면 갈수록   빠져 들 것 같은데  생각보다 훨씬   좋아서 더 좋은 가봐  틈을 보여줘 서두르진마   티좀 내줄래 나도 여잔데  내가 둔한 건지 글쎄 그럼 몰라  꼭꼭 숨지 말고 맘을 열어  love you love you love  오래 밀당하기 지친   더 두근대고 싶은  그 누구보다 깊은   모른 척 해도 다 아는 사인걸  내 맘 같은 니맘   뜸들이다 놓칠지 몰라  틈을 보여줘 내가 들어갈  티좀 내줄래 그걸 왜 몰라  내가 급한 건지 뭐가 모든 게 몰라   꼭꼭 숨지 말고 맘을 열어   love you love you love  사랑한단 말 시작하잔 말  듣고 싶은데 하고 싶은데  내가 급한 건지 뭐가 모든 게 몰라   빙빙 돌지말고 우리 그냥   love you love you love  내꺼 같았던 니가 정말 내꺼가 되고  알아가면 갈수록   빠져 들 것 같은데 음"}, {"song_no": "4016085", "year": "2014", "rank": "4", "title": "신촌을 못가", "artist": "포스트맨(Postmen)", "genre": "Ballad", "lyrics": "신촌을 못가 한번을 못가 혹시 너와 마주칠까 봐 널 보면 눈물이 터질까 봐 친구들 한잔 하자고 또 꼬시며 불러대도 난 안가 아니 죽어도 못가 자주 갔었던 좋아했었던 사거리 그 포장마차가 그립다 니가 너무 그립다 새빨개진 그 얼굴로 날 사랑한다 했었던 그곳엘 내가 어떻게 가니 오늘 그 거리가 그리워 운다 또 운다 아직 많이 보고 싶나 봐 너도 어디선가 나처럼 울까 또 울까 그런 너를 마주칠까 신촌을 못가 데려다주던 아쉬워하던 막차 버스 안에서 우리 좋았지 우리 너무 좋았지 뒷자리 창가에 앉아 호 입김 불며 그리던 니 이름 그리고 널 사랑해 그걸 어떻게 잊니 오늘 그 거리가 그리워 운다 또 운다 아직 많이 보고 싶나 봐 너도 어디선가 나처럼 울까 또 울까 그런 너를 마주칠까 신촌을 못가 우리 둘만 있어도 좋았잖아 종일 땀이 찼던 두 손 뜨겁던 입맞춤도 다 거기 있잖아 다 살아 있잖아 오늘 이 노래를 부른다 Good bye and Good bye 이젠 너를 놓아 줄까 봐 마지막으로 널 부른다 사랑해 널 사랑해 너를 만난 그 곳은 참 행복했었다"}, {"song_no": "4743560", "year": "2014", "rank": "5", "title": "Lost Stars", "artist": "Adam Levine (Maroon 5)", "genre": "Foreign Movie,Rock", "lyrics": "Please don't see just a girl  caught up in dreams and fantasies Please see me reaching out for  someone I can see Take my hand let's see where we  wake up tomorrow Best laid plans sometimes are  just a one night stand I'd be damned Cupid's demanding  back his arrow So let's get drunk on  our tears and God tell us the reason youth is  wasted on the young It's hunting season and this  lamb is on the run Searching for meaning But are we all lost stars trying  to light up the dark Who are we Just a speck of dust  within the galaxy Woe is me if we're not careful  turns into reality Don't you dare let all these  memories bring you sorrow Yesterday I saw a lion kiss a deer Turn the page Maybe we'll find a brand new ending Where we're dancing  in our tears and God tell us the reason youth is  wasted on the young It's hunting season and this  lamb is on the run searching for meaning But are we all lost stars trying  to light up the dark I thought I saw you out there  crying I thought I heard  you call my name I thought I heard  you out there crying We're just the same God give us the reason youth is   wasted on the young It's hunting season and this  lamb is on the run We're searching for meaning But are we all lost stars trying  to light up the dark I thought I saw you out there  crying I thought I heard  you call my name I thought I heard  you out there crying But are we all lost stars trying  to light up the dark Are we all lost stars trying to  light up the dark"}, {"song_no": "5408681", "year": "2014", "rank": "6", "title": "시간과 낙엽", "artist": "악동뮤지션", "genre": "Ballad", "lyrics": "맨발로 기억을 거닐다  떨어지는 낙엽에  그간 잊지 못한 사람들을 보낸다  맨발로 기억을 거닐다  붉게 물든 하늘에  그간 함께 못한 사람들을 올린다  시간은 물 흐르듯이 흘러가고  난 추억이란 댐을 놓아  미처 잡지 못한 기억이 있어  오늘도 수평선 너머를 보는 이유  맨발로 기억을 거닐다  날 애싸는 단풍에  모든 걸 내어주고 살포시 기대본다 맨발로 기억을 거닐다 다 익은 가을내에 허기진 맘을 붙잡고 곤히 잠이 든다 가슴의 꽃과 나무 시들어지고 깊게 묻혀 꺼내지 못할 기억 그 곳에 잠들어 버린 그대로가 아름다운 것이 슬프다 슬프다 맨발로 기억을 거닐다 노란 은행나무에 숨은 나의 옛날 추억을 불러본다 맨발로 기억을 거닐다 불어오는 바람에 가슴으로 감은 눈을 꼭 안아본다"}, {"song_no": "5401276", "year": "2014", "rank": "7", "title": "소격동", "artist": "아이유", "genre": "Electronica", "lyrics": "나 그대와 둘이 걷던 그 좁은 골목계단을 홀로 걸어요 그 옛날의 짙은 향기가 내 옆을 스치죠 널 떠나는 날 사실 난 등 밑 처마 고드름과 참새소리 예쁜 이 마을에 살 거예요 소격동을 기억하나요 지금도 그대로 있죠 아주 늦은 밤 하얀 눈이 왔었죠 소복이 쌓이니 내 맘도 설레었죠 나는 그 날 밤 단 한숨도 못 잤죠 잠들면 안돼요 눈을 뜨면 사라지죠 어느 날 갑자기 그 많던 냇물이 말라갔죠 내 어린 마음도 그 시냇물처럼 그렇게 말랐겠죠 너의 모든 걸 두 눈에 담고 있었죠 소소한 하루가 넉넉했던 날 그러던 어느 날 세상이 뒤집혔죠 다들 꼭 잡아요 잠깐 사이에 사라지죠 잊고 싶진 않아요 하지만 나에겐 사진 한 장도 남아있지가 않죠 그저 되뇌이면서 되뇌이면서 나 그저 애를 쓸 뿐이죠 아주 늦은 밤 하얀 눈이 왔었죠 소복이 쌓이니 내 맘도 설레었죠 나는 그 날 밤 단 한숨도 못 잤죠 잠들면 안돼요 눈을 뜨면 사라지죠"}, {"song_no": "5388806", "year": "2014", "rank": "8", "title": "당신만이", "artist": "곽진언", "genre": "Ballad", "lyrics": "눈부신 햇살이 비춰주어도  제게 무슨 소용있겠어요  이토록 아름다운 당신만이  나에게 빛이 되는걸  그대여 안녕이란 말은 말아요  사랑의 눈빛만을 주세요  아 이대로 영원히  내 사랑 간직하고파  눈부신 햇살이 비춰주어도  이젠 무슨 소용있겠어요  이토록 아름다운 당신만이  나에게 빛이 되는걸  그대여 안녕이란 말은 말아요  사랑의 눈빛만을 주세요  아 이대로 영원히  내 사랑 간직하고파  영원히 그대와 당신만이"}, {"song_no": "5415175", "year": "2014", "rank": "9", "title": "화장 지웠어 (Feat. Zion.T, HA:TFELT) (No Make Up)", "artist": "개코", "genre": "Rap / Hip-hop", "lyrics": "뜨뜨미지근해 우리관계의 온도 끈끈한 듯 해도 좀 묽어진 점도 의무처럼 안부를 묻는 사이 그 바로 직전이 우리의 어정쩡한 지점 탱고 스텝처럼 한 발짝씩 주고받다가 느슨해졌을 때 니가 버티는 이유가 궁금해졌지 내 가벼움 때문인지 너 또한 날 관리하는 사람 중에 하나인지 술병을 줄 새운 다음에야 툭 튀어나오는 우발적인 행동들을 방어하다가도  어쩔 땐 다 받아주는 완급조절은 완전 선수야 선수 어쩌면 신의 영역 괜히 진지한 내가 좀 한심한 지금 시간은 태양 없는 한시야 건조한 대화 창안에서 난 녹았지만 아직 체크 안 한 듯해 숫자 1은 아직이야 이제는 내가 움직여야 할 때  감정이 증발하기전 상태 이 관계를 정의 하기는 너무 애매해 한참 전에 너에게 보낸 문자  답장을 기다리네 어디야 나올래 오빠 나 화장 지웠어 뜨뜨미지근해 우리관계의 온도 니 기준에 맞춰 유지하는 정도 애만 태우다 홀로 남은 정 때문에 하루에 두 세 번 허탈한 웃음지어 너만한 여잔 없단 건  귀가 닳도록 들었어 입장정리하긴 모험인가 싶어서 보험 같은 존재가 되기를 몇 번인가의 시들함 물 부어가면서 버텨 진도는 다 나갔고 지진 날 듯한 떨림의 진도는 전보다 다소 얌전해졌지만 취향 대화 함께한 술의 위안 이 기록들의 잔향이 잘 지워지지 않아 넌 내꺼인 듯 내꺼 아닌 내꺼라  소유했다 기고만장 할 수는 없잖아 너라는 방에 갇혀 자유를 결심한 지금 시간  밤샌 후 Moon 없는 한시야 이제는 내가 움직여야 할 때  감정이 증발하기전 상태  이 관계를 정의 하기는 너무 애매해 한참 전에 너에게 보낸 문자 답장을 기다리네 어디야 나올래 오빠 나 화장 지웠어 만남을 쉬엄 쉬엄하며 여지만 남겨둔 탓에 띄엄띄엄 연결된 감정의 버퍼링 습작처럼 미완성된 관계의 종지부를 찍고 싶어 넌 어떠니 정착을 겁냈던 건 내 문제 꽈배기 잠을 잤었던 어제 오늘밤엔 니 생각이 너무 궁금해지네 she said she said 사실 니가 고백해주길 니가 용기 내 내게 와주길 너를 기다리던 밤 이젠 지쳤는지도 몰라 아아아 담에 만나 이제는 내가 움직여야 할 때  감정이 증발하기전 상태 이 관계를 정의 하기는 너무 애매해 한참 전에 너에게 보낸 문자 답장을 기다리네 어디야 나올래 오빠 나 화장 지웠어 여보세요 여보세요 지영아 난데 어 지금 볼 수 있어 지금 나 화장 지웠는데 야 화장 지운 것도 귀여워 엄마 아빠가 아직 안 주무셔가지고 좀 그래 엄마 아빠 안 주무셔 너 내가 이렇게 안 나가려고 하는  이유를 모르겠어 너 너무 눈치가 없는 것 같아  나 잘래 그냥 끊어 잠깐 잠깐 여보세요"}, {"song_no": "4843704", "year": "2014", "rank": "10", "title": "너를 사랑해", "artist": "윤미래", "genre": "Drama", "lyrics": "오랜시간 함께라서 내 친구로  난 너무도 편했었어  이게 사랑인줄 모르고 지냈어  그래 그래왔어  널 못보면 보고 싶고 내 꿈속에  니가 자꾸만 나타나고  매일 잠도 못자 눈물로 지냈어  너의 거절이 난 두려워서  오늘도 또 또 못하는 그말  집앞에 서서 준비했던 말  나 꿈에서라도 그 꿈에서라도  너의 눈을 보며  고백하고 싶은 소중한 말  내일은 정말 꼭꼭 해보고 싶은말  용기조차 없어 못했던 말  나는 겁이 나서 너무 무서워서  니가 멀어질까  오랫동안 못했던 말  너를 사랑해  가끔 너는 술에 취해  늦은밤 날 보고 싶다는 말을 하고  밤새 설레임에 나는 잠도 못자  너는 술김에 한 말이지만  오늘도 또 또 못하는 그 말  집앞에 서서 준비했던 말  나 꿈에서라도 그 꿈에서라도  너의 눈을 보며  고백하고 싶은 소중한 말  너를 사랑해  이렇게 아플줄 알았다면  시작하지도 말걸  오늘도 난 이렇게 눈물만  오늘도 또 또 못하는 그 말  눈물로 또 또 고백하는 말  나는 널 사랑해 내가 널 사랑해  작은 목소리로 고백하는  오래된 혼잣말  내일은 정말 꼭꼭  해보고 싶은 말  용기조차 없어 못했던 말  나는 겁이 나서 너무 무서워서  니가 멀어질까  오랫동안 못했던 말 너를 사랑해"}, {"song_no": "5421427", "year": "2014", "rank": "11", "title": "헤픈엔딩 (Feat. 조원선 Of 롤러코스터)", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "말해 뭐해 위로 받기 위해 구걸하지 않아 감성팔이는 질색 난 행복에 인색해 돈 내란 말 보다 싫은 말이 힘내 술 사람 다 쉽게 취하고 끝이 추잡한 나 툭하면 성질 내고 판을 깨 좋아 죽을 것 같다가도 미워서 죽일 듯이 끝장을 내 어차피 이별은 멀쩡히 숨 쉬는 이 마음에 묻게 하는 그런 죽고 죽이는 일 묻지 마 나 괜찮은지 내가 바라는 건 나를 닮은 무심함 온 세상이 떠는 같잖은 청승 사랑 따위 거룩해 봤자 그저 본능 웃겨 인간과 짐승을 나누는 게 인간을 짐승 만드는 게 이번은 다르다고 매번 날 속여봐도 어김 없이 언제나 그랬듯이 끝나겠지 사랑을 하는 건지 이별을 하려고 만나는 건지 또 다시 날 찾아온 헤픈엔딩 깨진 거울에게 하는 말 어렵게 만나 쉽게 이별 할 때마다 술잔 속에 채운 그 술처럼 투명했더라면 조금의 숙취라도 있겠지 넌 금세 또 한 모금 해 목을 매 첨엔 확 불타는 너야 식을 땐 그 사람 목에 쇠사슬 거는 너야 늘 다른 거야 그 사람을 떠나야 했던 이유 이별 이후 버림받은 쪽은 always you 너에겐 사랑이란 노름이 다른 누군가에겐 전재산인 걸 모르니 사치스러운 눈물로 동정을 산 후 그 빚은 다음 사람이 대신 갚는 그 reason 누가 알아 맘대로 해 마음에 드는 사람에겐 마음의 반대로 해 참 외롭게 사는 네가 아니 내가 잘 됐으면 좋겠다 난 오히려 잘 된 것 같아 너라고 다를 건 없잖아 늘 같은 엔딩 그저 그런 해프닝 이 헤픈 엔딩 뭐 어쩌겠어 이번은 다르다고 매번 날 속여봐도 어김 없이 언제나 그랬듯이 끝나겠지 사랑을 하는 건지 이별을 하려고 만나는 건지 또 다시 날 찾아온 헤픈 엔딩 해피 엔딩 해피 아니 헤픈 나 안녕과 안녕으로 시작과 같은 말로 끝나는 건 다 이유가 있겠지 사랑을 하는 건지 이별을 하려고 만나는 건지 또 다시 날 찾아온 헤픈엔딩"}, {"song_no": "4864206", "year": "2014", "rank": "12", "title": "묘해, 너와", "artist": "어쿠스틱 콜라보", "genre": "Drama", "lyrics": "니 생각에 꽤 즐겁고  니 생각에 퍽 외로워  이상한 일이야   누굴 좋아한단 건  아무 일도 없는 저녁  집 앞을 걷다   밤 공기가 좋아서  뜬금없이 이렇게   니가 보고 싶어 참 묘한 일이야 사랑은  좋아서 그립고   그리워서 외로워져  이게 다 무슨 일일까  내 맘이 내 맘이 아닌걸  이제와 어떡해   모든 시간 모든 공간  내 주위엔 온통   너뿐인 것 같아 묘해  보고 싶어 신기하고  신기해서 보고 싶고  그러다 한 순간   미친 듯 불안하고  아무렇지도 않은데  햇살에 울컥   눈물이 날 것 같고  그러다가 니 전화   한 통에 다 낫고  참 묘한 일이야 사랑은  아파서 고맙고   고마워서 대견해져  이게 다 무슨 일일까  이 길이 그 길이 아닌걸  모르고 떠나온   여행처럼 낯설지만  그래서 한번 더   가보고 싶어져 너와  이렇게 너를 바라볼 때  뭐랄까 나는   행복한 채로 두려워져   참 묘한 일이야 사랑은 좋아서 그립고  그리워서 외로워져 이게 다 무슨 일일까 내 맘이 내 맘이 아닌걸 이제와 어떡해  모든 시간 모든 공간 내 주위엔 온통  너뿐인 것 같아 묘해 그래서 한번 더  가보고 싶어져 너와"}, {"song_no": "5372667", "year": "2014", "rank": "13", "title": "독기", "artist": "아이언", "genre": "Rap / Hip-hop", "lyrics": "시궁창 같은 삶에서도  다시 일어나 원하는 대로 이뤄가며  나는 살아가 나는 더 더 더 올라가 올라가 내게 돈은 바람난 첫사랑 같지 저주하면서 동시에 사랑하니 우린 다 무대 위  monkeys or strippers 이 거품 빠지기 전에  we're getting paper 난 돈이 없어 나라서 지원을 받고 난 돈이 없어 미술 공부도 못했고 난 돈이 없어 친구 mp3를 뺐었고 난 돈이 필요해 삥도 존나 뜯었어 그래서 나는 돈 돈하지 않아 쓰레기 같던 내 과걸 알기에  절대 반복치 않아 이빨 빠져 발음 좆같은게 내 매력 여기서 난 그저 돈 쓸어 담아 삶의 늪에서 삶의 늪에서 나는 더 큰 세상을 보네 삶의 끝에서 후회하지 않게 나는 미친 듯이 달려 미친 듯이 삶의 늪에서 삶의 늪에서 나는 더 큰 세상을 보네 삶의 끝에서 후회하지 않게 나는 미친 듯이 달려 미친 듯이 살어 여긴 권위가 제일 절대적인 인간의 편의를 위한 종이가 보스인 대한민국 민주공화국 아니 어쩌면 끝나지 않았어 왕국 but I on give a fuck like the  상수 형 항상 풀 발기 절대 고개 안숙여 또 난 강춘혁 형처럼 안두려워 날 죽여봐라  but 죽일려면 잘 죽여 난 돈이 없기에 힙합음악을 알고 난 돈이 없기에 진짜 사랑을 알고 난 돈이 없기에 좆같은 놈 잘 알고 난 돈이 없기에 결국 강해졌어 삶의 늪에서 삶의 늪에서 나는 더 큰 세상을 보네 삶의 끝에서 후회하지 않게 나는 미친 듯이 달려 미친 듯이 삶의 늪에서 삶의 늪에서 나는 더 큰 세상을 보네 삶의 끝에서 후회하지 않게 나는 미친 듯이 달려  미친 듯이 살어 시궁창 같은 삶에서도  다시 일어나 원하는 대로 이뤄가며  나는 살아가 나는 더 더 더 올라가 삶의 늪에서 삶의 늪에서 나는 더 큰 세상을 보네 삶의 끝에서 후회하지 않게 나는 미친 듯이 달려 미친 듯이 삶의 늪에서 삶의 늪에서 나는 더 큰 세상을 보네 삶의 끝에서 후회하지 않게 나는 미친 듯이 달려 미친 듯이 살어"}, {"song_no": "4789747", "year": "2014", "rank": "14", "title": "예뻐졌다 (Feat. 지코 Of Block B)", "artist": "박보람", "genre": "Dance", "lyrics": "나 예뻐졌대 다 그래 모두 놀래 못 알아보겠대 Oh My God 어디했어 뭐했어 모르는 소리 No  말도 안돼 No No Way 바나나 한 개 계란 두 개 정말 피곤해 남들처럼 예뻐지는게 넌 모를거야 죽었다 깨어나도 넌 머리부터 발 끝까지 너무 너무해 신경쓸게 한 둘이 아냐 나도 너처럼 사랑받길 원했어 그래서 더 독하게 예뻐졌다 매일 듣고싶었던 말 정말 한번도 듣지 못했던 말  달라 모든게 달라졌어  Doo Roo Roo Roo 예뻐졌다  니가 보는게 전부가 아냐 전에 니가알던 내가 아냐 잘가요 My Love 짧은 치마 스키니 상관없어  이젠 입을수있어 I'm Good 당당하게 남들 Oh 눈치따윈 안볼래 하루종일 난 거울만 보네 좋아 매일매일 달라진 내 모습 어제 나보다 오늘 내가 더 예뻐 주문을 또 걸어봐 예뻐졌다 매일 듣고싶었던 말 정말 한번도 듣지못했던 말  달라 모든게 달라졌어  Doo Roo Roo Roo 예뻐졌다 니가 보는게 전부가 아냐 전에 니가알던 내가 아냐 잘가요 My Love I'm Beautiful Beautiful beautiful 누구도 부럽지 않아 이젠 나를 봐줘 나를 더 사랑할래 Woo Woo Long Time No See  이게 얼마만이야 오빠가 좀 뜸했었지 목소리 아니었음 몰라 볼 뻔했어 이미 훌륭했지만  이렇게 여신이 될 줄이야 무리한 보람있네 너무 비인간적인건 아닌지 아무튼 당분간 좀 골치아프겠다 Say Holla to Your Fans 예뻐졌다 매일 듣고싶었던 말 정말 한번도 듣지 못했던 말  달라 모든게 달라졌어  Doo Roo Roo Roo 예뻐졌다  니가 보는게 전부가 아냐 전에 니가알던 내가 아냐 잘가요 My Love"}, {"song_no": "4806686", "year": "2014", "rank": "15", "title": "공허해", "artist": "WINNER", "genre": "Ballad", "lyrics": "거울 속에 내 모습은 텅 빈 것처럼 공허해 혼자 길을 걸어봐도 텅 빈 거리 너무 공허해 Da ra dat dat dat dat dat dat Baby don't worry 너란 꿈에서 깬 현실의 아침은 공허해 아침을 맞이 하면서 다시 자각해 날 깨워주는 건 네가 아닌 알람벨 빌어먹을 침대는 왜 이리 넓적해 허허벌판 같은 맘에 시린 바람만 부네 나는 빈 껍데기 너 없인 겁쟁이 주위 사람들의 동정의 눈빛이 날 죽게 만들어 No what a day 하루 시작 하기 전에 무심코 본 거울 속에 내 모습은 텅 빈 것처럼 공허해 미소가 없어 표정엔 혼자 길을 걸어봐도 텅 빈 거린 너무 공허해 내 마음처럼 조용해 Da ra dat dat dat dat dat dat Baby don't worry Da dat dat dat da ra 너란 꿈에서 깬 현실의 아침은 공허해 내 마음이 너무 공허해 끝이 났네요 나의 그대여 어디 있나요 이제 우린 추억이 됐죠 행복 했어요 날 잊지 말아요 또 다시 만나요 좋았던 날들과 슬펐던 날들 힘들었던 날들과 행복했던 날들  이젠 지나 가버린 시간 속에 추억이 되어 과거에 머물러 있는 그대와 나는 over 현실로 돌아온 것 같아 삶의 이유가 사라져 머리가 복잡해 아침에 눈을 뜨면 가슴이 텅 빈 것 같이 공허함을 느껴 너를 만나기 전과 똑같아 거울 속에 내 모습은 텅 빈 것처럼 공허해 미소가 없어 표정엔 혼자 길을 걸어봐도 텅 빈 거린 너무 공허해 내 맘처럼 조용해 Da ra dat dat dat dat dat dat Baby don't worry Da dat dat dat da ra 너란 꿈에서 깬 현실의 아침은 공허해 내 마음이 너무 공허해 끝이 났네요 나의 그대여 어디 있나요 이제 우린 추억이 됐죠 행복 했어요 날 잊지 말아요 또 다시 만나요 아직 아른거려요 눈을 감으면 점점  무뎌 지겠죠 시간이 지나면 후회하지는 않아요 좀 아쉬울 뿐이죠 보고 싶지는 않아요 그대가 그리울 뿐이죠 예전 같지 않은 내 모습이 점점 두려워 미소가 없어 표정엔 약해져만 가는 내 자신을 보기가 무서워 내 마음처럼 조용해 네가 없는 내 주위는 공기 조차 무거워 Da ra da ra ra ra ra dat 너란 꿈에서 깬 현실의 아침이 끝이 났네요 끝이 났네요 나의 그대여 어디 있나요 어디 있나요 이제 우린 추억이 됐죠 행복했어요 행복했어요 잊지 말아요 잊지 말아요 다시 만나요"}, {"song_no": "5406682", "year": "2014", "rank": "16", "title": "Home", "artist": "로이킴", "genre": "Folk", "lyrics": "화려한 불빛들  그리고 바쁜 일상들  뒤에 숨겨진  초라한 너의 뒷모습과  하고 싶은 일 해야만 하는 일  사이에서 고민하는  너의 무거운 어깨를 위해  너의 발걸음이 들릴 때  웃으며 마중을 나가는 게  너에게 해줄 수 있는  나의 유일한 선물이었지 어디 아픈 덴 없니  많이 힘들었지  난 걱정 안 해도 돼  너만 괜찮으면 돼  가슴이 시릴 때  아무도 없을 땐  늘 여기로 오면 돼  어두운 방에서 홀로 누워  사랑하는 사람을  사랑할 수 없는 너를 위해  현실 속에 무너져 내리는 가슴을 잡고 또 길을 나서는 너를 위해 너의 발걸음이 들릴 때 웃으며 마중을 나가는 게 너에게 해줄 수 있는 나의 유일한 선물이었지 어디 아픈 덴 없니 많이 힘들었지 난 걱정 안 해도 돼 너만 괜찮으면 돼 가슴이 시릴 때 아무도 없을 땐 늘 여기로 오면 돼  여기로 오면 돼"}, {"song_no": "5402092", "year": "2014", "rank": "17", "title": "걱정말아요 그대", "artist": "곽진언", "genre": "Folk", "lyrics": "그대여 아무 걱정말아요 그대여 아무 걱정하지말아요 우리 함께 노래 합시다 그대 아픈 기억들 모두 그대여 그대 가슴 깊이 묻어 버리고  지나간 것은 지나간 대로 그런 의미가 있죠 떠난이에게 노래 하세요 후회없이 사랑했노라 말해요 후회없이 사랑했노라 말해요 지나간 것은 그런 의미가 있죠 떠난 이에게 노래 하세요 후회없이 사랑했노라 말해요 그대여 아무 걱정말아요 그대여 아무 걱정말아요 그대여 아무 걱정말아요 그대여 아무 걱정말아요"}, {"song_no": "5400358", "year": "2014", "rank": "18", "title": "내 사람", "artist": "김동률", "genre": "Ballad", "lyrics": "언제였을까 나 설레였던 게 너였을까 나였을까 누가 먼저 시작인 걸까 이렇다 할 로맨스도 없던 그 때 놀려먹고 장난치며 깔깔대던 우리 친구들이 다 아무도 몰랐대 뭐였을까 왜였을까 자연스레 그리 된 걸까 문득 너를 깨닫고서 놀랐지 나 이 사람과 평생 함께 하고 싶단 생각 지친 하루에 숨이 턱 막혀올 때 한 사람은 내 옆에 있다는 말하지 않아도 모두 알고 있어서 그냥 씩 웃고 말아도 되는 참 편안한 사람 둘이 만날 때 별 하는 일 없이 재잘대다 늘어지다 그런 것도 마냥 좋았지 문득 앞서 가던 너의 뒷모습에 나 이 사람을 평생 지켜주고 싶단 느낌 가진 것이 없어도 날 가득 채워주는 이 사람으로 다 된 것 같은 날 쓸모 있게 만들고 더욱 착해지게 만드는 한 번이라도 더 웃게 해주고 싶은 내 사람 불쑥 말도 없이 들러 슬쩍 먹거리만 던져놓고 바삐 걸어가는 너를 창 밖으로 바라볼 때 지친 하루에 내가 참 초라할 때 한 사람은 내 옆에 있다는 다 설명하지 않아도 이미 모두 내 맘 같아서 그냥 맘 놓고 울어도 되는 단 한 사람 넌 내 사람 세상 사람들 나를 다 몰라줄 때 한 사람은 내 옆에 있다는 날 너그럽게 만들고 더욱 착해지게 만드는 한 번이라도 더 보고 웃고 싶은 더 안고 싶은 넌 내 사람"}, {"song_no": "4854588", "year": "2014", "rank": "19", "title": "연결고리#힙합", "artist": "BOBBY", "genre": "Rap / Hip-hop", "lyrics": "Yeah It’s that remix right here My name is Bobby If you didn’t know now  you know Homeboi leggo Holdu holdu let’s go 너와 나의 연결고리  이건 우리 안의 소리   너와 나의 연결고리  이건 우리 안의 소리 너와 나의 연결고리  이건 우리 안의 소리 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 매일 밤마다 Hustle  어린 나이 집 떠나서  실력을 계속 벌어  욕심은 끝이 없어  너와 나의 연결 Money  힙합 End of the story  Can't nobody spend it like me  나는 힙합 만수르 woah  활활 타는 박자 속에  객기와 패기란 석유는 만땅  내 차에 올라타자마자 너넨 화상  너네 Money  자랑들은 내 귀에는 빵상  몇몇의 안경이 돼줄게 잘 봐  너 말고 누가 무대 윈지  돈 없고 집 없는 외국인 노동자가  왜 독하고 왜 열심인지  B I ZICO 민호  피오 빼고 다 비켜  너넨 내가 회복시킬 타이틀  Money 를 계속 해서 찢고 있어  빌어먹을 음치 녀석들은 랩하며 계속 훼손을 시켜  만약 안 찔린다면 지금 당장  넌 BOBBY 를 씹어  너와 나의 연결고리  이건 우리 안의 소리 너와 나의 연결고리  이건 우리 안의 소리 너와 나의 연결고리  이건 우리 안의 소리 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리 turn up 너와 나의 연결고리  이건 우리 안의 소리  turn up It ain’t over yet 네 맘대로 씨부려  난 언제나 힙합 언더그라운드 부심 따위  부신 객기와 진상  나 밖에 못하지  아이돌인데 진짜  욕하고 난리 났네  Hater 들의 핍박  따윈 관심도 없어  날 위한 걱정 싹 갖다 버려  그리고 이거나 먹어  I don't giva thing about ur  출생 연도와 이름  기름 가져와 불 붙여  타게 할게 리듬  싹 다 뒤집어  뽀록난 네 실력 내 사이로 기어  빌어먹을 너네들 비명  미래가 없는 네 현실을 견뎌  난 땀으로 웃통을 적셔  돈 버는 내 모습 노려봐  한숨과 질투를 절대 못 넘겨  커져만 가는 내 돈벌이  많은 사람들 앞에서 내 목소리  이렇게 내 꿈을  이뤄가면서 난 벌어둬  떳떳한 rap money  너네들 한참은 멀었어  Boy group 래퍼들  무대에 나와서  시계 춤추고 있네  음치면 연습해  Yo hold up DJ hold up  돈 따위는 필요 없어  어차피 나온 거  실력 보여줬음 됐어  책상 위에 발 올려  아이돌이라는 타이틀  목에 걸고서  떳떳하게 돈 벌어서  엄마 만날 수 있어  지겹도록 돈 때문에  힘들었던 우리 집  내가 지었던 이름처럼  이젠 bob by 지  I started from the bottom  이제 집 지을 차례  떨어져도 상관없어  그냥 Show me the money  Hey DJ kick that thing let’s go I'm back on the microphone  지금 만큼은 이  Track으로 바꿔줘  모두 볼륨을 더 크게 높여  손을 높이 올려  Say hip hop hey  I'm back on the microphone  지금 만큼은 이  Track으로 바꿔줘  모두 볼륨을 더 크게 높여  손을 높이 올려  Say hip hop hey"}, {"song_no": "4743562", "year": "2014", "rank": "20", "title": "No One Else Like You", "artist": "Adam Levine (Maroon 5)", "genre": "Foreign Movie,Rock", "lyrics": "Is everything just right Don't want you thinking  that I'm in a hurry  I won't stay afraid  I had this vision that  has got me worried Cause everyone wants someone  That's one cliche that's true  But since you I want no one  Unless that someone's you  It looks like you feels like you smiles like you  I want someone just like you  true and through  I'm forever blue cause  there's no one else like I hope that you're not mad  You always said  you want a man of passion  I'm not the hottest left no There's more than  liking physical attraction  You've got your special someone  But between me and you guess who  Was spending my whole life  waiting for someone just like you  It looks like you  it feels like you  it smiles like you  I need someone just like you love me true  I'm forever blue cause  there's no one else like  I want you in my heart  I see you in my dreams  I'm gonna make you mine  as crazy as it seems  Just you yes you you  I need someone just like you  love me true  I'm forever blue cause  there's no one else There's no one else There's no one else  There's no one else  There's no one else  There's no one else  There's no one else  I need your help Cause you're so far  you're so far  Cause you're so far  you're so far  Cause you're so far  Cause you're so far  Cause you're so far  You're so far  You're so far  You're so far"}, {"song_no": "5419682", "year": "2014", "rank": "21", "title": "BORN HATER (Feat. 빈지노, 버벌진트, B.I, MINO, BOBBY)", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "I'm a born hater  Dali Van Picasso  난 벨라스케스 밀레  엘 fuckin' 그레코  내 에코  VJ의 감성 shit  다 보급형 Blo  내 아류 문하생 shieeet  내 원래 성격은 이렇게  나와 문제 하나 없어도 fuck 'em  So I understand  왜 날 어택 하는지  그 남자다운 척  and why you act like a bitch  바지 벗고 시원하게 깔라면 까  타진요도 기어와  I'm tryin' to love ya  어울리잖아 뭔가  내 역설적인 삶과  무한대를 그려주려 쓰러진 팔자  너의 그 무익한 열등감  나랑 무수히 붙어봤자 니 손해  덜 떨어진 그 사고는 니 부주의  내가 누누이 말했지  난 두 수 위  난 뭘 해도 일부일처주의  mother fuckin' 유일무이  I hate my haters obviously  이럴 땐 센스형이 부러워   적이 없으니  어이없지 내 성공이  외모 덕이었다니  니네가 빠는 블로형이  내 옆방에 있어 지금  그러니까 좀 닥치시지  근데 얘넨 쉬지 않고 가십질  Man i'm everywhere like oxygen  애석하게도 니 ex도 내 빠순이지  Stop talkin shit  like you know the shit  난 니네 피드백이 필요없어 솔직히  너랑 내가 왜 해야해 음악 얘길  니가 나한테 보탠거라곤  마우스로 삿대질  Man fuck you  아니 fuck your ID  아니 fuck your IP  man I'm sick of ya’ll geeks  넌 절대 못 와 여긴  여긴 this is your dream  My vehicle's foreign  and my bitches modelin  Some of y'all are born haters  남녀노소 각계각층에 분포돼있어  내가 뭘 하든지 타고난  천박함으로 반응해  잔인한 말일지 모르지만  it is in your nature  Type one  내가 커리어 끝내버린 애들과  가까이 있던 이 바닥의 지인들  눈에 띄는 특징은  꼬리 밟힐만큼 업계  내 fact에 강함을 드러내며  전문가인 척 하는 지루하게 긴 글  Type two  잘 안 풀리는 자신의 삶  전부 다 잊고  한순간 분노를 날릴 대상  그게 마침 내가 된 case  귀엽고 딱해  하지만 법적 조치 앞에  대책이 요망돼  나머지 types 모기 같은 존재  공기 맑은 동네일수록 강하고 독해  살려두고 싶지만 어쩔 수 없는 입장  걸리적거리니깐  Wow  여길 좀 봐  겁쟁이들은 알아서들 도망가  No doubt  보고있나  내가 꼬우면 너네들도 하던가  꼭꼭 숨어라  니 머 머 머리카락 보일라  어딜 넘봐  스케일이 달라  여긴 muthafuckin' do or die  매번 비트 위에 똥칠하는 나의 랩  치매 증상은 몇 년 전부터 꽤 심해  가사와 상관없는 rhyme 떡칠에  꼴에 정숙해 요 죠 로  게이랩질 해  친구들은 이미 랩 거물인데  그 사이에 난 떠 있는 기름  최고 아닌 최악부터 순서를 매길 때  열 손가락 안에 꼽히는 이름  다 들려 너의 비아냥  내성만 늘어 높아지기만 한 치사량  생사를 넘나들며  굳건해진 멘탈은 성지  모독으로 도약하는 해탈의 경지  때가 되면 피 보는 이 바닥의 생리  이미 내 목을 노리지만  눈 깜빡 안 해  나 못났어도 bitch들 사이에선  난놈이니까  님이 18년도 쯤에 날 보면  지금 이런 말 못할 걸  보장된 성공  회사빨이라는 찐따들의 역공  날 씹어대도 바로 까먹어  붕어처럼 뻐끔  블락비에서 나와  발라드 데뷔하고 fucked up  실력으로 여기 와 나 바닥에서   털ㄴ업  근데도 몰라 나의 컨셉  뒤에 가린 몬스터  텁텁했는데 잘 됐네  MINO Huge boy 그래 내가 걔 So  손해 봐 빰을 후려치는 태도  비트를 먹는 짐승 이건 수간  날 깎아 내려봤자  가벼워지는 내 두 발  일도 많은 내게 자꾸 열을 바라면  완벽하게 해내지 잘 열 받아요  왈가왈부하시기 전에  거울부터 보시고  티비에 내가 나오면  끄시던 가 하세요  내가 변했다고 해 내 뒤에서  내가 바라던 바니깐  바닥에서 챔피언까지  귀 따가운 피드백에  이해하는 척 하는  내 고개 끄덕임은 비트에만 어울려  옛날 상식엔 경력이 벼슬이고  선배가 전부 boy  시간이 펀드냐  파산해라 얼른 boy  형들도 불러 사장님도 괜찮아  내 대가리가 커질 수록  니 심장은 쫄려  힙합 죽이긴 쉽다 맞지  18세 감성으로 20세들아  E'ybody sound the same  Commercialize the game and   she's dead  It's show time  맞는 말만 하니깐  아래 위 없다 싶어  내 말이 자극적이라면   넌 바로 Bobby를 씹어  난 마이클 잡으면 관중에게   thriller  넌 마이크를 잡으면  비둘기도 자릴 떠 Wow  여길 좀 봐  겁쟁이들은 알아서들 도망가  No doubt  보고있나  내가 꼬우면 너네들도 하던가  꼭꼭 숨어라  니 머 머 머리카락 보일라  어딜 넘봐  스케일이 달라  여긴 muthafuckin' do or die  Yo 내가 어디까지 가는지 집에서 티비로 지켜봐 stupid Yo 내가 어디서 뭘 하던지 가만히 있는 니들 보단 뛰어나 stupid 무대위엔 똑같이 생긴 기계들이 설치네 한 마디만 할게 That's no no 기부를 해도 손가락질 하는  hater 들에게 한 마디만 할게 That's no no"}, {"song_no": "4543502", "year": "2014", "rank": "22", "title": "야생화", "artist": "박효신", "genre": "Ballad", "lyrics": "하얗게 피어난 얼음 꽃 하나가 달가운 바람에 얼굴을 내밀어 아무 말 못했던 이름도 몰랐던 지나간 날들에 눈물이 흘러 차가운 바람에 숨어 있다 한줄기 햇살에 몸 녹이다 그렇게 너는 또 한번 내게 온다 좋았던 기억만 그리운 마음만 니가 떠나간 그 길 위에 이렇게 남아 서있다  잊혀질 만큼만 괜찮을 만큼만 눈물 머금고  기다린 떨림 끝에  다시 나를 피우리라 사랑은 피고 또 지는  타버리는 불꽃 빗물에 젖을까 두 눈을 감는다 어리고 작았던 나의 맘에 눈부시게 빛나던 추억 속에 그렇게 너를 또 한번 불러본다 좋았던 기억만 그리운 마음만 니가 떠나간 그 길 위에 이렇게 남아 서있다  잊혀질 만큼만 괜찮을 만큼만 눈물 머금고 기다린 떨림 끝에 다시 나는  메말라가는땅 위에 온몸이 타 들어가고 내 손끝에 남은 너의 향기 흩어져 날아가 멀어져 가는 너의 손을 붙잡지 못해 아프다 살아갈 만큼만 미워했던 만큼만 먼 훗날 너를 데려다 줄  그 봄이 오면 그날에 나 피우리라"}, {"song_no": "5413256", "year": "2014", "rank": "23", "title": "12시 30분", "artist": "비스트", "genre": "Ballad", "lyrics": "요란한 소릴 내며  깨지는 유리병 우리 모습일까  낮게 깔린 하늘이 금방이라도  부서질 것 같으니까  왜 이제야 왔냐며  날 기다렸다며  내 사랑 반겼던 너는 이제  어쩌다 마주친 모르는 사람보다  차갑게 얼어있다  환한 네 미소도 환한 미소도  따뜻한 네 품도 네 얼굴도  더 이상 볼 수도  만질 수도 없을 것만 같아 두려워  지금 우린 마치  12시 30분의 시곗바늘처럼  서로 등 돌리고 다른 곳을 보고  모든 걸 버리려고 하잖아  우린 마치  12시 30분의 시곗바늘처럼  다신 돌아올 수 없는 곳으로  걸어가고 있잖아  우릴 따라 흘러가던  시간도 멈췄나 봐  우리라기보단 이젠  너와 내가 됐나 봐  사소하게 지나간 모든 것들이  다 지나가기보단 놓친 것 같아  네 손이 참 따뜻했었나 봐  흔들리는 널 이미 알았어  그래서 더 꽉 잡았어  널 안았어 널 가뒀어  내 사랑이 독해져서  Yeah I know  모두 내 탓인 걸  But 미련이란 거 희망이란 거  놓을 수가 없어  환한 네 미소도 환한 미소도  따뜻한 네 품도 네 얼굴도  더 이상 볼 수도  만질 수도 없을 것만 같아 두려워  지금 우린 마치  12시 30분의 시곗바늘처럼  서로 등 돌리고 다른 곳을 보고  모든 걸 버리려고 하잖아  우린 마치  12시 30분의 시곗바늘처럼  다신 돌아올 수 없는 곳으로  걸어가고 있잖아  언젠가 이별이  내 앞에 무릎 꿇을 때 시간이  다시 우릴 따라 흐르게 될 거라 믿어 그렇게 올 거라 믿어 지금 보내지만 너를 보냈지만 모든 게 다 멈췄지만 고장 나 버린 시계가 다시 움직일 거라고 믿어 지금 우린 마치 12시 30분의 시곗바늘처럼 서로 등 돌리고 다른 곳을 보고 모든 걸 버리려고 하잖아 우린 마치 12시 30분의 시곗바늘처럼 다신 돌아올 수 없는 곳으로 걸어가고 있잖아"}, {"song_no": "5386171", "year": "2014", "rank": "24", "title": "너무 보고싶어", "artist": "어쿠스틱 콜라보", "genre": "Drama", "lyrics": "혼자 이별을 하고  가버리면 난 어떡하라고 너 없는 하루를 살아보고  너 없는 채로 잠들어본다 잊을 수 있다고 다짐을 해 보고 다 잊은 척 웃어도 보고 별일 아닌 듯 혼자 영화도 보고  너의 빈자리 채워 본다 가끔 보고 싶어 견디기 힘들면 나 하루 종일 너를 찾아 헤매보고 손잡고 걷던 거리에 우두커니 서서 혹시 니가 올까 가슴 설레 본다 잘 살 수 있다고 다짐을 해 보고 태연한 척 웃어도 보고 드라마처럼 혼자 취해도 보고 널 잊으려고 하면 할수록 너무 보고 싶어 견디기 힘들어 비틀거리며 너를 또 찾아 헤매고 나란히 걷던 이 길에 나만 혼자  남아 눈물 삼키면서 너를 기다린다  날 그토록 사랑해주던  너란 사람은 어디까지 간거니 너무 보고 싶어 견디기 힘들어 오늘따라 난 니가 너무 보고 싶어 나 술에 취한 채 추억에 취한 채 비틀거리면서 너를 기다린다 다시 너를 기다린다"}, {"song_no": "5387875", "year": "2014", "rank": "25", "title": "설렘주의", "artist": "NS 윤지", "genre": "Ballad", "lyrics": "툭 던진 너의 한마디   내가 너무 귀엽대 기다렸던 말  그말 그말 사실 나도 니가 너무 멋져   멋져 보이겠지   힙합은 그런 것 빼면 시체야   난 도도한 너를   다룰 수 있는 인재야  너란 그림이 기댈 수 있는 나는   이젤 이제 붓을 들었으니   설렘을 주의해  너의 아는 오빠들   가장 친한 친구도 너에게   손을 못대게 나는 눈에 꽉 힘주고  니가 내손을 잡을때는   난 우주로 가 별을 따올테니  기다려 이곳에 딱  밤 하늘의 별도 따다 주고 싶어  저 바다를 보며 얘기하고 싶어  Always Always   내 곁에 있어줘 지금도 설레이니까  우리 사랑 설렘주의   오글 오글주의   느낌 아니까 Tonight  우리 사랑 설렘주의   오글 오글주의   사랑해 사랑해 널 사랑해  너의 긴 다리 위에서   축구하고 싶어   땀이 날땐   너의 눈 안에 수영하고 싶어  사랑한다 하기 보단   장난치고 싶고 너가 삐질때는   그 모습이 너무 귀여워  풀어주기 보다는 꽉 안아줄게   별은 너무 간소하고 밤하늘 줄께  우울할땐 들어와   너의 전용 놀이터   아빠미소 지을때는  안아달라 소리쳐 밤 하늘의 별도 따다 주고 싶어 저 바다를 보며 얘기하고 싶어 Always Always  내곁에 있어줘 지금도 설레이니까 나 원래 이런 노래안해  내맘대로 사는데 너 앞에 있을땐  규칙대로 움직여 타협해 험한 말을 할때는  얼버무려 발음해  내 모든걸 다 바쳐도 난 아깝지 않네 이게 내 진심이고 장난은 안쳐 널 감동시킬 이벤트 mood 있게 만져 쓰다듬고 칭찬해줘  아주 미쳐버리게 우리 사랑  설렘주의 경보가 울리네 오 달달한 사랑 느낌  내맘도 너와 같아  내 진심을 알아줘서 고마워 시원한 바람이 우릴 감싸면 더 바랄것도 없어  더 바랄게 없어 고마워 밤 하늘의 별도 따다주고 싶어  저 바다를 보며 얘기하고 싶어 Always Always  내곁에 있어줘 지금도 설레이니까 우리 사랑 설렘주의 오글  오글주의 느낌 아니까 Tonight 우리 사랑 설렘주의 오글  오글주의 사랑해 사랑해 널 사랑해"}, {"song_no": "4681146", "year": "2014", "rank": "26", "title": "한여름밤의 꿀", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 한여름밤의 꿀 so sweet so sweet yum 정말 오랜만이야 어떻게 지냈어 나 똑같지 뭐 그냥 열심히 일했어 넌 어때 그때 그 사람 계속 만나 헤어졌구나 미안 괜한 얘기 꺼내 어쨌든 반가워 시간 진짜 빠르다 벌써 여기까지 왔네 우리도 근데 어쩜 넌 하나 변함없이  여전히 이쁘네 던진 농담 반 진담 반 왜 말  돌리는데 술 때문인 건지 아니면 부끄러운 건지 빨개지는 볼 너 생각나로  피어나는 추억에 화원 색색 아련한 이야기꽃 웃음꽃 I want to tell you something 예전에 나 너 좋아했던 거 알어 and you said I know 나 좀 취했나 봐 헛소리 신경 쓰지 말고 cheers 건배 오늘처럼 무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum Hold up 지금 나오는 노래 뭐지  잠깐 Hold up 알듯한데 제목 기억 안 나는 옛 노래 흥얼거려 멜로디 시원한 밤공기 자리 옮길 겸 걷자 신난다며 폴짝 뛰어가는 뒷모습 참 순수해 너란 여자 그러다 벌레 한 마리에 기겁하더니 가로등 불빛 아래 포개지는 그림자 하나 이 순간 둘 행복해 셋 어느새 쥐고 있는 손가락 넷 한여름밤의 꿈 깨고 싶지 않은 한여름밤의 꿀 바로 오늘 같은 무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum 오늘 너무 즐거웠어 너무 즐거웠어 너무 반가웠어 나도 반가웠어 잘 자 굿나잇 You have a sweet dream 이런 널 보고 있자니 바랄게 없어서 행복했어 So happy 너무 행복했어 Me too 잘 자 굿나잇 You have a sweet dream 이런 널 안고 있자니 바랄게 뭐 더 있어 한여름밤의 꿀 한여름밤의 꿀 so sweet so sweet yum 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum"}, {"song_no": "4840373", "year": "2014", "rank": "27", "title": "I Swear", "artist": "씨스타", "genre": "Dance", "lyrics": "Oh I Swear  Oh I Swear promise you baby 꼭 맞춰놓은 듯한 우리 둘 사이 오늘을 놓치면 후회할걸 알아 I swear I I Swear  영화 속 고백처럼 찐하게  네 번째 손가락의 D I A  온 세상이 널 질투하게 해 I I Swear  저 별을 따서 내게 안겨줘 작은 농담은 귀엽게 봐줘  Baby I only wanna be with you  I swear I swear I I swear 변하지 않는 건  내 마음을 더하는 것  너에게 많은 것을  원하지도 않는 것 우리 둘만 사랑하다  함께 눈을 감는 것  난 그거 하나야 그저 그거 하나야  약속해 I Swear 난 오늘밤  I Swear promise you baby 오직 너만 내게 위로가 돼  니가 딱이야  meant to be baby  You'll always be mine I Swear 그대와 나 I Swear promise you baby 꼭 맞춰놓은 듯한 우리 둘 사이  오늘을 놓치면 후회할걸 알아  I swear 여자가 되는 밤 어쩌면 좋아  난 우린 두 손을 꼭 잡고 You make me say  우 밤하늘에 별들이 쏟아져 So what you think about that  that Baby 무슨 생각해 So what you think about that  that 니가 너무 궁금해 그대 사랑이 느껴지게  입이 귀에 걸리게 딱 나만 생각해 Oh baby  나만 봐줄래 변하지 않는 건 내 마음을 더하는 것  너에게 많은 것을 원하지도 않는 것 우리 둘만 사랑하다  함께 눈을 감는 것  난 그거 하나야 그저 그거 하나야  약속해 I Swear 난 오늘밤  I Swear promise you baby 오직 너만 내게 위로가 돼  니가 딱이야  meant to be baby  You'll always be mine I Swear 그대와 나 I Swear promise you baby 꼭 맞춰놓은 듯한 우리 둘 사이  오늘을 놓치면 후회할걸 알아  I swear 듣고 싶은 한마디 I do  지나간 단꿈처럼 I do 모래 위에 니 이름만 또 쓰고  지우며 널 기다리는데 Tell me I love you baby 약속해 I Swear 난 오늘밤  I Swear promise you baby 오직 너만 내게 위로가 돼  니가 딱이야  meant to be baby  You'll always be mine I Swear 그대와 나 I Swear promise you baby 꼭 맞춰놓은 듯한 우리 둘 사이  오늘을 놓치면 후회할걸 알아  I swear"}, {"song_no": "5421429", "year": "2014", "rank": "28", "title": "스포일러", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "너의 차가운 눈빛과  말투가 스포일러  너의 모든 행동 속에  우리의 끝이 보여  아니라고 말해도  느껴지는 스포일러  끝까지 봐야 할까  지금 떠나야 할까  반전이 있을까 봐 무슨 생각해  두 번 묻자 날 봐  또 대답 아닌 대답을 해  내일 비가 오려나 봐  다시 창 밖을 보는 너  요즘 자주 보는 너의 옆모습  넌 한숨을 쉬고  넘쳐 솟는 정적에 잠기는 나  빠져들면 안 되는 망상  I know  내 직감은 위험해  한 번 발 들이면 딥해질 놈  내 예민함은 심해  난 알지 왜  뜻 모를 한 숨이 잦아지는지  떠나가는 마음은  한숨 한숨씩 자릴 비우지  왠지 예전보다 바쁜 생활  연락이 드문 날들과  마지못해 하는 대화  그 썼다 지우는 말들  다 복선이겠지  우연인지 몰라도  요즘은 시계를 볼 때마다  등진 분침과 시침  둘이 잠시 보여주는 미래  전부 클리셰  수백 번은 본 듯한  이 뻔한 장면들인데  왜 난 가슴을 졸이는지  우리 시작에 했던 많은 약속들  바빠서 잊은 건지  아님 벌써 잊기 바쁜 건지  너의 차가운 눈빛과  말투가 스포일러  너의 모든 행동 속에  우리의 끝이 보여  아니라고 말해도  느껴지는 스포일러  끝까지 봐야 할까  지금 떠나야 할까  반전이 있을까 봐  I can't let you go  난 크게 들려 하지 않은 말도  애써 아닌 척 하지만 난 알고 있어  갈수록 내 숨통을 쥐는 이 망할 촉  어쩌면 내가 내 헛된 판타지에 널 가둬 둔건지도 맞지 않는 배역에 너 역시 내게 맞춰 준건지도 버릇처럼 사랑한다고 말 할 때도 늘 딴 생각 대사와는 다른 표정 어긋난 자막 영화 같은 사랑을 하고 싶던 내게 걸맞은 벌인 걸까 끝내 너의 맘을 물어도 대답은 언제나 열린 결말 그래 우리 늘 반전에 반전이었고 숨 막히는 장면의 연속 그 뜨거웠던 지옥보다 못한 이 식어버린 감정의 연옥 난 끝이 보여 상상 그 영사기를 끄지 못 해 입에 술이 고여 필름 끊길 때 그나마 숨이 놓여 Just cut me out or kill me out 해피엔딩은 됐어 Don't let me fade out 너의 차가운 눈빛과 말투가 스포일러 너의 모든 행동 속에 우리의 끝이 보여 아니라고 말해도 느껴지는 스포일러 끝까지 봐야 할까 지금 떠나야 할까 반전이 있을까 봐 I can't let you go 어쩌면 너와 난 첫 프레임부터 결말이 예정 된 미친 샤레이드 어쩌면 너와 난 첫 씬부터 마지막을 향해 행진 This is our last parade 너의 차가운 눈빛과 말투가 스포일러 너의 모든 행동 속에 우리의 끝이 보여 아니라고 말해도 느껴지는 스포일러 끝까지 봐야 할까 지금 떠나야 할까 반전이 있을까 봐 I can't let you go 끝이 보이지만  baby don't let go 단 한 장면이라도 놓칠까 봐 girl I can't let go I can't let you go 끝이 보이지만 baby don't let go 단 한 장면이라도 놓칠까 봐 girl I can't let go The end"}, {"song_no": "5376645", "year": "2014", "rank": "29", "title": "가드올리고 Bounce", "artist": "BOBBY", "genre": "Rap / Hip-hop", "lyrics": "내기할래   U never seen a man like me  거침없이 살아가 나는 매일같이  내기할래   U never seen a man like me  즐기기도 바빠 죽겠어   just follow my lead  가드 올리고 Bounce  가운데로 위 아래 위 아래  가드 올리고 Bounce  가운데로 위 아래 위 아래  가드 올리고 Bounce  가운데로 위 아래 위 아래  가드 올리고 Bounce  가운데로 위 아래 위 아래  가드 올리고 Bounce  BOBBY 란 이름   아이돌 부류 안에 반갑진 않지만   싫다곤 절대 안 해  신참이 왔으니 방장님 나오길  깨끗하게 정리하고   싸대기 한 대씩 woah  랩 한다면 다들 한 줄로 서길  이제부터 너네는 내가 다스릴  열 불 내지 말고 내게 맞서  날 씹기 전에 머리색부터 빼길  손 들고 있어 Wack MC 들이  랩 한답시고 깝치는 너네 그림  내 미간엔 주름 잡히고  내 꿈의 퀄리티를   낮춰놔 agree ha  너네가 똥칠한  아이돌이란 타이틀  왜 내가 지우고 내가 닦어  똥 싸지 말고 너네가 치워  실력 없다면 엠카말고  연습실에서나 썩고 있어  다 족치기 전에 내 말 듣고  기분 더럽다면   BOBBY 를 씹어  내기할래   U never seen a man like me  거침없이 살아가 나는 매일같이  내기할래   U never seen a man like me  즐기기도 바빠 죽겠어   just follow my lead  가드 올리고 Bounce  가운데로 위 아래 위 아래  가드 올리고 Bounce  가운데로 위 아래 위 아래  가드 올리고 Bounce  가운데로 위 아래 위 아래  가드 올리고 Bounce  가운데로 위 아래 위 아래  가드 올리고 Bounce  긴장감과 동시에 느껴지는   BOBBY Phobia  Spotlight 날 티나게 밝혀   성격 참 밝은 년이야  나를 물로 봤던 애들   리듬에 다들 태워버린 불이야  이 힙합씬에 아이돌로   언더부심 다 깨 부신 그런 놈이야  아이돌이면서 욕한다고  족구 하시네 열 빡치네  리듬 위에 올라가면   두려울 게 없어  감히 내게 덤벼 건방지네  비리비리한 남자친구들  너란 여자한테 다 쎈 척 할 때  상남자처럼 방탕하게  드럼 비트 위에서 난 한 몫 하네  래퍼는 많고 무대는 적어  그래서 매 무대마다 난 목을 걸어  랩에 대한 나의 진지함   너네가 알겠냐고 음치 녀석들  돈 벌고 싶어 랩하는   너네를 보면 내가 다 숨 가빠  보란 듯이 너네들을 까는   내 슈팅 능력은 즐라탄  내기할래   U never seen a man like me  거침없이 살아가 나는 매일같이  내기할래   U never seen a man like me  즐기기도 바빠 죽겠어   just follow my lead  가드 올리고 Bounce  가운데로 위 아래 위 아래 가드 올리고 Bounce  가운데로 위 아래 위 아래 가드 올리고 Bounce  가운데로 위 아래 위 아래 가드 올리고 Bounce  가운데로 위 아래 위 아래 가드 올리고 Bounce  가운데로 위 아래 위 아래 가드 올리고 Bounce 가운데로 위 아래 위 아래 가드 올리고 Bounce 가운데로 위 아래 위 아래 가드 올리고 Bounce 가운데로 위 아래 위 아래 가드 올리고 Bounce"}, {"song_no": "4764928", "year": "2014", "rank": "30", "title": "HER", "artist": "블락비 (Block B)", "genre": "Dance", "lyrics": "Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye Ooh Wow 놀라워 더할 나위 없이 아름다우신 그녀의 자태 보통 여잔 명함도 못 내밀고 끼리끼리 뭉쳐 네 험담을 나누겠지 잘들어 주위에 늑대 놈들 주의 자식들 하나같이 외모 지상주의 망치로 뒤통수 한대 맞은 듯이 머릿속이 띵하고 어지러워 Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye 뭐 하나 빠짐없이 예쁘구나 Her 어어 Her 어어 Her 어어 Uh 어안이 벙벙해 Her 어어 Her  어어 Her 어어 너 말곤 전부 평범해 아찔하게 뻗은 곡선 난 바로 기절 I need suction 무작정 부담 주는 멍청이들 사이에 넌 빈틈없는 Boxer 나의 Olivia Hussey 능력이 있어도 허세는 없는 그 성품과 적절한 볼륨감 I wanna hug and kisses 주위에 늑대 놈들 주의 자식들 하나같이 외모 지상주의 망치로 뒤통수 한대 맞은 듯이 머릿속이 띵하고 어지러워 Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye 뭐 하나 빠짐없이 예쁘구나 Her 어어 Her 어어 Her 어어 Uh 어안이 벙벙해 Her 어어 Her  어어 Her 어어 너 말곤 전부 평범해 바위처럼 무감정한 내가 이렇게 다시 바보가 된다 정신차려 보니 네 앞에 와서 Oh could you be my real love 정말 곱다 고와 누군가 다가와 말 걸면 넌 미소만 던져 줘 네 연락처는 안돼 침부터 닦고 와 물러서 Stop your talk Her uh her uh baby I’m all yours Jesus 무슨 말이 필요해 모두 널 작품이라고 불러 Just a little bit of you 격하게 아껴 Baby ye ye 뭐 하나 빠짐없이 예쁘구나 Her 어어 Her 어어 Her 어어 Uh 어안이 벙벙해 Her 어어 Her  어어 Her 어어 너 말곤 전부 평범해"}, {"song_no": "4646573", "year": "2014", "rank": "31", "title": "너의 의미 (Feat. 김창완)", "artist": "아이유", "genre": "Ballad", "lyrics": "너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미  너의 그 작은 눈빛도  쓸쓸한 그 뒷모습도 나에겐 힘겨운  약속  너의 모든 것은 내게로 와  풀리지 않는 수수께끼가 되네  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미  너의 그 작은 눈빛도  쓸쓸한 그 뒷모습도 나에겐 힘겨운  약속  너의 모든 것은 내게로 와  풀리지 않는 수수께끼가 되네  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미 너의 그 작은 눈빛도 쓸쓸한 그 뒷모습도 나에겐 힘겨운 약속"}, {"song_no": "4743561", "year": "2014", "rank": "32", "title": "Tell Me If You Wanna Go Home", "artist": "Keira Knightley", "genre": "Foreign Movie,Rock", "lyrics": "Maybe You don't have to smile so sad Laugh when you're feeling bad I promise I won't Chase you You don't have to dance so blue You don't have to say I do When baby you don't Just tell me The one thing you never told me Then let go of me Hell just throw me Maybe if you wanna go home Tell me if I'm back on my own Giving back a heart that's on loan Just tell me if you wanna go home Oh maybe You don't have to kill so kind Pretend to ease my mind When baby you won't Oh sugar You don't have to be so sweet I know who you're going to meet Don't say that I don't So maybe I won't let your memory haunt me I'll be sleepwalking With the lonely If you're taking me home Tell me if I'm back on my own Giving back a heart that's on loan Just tell me if you wanna go home Tell me if you wanna go home Cause I'm just not sure Tell me if I'm back on my own How to get back there Giving back a heart that's on loan And I just can't bear Tell me if you wanna go home If you're not there Ooh ooh ooh ooh Ooh ooh ooh ooh Ooh ooh ooh ooh Ooh ooh ooh ooh Ooh ooh ooh  Baby If you're taking me home Tell me if I'm back on my own Giving back a heart that's on loan Tell me if you wanna go Wanna go wanna go  wanna go wanna Cause I'm just not sure How to get back there And I just can't bear If you're not there Tell me if you wanna go home Cause I'm just not sure Tell me if I'm back on my own How to get back there Giving back a heart that's on loan And I just can't bear Just tell me if you wanna go home Wanna go wanna go  wanna go wanna Wanna go wanna Wanna go wanna"}, {"song_no": "5383102", "year": "2014", "rank": "33", "title": "Holler", "artist": "소녀시대-태티서 (Girls` Generation-TTS)", "genre": "Dance", "lyrics": "Ladies and Gentlemen Can you hear me I hope you are ready for a fast ride cause that's what we're going for tonight So sit back and buckle up cause you'll be racing with the stars tonight Listen Wow 화창한 Sunny Day 평범한 건 재미 없지 특별한 비밀을 찾아 떠나볼까 어디로 어릴 적 들어 본 듯한 신비로운 미지의 세계로 Right Now 시간이 없어 내 손짓 따라 Follow Me  Holler Holler Holler 나와 눈을 맞춰  Holler Holler Holler 잠든 네 맘을 깨워  Holler Holler Holler 시작해 보는 거야  Holler Holler 새로워진 내 가슴에 너를 맡겨 Holler at Me 똑같은 레파토리에 또 뻔한 엔딩 스토리야 빛나는 포커페이스 속 Hey 왜 너를 감추지 Knock Knock 네 마음 속 문을 활짝 열어 봐봐  너만 알려줄게 이건 특급 비밀이니까 Holler Holler Holler 나와 눈을 맞춰 Holler Holler Holler 잠든 네 맘을 깨워 Holler Holler Holler 시작해 보는 거야 Holler Holler 새로워진 내 가슴에 너를 맡겨 Holler at Me Yeah 내 가슴에 너를 던져 Holler at Me 매일 같은 패턴 속에 갇혀 버린 너를 봐 상상만으로 웃음 짓던 너의 어린 꿈들 전부 소원하면 모두 이룰 수 있어 Oh Yeah Yeah So won't you holler at me I know you like what you see  터져 버릴 것만 같지 않니 네 가슴이 You want me want me holler at me babe babe Oh 날 봐 Oh Ready Set Go Go 널 향한 시선은 Let it go 이젠 널 더 감추지는 마 Holler Holler Holler 나와 눈을 맞춰봐 Yeah Holler Holler Holler 시작해 봐 Right Now Holler Holler Holler Holler Holler Holler Holler 새로워진 내 가슴에 너를 맡겨 Holler at Me Yeah Holler Holler Holler 날 따라 소리쳐봐  Holler Holler Holler 더 크게 소리쳐봐  Holler Holler Holler 그게 바로 너야  Holler Holler 새로워진 네 가슴이 터지도록 Holler at Me"}, {"song_no": "4756304", "year": "2014", "rank": "34", "title": "Touch My Body", "artist": "씨스타", "genre": "Dance", "lyrics": "Touch my body Body  Touch my body Body  Touch my body Body  Touch my body  I know you want it  넌 내 곁으로 와  내가 준비한 wine 달콤한  chocolate chocolate  좀 부드럽고 때론 뜨거워지는  너만을 위한 my pool  na na na na na na  빨개진 너의 두 눈에  비친 내 모습  운전은 니가 해 그저  내 두 손은 하늘위로  Yeh baby dancing with me  you're my star  Touch my body  우린 조금씩 빠르게  Oh everybody  푸른 하늘 보다 높이  지금 이 리듬이 좋아  뜨거운 태양아래 너와나  My body body Touch ma body  Baby so good  지금 기분은 paradise  Baby so nice  우리 둘만의  summer night  조금씩 one step two step  달빛 아래 너와나  My body body Touch ma body  Touch my body Body  Touch my body Body  Touch my body Body  Touch my body  하나 둘씩 밝혀지는  니 맘 속안에 촛불  힘이 들 땐 조금 쉬었다가요  여기 red pool  내 입술이 좋아 아님  내 body가 좋아  솔직히 말해 여기 여기  여기 아님 저기 저기 저기  나밖에 없다고 지금 내게 말해줘  부끄럽게 자꾸 보지 말고  계속 날 안아줘  날 사랑한다 말해줘  Touch my body  우린 조금씩 빠르게  Oh everybody  푸른 하늘 보다 높이  지금 이 리듬이 좋아  뜨거운 태양아래 너와나  My body body Touch ma body  Baby so good  지금 기분은 paradise  Baby so nice  우리 둘만의  summer night  조금씩 one step two step  달빛 아래 너와나  My body body Touch ma body  Touch ma body My body My body  My body My body  너와 함께 있는 지금 Tonight  둘이 함께 보는 저 별들  어느 누구보다 행복해  너와 함께 있는 지금 Tonight  둘이 함께 보는 저 별들  어느 누구보다 행복해  Touch ma body"}, {"song_no": "5413548", "year": "2014", "rank": "35", "title": "보고싶어", "artist": "걸스데이", "genre": "Ballad", "lyrics": "don't tell me why  두 눈을 감으면 네가 보이는데  don't tell me boy 넌 웃고 있는데 우리 웃고 있는데 don't tell me why 두 눈을 떠보면 난 울고 있는걸  don't tell me boy 우리 함께였는데  아침에 일어나 tv를 켜고 샤워를 하고 옷을 갈아입고서 나갈 준비를 해  오늘도 어제와 똑같은데 한 가지도 변한 게 없는데 왜 난 문득 울리는 전화길 보다가 나도 몰래 눈물이 흘러내리고  너는 왜 또 이렇게 넌 아무렇지 않게  내 맘을 또 흔들어놔 사실은 너무 보고 싶어 보고 싶어 네가 네 어깨에 기대 울고 싶어  울고 싶어 내가  참아보려 애써 웃잖아 아직도 흔들리고 있잖아 제발 잘해 주지 마 더는 내게 잘해 주지 마  잘해주지 마 가슴이 아프잖아 눈에 띄지 마 자꾸 네가 맴돌잖아 난 의외로 약해  그래서 너밖에 못 그려 그림을 지우다 다시 널 그려 또 너무 달콤해 그래서 미치게 해  또 너무 달콤해 그래서 미치게 해  넌 나를 아프게 그래서 더욱 미치게 해 잘해주지 마  내게 널 보여주지 마  문득 울리는 전화길 보다가 나도 몰래 눈물이 흘러내리고  너는 왜 또 이렇게 넌 아무렇지 않게  내 맘을 또 흔들어놔  사실은 너무 보고 싶어 보고 싶어 네가 네 어깨에 기대 울고 싶어  울고 싶어 내가  참아보려 애써 웃잖아 아직도 흔들리고 있잖아  제발 잘해 주지 마 더는 내게 잘해 주지 마  don't tell me why  잘해주지 마 가슴이 아프잖아  don't tell me boy  잘해주지 마  이렇게 내 가슴에서  지우려 하지만 그게 마음처럼  안 되는걸 어떡해 사실은 너무 보고 싶어 보고 싶어 네가 네 어깨에 기대 울고 싶어  울고 싶어 내가  참아보려 애써 웃잖아 아직도 흔들리고 있잖아  제발 잘해 주지 마 더는 내게 잘해 주지 마  오늘도 어제와 똑같은데 한 가지도 변한 게 없는데 왜 난"}, {"song_no": "4671151", "year": "2014", "rank": "36", "title": "눈, 코, 입", "artist": "태양", "genre": "R&B / Soul", "lyrics": "미안해 미안해 하지마  내가 초라해지잖아  빨간 예쁜 입술로  어서 나를 죽이고 가  나는 괜찮아  마지막으로 나를 바라봐줘  아무렇지 않은 듯 웃어줘  네가 보고 싶을 때  기억할 수 있게  나의 머릿속에 네 얼굴  그릴 수 있게  널 보낼 수 없는 나의 욕심이  집착이 되어 널 가뒀고  혹시 이런 나 땜에 힘들었니  아무 대답 없는 너  바보처럼 왜   너를 지우지 못해  넌 떠나버렸는데  너의 눈 코 입  날 만지던 네 손길  작은 손톱까지 다  여전히 널 느낄 수 있지만  꺼진 불꽃처럼  타들어가버린  우리 사랑 모두 다  너무 아프지만 이젠 널  추억이라 부를게  사랑해 사랑했지만  내가 부족했었나 봐  혹시 우연이라도  한순간만이라도 널  볼 수 있을까  하루하루가 불안해져  네 모든 게 갈수록 희미해져  사진 속에 너는 왜  해맑게 웃는데  우리에게 다가오는  이별을 모른 채  널 보낼 수 없는 나의 욕심이  집착이 되어 널 가뒀고  혹시 이런 나 땜에 힘들었니  아무 대답 없는 너  바보처럼 왜   너를 지우지 못해  넌 떠나버렸는데  너의 눈 코 입  날 만지던 네 손길  작은 손톱까지 다  여전히 널 느낄 수 있지만  꺼진 불꽃처럼  타들어가버린  우리 사랑 모두 다  너무 아프지만 이젠 널  추억이라 부를게  나만을 바라보던 너의 까만 눈  향기로운 숨을 담은 너의 코  사랑해 사랑해  내게 속삭이던 그 입술을 난  너의 눈 코 입  날 만지던 네 손길  작은 손톱까지 다  모두 다  여전히 널 느낄 수 있지만  널 느낄 수 있지만 꺼진 불꽃처럼 타들어가버린 우리 사랑 모두 다 너무 아프지만 이젠 널 추억이라 부를게"}, {"song_no": "4832150", "year": "2014", "rank": "37", "title": "A Real Man", "artist": "스윙스", "genre": "Rap / Hip-hop", "lyrics": "모두가 너에게 요구하는 건  진짜 많아  공부하러 학교 가는데  귀찮은 화장  high heels 성적관리  또 뭔 TOEIC 점수   니 지성에 대해  관심을 가진 놈이 없고   부모님도 그래  대충 시집가자 girl   아저씨긴 한데  직책 좋은 총각 만났어  예쁘지 않으면  숙녀 취급받기 힘든 사회  찌질이들은 왜 여자들이 성형하녜 참 그냥 기가 차 머리 안에선 쥐가 나 절대 포기는 싫잖아 오늘까지 매일 피와 살을 다 깎아가며 너의 자존감을 건설했으니  여태껏 고생한 게 결국엔 시꺼먼 ending으로  끝나는 건 당연히 싫지 그게 뭐냐고 현실과 타협해서 준비 안 된 젊은 엄마로   꽃 같던 날들을 다 마감하는 것  내가 여자였어도 그런 계약은 안 할껄 일이 꼬이고 안 풀릴 때 울고 싶을 때는 울어도 돼 또 모든 게 미워 보일 땐 화내고 싶으면 넌 내도 돼 이해해 나는 널 그래 지금 얘기해봐 다 모든 걸 들어줄 테니까 oh  everything's gonna be alright 웃고 싶을 때는 웃어줘   아무리 나쁜 연애 경험을 했어도 너는 다시 또  사랑에 빠지고 때로는 몇 번 더 다치고  아무리 똑똑하다고 스스로 생각해도  좋은 남자란 게 뭔지 절대 불가능한 해독 자신감 많고 능력 좋은 남잘 만났더니 그 매력을 가지고 딴 여자와 바람 폈지  순진한 남자 잡은 것 같아 맘이 편안한데  6개월 만났더니 화를 내도 전활 안 해  참 그냥 기가 차 머리 안에선 쥐가 나 이 갈아 피와 살이 막 깎이는 느낌 같아 근데 한 가진 분명해 좋은 남자는 많아 단 금도 마찬가지고 찾는 건 쉽지 않아  널 치유할 자격 없어 그저 상처만 줬어 이제서야 이해한단 것 만이라도 알아둬  널 치유할 자격 없어 책임은 있으면서 위로 안 되겠지만 이해한다는 걸 알아둬  일이 꼬이고 안 풀릴 때 울고 싶을 때는 울어도 돼 또 모든 게 미워 보일 땐 화내고 싶으면 넌 내도 돼 이해해 나는 널 그래 지금 얘기해봐 다 모든 걸 들어줄 테니까 oh everything's gonna be alright 웃고 싶을 때는 웃어줘  내가 완벽해서 이 노랠 만든 건 아냐  대부분의 남자들 나보다 낫다 하면 맞아  27년 걸렸어 구리단 걸 알게 되기까지 나아지고 싶을 뿐 난 후회를 다시 느끼기 싫어 그래서 해주는 이 얘기  나도 날 채찍 해야만 정신을 차리지 매일  절대적인 답은 없어 이게 현실인데  대신 나아지려는 놈을 만나 cuz he's a real man  일이 꼬이고 안 풀릴 때 울고 싶을 때는 울어도 돼 또 모든 게 미워 보일 땐 화내고 싶으면 넌 내도 돼 이해해 나는 널 그래 지금 얘기해봐 다 모든 걸 들어줄 테니까 oh everything's gonna be alright 웃고 싶을 때는 웃어줘"}, {"song_no": "4743571", "year": "2014", "rank": "38", "title": "A Step You Can`t Take Back", "artist": "Keira Knightley", "genre": "Foreign Movie,Rock", "lyrics": "So you find  yourself at the subway with your world in a bag by your side and all at once  what seemed like a good way you realize  is the end of the line For what its worth here comes the train upon the track there goes the pain  it cuts to black are you ready for the last act to take a step you can't take back taken all the punches you could take took them all right on the chin and though the camels  back is breaking again again for what it's worth here comes the train upon the track there goes the pain  it cuts to black are you ready for the last act to take a step you can't take back Did she love you Did she take you down Was she on her knees  when she kissed your crown tell me what you found here comes the rain so hold your hat and don't pray to god cause he won't talk back are you ready for the last act to take a step you can't take back back back you can't take back back back so you find yourself  at the subway with your world in a bag by your side"}, {"song_no": "5400356", "year": "2014", "rank": "39", "title": "고백", "artist": "김동률", "genre": "Ballad", "lyrics": "내 맘을 알아챘을까 좀 멀찍이 앞서 걸어갈 때 무심한 듯 흥얼거리던 내 노래를 들었을까 걸음을 좀 늦춰볼까 좀 뒤쳐져 나를 따라 걷는 너를 향해 홱 돌아서서 내 두 팔을 벌려볼까 벌써 이 밤이 다 가려 해 먹빛 하늘 아래 들리는 건 네 숨소리와 나의 심장소리 이렇게 세상이 멎고 난 붙잡아 두려 해 시간을 멈추려 해 언젠가 우리 어떤 날에 마법이 풀리고 다 스러진다 해도 더는 너와 나 둘이 아니려 해 이젠 너와 나 하나가 되려 해 영영 영영 말해줄 때가 된 걸까 물끄러미 나를 바라보는 반짝이던 너의 두 눈이 조용히 감기는 순간 벌써 이 밤이 다 가려 해 새벽 안개 속에 보이는 건 네 속눈썹의 가느다란 떨림 이렇게 시간이 멎고 난 입을 맞추려 해 난 주문을 걸려 해 언젠가 우리 어떤 날에 마법이 풀리고 다 스러진다 해도 가장 빛나는 순간이 되려 해 우리 이렇게 하나가 되려 해 영영 영영 영영 영영"}, {"song_no": "4779294", "year": "2014", "rank": "40", "title": "괜찮아 사랑이야", "artist": "다비치", "genre": "Drama", "lyrics": "내 맘이 보이니 왜 사랑인거니 다시는 하지 말자던 사랑  참 많이 바보 같지 왜 행복 한 거니 니 얼굴이 떠올라  내 곁에만 있어줘 영원히 너를 꽃 흔들리듯 바람에 니가 다가와  내 맘 두드리던 그런 너를 사랑해 가슴이 아파 널 보면  괜찮아 사랑이야 부족한 이 맘을 또 나를 사랑을 받아 줄수 있겠니 나를 왜 웃기만 하니 내 눈을 바라보며 이 떨림을 간직해 나를 안아줘 꽃 흔들리듯 바람에 니가 다가와 내 맘 두드리던 그런 너를 사랑해 가슴이 아파 널 보면  괜찮아 사랑이야 부족한 이 맘을 또 나를 사랑을 받아 줄 수 있겠니 나를 이런 나를 사랑해줘  사랑해 널 oh love"}, {"song_no": "5389475", "year": "2014", "rank": "41", "title": "양화대교", "artist": "Zion.T", "genre": "R&B / Soul", "lyrics": "우리 집에는  매일 나 홀로 있었지 아버지는 택시드라이버 어디냐고 여쭤보면 항상  양화대교 아침이면 머리맡에 놓인  별사탕에 라면땅에 새벽마다 퇴근하신 아버지  주머니를 기다리던 어린 날의 나를 기억하네 엄마 아빠 두 누나 나는 막둥이 귀염둥이 그 날의 나를 기억하네  기억하네  행복하자  우리 행복하자  아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래 내가 돈을 버네 돈을 다 버네 엄마 백원만 했었는데 우리 엄마 아빠 또 강아지도 이젠 나를 바라보네 전화가 오네 내 어머니네 뚜루루루 아들 잘 지내니 어디냐고 물어보는 말에  나 양화대교 양화대교 엄마 행복하자 아프지 말고 좀 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래 그 때는 나 어릴 때는 아무것도 몰랐네 그 다리 위를 건너가는 기분을 어디시냐고 어디냐고 여쭤보면 아버지는 항상 양화대교 양화대교 이제 나는 서있네 그 다리 위에 행복하자  우리 행복하자  아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 행복하자 행복하자 아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래"}, {"song_no": "4806688", "year": "2014", "rank": "42", "title": "끼부리지마", "artist": "WINNER", "genre": "Dance", "lyrics": "끼 좀 부리지마 너 땜에  난 매일매일 불안해  오늘도 빌어 빌어  딴 사람이 널 채 가지 않게  넌 항상 왜 이렇게  오빠라는 사람이 많어  친하단 말만 하곤  왜 다른 설명이 없어  언니 만난다면서  전화기는 왜 꺼져있어  웃겨 정말 화는  왜 네가 내는 건데  한번은 속아도 두 번은 안 속아   나도 어디서 꿀리진 않아 남보다  이 남자 저 남자 조금씩 간보다   또 질리면 KICK하고  차버린 뒤 돌아와  거긴 왜 또 간대  당연히 안돼  남자는 나 빼고 다 한패   니꺼 바로 여기 있잖아  탐내지마 남의 떡   정신차리라 하다  내가 정신 나가겠어  장난치지마 나 장난 아니야  짜증내지마 더 짜증나니까  끼 좀 부리지마 너 땜에  난 매일매일 불안해  오늘도 빌어 빌어  딴 사람이 너를 채가지 않게  끼 좀 부리지마 솔직히  넌 해도 해도 너무해  오늘도 빌어 빌어  딴 놈에게 널 뺏기지 않게  진한 화장하고 친구 집  간다니 참 어이없어  오늘따라 치마는  왜 이리 짧은 건데  날 사랑한다는 거  누구보다 잘 알고 있어  오해라는 네 말 진짜 믿고 싶어  긴 긴 기다림 끝에 드디어  일찍 잤다는 네 전화가 오셨네  재밌게 놀았냐 욱 하고 싶어도  참을 수 밖에 너 훅 떠날까 봐  눈웃음 치고 꼬리치고  혼자 북치고 장구치고 잊을 만 하면 내게 다시 돌아와 뒤통수 치고 이미 온 동네방네 소문났어 어젯밤 너 어딨었어 차라리 거짓말 해줘 장난치지마 나 장난 아니야 짜증내지마 더 짜증나니까 끼 좀 부리지마 너 땜에 난 매일매일 불안해 오늘도 빌어 빌어 딴 사람이 너를 채가지 않게 끼 좀 부리지마 솔직히 넌 해도 해도 너무해 오늘도 빌어 빌어 딴 놈에게 널 뺏기지 않게 웃기만 하지 좀 말고 내 생각 좀 해봐  너 떠나면 아무것도 남는 게 없어 난 울기만 하지 좀 말고 내 생각 좀 해봐 속아주는 것도 이젠 마지막이야"}, {"song_no": "4734486", "year": "2014", "rank": "43", "title": "Darling", "artist": "걸스데이", "genre": "Dance", "lyrics": "요즘 연인들은 kiss하고 시작한대 사랑을 어리숙하고 난 낯을 가리는데 사람을 내 틀 안에 갇혀 매일 가짜 같은 진짜 사랑도 I fell in love with you 표현 못했는데 사랑을 나비처럼 내 맘에 날아 앉아 벌처럼 사랑을 톡 쏘니까 달콤한 유혹에 빠져 난 call me your darling darling 나를 녹여줘 슈가 팝 my 롤리팝 소리 칠 거야 call you my darling darling 그댄 달콤해 oh 화끈해 더 뜨겁게 only you only you only you my only you 슈가 슈가 슈가 너 만이 나의 스타 사랑에 빠진 소재로 노래를 불러볼까 달아 달아 밝아 저 달도 내 맘 알까 슈가 슈가 슈가 달콤해 너무 니가 oh baby 상큼하게 톡톡 soda pop pop pop 내 목이 따끔하고 간지럽게 my my my I fell in love with you 빠져들고 싶어 니 안에 나비처럼 내 맘에 날아 앉아 벌처럼 사랑을 톡 쏘니까 달콤한 유혹에 빠져 난 call me your darling darling 나를 녹여줘 슈가 팝 my 롤리팝 소리 칠 거야 call you my darling darling 그댄 달콤해 oh 화끈해 더 뜨겁게 only you only you 별이 쏟아지는 바닷가 위에 살포시 그대 무릎에 기대 누워 잠들고 싶어 call me your darling darling 나를 녹여줘 슈가 팝 my 롤리팝 소리 칠 거야 call you my darling darling 그댄 달콤해 oh 화끈해 더 뜨겁게 only you only you only you my only you"}, {"song_no": "5397393", "year": "2014", "rank": "44", "title": "야생화", "artist": "임도혁", "genre": "Ballad", "lyrics": "하얗게 피어난 얼음 꽃 하나가 달가운 바람에 얼굴을 내밀어 아무 말 못했던 이름도 몰랐던 지나간 날들에 눈물이 흘러 차가운 바람에 숨어 있다 한줄기 햇살에 몸 녹이다 그렇게 너는 또 한번 내게 온다 좋았던 기억만 그리운 마음만 니가 떠나간 그 길 위에 이렇게 남아 서있다 잊혀질 만큼만 괜찮을 만큼만 눈물 머금고 기다린 떨림 끝에 다시 나를 메말라가는 땅 위에 온 몸이 타 들어가고 내 손 끝에 남은 너의 향기 흩어져 날아가 멀어져 가는 너의 손을 붙잡지 못해 아프다 살아갈 만큼만 미워했던 만큼만 먼 훗날 너를 데려다 줄 그 봄이 오면 그 날에 피우리라 라라라 라라라 라라 라라라 라 라라 라라라 라라"}, {"song_no": "4230004", "year": "2014", "rank": "45", "title": "I`m Fine Thank You", "artist": "레이디스 코드", "genre": "Ballad", "lyrics": "또 눈물이 내 앞을 가려주네요  그대 모습 혹시 보일까봐  벌써 시간이 나도 모르게 늦었네요  오늘도 그대만 기다렸죠  난 참 바보처럼 그대만 불러요  언젠간 그대도 날 보겠죠  한참 기다리다 눈물이 고여요  이렇게 또 하루가 지나죠  오늘 하루만 I cry  영원히 행복하길 Good bye  가끔은 내 생각에 웃어도 좋아  I'm fine thank you  Thank you  아무일 없듯이 살아가다 보면은  혹시 나를 잊을 수도 있죠  아주 가끔 내 생각이 나더라도  잘 있으니 걱정 말아요  난 참 바보처럼 그대만 불러요  언젠간 그대도 날 보겠죠  한참 기다리다 눈물이 고여요  이렇게 또 하루가 지나죠 오늘 하루만 I cry  영원히 행복하길 Good bye  가끔은 내 생각에 웃어도 좋아  I'm fine thank you  Thank you  너무 보고 싶어 힘들어질 때면  바람 되어 불어주고  가끔 저 언덕에서 내 이름 부르며  달려와 힘껏 안아주렴  오늘 하루만 I cry  영원히 행복하길 Good bye  가끔은 내 생각에 웃어도 좋아  I'm fine thank you  Thank you  오늘 하루만 I cry  영원히 행복하길 Good bye  가끔은 내 생각에 웃어도 좋아  I'm fine thank you Thank you  I'm fine thank you Thank you  I'm fine thank you Thank you"}, {"song_no": "5402720", "year": "2014", "rank": "46", "title": "DAY N NIGHT (Feat. SIMON Dominic)", "artist": "허각", "genre": "Ballad", "lyrics": "Every day Every night 너만을 원해  Every where and Every time 지울 수 없게 아닐 거라고 이건 꿈인 거라고 깨어날 수만 있다면 좋겠다고 꿈에 취해서 내가 비틀거리면 언제나처럼 달려와 줄 거라고 다른 시간 다른 곳의 너의 웃음소리가 나의 텅 빈 방을 울리네 차가운 공기가 코 끝에 계속 있어 숨도 못 쉬겠어 어둠이 덮고 있는 침대 위에 매일 같은 해가 저물지 마주 보던 식탁엔 외로움이 가득해 너 떠나고 먹고 사는 게 더 빠듯해 네가 있을 때 물렁했던 난 다시 깐깐해졌지 돌아와 줘 널 받을 내 심장 아직 딴딴해 여긴 그대 없이 난 안 돼요 말도 안 돼요 하루 종일 달콤한 꿈을 꾸죠 다시는 그댈 떠나갈 수 없게 이 꿈에서 깨어날 수 없어요  DAY N NIGHT 매일 난 DAY N NIGHT 또 매일 밤 DAY N NIGHT want you 날 괴롭히는 너의 환상에 DAY N NIGHT 어디 있든 간에 Every DAY N NIGHT 또 어떤 시간에 너만을 원해 No Love 앞도 잘 안 보여 넘어지는 걸 밥 먹듯이 해 길을 잃은 애처럼 손 내밀어 줄 누군가를 기다려 애처롭게 다시 와서 안아줘 I'm livin' in the cold world 잃어버린 것은 너 하나뿐인 걸 가끔 난 내가 누군지도 까먹게 돼 날 증명해주던 너는 이제 내 삶을 하나씩 벗겨내 그대 없이 난 안돼요 말도 안 돼요 하루 종일 달콤한 꿈을 꾸죠 다시는 그댈 떠나갈 수 없게 이 꿈에서 깨어날 수 없어요  DAY N NIGHT 매일 난 DAY N NIGHT 또 매일 밤 DAY N NIGHT want you 날 괴롭히는 너의 환상에 DAY N NIGHT 어디 있든 간에 Every DAY N NIGHT 또 어떤 시간에 너만을 원해 혼자서 하루를 시작하는 게 차츰 익숙해져 가 너 없이는 모든 게 미숙했던 나 다시 느끼고파 작은 실수에도 다 웃어주고 감싸주던 그 미소의 따뜻함 더 이상은 안 돼요 난 안돼요 하루 종일 달콤한 꿈을 꾸죠 다시는 그댈 떠나갈 수 없게 이 꿈에서 깨어날 수 없어요  DAY N NIGHT 매일 난 DAY N NIGHT 또 매일 밤 DAY N NIGHT want you 날 괴롭히는 너의 환상에 DAY N NIGHT 어디 있든 간에 Every DAY N NIGHT 또 어떤 시간에 너만을 원해 DAY N NIGHT"}, {"song_no": "4828024", "year": "2014", "rank": "47", "title": "L4L (Lookin` For Luv) (Feat. Dok2 & The Quiett)", "artist": "BOBBY", "genre": "Rap / Hip-hop", "lyrics": "Let’s go Turn down for whut  I'm just lookin' for luv woah Turn down for whut  I'm just lookin' for luv woah 열 시 반이네 나갈 생각하니  호흡이 딸리네 달이 나를 밝히네 서서히  우리 형의 눈이 감기네 막내가 앵기네 같이 가재  얘가 분위길 망치네 몰래 꺼내온 폰 키고 준비됐어 볼륨을 미리 올려나 날 위해 방방 뛰고 꽉 잡혔던 내 일상 속에 만찬에 발광하고 박자 타면 다른 남자 놈들 나름 춤춘다고 다들 자빠지고 우린 아직 젊기에 밝은 미래 있기에 I lovin this place and  I’m lovin that chick Like da da dad dad da Turn up 간만에 놀러 yea 난 지금 dance club에 많은 사람들이 말해 These chicks ain't loyal 그래도 혹시 몰라 I'm tryna lookin'  for something special 너와 나의 연결고릴 찾을 수도 있어 오늘 woah Turn down for whut  I'm just lookin' for luv woah Turn down for whut  I'm just lookin' for luv woah Turn down for whut  I'm just lookin' for luv woah Turn down for whut  I'm just lookin' for luv woah turn up 늘 분위기는 살리고 서울에서 world wide  모두 난리도 아니거든 내가 뜨면 넌 할 일 없어지는 중 My bad homie adios 여기 여자들의 사랑은 다 내 꺼 널 향한 맘들은  딱 a컵 다 됐고 now let’s go fly wit me get high take off 꽉 잡어 어디까지 갈지 몰라 내겐 한계 따윈 없지 잘 봐 boi 네가 어떤 남잘 만났던 간에 bet u ever seen  a rapper like moi muah lil homie bobby illi naire no body can’t hold us down  일단 가 확 갈 때까지 woah Turn up 간만에 놀러 yea 난 지금 dance club에 많은 사람들이 말해 These chicks ain't loyal 그래도 혹시 몰라 I'm tryna lookin'  for something special 너와 나의 연결고릴  찾을 수도 있어 오늘 워 Turn down for whut  I'm just lookin' for luv woah Turn down for whut  I'm just lookin' for luv woah Turn down for whut  I'm just lookin' for luv woah Turn down for whut  I'm just lookin' for luv woah Turn down for whut  I'm just lookin' for luv woah Turn down for whut  I'm just lookin' for luv woah Turn down for whut  I'm just lookin' for luv woah Turn down for whut  I'm just lookin' for luv woah If u didn’t know now  you know baby bay bee Didn’t know now you know baby bay bee If u didn’t know now  you know baby bay bee Baby bay bee baby bay bee If u didn’t know now  you know baby bay bee Didn’t know now  you know baby bay bee If u didn’t know now  you know baby bay bee Baby bay bee baby bay bee"}, {"song_no": "4785453", "year": "2014", "rank": "48", "title": "Body Language (Feat. 범키)", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "Girl Do you want it  원하는 게 뭐니  I'll give it to you girl   보여줄게 내 성의  ya body my body We'll love it  We'll love it  Oh shit 아무 말도 말고 바로  말고 들어 오해 넌 참 살이 연해  타이거처럼 오늘 밤밤  난 널 범해  Oops I mean 원해 정해볼래  놀이 컨셉  난 선생 넌 학생 진도 빠르게   나가볼게 faster  자 영어시간 오늘 배울 단어는   slave 맞아 뜻은 노예  노예처럼 아무 말 하지 말고   대답해 둘 중 No Yeah  다음은 수학시간 어떡해 뺄까  아니 더해 더해  마지막 체육시간 몸을 움직여   harder better stronger faster  이렇게 우린 사랑을 하네  하고 또 하고 또 하고 또 해도   절대 질리지 않네  머릴 뒤로 묶건 올리건  풀르건 어울려  스트릿부터 정장 교복까지  귀여운 년  청순한 얼굴에 더러운 말까지 해  위에서 아래 뒤에서 앞에서  갖가지 해  네 안에 들어가기 전에 확인하고  싶어 그런데 잠깐 stop  Girl Do you want it  원하는 게 뭐니  I'll give it to you girl   보여줄게 내 성의  ya body my body We'll love it  We'll love it  Oh shit 아무 말도 말고 바로  Don't you understand  body language body body language   I'm speaking  body language body body language   I'm speaking  body language body body language   Let's slow it down girl  이번엔 네가 말해줘 ya fantasy   doctor  어디가 아파 오셨나요  왜 이리 숨가뻐  단출 풀고 가슴 대봐  내 손은 청진기  Let me see 네 심장소리가 응응응   faster  I'm love doctor 아프면 말해  낮져밤이 낮이밤져 난 다 돼  What's your fetish girl  뭐 랩 잘하는 남자  Damn 나네  난 한 마리의 말 내 위 올라타  들썩들썩 체위 up and down  달리길 원해 yes  준비한 거 꺼내 yes  Whip me baby  If you wanna go faster  머리부터 발끝까지  침 바르고 싶어  날 세워주고 받아주는  너의 속은 깊어  네 아름다운 선율  마치 오케스트라  어플 다운받길 잘했어  카마수트라  벌써 땀범벅 따로 운동 안해도 돼  네 옷 아님 안베껴 딴 건  안 표절해  끝에 도달한 듯 보이는 finish line  말하지 않아도 알아요  초코크림 파이  Girl Do you want it  원하는 게 뭐니  I'll give it to you girl   보여줄게 내 성의  ya body my body We'll love it  We'll love it  Oh shit 아무 말도 말고 바로  Don't you understand  body language body body language   I'm speaking  body language body body language   I'm speaking  body language body body language   Let's slow it down girl  몇 시 일어나야 해  8시 알람 맞춰놔야 돼  그럼 7시 일어남 한 시간은  Make it love Make it love  Make it love  몇 시 일어나야 해 8시 알람 맞춰놔야 돼 그럼 7시 일어남 한 시간은 Make it love Make it love Make it love Girl Do you want it 원하는 게 뭐니 I'll give it to you girl  보여줄게 내 성의 ya body my body We'll love it We'll love it Oh shit 아무 말도 말고 바로 Don't you understand body language body body language  I'm speaking body language body body language  I'm speaking body language body body language  Oh shit"}, {"song_no": "5400365", "year": "2014", "rank": "49", "title": "동행", "artist": "김동률", "genre": "Ballad", "lyrics": "넌 울고 있었고 난 무력했지  슬픔을 보듬기엔  내가 너무 작아서  그런 널 바라보며  내가 할 수 있던 건  함께 울어주기  그걸로 너는 충분하다고  애써 참 고맙다고  내게 말해주지만  억지로 괜찮은 척  웃음 짓는 널 위해  난 뭘 할 수 있을까  네 앞에 놓여 진 세상의 짐을  대신 다 짊어질 수  없을지는 몰라도  둘이서 함께라면  나눌 수가 있을까 그럴 수 있을까  꼭 잡은 두 손이 나의 어깨가  네 안의 아픔을  다 덜어내진 못해도  침묵이 부끄러워  부르는 이 노래로  잠시 너를 쉬게 할 수 있다면  너의 슬픔이 잊혀지는 게  지켜만 보기에는  내가 너무 아파서  혼자서 씩씩한 척  견디려는 널 위해  난 뭘 할 수 있을까  네 앞에 놓여 진 세상의 벽이  가늠이 안될 만큼  아득하게 높아도  둘이서 함께라면  오를 수가 있을까 그럴 수 있을까  내일은 조금 더 나을 거라고  나 역시 자신 있게  말해줄 순 없어도  우리가 함께 하는  오늘이 또 모이면   언젠가는 넘어설 수 있을까  네 앞에 놓여 진 세상의 길이  끝없이 뒤엉켜진  미로일지 몰라도   둘이서 함께라면  닿을 수가 있을까 그럴 수 있을까  언젠가 무엇이 우릴 또 멈추게 하고 가던 길 되돌아서 헤매이게 하여도 묵묵히 함께 하는 마음이 다 모이면 언젠가는 다다를 수 있을까"}, {"song_no": "4688375", "year": "2014", "rank": "50", "title": "Maps", "artist": "Maroon 5", "genre": "Rock", "lyrics": "I miss taste of the sweet life I miss the conversation I'm searching for a song tonight I'm changing all of the stations I like to think that we had it all We drew a map to a better place But on that road I took a fall Oh baby why did you run away I was there for you In your darkest times I was there for you In your darkest nights But I wonder where were you When I was at my worst Down on my knees And you said you had my back So I wonder where were you All the roads you took came back to me So I'm following the map  that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following following  following to you The map that leads to you And nothing I can do The map that leads to you Following following following I hear your voice in my sleep at night Hard to resist temptation Cause all these strangers  come over me Now I can't get over you No I just can't get over you I was there for you In your darkest times I was there for you In your darkest nights But I wonder where were you When I was at my worst Down on my knees And you said you had my back So I wonder where were you All the roads you took  came back to me So I'm following the map  that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following following  following to you The map that leads to you And nothing I can do The map that leads to you I was there for you In your darkest times I was there for you In your darkest nights I was there for you In your darkest times I was there for you In your darkest nights But I wonder where were you When I was at my worst Down on my knees And you said you had my back So I wonder where were you All the worse you took came back to me So I'm following the map  that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following following  following to you The map that leads to you And nothing I can do The map that leads to you Following following following"}]