[{"song_no": "4535038", "year": "2014", "rank": "51", "title": "그런 남자", "artist": "Bro", "genre": "Ballad", "lyrics": "말하지 않아도 네맘 알아주고 달래주는 그런남자 너무 힘이들어서 지칠때 항상 네 편이 되어주는 그런남자 한번 눈길만 주고갔는데 말없이 원하던 선물을 안겨다 주는 잘생기진 않아도 네가 가끔 기대어 쉴수 있게 넓은 가슴을 가진 남자 그런 남자가 미쳤다고 너를 만나냐 너도 양심이 있을것 아니냐 뭔가 애매한놈들이  자꾸 꼬인다는건 너도 애매하다는 얘기야 훌쩍 떠나고 싶을때 너를 태워 바다로 쏘는 그런 남자 키가 크고 재벌2세는 아니지만 180은 되면서 연봉 6천인 남자 네가 아무리 우스갯소리를 해도 환하게 웃으며 쿨하게 넘기는 남자 내가 만약에 그런  남자가 될수 있다면 한눈에 반해버릴 그런 남자라면 약을 먹었니 미쳤다고 너를 만나냐 나도 인생을 좀 즐겨봐야지 왕자님을 원하신다면  사우디로 가세요 일부다처제인건 함정 네 가슴에 에어백을 달아도  눈밑에다 애벌레를 키워 보아도  숨길수 없는 단하나의 진실  너는 공격적인 얼굴이야 총을 맞았니 미쳤다고 너를 만나냐 너도 양심이 있을것 아니냐 뭔가 애매한놈들이  자꾸 꼬인다는건 네가 운이없는게  기다림이 모자란게 아냐 그냥 넌 별로야"}, {"song_no": "4635456", "year": "2014", "rank": "52", "title": "예쁜 속옷", "artist": "지나", "genre": "Dance", "lyrics": "어머 미쳤나요 한 곳만 자꾸 보여요  건너편 예쁜 속옷 집  이걸 사야 할까 말까 몇 번을  집었다 놨다  쑥스러워져 고민을 해요 너에게 더 예쁘려 해요  이러는 내가 말이되 너에게 더욱  예쁘게  보이고 싶어  유치하고 뻔한 그 사랑에  빠졌나봐요 주책맞게 미쳤나 봐요 안 하던 짓 안 보이는 것까지 신경 쓰이는 걸 거울을 보고 다시 화장을 계속 고쳐도 내 마음에 들지 않는 걸 그대에게 예뻐 보이고 싶어 이런 내 맘 이런 게 사랑인가요 어머 미쳤나요 가슴이 너무 떨려요 내가 이렇게 될 줄은 가끔은 야해지고 싶고 너의 눈에 띄고 싶어 온종일 생각나 고민을 해요 너에게 더 예쁘려 해요 이러는 내가 말이 돼 너에게 더욱 예쁘게 보이고 싶어 유치하고 뻔한 그 사랑에  빠졌나봐요 주책맞게 미쳤나 봐요 안 하던 짓 안 보이는 것까지 신경 쓰이는 걸 거울을 보고 다시 화장을 계속 고쳐도 내 마음에 들지 않는 걸 그대에게 예뻐 보이고 싶어 이런 내 맘 이런 게 사랑인가요 사랑한다면 과감하게 때로는 영화처럼 보여줘 남자답게 걸어와 귓가에 속삭여 Talking talking So tell me what you want baby 사랑에 빠졌나 봐요 주책맞게 미쳤나 봐요 안 하던 짓 안 보이는 것까지 신경 쓰이는 걸 Tell me your fantasy I'm crazy about you 이 후유 후유 후 I'm crazy about you 이 후유 후유 후 난 그대에게 예뻐 보이고 싶어 사랑에 빠져 흠뻑 취하고 싶어 이런 게 사랑인가요"}, {"song_no": "4594680", "year": "2014", "rank": "53", "title": "요즘 바쁜가봐", "artist": "2BIC(투빅)", "genre": "R&B / Soul", "lyrics": "이 정도까진 아니었는데 사람 맘이란 게 이렇지 이 모든 걸 넌 예측한거니 이게 밀당 뭐 그런거니 매일 내 마음을 떠보던 너의  문자를 이젠 내가 기다린다 자꾸 니가 생각나 한때는  부담스럽던 니가 또 매일매일 눈에 보이던 니가 내가 걸린건가 아님 낚인건가 너의 장난에 한 번만 더 물어봐 솔직히 누가 제일 좋냐고 또 매일매일 누가 보고 싶냐고 니 이름을 말할 수 있는데 요즘 넌 바쁜가봐 평범하다고 생각했는데 왜 이렇게 예뻐보일까 동생으로만 보였었는데 이젠  여자로만 보이네 내게 칭얼칭얼 대던 너의 모습들이  이젠 너무 그리운데 자꾸 니가 생각나 한때는  부담스럽던 니가 또 매일매일 눈에 보이던 니가 내가 걸린건가 아님 낚인건가 너의 장난에 한 번만 더 물어봐 솔직히 누가 제일 좋냐고 또 매일매일 누가 보고 싶냐고 니 이름을 말할 수 있는데 요즘 넌 바쁜가봐 허전해서 이러는 맘이 아냐 난 니가 필요해 이러는 게 어디있어 이렇게 널 기다리게 만들어 놓고 나서 너만 사랑하게 만들고 나서 oh 이렇게 될 줄은 나 몰랐어 내가 바본건가 아님 속는건가  너의 장난에 한 번만 더 불러줘 니 입에 붙어 있던 내 이름 나만 아는 그 귀여운 목소리로 재잘대던 니가 그리운데 요즘 넌 바쁜가봐"}, {"song_no": "4478191", "year": "2014", "rank": "54", "title": "멘붕 (CL Solo)", "artist": "2NE1", "genre": "Electronica", "lyrics": "자 지켜봐라 이 진동의 힘 척추를 타고 내려온 이 느낌 꽃 한 송이 피우리라 못다 핀  Fire Fire 다 같이 불조심  이건 말로 하는 요가 뻣뻣한 자들은 한 번에 녹아 꼬리가 길면 반드시 잡힌다 세상은 요지경 짜가가 판친다 수리수리 마수리 수수리 사바하 네 영혼을 확 깨우는 자장가 저 위로 올라가 자신을 내려 봐 월화 수목 금토 일 Karma karma karma is  looking for you What u gonna do when  they come for you Karma karma karma is  gonna find you What u gonna do  보름달이 떴다 강강수월래 2ne1이 떴다 everybody sqalay 이 세상을 멱살을 흔드는 막춤 숨겨진 내 눈은 감별해 짝퉁 빠르디 빠른 난 뛰어 산토끼처럼 대박을 터뜨려 쌍코피처럼 헝클어진 머리에 풀리는 동공 멘탈은 붕괴 미션은 성공 비비디 바비디 부 하쿠나 마타타 지금 너의 무의식을 따라가 돌고 도는 이 세상을 바라봐 월화 수목 금토 일 Karma karma karma is  looking for you What u gonna do when  they come for you Karma karma karma is  gonna find you What u gonna do  How beautiful is this life How painful is this life How beautiful is this life How painful is this life"}, {"song_no": "4400561", "year": "2014", "rank": "55", "title": "짧은 치마 (Miniskirt)", "artist": "AOA", "genre": "Dance", "lyrics": "Hey Hey Hey AOA Hey Hey Hey Brave Sound Drop it 날 바라보는 시선이 너는 예전 같지가 않은 걸 난 아직도 쓸만한데 너는 왜 날 헌 신 짝 보듯이 해 Hey 너무 이뻐 보여 내가 뭐를 입던지 너무 섹시해 보여 굳이 노출 안 해도 아찔한 나의 하이힐 새까만 스타킹 도저히 눈을 뗄 수 없을 걸  말리지마 짧은 치마를 입고 내가 길을 걸으면 모두 나를 쳐다봐 짧은 치마를 입고 근데 왜 하필 너만 날 몰라주는데 당당한 여잔데 왜 나를 힘들게 해 넌 나만 무시해 어디로 튈지 몰라 나 시간 내 nail 받고 머릴 바꿔봐도 새 구두 신고 괜히 짧은 치말 입어 봐도 넌 몰라봐 왜 무덤덤해 왜 딴 늑대들이 날 물어가기 전에  그만 정신 차려 boy 너무 이뻐 보여 내가 뭐를 입던지 너무 섹시해 보여 굳이 노출 안 해도 아찔한 나의 하이힐 새까만 스타킹 도저히 눈을 뗄 수 없을 걸  말리지마 짧은 치마를 입고 내가 길을 걸으면 모두 나를 쳐다봐 짧은 치마를 입고 근데 왜 하필 너만 날 몰라주는데 당당한 여잔데 왜 나를 힘들게 해 넌 나만 무시해 어디로 튈지 몰라 나 난 점점 지쳐가 날 바라보는 그 눈빛마저도 왜 그리 차가운지 모르겠어 이제 변할 거야 oh oh 당당한 여잔데 왜 나를 힘들게 해 넌 나만 무시해 어디로 튈지 몰라 나"}, {"song_no": "4478188", "year": "2014", "rank": "56", "title": "너 아님 안돼", "artist": "2NE1", "genre": "Electronica", "lyrics": "새로운 만남은 싫어 왠지 몰라도 여전히 네가 많이 미워 아직도 운명 같던 만남이 이젠 님에서 남이 되어 떠나갔어 아직도 맴도는 너의 향기 We used to be all turnt up 우린 멀어졌어 점점 넌 아니라 했지만 두고 봐 사랑의 역전 오늘도 외쳐 그전처럼 let's go 앞으로 rewind 처음으로 X O 아직도 널 잊지 못하고 있는 내 모습이 나 싫은데 잊으려 잊으려 해도 그게 안돼  everyday 너 아니면 안 된다고 끝이란 있을 수 없다고 It ain't over til it's over It ain't over til it's over It ain't over til it's over 너의 사랑이 날 망쳐도 날 아프게 한대도 내겐 오직 너 하나뿐 내 사랑은 너로 시작해 너로 끝나 이 자리에 Waiting for you 너 아님 안돼 No My one and only oh oh oh 너 아님 안돼 No 내 곁엔 너 아니면 안돼 난 다시 날 가둬 너라는 감옥에 너 없는 현실이 가혹해 죽을 만큼 힘들어도 I don't care 난 여우니까 목숨이 아홉 개 수백 번 날 부숴도 매섭게  몰아치는 너란 파도 I'm Okay 아파도 사랑 앞에 난  desperado 누가 뭐라 하던 간에 난 아무도 상관 안 해 우리 같이 춤추던 그 노래는 아직  안 끝났기에 널 향해 지금 외쳐 그전처럼 let's go 앞으로 rewind 처음으로 X O 마지막이라고 차갑게 말하던 네  모습이 싫은데 지우려 지우려 해도 자꾸 난 널 그리네 너 아니면 안 된다고 끝이란 있을 수 없다고 It ain't over til it's over It ain't over til it's over It ain't over til it's over 너의 사랑이 날 망쳐도 날 아프게 한대도 내겐 오직 너 하나뿐 내 사랑은 너로 시작해 너로 끝나 이 자리에 Waiting for you 너 아님 안돼 No My one and only oh oh oh 너 아님 안돼 No 내 곁엔 너 아니면 안돼 난 눈을 감아도 생각나 니 얼굴 표정 하나하나 넌 나의 첨이자 마지막 사랑이야  don't say good bye 너의 사랑이 날 망쳐도 날 아프게 한대도 내겐 오직 너 하나뿐 내 사랑은 너로 시작해 너로 끝나 이 자리에 Waiting for you 너 아님 안돼 No My one and only oh oh oh 너 아님 안돼 No 내 곁엔 너 아니면 안돼 난"}, {"song_no": "4633491", "year": "2014", "rank": "57", "title": "불꽃", "artist": "백지영", "genre": "Ballad", "lyrics": "불꽃  가을 바람이 불어오면  그리움 실어 보내고 붉게 물든 태양 비추면 따스했던 그 날 되새기네 차가운 비가 내리면 내 눈물 감춰주고 하늘의 구름은 다 걷혀도 깊게 박힌 상처는 걷히질 않네 그대가 떠나버린 자리에 그 추억 속에 나는 묻히는가 이별이 찾아온 그 길목에 모두 잊혀지는가 꺼져버린 불꽃처럼 아름답던 기억들 속엔 그대는 곁에 있었고 어두웠던 내 마음속을 그 미소로 날 물들였네  차가운 비가 내리면 내 눈물 감춰주고 하늘의 구름은 다 걷혀도 깊게 박힌 상처는 걷히질 않네 그대가 떠나버린 자리에 그 추억 속에 나는 묻히는가 이별이 찾아온 그 길목에 모두 잊혀지는가 꺼져버린 불꽃처럼 기억 속에서 사라지면 그땐 나를 용서 할 수 있을까 그대가 떠나버린 자리에 그 추억 속에 나는 묻히는가 이별이 찾아온 그 길목에 모두 잊혀지는가 꺼져버린 불꽃처럼"}, {"song_no": "4688674", "year": "2014", "rank": "58", "title": "Summer Time (자리비움)", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "나가자 거리로 행진 이 날씨에 일 붙잡고  씨름 하는 건 NG 깨워 니 엔진  화끈한 리벤지 널 지루하게 만든 일상에게  복수하는 페이지  원 투 오늘은 니가 선두 맨 앞에 서서 가 지금  만들어 보자 건 수 다같이 연주해 발칙한 변주 오늘밤 예술을 만들기 위한  기가 막힌 전주 언행이 지나치면 언쟁이 돼 경쟁이 지나치면 전쟁이 돼 더 이상 컨트롤이 안돼 서로 흠만 잡아 오늘은 그냥 친구처럼  손만 잡아 손대면 터질 것 같은 fever  너무 달렸어 열 좀 식혀 머리 위는 카브리올레 뚜껑 열어 적정속도 아래쪽에 미션  우린 우주의 먼지인 듯  stardust 지구위로 던져진 기분  어찌됐건 good afternoon 지금은 다 break the rule  물도 사서 마시는 판에  햇빛은 아직 공짜네  alright 인사해 good afternoon 같이 내려놔 마음 안에 grenade 이리와 hot한 summertime 이리와 hot한 summertime 이리와 온라인은 토 나와 자리 비움하고  눈부신 선샤인 선샤인 으로 나와 good afternoon  산다는 건 산수처럼  쉽지가 않아 계산해 봤자 답 없어  문제집처럼 문제가 많지만  뒤 페이지에도 답 없어  스스로 안 챙기면 절대로  쉬는 날 없어  너 그런 식으로 버티다간  부러져 때로는  너 자신을 위해 구부러져 살만해도 먹고 살기 힘들다는 말이  입버릇처럼 나와 게다가 찜통 같은 날씨 가끔 보도 블락과  나는 바둑판에 바둑알처럼 느껴  우린 너무 전쟁터의 스파르탄  태양과 바람의 콤비 옷은 춤을 춰 기관지는 미세먼지를  필터링 해 숨을 쉬어 이열 치열 여름날의 cheer up  화끈하게 변태되는  감성의 큰 희열  물도 사서 마시는 판에  햇빛은 아직 공짜네  인사해 good afternoon 같이 내려놔 마음 안에  grenade 이리와 hot한 summertime 이리와 hot한 summertime 이리와 온라인은 토 나와 자리 비움하고  눈부신 선샤인 선샤인 으로 나와 good afternoon 이리와 여기로 새까만 썬글라스 속에  눈은 아가씨들 허리로  왼쪽 good 오른쪽 good 당장 빠지고 싶어  swimming pool  돗자리 자리 돗자리 자리 자리 펴 대낮부터 밖에서  have a party 돗자리 자리 돗자리 자리 자리 펴 같이 내려놔 마음 안에  grenade 이리와 hot한  summertime 이리와 hot한  summertime alright 이리와 온라인은 토 나와 자리 비움하고  눈부신 선샤인 sunshine baby 선샤인 sunshine 으로 나와 good afternoon Yeah Double D와  함께하는 특별한 낮  놀아 낮에 나와 놀아  dynamic한 summer time"}, {"song_no": "4585736", "year": "2014", "rank": "59", "title": "Bad (Feat. Vassy) (Radio Edit)", "artist": "David Guetta", "genre": "Electronica", "lyrics": "I say why does it feel so good So good to be bad Getting what I want boy Why does that make you so mad You see why does it feel so good So good to be bad 'Cause if it's trouble that you're looking for Oh baby here I am I am Oh baby here I am So why does it feel so good So good to be bad Bad I say why does it feel so good So good to be bad Getting what I want boy Why does that make you so mad You see why does it feel so good So good to be bad 'Cause if it's trouble that you're looking for Oh baby here I am I am Oh baby here I am I say why does it feel so good So good to be bad"}, {"song_no": "4686952", "year": "2014", "rank": "60", "title": "집이 돼줄게", "artist": "범키", "genre": "R&B / Soul", "lyrics": "Girl It's been so long 우리 처음 만난 그날부터 참 오래 걸린 것 같아 이렇게 우리 하나 된 날까지 So what I've got to give Is more precious Than you'll ever see yeah 절대 흔들리지 않는 yeah 집이 돼줄게 힘이 들 땐 내 어깨 기대 쉬면 돼 걱정하지 마 God knows I love you 언제나 곁에 있을게 변함없는 오래된 친구처럼 항상 네 편이 돼줄게 What did you do to me Can't stop falling in love Yeah Let's go 가끔 다투고 또 화도 내지만 Oh girl Woo So what I've got to give Is more precious Than you'll ever see yeah I promise you 집이 돼줄게 힘이 들 땐 내 어깨 기대 쉬면 돼 걱정하지 마 God knows I love you 언제나 곁에 있을게 변함없는 오래된 친구처럼 항상 네 편이 돼줄게 Want you to know Yes I'm a man for your love What I'm bout to give you is real Girl Won't you put it down on me 집이 돼줄게 힘이 들 땐 내 어깨 기대 쉬면 돼 걱정하지 마 God knows I love you 언제나 곁에 있을게 변함없는 오래된 친구처럼 항상 네 편이 돼줄게"}, {"song_no": "4648495", "year": "2014", "rank": "61", "title": "오늘따라 (Feat. 가인)", "artist": "팬텀", "genre": "Rap / Hip-hop", "lyrics": "오늘따라 외로워 이상하게 외로워 혼자 있기 싫은 밤이야 누구라도 만나 얘기하고파 무작정 집을 나서 발걸음이 이끈 곳 강남역 술에 취한 많은 사람들 중에 나만 혼자 무표정이야 오늘따라 외로워 숨이 막혀 막 괴로워 네가 생각나 복에 겨웠지 그땐 정말 사랑받는 게 참 당연한줄 알던 그때가 참 좋았어 되돌릴 순 없을까 어느새 네 집 앞에 서성이고 있는  내가 바보 같잖아 일과를 마쳤어 해가 떨어질 때쯤 여느 때와 같이 양손에 쥔 캔맥주 5퍼센트 알코올이 날 위로 못한대도 부족한 내 맘의 5프로는 채워줄까 해서 현관문 열고 들어가 내 방 곳곳에  깃들여져 있는 허전함이 나를 짓눌러 딱히 불행한 건  없었는데 왜 그럴까 순탄케 흘러갔는데 내 스물 중반의 역사 근데 생각나더라 네가 웃길 거야 궁상떠는 거 보면 이제 와 그래 이상하게 오늘따라 외로움이  사라지질 않아 사실은 자주 그래 아파 오늘따라 외로워 이상하게 외로워 혼자 있기 싫은 밤이야 누구라도 만나 얘기하고파 무작정 집을 나서 발걸음이 이끈 곳 강남역 술에 취한 많은 사람들 중에 나만 혼자 무표정이야 오늘따라 외로워 숨이 막혀 막 괴로워 네가 생각나 복에 겨웠지 그땐 정말 사랑받는 게 참 당연한줄 알던 그때가 참 좋았어 되돌릴 순 없을까 어느새 네 집 앞에 서성이고 있는  내가 바보 같잖아 거리의 가게들이 문을 닫으면 가로등이 하나씩 눈을 감으면 세상에 나만 덩그러니 남겨져있는 것 같아 하필 별이 쏟아지는 밤 휘청거리면서 거리로 나서 버스정류장 몇 개를 지나쳐 너무 익숙한 골목길이 나왔어 큰소리로 막 외치고 싶어 나 왔어 이 밤이 지나면 아무것도 아닌데 너와 함께한 날이 꼭 어제 같은데 오늘따라 외로워 이상하게 괴로워 혼자있기 싫은 밤이야 다른 누구도  아니야 네가 보고파 무작정 집을 나서 발걸음이 따라가는 데로 걷다보니  baby 어느새 너의 집앞 골목이야  모퉁이는 돌지 않을게 오늘따라 외로워 숨이 막혀 막 괴로워 네가 생각나 복에 겨웠지 그땐 정말 사랑받는 게 참 당연한 줄 알던 그때 우린 어렸어 되돌릴 순 없을까 어느새 나는 네 집 앞에 now"}, {"song_no": "4691117", "year": "2014", "rank": "62", "title": "니가 빈 자리", "artist": "신용재 (포맨)", "genre": "Ballad", "lyrics": "비가 오는 지금 널 생각해 한때는 우리 전부였었는데 왜 변해간 걸까 우리가 이렇게 이제 와서 후회 하고 있는 내가 너도 미울까 이유 없이 가끔 울어도 보고 가끔 어딘가 떠나가고 싶어 어쩌다가 들려오는 네 소식에 맘이 주저 앉아서 또 난 어떡해야 너를 잊을 수가 있을까 어떡해야 너를 보낼 수가 있을까 아직은 힘들지만 너의 빈자리가 있지만 계속 나는 지워볼게 I like that I like that I like that 그때는 좋았는데 I like that I like that I like that 그때는 좋았는데 I like that I like that I like that 왜 이런 걸까 우린 보낼 수 있다고 믿었어 너 없이도 괜찮을 것 같았어 근데 너 보내고 내가 괜찮은 건 니 생각할 때 뿐 이더라 이별은 아는데 이유 없이 전활 걸고만 싶고 가끔 너의 마지막 문자가 생각나 생각나서 맘이 주저앉아서 난 또 이렇게 어떡해야 너를 잊을 수가 있을까 어떡해야 너를 보낼 수가 있을까 아직은 힘들지만 너의 빈자리가 있지만 널 계속 잊어볼게 I like that I like that I like that 그때가 좋았는데 I like that I like that I like that 그때는 좋았는데 I like that I like that I like that 어떡해야 너를 잊을 수가 있을까 어떡해야 너를 보낼 수가 있을까 너무나 힘들지만 니가 빈자리가 너무 커 어떻게 해야 할까"}, {"song_no": "3726617", "year": "2014", "rank": "63", "title": "자니 (Feat. Dynamic Duo)", "artist": "프라이머리", "genre": "Rap / Hip-hop", "lyrics": "일 끝나서 친구들과 한잔 내일은 노는 토요일이니깐 일 얘기 사는 얘기 재미난 얘기 시간가는 줄 모르는 이 밤 술기운이 올라오니 사내놈들끼린 결국엔 여자 얘기 적적해서 서로의 전화기를 꺼내 번호목록을 뒤져보지 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 돌려보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 술자리가 끝나가 3차로 이동하기 전인데 문자는 일분 칠분 십분 and 이십분 담배와 애만 태우는 지금 답장 왔어 오빠 나 남친 생겼어 늦었어 좀 일찍 연락하지 그랬어 담에 봐 그냥 담에 낮에 봐 후회할거 알면서 전 여자친구에게 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 보내보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 아 진짜 술만 들어가면 왜 이렇게 들뜨는지 나도 잘 몰라 난 왜 그녀들을 부르는지 갑자기 허전해 작업을 걸어대지 여기저기 오늘 밤 나 자존심 다 버렸네 전 여친한테 더럽게 달라붙어 봤지만 그녀는 버럭해 너 진짜 철없게 언제까지 이럴래 미안해 갑자기 외로운걸 어떡해 껄떡대 껄떡대 나 여기저기 다 맘껏 들쑤시고 다녀 온 거릴 거릴 다 또 잠들었어 프라이머리가 텐션 떨어진다 동훈아 넌 저리가 이제 해가 나올 시간이 되가니까 눈이 녹듯이 사그라드는 기대감 너무 지치고 피곤해 자고 싶어 이제 나 첫차를 타고 졸며 집에가 창밖에 앉아 밖을 바라보네  나는 꾸벅꾸벅 조는데 사람들은 하루를 시작해 눈부셔 아침해를 보는게 정신은 맑아지지 않는 기분 아직도 바쁜 내 손가락 아직 손은 바쁘게 움직이지 해장국이나 먹고 갈래 오빠랑 너는 지금 뭐해 자니 밖이야 뜬금없는 문자를 보내보지 난 어떻게 해볼까란 뜻은 아니야 그냥 심심해서 그래 아니 외로워서 그래 가지마 제발 심심해서 그래"}, {"song_no": "4572941", "year": "2014", "rank": "64", "title": "가끔", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "오늘밤은 유난히 추워 가만히 밤 하늘을 또 다시 보고 있어 벌써 1년이 지나 아련하게 다가와 추억 널 집에 데려다 줬던 그 기억들이 다 너무 소중해 언젠가 널 내 옆에 두고 그땐  그랬었지 라며 추억들을 나눌 거라고  생각했었지 넌 나와 같을까 되뇌어보지만 감이 오질 않아 그냥 가끔 그리울 뿐인데 너와 입을 맞추고 널 감싸 안았던 아주 가끔 보고플 뿐인데 오늘은 왜 이렇게 눈물이 나는지 오랜만에 열어본 서랍 속엔 환하게 웃고 있는 네 사진들 버리게 되면 영영 널 잊게 될까 봐  두려워져 언젠가 널 내 옆에 두고 그땐 그랬었지 라며 추억들을 나눌 거라고  생각했었지 넌 나와 같을까 나만 아는 걸까 이미 넌 무감각해졌으니까 그냥 가끔 그리울 뿐인데 너와 입을 맞추고 널 감싸 안았던 아주 가끔 보고플 뿐인데 오늘은 왜 이렇게 눈물이 나는지 I miss you I miss you baby I miss you I miss you baby baby 있을 때 잘할걸 후회 하면서도 돌이킬 자신이 없는걸 이렇게 나만 바보처럼 내 맘 가두고서 살아 그냥 가끔 그리울 뿐인데 너와 입을 맞추고 널 감싸 안았던 아주 가끔 보고플 뿐인데 오늘은 왜 이렇게 눈물이 나는지 I miss you baby I miss you baby I miss you I miss you"}, {"song_no": "4446485", "year": "2014", "rank": "65", "title": "너의 모든 순간", "artist": "성시경", "genre": "Drama", "lyrics": "이윽고 내가 한눈에 너를 알아봤을 때 모든 건 분명 달라지고 있었어 내 세상은 널 알기 전과 후로 나뉘어 니가 숨 쉬면 따스한 바람이 불어와 니가 웃으면 눈부신 햇살이 비춰 거기 있어줘서 그게 너라서 가끔 내 어깨에 가만히 기대주어서 나는 있잖아 정말 빈틈없이 행복해 너를 따라서 시간은 흐르고 멈춰 물끄러미 너를 들여다 보곤 해 그것 말고는 아무것도 할 수 없어서 너의 모든 순간 그게 나였으면 좋겠다 생각만 해도 가슴이 차올라 나는 온통 너로 보고 있으면 왠지 꿈처럼 아득한 것 몇 광년 동안 날 향해 날아온 별빛  또 지금의 너 거기 있어줘서 그게 너라서 가끔 나에게 조용하게 안겨주어서 나는 있잖아 정말 남김없이 고마워 너를 따라서 시간은 흐르고 멈춰 물끄러미 너를 들여다보곤 해 너를 보는 게 나에게는 사랑이니까 너의 모든 순간 그게 나였으면 좋겠다 생각만 해도 가슴이 차올라 나는 온통 너로 니 모든 순간 나였으면"}, {"song_no": "4646575", "year": "2014", "rank": "66", "title": "여름밤의 꿈", "artist": "아이유", "genre": "Ballad", "lyrics": "조용한 밤하늘에 아름다운 별빛이 멀리 있는 창가에도 소리 없이 비추고 한낮의 기억들은 어디론가 사라져 꿈을 꾸듯 밤하늘만 바라보고 있어요 부드러운 노랫소리에 내 마음은 아이처럼 파란 추억의 바다로 뛰어가고 있네요 깊은 밤 아름다운 그 시간은 이렇게 찾아와 마음을 물들이고 영원한 여름밤의 꿈을 기억하고 있어요 부드러운 노랫소리에 내 마음은 아이처럼 파란 추억의 바다로 뛰어가고 있네요 깊은 밤 아름다운 그 시간은 이렇게 찾아와 마음을 물들이고 영원한 여름밤의 꿈을 기억하고 있어요 다시 아침이 밝아와도 잊혀지지 않도록"}, {"song_no": "4583483", "year": "2014", "rank": "67", "title": "얼음들", "artist": "악동뮤지션", "genre": "Folk", "lyrics": "붉은 해가 세수하던  파란 바다 검게 물들고 구름 비바람 오가던  하얀 하늘 회색 빛들고 맘속에 찾아온 어둠을 그대로 두고 밤을 덮은 차가운  그림자마냥 굳어간다 얼음들이 녹아지면 조금 더 따뜻한 노래가 나올텐데 얼음들은 왜 그렇게 차가울까 차가울까요 Why are they so cold Why are they so cold 붉은 해가 세수하던 파란 바다 그 깊이 묻힌 옛 온기를 바라본다 too late get it out 어른들 세상 추위도 풀렸으면 해 얼었던 사랑이 이젠  주위로 흘렀으면 해 맘속에 찾아온 어둠을 그대로 두고 밤을 덮은 차가운  그림자마냥 굳어간다 얼음들이 녹아지면 조금 더 따뜻한 노래가 나올텐데 얼음들은 왜 그렇게 차가울까 차가울까요 얼음들이 녹아지면 조금 더 따뜻한 노래가 나올텐데 얼음들은 왜 그렇게 차가울까 차가울까요 Why are they so cold Why are they so cold"}, {"song_no": "4656370", "year": "2014", "rank": "68", "title": "기적 (ETERNITY)", "artist": "빅스", "genre": "Dance", "lyrics": "Look Love is a nightmare Time's over 기적은 내게 와주었어 첨부터 우린 시작되었어 너의 모든 것을 전부 알고 있기에 난 자신이 있어 yeah 차가워 기분 탓이겠지 낯설어 그게 난 상관없어 고마워 이렇게 내게 돌아온 거 하나면 돼 나 사랑하지 너무 두렵고 끔찍한 악몽을 꿨어 네가 나를 막 떠나갔어 영원히 네가 들어도 말 안 되는 꿈이잖아 널 내가 잃을 리 없을 텐데 일초도 떨어지지만 말아다오 아니 내가 널 안 놓을게 사소한 거 이젠 내가 다 받아줄게 나 사랑하지 너무 두렵고 끔찍한 악몽을 꿨어 네가 나를 막 떠나갔어 영원히 네가 들어도 말 안 되는 꿈이잖아 널 내가 잃을 리 없을 텐데 네가 떠난 나의 모습은 꿈속이라도 싫어 난 네가 나의 곁에만 있다면 악몽이라도 좋아 난 갑자기 흐려지는 너 아무런 말도 나오질 않는 나 눈 뜨기가 두려워 지금 너에게 갈래 다시 나 잠들래 네가 없는 현실 네가 도망가는 꿈속 마치 뫼비우스의 띠처럼 돌고 또 도는 우리 둘 역시 넌 다시 나를 떠나려고 한다 뒤돌자마자 네 팔을 붙잡아 갈 테면 가봐 널 향해 두근대는 내 심장밟고 떠나가봐 Right now 너무 달아서 끔찍한 악몽을 꿨어 우리 첨부터 모든 것을 시작한 여기 넌 없어 모든 게 다 그대로야 날 네가 떠나던 찰나의 꿈 잔인한 밤이 끝없이 날 찾아오고 있어 다시 눈을 감아본다 다시 나를 그 꿈속으로 다시는 깨지 않을 영원한 꿈속으로"}, {"song_no": "4381724", "year": "2014", "rank": "69", "title": "그대가 분다", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "옅은 바람 냄새에  두 눈을 감아본다 낡은 가슴 여전한 떨림  그대가 그대가 온다 어렴풋이 피어오르는 그 옛날의 기억이 두 눈에 소리 없이 흘러  이 가슴을 울려온다 내 맘속에 그대가 분다 그 시절 그때처럼  웃으며 나에게 불어와 소리 없이 그대가 분다 내 가슴 한가운데  보고 싶은 그대가 분다 앙상해진 너의 계절에  가슴이 시려 와도 돌아보면 어제 같은 날들  그 시절은 영원하다 내 맘속에 그대가 분다 그 시절 그때처럼  웃으며 나에게 불어와 소리 없이 그대가 분다 내 가슴 한가운데  보고 싶은 그대가 분다 정말 사랑했구나  그댈 매일 돌아보며 사는 나 내 맘속에 그대가 분다 어디선가 그대가 운다 안아주고 싶지만  자꾸만 멀어지잖아 온 맘 다해 그댈 부른다 이 세상 한가운데  눈물로 그댈 불러본다 하루 종일 그대가 분다"}, {"song_no": "4478189", "year": "2014", "rank": "70", "title": "살아 봤으면 해", "artist": "2NE1", "genre": "R&B / Soul", "lyrics": "오늘도 이렇게 하루가 지나가네 온종일 나 너만을 위해 보냈는데 네가 가장 좋아하는 옷을 꺼내 입고 거울에 비친 가장 아름다워야 할  내 모습은 초라하게만 보여 눈치 없는 밤 하늘은 너무 아름다워 네가 나로 살아 봤으면 해 내가 너로 살아 봤으면 해 단 하루라도 느껴 봤으면 해 너의 마음 나의 마음 내가 너를 사랑했으면 해 네가 나를 사랑했으면 해 단 하루라도 함께 했으면 해 널 후회 없이 보내줄 수 있게 눈앞에 있는 걸 다 던져버리고  싶지만 크게 소리 지르고 싶지만 그걸 듣는 건 나 혼자뿐인걸 타들어 가는 촛불과 함께 얼마 남지 않은 내 마음 아름다운 이 집이 감옥처럼 느껴져 눈치 없는 밤 하늘은 너무 아름다워 네가 나로 살아 봤으면 해 내가 너로 살아 봤으면 해 단 하루라도 느껴 봤으면 해 너의 마음 나의 마음 내가 너를 사랑했으면 해 네가 나를 사랑했으면 해 단 하루라도 함께 했으면 해 널 후회 없이 보내줄 수 있게 가끔 나도 너처럼 다 뒤로하고 밖으로 나가 술로 아픔을 웃음으로 슬픔을 씻어 내리고 싶어 하지 않을 뿐 네가 나로 살아 봤으면 해 내가 너로 살아 봤으면 해 단 하루라도 느껴 봤으면 해 너의 마음 나의 마음 내가 너를 사랑했으면 해 네가 나를 사랑했으면 해 단 하루라도 함께 했으면 해 널 후회없이 보내줄 수 있게 네가 나로 살아봤으면 내가 너로 살아봤으면 단 하루라도 느껴봤으면 널 후회없이 보내 줄 수 있게"}, {"song_no": "4383773", "year": "2014", "rank": "71", "title": "Something", "artist": "걸스데이", "genre": "Dance", "lyrics": "don't you look into my eyes and lie again im sick of being alone 흔들리는 표정 말투에 넌 뭔가 있는 듯해  네 몸에 베인 낯선 향기에 뭔가에 홀린 듯해  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  앞뒤가 이랬다 저랬다 왜 그러니  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  왜 덜컥 겁이나 이손 놔 날 속이지마 나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 흐린 하늘 속 그 무지개 슬피 우는 피아노  네 몸에 베인 낯선 향기에 뭔가에 홀린듯해  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  앞뒤가 이랬다 저랬다 왜 그러니  내 촉에 찔리나봐 허를 찌르니까 넋이 나가  왜 덜컥 겁이나 이손 놔 날 속이지마 나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 사랑을 쉽게  얻으려고 하지마  후회 하지마  속이고  여잘 또 울리는 넌 여기까지  bye bye bye out  나만 몰랐었던 something 분명히 느껴져 must be something 뻔한 너의 거짓말 그만 여기까지만 nothing it's something  stop it no uh 내가 준 사랑이 넌 우스웠니 내가 준 사랑이 지겨워졌니 니 앞에서 보이기 싫어 참았던 눈물 내가 준 사랑이 넌 우스웠니 내가 준 사랑이 지겨워졌니 우린 여기까지니  우린 여기까지니"}, {"song_no": "4658842", "year": "2014", "rank": "72", "title": "Sugar", "artist": "15& (박지민, 백예린)", "genre": "R&B / Soul", "lyrics": "달콤한 whipped cream에  식어버린 커피는 섞이지 않아  꿀 바른 내 맘은  말라붙은 니 맘 같지는 않아  달라도 너무 달라  가깝고도 먼 우리 둘 사이  조심스레 한 스푼 떠 넣어  그리고 잘 저어  니 맘 흔들어 흔들어  그대여 내게 맘을 열어요  쓰디 쓴 사랑에 이젠 지쳐  Give me some sugar  하얗게 내려줘요  Ooh ooh ooh  Sugar  네 맘을 녹여볼래  Ooh ooh ooh  Hey boy show me how you shake it  Hey boy show me how you shake it  Hey boy show me how you  Hey boy show me how you  Ah  고요한 네 맘에  설탕폭탄 터지듯 퍼져 들어가  캄캄한 네 속을  새하얗게 덮어 나만 밟을래  Sweetie oh my sweetie  내 사랑은 아직 쓰기만해요  더도 말고 한 스푼이면 돼  농도를 잘 맞춰  너무 달지 않도록  점점 더 달달해져 둘이서  짜릿해 Two of us  사랑을 뿌려줘요  Give me some sugar  하얗게 내려줘요  Ooh ooh ooh  Sugar  네 맘을 녹여볼래  Ooh ooh ooh  Hey boy show me how you shake it  Hey boy show me how you shake it  Hey boy show me how you  Hey boy show me how you  Ah Baby one more time  Baby one more time yeah  그 대 는 정 말 달 아 요  더 이 상 걱 정 말 아 요  Sugar 샬랄라라라라라 Kiss me  Imma try to tell you something  다른 사람한텐 맘이 닫힌  나인데 너한텐  내 맘을 다 갖다 바칠  사실을 알면 참 달걸  캬라멜 같이 달콤할걸  sweet 한 걸 좋아하면  Baby I'm your sugar girl  Give me some sugar  하얗게 내려줘요  Ooh ooh ooh  Sugar  네 맘을 녹여볼래  Ooh ooh ooh  Give me some sugar 하얗게 내려줘요 Ooh ooh ooh Sugar 네 맘을 녹여볼래 Ooh ooh ooh Hey boy show me how you shake it Hey boy show me how you shake it Hey boy show me how you Hey boy show me how you Ah"}, {"song_no": "4674351", "year": "2014", "rank": "73", "title": "사랑하나 봐", "artist": "이승철", "genre": "Ballad", "lyrics": "날 기억할까 세월 빠르지  날이 가고 또 해가 이만큼  시간 지난 만큼 내 머릿속  그 아픈 기억도 무색해져  근데 이상해 여기가 아파  아픈 채로 참고 살고 있어  눈물로도 그날 지우지 못해  그 아픈 기억 못 버린 채 난  사랑 따윈 No 눈물 따윈 No  그리움 따윈 No 내겐 안 어울려  난 그런데도 널 잡아보려  널 난 몰라 아직  사랑하나 봐 사랑하나 봐  또 이른 새벽 잠에서 깼어  혼자인 내가 익숙한데도  흘린 눈물만큼 더 커져가는  그 아픈 기억 못 버린 채 난  사랑 따윈 No 눈물 따윈 No  그리움 따윈 No 내겐 안 어울려  난 그런데도 널 잡아보려  널 난 몰라 아직  사랑하나 봐  문밖의 발걸음 소리 혹시 너야  외치며 달려 나가  이 거리 윈 니가 남겨 논  이 향기가 날 또 울려  이 사랑 따윈 No 눈물 따윈 No  그리움 따윈 No 내겐 안 어울려  난 그렇게도 널 잡아보려  널 난 몰라 아직  이 사랑 따윈 눈물 따윈 No  그리움 따윈 No 내겐 안 어울려  난 그런데도 널 잡아보려  널 난 몰라 아직  사랑하나 봐 사랑하나 봐 사랑하나 봐 사랑하나 봐"}, {"song_no": "4654324", "year": "2014", "rank": "74", "title": "지금 술 한잔 했어", "artist": "김보경", "genre": "Rap / Hip-hop", "lyrics": "지금 술 한잔 했어 다 잊고 싶어서 그 사람을 사랑을 잊고 싶어서 remember day  이 나쁜 사랑 지켜준다 내게 말해놓고 아무리 마셔 봐도 취하지가 않아 쓰디쓴 독주라도 쓰러지지 않아 druken sailor while I can fight 니 추억과 또 싸워 alright 너의 이별은 누구보다 세 아파아파 나를 미치도록 쳐 비틀비틀 휘청이게 몰아쳐 그래서 난 아파 미쳐 추억을 지우려고 술을 마시네 마셔도 마셔 봐도 취하진 않네 멍하니 방구석에 앉아 가만히 네 사진을 보네 가끔 너와 헤어짐을 떠올리며 난 후회해 술한잔 또 마셨어 다 잊고 싶어서 그 사람을 사랑을 잊고 싶어서 remember day 이 슬픈 사랑 지켜준다 내게 말해놓고 너의 집은 가까운데 네 마음은 멀어 멀어 너를 보면 좋았는데 이젠 내 맘이 아퍼 아퍼 네 얼굴을 가슴에 새기길 수천번 베개에 얼굴을 파묻고 소리쳐 그래도 그대 내게 돌아오지 않아 이미 네가 없는 하루가 또 지나 이토록 죽을 만큼 아픈 적 없어 가슴이 찢긴 듯이 슬픈 적 없어 사랑 이별 추억 미련 그 무엇도 내겐 중요하지 않아 네가 없인 내겐 의미있지 않아 i need u but i hate u 술 한잔 또 마셨어 다 잊고 싶어서 그 사람을 사랑을 잊고 싶어서 remember day 이 슬픈 사랑 지켜준다 내게  말해놓고 슬픈 사랑이 날 무너지게 해 저 바람소리마저 나를 울게 만드네 그 사랑이 날 아프게 하네 remember day 이 미친 사랑 지켜준다 내게 말했잖아 너에게 난 달려가 널 볼 수 있는 건 아냐 네가 보고 싶어서 난 버틸 자신이 없어 너에게 난 달려가 널 볼수있는건 아냐 니가 보고 싶어서 난 오늘도 하늘을 봐"}, {"song_no": "3893169", "year": "2014", "rank": "75", "title": "홀로 (Feat. 김나영)", "artist": "정키", "genre": "Ballad", "lyrics": "아침에 눈을 떴을 때 텅 빈 방안에 나 홀로  니 빈자리 거닐면서 많은 생각들에 잠겨 지워질 수 없는 기억  돌이킬 수 없는 우리  헤어날 수 없는 나와  멀어져만 가는 너를 바라봐 누군가 한 말 처럼 언젠가 만날 거라 그렇게 우린 헤어진 거야 집에 오는 길을 홀로 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴 안고 추억 속에 살아 홀로 방안에서 깨면 홀로 늘 있던 니가 없어 익숙해지겠지  나 홀로 그 때를 기억하니 너와 내가 우리란 말로 함께 할 수 있었던 그 날의 사랑들을 잠시 맞잡았던 두 손  차마 놀 수 없어 붙잡았던 우리라 해도 그립고 그리워 그저  바라만 봐야 했어 누군가 한 말 처럼 언젠가 만날 거라 그렇게 우린  헤어진 거야 집에 오는 길을 홀로  텅 빈 방 침대에 홀로 너와의 기억에 홀로 나 홀로 무뎌질 가슴  안고 추억 속에 살아 홀로 방안에서 깨면 홀로  늘 있던 니가 없어  익숙해지겠지 나 홀로 지난 시간들이 그리워  힘든 건지 내 손길만을  기다린 건지 다른 누군갈 만날  내 모습 바란 건지  그저 날 사랑한다고 말해줘 집에 오는 길을 홀로 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴 안고 살아  보고 싶어 매일 널 그리며 살아  다시 아파한다 해도  내게 손 내밀어  그저 날 사랑한다고 말해줘 이제 더 이상 잊혀질  그 날처럼 처음 날  만나서 설레었던 그 날 그 때로 다시 돌아와 나 하나만 바라보며  사랑한다고 말했던 그 때의 우리로 돌아갈래 텅 빈 방 침대에 홀로 너와의 기억에 홀로  나 홀로 무뎌질 가슴  안고 추억 속에 살아 홀로 방안에서 깨면 홀로 늘 있던 니가 없어 익숙해지겠지  나 홀로"}, {"song_no": "4193337", "year": "2014", "rank": "76", "title": "으르렁 (Growl)", "artist": "EXO", "genre": "Dance", "lyrics": "Yo Okay 나 혹시 몰라 경고하는데 잘 들어 지금 위험해 So Dangerous 자꾸 나를 자극하지마 큰일 나  나도 날 몰라  숨이 자꾸 멎는다 네가 날 향해 걸어온다 나를 보며 웃는다 너도 내게 끌리는지  눈앞이 다 캄캄해 네가 뚫어져라 쳐다볼 땐 귓가에 가까워진 숨소리 날 미치게 만드는 너인걸 아무도 널 못 보게 품에 감추고 싶어 널 노리는 시선들 내 안에 일어난 거센 소용돌이  검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 날이 선 눈빛과 베일듯한 긴장감 지금 탐색 중이야 너의 주위를 Babe Babe Oh 넌 그냥 그대로 있어 나만을 바라보면서 절대 널 보내지 않아 두고 봐 Babe  흐린 공간속에서 선명하게 빛나는 널 노리는 시선들 내 안에 울리는 경보 울림소리 검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 E X O 또 다른 늑대들이 볼세라 너무나 완벽한 내 여자라 품속엔 부드럽게 너를 안고 너만을 위해서 나는 난폭해지고 결국엔 강한 자가 얻게 되는 미인 자리가 없으니까 그냥 돌아가 I win 가능성 제로야 닳으니까 그만 봐 그녀를 넘본다면 나를 먼저 넘어봐  우리 말곤 하나둘씩 지워버리자 너하고 나만 여기 남아 멈춰진 듯이 워 검은 그림자 내 안에 깨어나 널 보는 두 눈에 불꽃이 튄다 그녀 곁에서 모두 다 물러나 이젠 조금씩 사나워진다 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 나 으르렁 으르렁 으르렁 대 너 물러서지 않으면 다쳐도 몰라"}, {"song_no": "4640746", "year": "2014", "rank": "77", "title": "Love Never Felt So Good", "artist": "Michael Jackson", "genre": "Pop", "lyrics": "Baby love never felt so good And I doubt if it ever could Not like you hold me hold me Oh baby Love never felt so fine And I doubt if it's ever mine Not like you hold me hold me And the night's gonna be just fine Gotta fly Gotta see I can't wait I can't take it cause Baby Every time I love you In and out my life In and out baby Tell me If you really love me It's in and out my life In and out baby So baby Love never felt so good Oh baby Love never felt so fine And I doubt if it's ever mine Not like you hold me hold me Oh baby Love never felt so good And I doubt if it ever could Not like you hold me hold me And the night's gonna be just fine Gotta fly gotta see I can't wait I can't take it cause Baby Every time I love you It's in and out my life In and out baby Tell me if you really love It's in and out my life Driving me crazy Baby Love never felt so good baby Love never felt so fine And I doubt if it's ever mine Not like you hold me hold me Oh baby Love never felt so good And I doubt if it ever could Not like you hold me hold me And the night's gonna be just fine Gotta fly gotta see I can't wait I can't take it cause Baby Everytime I love you It's in and out my life In and out baby Tell me If you really love me It's in and out my life Driving me crazy Cause baby Love never felt so good It never felt so good It never felt so good Never felt so good It never felt so good Never felt so good Alright that's fine"}, {"song_no": "4641392", "year": "2014", "rank": "78", "title": "하루하루", "artist": "에일리", "genre": "Drama", "lyrics": "조그마한 방 안에 나 혼자 있다가  밤을 새워 너를 또 그려보네  하루도 널 놓지 못하는 그저 놓지 못하는 나도 참 바보같아 그럭저럭 살만해 난 위로를 하고 혼자 괜찮은 척도 다 해봐도 아무 것도 소용 없잖아 전혀 괜찮지 않아 네가 또 옆에 있는 것만 같아 하루하루 사랑을해도 난 한없이 아프기만한데 우우 늦은 밤 또 네 생각에 잠도 못들고 오늘따라 난 잠도 못들고 그리워해 친구들을 만나면 다 잊은 척하고 아무렇지 않은척 웃어봐도 아무 것도 소용 없잖아 사실 괜찮지않아 잠시도 널 잊지 못하는가봐 WOO 하루하루 사랑을해도 난 한없이 아프기만한데 우우 늦은 밤 또 네 생각에 잠도 못들고 오늘따라 난 잠도 못들고 그리워해 그리워해 너를 해가 저무는 문턱에 서서 찬바람이 불면 추억에 또 실려 나를 또 흔들고 오늘도 날 흔들고 하루만 단 하루만 널 지워버릴 수 있다면 늦은 밤 또 네 생각에 잠도 못들고 오늘따라 난 잠도 못들고 그리워해 그리워해 오늘따라 난 잠도 못들고"}, {"song_no": "4650488", "year": "2014", "rank": "79", "title": "아빙아빙 (Abing Abing)", "artist": "오렌지 캬라멜", "genre": "Dance", "lyrics": "너무 더운 날이야  너  오늘 따라 너무 늦는 거야  No  불 한증막 싸 싸우나 같아  싸  싸우자는 거야   땀은 삐질 삐질 더워 기진맥진  오 베리 베리 스트로베리로  스트레스 따윈 날려  바닐라 빙수로  여름 더위 따윈 날려  배배 배라로 달려  으슬으슬  시원함을 참을 수 없어  아삭 아삭 아삭  시원해서 아빙 아빙  바싹 바싹 더운  올 여름엔 아빙 아빙   손에 손잡고 스푼 들고서  써써써 써리원 아빙 빙  정들겠어 정들겠어  정들겠어  아 아 아 아이스크림 빙수  반하겠어 반하겠어  사실은 말야  뭐  엄마는 외계인인 가봐  뭐  더위 따윈 안타는 것 같아  타  비결이 뭘까 아빙인가봐  흥  나 몰래 먹나 봐  Ah  오 매일 매일 나 나 난 고민해   쿠앤크 빙수 먹을까  참 우유부단해  자꾸 자꾸 생각이나   배라로 달려   워 시원함을 참을 수 없어  아삭 아삭 아삭  시원해서 아빙 아빙  바싹 바싹 더운  올 여름엔 아빙 아빙   손에 손잡고 스푼 들고서  써써써 써리원 아빙 빙  정들겠어 정들겠어  정들겠어  아 아 아 아이스크림 빙수  반하겠어 반하겠어  꿈처럼 사라져 버린 걸까  아름다운 시간이었어 정들겠어 아삭 아삭 아삭 시원해서 아빙 아빙 바싹 바싹 더운 올 여름엔 아빙 아빙 손에 손잡고 스푼 들고서 써써써 써리원 아빙  정들겠어 정들겠어 바닥이 보이네 손이 바빠지네 스르르르륵 녹여줘 아빙 아빙"}, {"song_no": "3808189", "year": "2014", "rank": "80", "title": "Call You Mine (Feat. Geologic Of The Blue Scholars)", "artist": "Jeff Bernat", "genre": "R&B / Soul", "lyrics": "About not too long ago I woke up feeling kind  of blue So I I Picked up my phone  and I decided that I hit up you So then We talked for a little while ask me if I  could roll through  So we Met up got food and  we spent time till the night was through  Can I call you my  own and can I call you my lover Call you my one and only girl  Can I call you my everything call you my baby You're the only one who runs my world  I remember this night  we had outside on the  grass us two We were Gazin’ at stars who  smiled as my eyes only turned towards  you I knew There was no one  else I needed and my  love’s never felt this  way I wasn’t Too sure if you would mind I was nervous but I had to say  Can I call you my own and can I call you my lover Call you my one  and only girl  Can I call you my  everything call you my baby You’re the only one  who runs my world  call you my  own and can I call  you my lover Call you my one  and only girl  Can I call you my  everything call you  my baby You’re the only one who runs my world Can I call you my  own and can I call  you my lover Call you my one  and only girl  Can I call you my  everything call you  my baby You’re the only one who runs my world"}, {"song_no": "4454382", "year": "2014", "rank": "81", "title": "보름달 (Feat. Lena)", "artist": "선미", "genre": "Dance", "lyrics": "The First collaboration of JYP  and Brave Sound  Here we comes 선미  eh eh eh eh eh   eh eh eh eh eh   eh eh eh eh eh   OK It's time to Leggo  지금 당장 아무 말도 필요 없어  그대와 나의 눈빛이 말해주는걸  말하지 마 아무 말도 필요 없어  촉촉이 젖은 내 입술에  살며시 다가와 입 맞춰줘  사랑한단 뻔한 그 한 마디가  특별하게 느껴지는 오늘 밤  왜 이리 심장은 빨리 뛰는지  자 이제 시간이 됐어  그대여 보름달이 뜨는 날  그대 날 보러와요 이 밤이 가기 전에  해 뜨기 전에 서둘러줘요  그대여 보름달이 뜨는 날  그대 사랑을 줘요   이 밤이 가기 전에  해 뜨기 전에 날 보러 와요  eh eh eh eh eh   eh eh eh eh eh   eh eh eh eh eh  Perfect weather can get no better  eh eh eh eh eh   eh eh eh eh eh   eh eh eh eh eh  Everything around us so so real yo  Tonight It's the night  보름달을 조명 삼아  사랑을 속삭이기 딱 좋은 밤  기분 좋은 날씨 11시 완벽한 세팅  하늘마저도 우릴 축복하나 봐  서두르지 말고 하나도 빼놓지 말고  우리만 생각하고 이 밤은 길다고  그대 손을 잡고  walking on the moon  굳게 닫힌 문 빠짐없이 열어  오랫동안 기다려 왔던 꿈  사랑한단 뻔한 그 한 마디가  특별하게 느껴지는 오늘 밤  왜 이리 심장은 빨리 뛰는지  자 이제 시간이 됐어  그대여 보름달이 뜨는 날  그대 날 보러와요  이 밤이 가기 전에  해 뜨기 전에 서둘러줘요  그대여 보름달이 뜨는 날  그대 사랑을 줘요   이 밤이 가기 전에  해 뜨기 전에 날 보러 와요  빗속에 이 옷이 흠뻑 젖고  너와 나 단둘이 이 길을 걷고  달콤한 사랑을 속삭여요  eh eh eh eh eh  eh eh eh eh eh  eh eh eh eh eh  Perfect weather can get no better eh eh eh eh eh  eh eh eh eh eh  eh eh eh eh eh Everything around us so so real yo"}, {"song_no": "4671154", "year": "2014", "rank": "82", "title": "아름다워 (Body)", "artist": "태양", "genre": "R&B / Soul", "lyrics": "Your body's so beautiful  Your body's so beautiful  Your body's so beautiful  Your body's so beautiful  Your body's so beautiful  Your body's so beautiful  아름다워   네 가슴 허리 엉덩이 발끝까지   모두 예뻐  네 몸짓 손짓 눈빛 모든 게 눈부셔  I got that body  You got that body  Now you and me lets make somebody  I got that body   You got that body  Now you and me lets make somebody  My 머리 어깨 무릎 발  It’s better than yours  매일 만나도 난 여전히 설레  새하얀 피부 결이 날 애타게 해  그 어떤 누가 봐도 넌 Sexy lady  내 꺼 라는 게 믿겨지지 않아  난 오늘도 널 감상해  이렇게 매일 밤 날 미치게 해  더 무슨 말이 필요해  너 하나면 충분해   now you got me singin’   Never seen a girl like you  You make me go  Cause I ain't  never seen a body like yours  You make me go  I got that body  You got that body  Now you and me lets make somebody  I got that body   You got that body  Now you and me lets make somebody  My 머리 어깨 무릎 발  It’s better than yours  자꾸 쳐다봐도 아직도 놀래  너의 그 완벽함이 날 춤추게 해  성격을 닮은듯한 도도한 몸매  널 보면 내 body 는  쭉뻗은 너의 긴다리와  잘록하게 예쁜 허리선  향기로운 갈색 머릿결  나를 살아 숨쉬게 해  Your body's so beautiful  Your body's so beautiful  Your body's so beautiful  Your body's so beautiful  Your body's so beautiful  I got that body You got that body Now you and me lets make somebody I got that body  You got that body Now you and me lets make somebody 아름다워  Now you and me lets make somebody 모두 예뻐 Now you and me lets make somebody"}, {"song_no": "4693165", "year": "2014", "rank": "83", "title": "단발머리 (Short Hair)", "artist": "AOA", "genre": "Dance", "lyrics": "Hey Hey Hey Gonna be alright right right Hey Hey Hey AOA Hey Hey Hey Gonna be alright right right Hey Hey Hey Brave Sound Let's do it 짧은 치말 입어볼까  아님 반바질 입을까 이것 저것 고민하다 시간만 가 분홍 립스틱을 바를까  살이 좀 찐 것 같아 옷 입는 맵시가 나질 않아 오늘따라 머리가 맘에 안 들어 투덜투덜 대요 오오오오오 거울 앞에 하루 종일  새로운 사랑하긴 아직 준비가 안됐나 봐요  이제 어떡해요 단발머리 하고 그댈 만나러 가  뭔가 좀 자꾸 어색해요 오오 단발머리 하고 지난 날은 잊고  나 새롭게 태어날 거예요 It's gonna be fine 우우우우우우 날씨 참 좋아요 분위기 참 좋아요 우우우우우우 날씨 참 좋아요 I'm sure It's gonna be fine 짧은 단발머리를 하고  고민 고민 끝에 고른 옷을 빼입고 오늘따라 조금 높은 하이힐 어색하지만 들떠버린 걸음걸이 점점 다가갈수록 눈치도 없는  내 마음은 떨고 어느새 저기 너 환히 웃으며 내게 손 흔들고 오늘따라 머리가 맘에 안 들어 투덜투덜 대요 오오오오오 거울 앞에 하루 종일  새로운 사랑하긴 아직 준비가 안됐나 봐요  이제 어떡해요 단발머리 하고 그댈 만나러 가  뭔가 좀 자꾸 어색해요 오오 단발머리 하고 지난 날은 잊고  나 새롭게 태어날 거예요 It's gonna be fine 우우우우우우 날씨 참 좋아요 분위기 참 좋아요 우우우우우우 날씨 참 좋아요 I'm sure It's gonna be fine 이젠 눈물 흘리지 않아 너 밖에 몰랐던  내가 니 말만 들었던 내가 절대 두 번 다시  상처 받을 일 없을 거예요 날 울리지 마요 단발머리 하고 그댈 만나러 가  뭔가 좀 자꾸 어색해요 오오 단발머리 하고 지난날은 잊고  나 새롭게 태어날 거예요 It's gonna be fine Gonna be alright right right Gonna be alright right right I'm sure It's gonna be alright"}, {"song_no": "4671156", "year": "2014", "rank": "84", "title": "이게 아닌데", "artist": "태양", "genre": "R&B / Soul", "lyrics": "난 아직도 사랑한다고 말하고 싶었지만 더 이상은 안될거라고 끝내 포기해 버렸던 니가 미워졌다기보단 더 보고싶다 아쉽다기보단 너무 그립다 이게 아닌가 이게 아닌가 혹시 우연히 만나면 어떻게 할까 널 모른척 사람들 속에 숨을까 이젠 의미 없는 감정의 낭비겠지만 하루에도 몇십번은 고민해 약이라던 시간도 꽤 지났는데 이게 아닌데 이게 아닌데 이게  아닌데 넌 이제야 행복하다고 미소를 짓겠지만 아름다웠던 기억보단 깊은 상처를 남겼던 니가 미워졌다기보단 더 보고싶다 아쉽다기보단 너무 그립다 이게 아닌가 이게 아닌가 처음부터 너무나도 익숙했잖아 오랜 시간 만나온 연인들보다 이젠 의미 없는 추억속의 일이지만 하루에도 몇십번은 고민해 약이라던 시간도 꽤 지났는데 이게 아닌데 이게 아닌데 이게  아닌데 너로 채워진 내 맘을 비우려 해  봤지만 혹시 영화 같은 일이 내게 벌어질  것만 같아서 하루에도 몇십번은 고민해 약이라던 시간도 꽤 지났는데 이게 아닌데 이게 아닌데 이게  아닌데 나 조차도 내가 날 보기 미안해 끝나버린 사랑은 묻고 싶은데 이게 아닌데 이게 아닌데 이게  아닌데"}, {"song_no": "4516940", "year": "2014", "rank": "85", "title": "오늘 뭐해", "artist": "4minute", "genre": "Dance", "lyrics": "Yeah It's 4MINUTE and  Brave sound Let go A ha a ha ah ah a ha A ha a ha 오늘 뭐해 4MINUTE  이따 뭐해 Ha 주말에 뭐해  Let's go  랄랄라 랄랄라 오늘 뭐해 4MINUTE  이따 뭐해 Ha 주말에 뭐해  Let's go  우리 만날래 Come on  학교 끝나고 갈 곳 없나요 집안일 끝내 놓고 할 일 없나요 회사 끝나고 방황을 하나요 지겹고 지루한 일상이 너무 싫어요 할 일 다 해 놓고도 할 일 없어 할 일 없나 찾는 사람 재미없는 TV 켜 놓고 리액션  따라 웃는 사람 다 들어와 이리 들어와  오늘만큼은 나와 놀아 봐 다 들어 봐 일단 들어 봐 오늘  뭐해 다 들어 봐 꾸미려 하지 마 즐기며 살아 세상은 밝아 사랑을 하면서 신나게 놀아  이따 전화할게요 오늘 뭐해 이따 뭐해 주말에 뭐해 랄랄라 랄랄라 오늘 뭐해 이따 뭐해 주말에 뭐해 우리 만날래 영화 보고 밥도 먹고 남자도  만나고 아메리카노 한잔 수다 떨래 밤새도록 미치는 거야 오늘  밤 다 같이 Party tonight 뭘 그리 걱정해 모두 다  잘 될 거야 모두 다 잘 될 거야  얼굴 좀 피고서 환하게 웃어 봐 I love that Show me the lol face 묵은 때처럼 스트레스에 찌든 일상에서 벗어나 4분간 전방에  웃음 발사 먼 산 보며 멍 때리던 사람  생활에 지쳐 축 처진 사람 이리로 다 모여라 We gon'  rock it kill it That's how we do it 꾸미려 하지 마 즐기며 살아 세상은 밝아 사랑을 하면서 신나게 놀아 이따 전화할게요 오늘 뭐해 이따 뭐해 주말에 뭐해 랄랄라 랄랄라 오늘 뭐해 이따 뭐해 주말에 뭐해 우리 만날래 영화 보고 밥도 먹고 남자도 만나고 아메리카노 한잔 수다 떨래 밤새도록 미치는 거야 오늘 밤  다 같이 Party tonight A ha a ha ah ah a ha A ha a ha Come on Let's party yo A ha a ha ah ah a ha A ha a ha 1 2 3 Go 오늘 뭐해 4MINUTE  이따 뭐해 Ha 주말에 뭐해 Let's go  랄랄라 랄랄라 오늘 뭐해 4MINUTE  이따 뭐해 Ha 주말에 뭐해 Let's go  우리 만날래 오늘 뭐해"}, {"song_no": "4665158", "year": "2014", "rank": "86", "title": "달리 함께", "artist": "정준영", "genre": "Rock", "lyrics": "행복한 것만 떠올리는거 그게 어려워 난 그게 잘 안돼 나 혼자만 많이 다른 사람일까 난 잘못된걸까 솔직한 그 맘을 입밖으로 내는 그게 어려워 난 그게 잘 안돼 행복한 척 웃어왔던 나를 알까 나만 이럴까 덜 완벽한 내 모습 괜찮아 좀 다른 듯한 너도 괜찮아 서로 다른 모습으로 바라보는 두 사람 우리 함께 있을 때 아름다워 힘이 든다고 다 털어놓는거 그게 어려워 난 그게 잘 안돼 나약한 날 알면 외면을 할까봐 실망을 할까봐 아픈걸 감추고 늘 웃으려 하는 그게 어려워 난 그게 잘 안돼 차가운 내 모습 아마 겁이 많아서  이런지 몰라 덜 완벽한 내 모습 괜찮아 좀 다른 듯한 너도 괜찮아 서로 다른 모습으로 바라보는 두 사람 우리 함께 있을 때 더 많이 흔들려도 괜찮아 더 불안해질 때도 괜찮아 너와 내가 함께라는 그 아름다운 말 우리 나랑 이렇게 걷는거야 느린듯 천천히 걸어가는 너와 내 발걸음 멀리서 가까이 바라보면서 덜 완벽한 내 모습 괜찮아 좀 다른 듯한 너도 괜찮아 서로 다른 모습으로 바라보는 두 사람 우리 함께 있을 때 좀 부족한 모습도 괜찮아 또 모난 어떤 것도 괜찮아 서로 알 수 없는 것을 보여주는 두 사람 우리 지금 이대로 아름다워"}, {"song_no": "4669783", "year": "2014", "rank": "87", "title": "룸메이트", "artist": "김예림 (투개월)", "genre": "Drama", "lyrics": "아빠도 아닌데 아침이면 보이는 부부도 아닌데 같이 잠든 조금은 특별해 너란 사람 여친도 아닌데 늦으면 불안해져 밤늦게 톡이라도 좀 날려줘 은근 신경 쓰여 너란 사람 관심 thank you 간섭 no thank you  우린 매우 가깝지만 조금은 먼 그런 사이라는 걸 알잖아 불 꺼진 방 쓸쓸한 퇴근길 캔맥주 두 개 thank you 가끔  꿀꿀한 내 맘을 용케도 알고 날 살찌운 야식친구 알잖아 혼자선 쓸쓸한 우리 집 그래 너와 나 우리 사인 룸메  룸메이트 엄마도 아닌데 생일엔 미역국을 오늘의 설거진 네가 좀 해줘 규칙이 필요해 우리 사이 관심 thank you 간섭 no thank you  우린 매우 가깝지만 조금은 먼 그런  사이라는 걸 알잖아 불 꺼진 방 쓸쓸한 퇴근길 캔맥주 두 개 thank you 가끔  꿀꿀한 내 맘을 용케도 알고 날 살찌운 야식친구 알잖아 혼자선 쓸쓸한 우리 집 그래 너와 나 우리 사인 룸메  룸메이트 어제 마신 알코올이 날 괴롭혀 주말 내내 둘이서 시체놀이 세상 제일 격한 동지애를 느껴 외롭지 않아 진심 thank you 모두 다 thank you  우린 조금 멀 수도 있지만 사실 가장  가까운 걸 알잖아 누구보다 서롤 아는 걸 무섭지 않아 가끔씩 악몽에서 깬  나를 용케도 알고 꼭 안아준 좋은 친구 알잖아 누구보다 고마워하는 걸 그래 너와 나 우리 사인 룸메  룸메이트 아마 어쩌면 우리 둘은 Forever   룸메이트"}, {"song_no": "4646570", "year": "2014", "rank": "88", "title": "꽃", "artist": "아이유", "genre": "Ballad", "lyrics": "꽃이 지네 산과 들 사이로 꽃이 지네 눈물같이 겨울이 훑어간 이 곳 바람만이 남은 이 곳에 꽃이 지네 꽃이 지네 산과 들 사이로 꽃이 피네 산과 들 사이로 꽃이 피네 눈물같이 봄이 다시 돌아온 이 곳 그대 오지 않은 이 곳에 꽃이 피네 꽃이 피네 산과 들 사이로 꽃이 피네 산과 들 사이로 꽃이 피네 눈물 같이"}, {"song_no": "4650438", "year": "2014", "rank": "89", "title": "마지막 처음", "artist": "이창민", "genre": "Ballad", "lyrics": "나 생각할수록 믿어지지 않아  이 넓은 세상 저 많은 사람 중에  이렇게 되려고 오래 전 너와 난  매어져 있었나 봐 보이지 않는  끈으로  긴 시간 돌아 두 개의 길이 만나  이어지도록  운명이라는 말을 처음으로 믿었어  내가 누굴 위해 태어난 지 널  만나고 알았어  항상 나의 마음보다 초라한말들 네 앞에 내놓긴 참 미안하지만 네가 마지막이야 이것만은  말할 수있어 어쩜 사랑하는 방법들도 널 위해 배운 건가 봐 항상 너에게 먼저 웃는 거울이 될게 언제나 널 보면 행복한 나니까 어떻게 이렇게 조그만 네 안에 세상이 들어있니 날 다시  꿈꾸게한 너 넌 믿어지니 너 아닌 누구도  안되는 이 느낌 운명이라는 말을 처음으로 믿었어 내가 누굴 위해 태어난 지 널 만나고 알았어 항상 나의 마음보다 초라한 말들 네 앞에 내놓긴 참 미안하지만 한걸음 가까이 와봐 너의 손가락에 끼워진 약속처럼 영원히 하나로 이어질 수 있게 서로 안아주라고 아픈 자릴 감싸주라고 많이도 헤매고 다치고서 만나게  된건가 봐 이젠 나는 아무것도 두렵지 않아 내 옆에 이렇게 네가 있으니까 네가 마지막이야 자신 있게  말할수 있어 어떤 어려움이 막아서도 잡은 손 놓지 않을게 항상 너에게 먼저 웃는  거울이될게 바라볼 때마다 행복할 수 있게 널 사랑해"}, {"song_no": "4684703", "year": "2014", "rank": "90", "title": "Black (Feat. 스윙스)", "artist": "40", "genre": "R&B / Soul", "lyrics": "What's good ya'll It's your boy swings What's Good 40  You Know black is one  of my favorite colors You know why Cuz it gets your imagination going that's why 너와 같은 구두를 신은 여자만 보아도 붉은 립스틱에 검은  치마를 두른 너를 상상해 네 모습은 달콤할 것 같아 차가울 것 같아 시들지 않는 그런  꽃일 것만 같아 느지막이 저녁쯤에 우리 거기서 만나 Wearing a Black Suit and Tie 달콤한 Chocolate Cake  한 조각 널 위해 준비한 꽃다발 은은하게 뿌린 향수까지 더 크게 Shout it out 품에 널 안고 싶다고  Shout it out 입을 맞추고 싶다고  Shout it out 나를 바라봐줘  Sing with me now eh eh eh eh 네 머릿결이 eh eh eh eh 더 흐른다 eh eh eh eh eh eh eh eh 내 앞에 널 본 그때 모든 것은 멎어버린 것 같아 높은 하이힐이 날카로운 만큼  찔려 버릴 것만 같아 그저 바라볼 수 밖에 없게 만들어 아파 널 품에 가둘 거야 Wearing a Black Suit and Tie 달콤한 Chocolate Cake 한 조각 널 위해 준비한 꽃다발 은은하게 뿌린 향수까지 더 크게 Shout it out 품에 널 안고 싶다고  Shout it out 입을 맞추고 싶다고  Shout it out 나를 바라봐줘  Sing with me now eh eh eh eh 네 머릿결이 eh eh eh eh 더 흐른다 eh eh eh eh eh eh eh eh Take out coffee  그냥 벽에다 던져 어차피 더러워질 방 신경 꺼 마음이 급할수록 느리게 손톱자국이 내 등 뒤에 I took you out  Imma take you down Now take it off  But Don't take too long 널 보면 난 돌처럼 굳어버려 Get it 넌 메두사 아니 아니  not that you're ugly My body language talk's  말 필요 없지 White Candles Black room From the sofa to the bathroom Black hair Black watch Black heels and Black Stockings Man you're soft  키가 너무 커 보여 baby 이제 빨리 내려와 Wearing a Black Suit and Tie 달콤한 Chocolate Cake 한 조각 널 위해 준비한 꽃다발 은은하게 뿌린 향수까지 더 크게 Shout it out 품에 널 안고 싶다고  Shout it out 입을 맞추고 싶다고 Shout it out 나를 바라봐줘 Sing with me now eh eh eh eh 네 머릿결이 eh eh eh eh 더 흐른다 eh eh eh eh eh eh eh eh"}, {"song_no": "4658386", "year": "2014", "rank": "91", "title": "가족사진", "artist": "김진호 (SG워너비)", "genre": "Ballad", "lyrics": "바쁘게 살아온 당신의 젊음에  의미를 더해줄 아이가 생기고 그날에 찍었던 가족사진 속의  설레는 웃음은 빛바래 가지만 어른이 되어서 현실에 던져진  나는 철이 없는 아들 딸이 되어서 이곳 저곳에서 깨지고 또 일어서다  외로운 어느 날 꺼내본 사진 속 아빠를 닮아있네 내 젊음 어느새 기울어 갈 때쯤  그제야 보이는 당신의 날들이 가족사진 속에 미소 띈 젊은 우리엄마  꽃피던 시절은 나에게 다시 돌아와서 나를 꽃 피우기 위해  거름이 되어버렸던  그을린 그 시간들을  내가 깨끗이 모아서 당신의 웃음 꽃 피우길 피우길 피우길 피우길 나를 꽃 피우기 위해  거름이 되어버렸던  그을린 그 시간들을  내가 깨끗이 모아서 당신의 웃음 꽃 피우길 피우길 피우길 피우길 피우길 피우길"}, {"song_no": "4692825", "year": "2014", "rank": "92", "title": "팔베개", "artist": "다비치", "genre": "Ballad", "lyrics": "다시 이렇게 이렇게  잔인한 그 계절이  멈춰 버린 듯 또 스쳐가듯  길 잃은 그 계절이  내게로 와요 내게로 와요  아프게 아프게  약해빠진 내 마음은  그때 기억 속으로  잔인한 계절은 또  나를 비껴가질 않네  자꾸만 좋았던 기억도  생각나게 해주질 않네  팔베개 하고 누워  뒹구르던 우리  그 철없던 날 그 밤은  다시 저 만큼 저 만큼 멀어지네 밤은 깊어져 더 푸르고 누군가 노래해요 너무 어렸던 우리들만의 깊고 푸른 밤처럼  또렷해져요 또렷해져요 밤의 색깔처럼 약해빠진 내 마음은 그때 기억 속으로 잔인한 계절은 또 나를 비껴가질 않네 자꾸만 좋았던 기억도 생각나게 해주질 않네 팔베개 하고 누워 뒹구르던 우리 그 철없던 날 그 밤은  다시 저 만큼 저 만큼 멀어지네 Woo 이렇게 La La La La La La La La 머나먼 계절은 마치 엊그제 같아 슬퍼 손 내밀면 잡힐 것만 같아 그래 그게 날 울려 팔베개 하고 누워 뒹구르던 우리 그 철없던 날 그 밤은  다시 이렇게 이렇게 멀어지네 팔베개 하고 누워 뒹구르던 우리 그 철없던 날 그 밤은 다시 내게서 내게서 멀어지네 멀어지네"}, {"song_no": "4663033", "year": "2014", "rank": "93", "title": "Move (Feat. 박경 Of 블락비)", "artist": "김연우", "genre": "Ballad", "lyrics": "몇 년 같았었던  몇 달 며칠이 흐르고  너 없는 아침 조금은 익숙해  돌보지 못했던 거울 속의  내 모습에  웃음이 나와 처음으로 웃었네  그래 우린 좋은 사랑을 했었지  그건 변하지 않는 것  난 책을 덮듯이 우릴 덮으려 해 Where Am I  Who Am I  다시 날 찾아가볼까  이제야 세상이 제대로 눈앞에   지나가네  네가 떠난 후에  I look like a stupid  처음엔 다 그렇듯 슬픔과 후회가   전부더라고  but love is movin'  짙은 향수 같은 너  아직 베어 있는 기억이 요샌   향기로워  이제야 세상이 선명해 보여  추운 겨울 뒤 다시 맞은 봄  그래 바보 같던 내 모습 좀 어때  이별 후엔 다 그렇지  다음 사랑 더 잘하면 되지 뭐 Where Am I  Who Am I  다시 날 찾아가 볼까  이제야 세상이 제대로 눈앞에 흐르네 살다가 서로가 떠오를 때 서글프진 않길 후회하진 않기를 아직은 너보다 예쁜 사람 내겐 없지만 Where you are Who you are 넌 어디서 누구 걸까 먼 훗날 본다면 웃을 수 있을까 너와 나 Where Am I Who Am I 다시 날 찾아가 볼까 이제야 세상이 Where you are Who you are 먼 훗날 본다면"}, {"song_no": "4667349", "year": "2014", "rank": "94", "title": "히히하헤호", "artist": "마마무(Mamamoo)", "genre": "R&B / Soul", "lyrics": "너만 보면 난 히히하헤호  너만 보면 난 기분이 좋아져  너만 보면 난 히히하헤호  너만 보면 no more sorrow  On a rainy day 눈가에 고이는   눈물 닦아주고  Sunny day 너무 신기하게  Boy you got a way of making me   smile  짜증나는 하루 보내버리고  어두운 표정으로 나타나면  내게 하는 말  Turn that frown upside down  귀찮을 것 같은데도 나도 모르게   I'm smiling  잠에서 깬 상태로 너의 두 눈을 봐  what else do you want me to do  달이 환하게 비치는 너의  두눈에 안겨  ye thats all we wanna do  너의 표정을 비롯해  마음까지도 포용할 수 있어  girl 난 밑 빠진 독 같던 놈들이   아니야  똑같이 보진 말어  i see what you see  so come and let me holla back  너만 보면 난 히히하헤호  너만 보면 난 기분이 좋아져  너만 보면 난 히히하헤호  너만 보면 no more sorrow  서로를 알아가는 매일이  내겐 너무 달어  부드러운 카푸치노 거품 같어  우리 소중한 시간이 내겐 너무 짧어  밀고 당기는 데에  유난히 서툰 나라서  비가 오는 날이던 날이 맑은 날이던  니가 웃고 있다면  내겐 좋은 날이 돼  내 마음을 알고 있다면  거기 서 있어 그대로  언제나 너가 내게 처음 웃어주던   그때로 hey  너만보면 나도몰래 히히  니가 웃을땐 나도 하헤호  깊이 빠졌어 내게 완전히  나는 헤엄쳐 인어공주 같이  너만 보면 난 히히하헤호  너만 보면 난 기분이 좋아져  너만 보면 난 히히하헤호  너만 보면 no more sorrow  Only you  너만이 나를 달랠 수 있어  alright it's gonna be ok baby  We're like Bonnie and Clyde  Cheese and wine Yeah  우린 꽤 어울리는 partner  우리 둘 사이는 아무도 못 갈러  약속해 you'll never make me cry  잠에서 깬 상태로 너의 두 눈을 봐  잠에서 깬 상태로 너의 두 눈을 봐  what else do you want me to do  what else do you want me to do  너만 보면 난 히히하헤호  너만 보면 난 기분이 좋아져  너만 보면 난 히히하헤호  너만 보면 no more sorrow  너만 보면 난 히히하헤호 너만 보면 난 기분이 좋아져 너만 보면 난 히히하헤호 너만 보면 no more sorrow"}, {"song_no": "4671157", "year": "2014", "rank": "95", "title": "버리고", "artist": "태양", "genre": "R&B / Soul", "lyrics": "사랑도 이별도 다 그저 그런 일이라고 I don't care It's okay 난 혼자인 내가 익숙해 차가웠던 내가 감정 없던 내가 요즘 들어 조금 이상해 욕심 많은 내가 이기적인 내가 나를 조금씩 버리게 돼 원했던 것은 다 가졌지만 필요했던 것은 가질 수 없었던 나 눈을 가리던 많은 욕심도 손에 가득한 이기심도 너에게 가는 길에 모든 걸 버리고 지난날은 버리고 가슴 아파왔던 상처들도 숨 막히게 했던 기억도 너에게 가는 길에 모든 걸 버리고 눈물도 나지 않고 흘릴 시간조차 없다고 I won’t stop Anymore 이젠 외로움도 익숙해 말해왔던 내가 센 척 하던 내가 요즘 들어 조금 이상해 욕심 많은 내가 이기적인 내가 나를 조금씩 버리게 돼 원했던 것은 다 가졌지만 필요했던 것은 가질 수 없었던 나 눈을 가리던 많은 욕심도 손에 가득한 이기심도 너에게 가는 길에 모든 걸 버리고 지난날은 버리고 가슴 아파왔던 상처들도 숨 막히게 했던 기억도 너에게 가는 길에 모든 걸 버리고 너 없인 의미 없어 너 없인 내가 없어 세상을 버려도 내 안에 너만  남기면 돼 Baby I will never let you go 눈을 가리던 많은 욕심도 손에 가득한 이기심도 너에게 가는 길에 모든 걸 버리고 지난날은 버리고 가슴 아파왔던 상처들도 숨 막히게 했던 기억도 너에게 가는 길에 모든 걸 버리고"}, {"song_no": "4237755", "year": "2014", "rank": "96", "title": "착해 빠졌어 (Stupid In Love)", "artist": "소유 (SOYOU)", "genre": "Rap / Hip-hop", "lyrics": "니 입술이 나를 욕해도 난 아니 아니야 니 마음이 나를 접어도 난 아니 아니야 내 눈물의 의미를 왜 몰라 끝내자는 게 아니야 안아 달란 말이야 평소완 다른 말투 심장이 시큰해 난 니가 낯설었고 비가 내릴 듯 하늘은 시커메 반복된 실망과 다툼 속 서론 지쳤고 넌 아마도 오늘 여기서 내게 꼭 이별을 말할 것 같아 순간 가슴에 불지른 듯 나도 모르게 소리쳤지 밀치고 부딪히고 널 보며 진저리 쳤지 너 왜 그렇게 슬픈 눈을 하고서 날 쳐다보고만 있어 항상 그랬지 난 모질고 넌 지겹게 착해 빠졌어 니 입술이 나를 욕해도 난 아니 아니야 니 마음이 나를 접어도 난 아니 아니야 내 눈물의 의미를 왜 몰라 끝내자는 게 아니야 안아 달란 말이야 혼자 아닌 둘이라 넌 더 외롭다 했어 슬픈 표정으로 넌 물었지 내 말 이해 할 수 있어 난 귀찮고 바쁘단 핑계로 널 짐처럼 취급했지 믿음은 플라스틱처럼 부러져 니 의심 지긋지긋했지 그리고 너희 집 앞 바래다준 마지막에 어김없이 폭탄 터졌지 참 더럽게도 징하게 서롤 밀쳤고 욕을 뱉고 우린 미쳤고 now we can't go back 누군가 그랬지 계절은 이별을 데리고 오네  계속 그렇게 거친 말 해 다신 안볼 듯 상처를 내봐 어차피 끝낼 맘이면 좀 더 제대로 나쁜 척해봐 너 짜증나게 굴지마 누굴 만나든 잘 살테니까 뒤늦게 다시 날 찾을 때 난 절대로 거기 없으니까 그냥 꺼지라 했지 울먹이는 니 모습 지겨워서 바보같이 아파하는 그 꼴 봐주기 힘겨워서  미안해 할 것 없어 주저하지 말고 말해 어서 이별의 순간 난 여전히 못났고 넌 끝까지 착해빠졌어 헤어지잔 말이 아니야 난 아니 아니야 싫어졌다는 말이 아니야 난 아니 아니야 내 눈물의 의미를 왜 몰라 잡아달란 말이야 안아달란 말이야 가지마 내 눈에 써놨잖아 내 눈물이 말하잖아 멀어져가는 우리 바라보기만 할 뿐 잡지 않아 길었던 연애의 끝 서로의 마음은 닿지 않아 제발 예전의 너로 돌아와 가지마 가지마 이제 끝낼 시간 somebody got to say goodbye 미안해 난 널 더는 사랑 하지 않아 진심 와 닿지 않아  만질 수 없고 볼 수 없어 아무것도 느낄 수 없어 괜찮아 날 욕해 넌 왜 끝까지 멍청하게 그리 착해 빠졌어  서로의 맘 헤프게 떠들며 그저 시간만 끌었지 너는 언제나 최선을 다했고 난 언제나 너의 최악이었지 알아 너가 더 참고 더 울고 더 외로웠어 이별의 순간 난 여전히 못났고 끝내 널 잡지 못했어 평소완 다른 말투 심장이 시큰해 난 니가 낯설었고 비가 내릴 듯 하늘은 시커메 반복된 실망과 다툼 속 서론 지쳤고 넌 아마도 오늘 여기서 내게 꼭 이별을 말할 것 같아"}, {"song_no": "3753304", "year": "2014", "rank": "97", "title": "벚꽃 엔딩", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "그대여 그대여 그대여   그대여 그대여  오늘은 우리 같이 걸어요 이 거리를  밤에 들려오는 자장노래 어떤가요  오예  몰랐던 그대와 단 둘이 손 잡고  알 수 없는 이 떨림과 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  오예  그대여 우리 이제 손 잡아요  이 거리에 마침 들려오는  사랑 노래 어떤가요  오예  사랑하는 그대와 단 둘이 손잡고  알 수 없는 이 거리를 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  바람 불면 울렁이는 기분 탓에  나도 모르게  바람 불면 저편에서 그대여  니 모습이 자꾸 겹쳐  오 또 울렁이는 기분 탓에  나도 모르게  바람 불면 저편에서 그대여  니 모습이 자꾸 겹쳐  사랑하는 연인들이 많군요  알 수 없는 친구들이 많아요  흩날리는 벚꽃 잎이 많군요 좋아요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  그대여 그대여 그대여  그대여 그대여"}, {"song_no": "4669789", "year": "2014", "rank": "98", "title": "설레고 있죠", "artist": "스윗소로우", "genre": "Ballad", "lyrics": "두근거려요 나 자꾸만 그대 문자만 봐요 알 듯 말 듯 그대 닿을 듯 말 듯 그대 사진을 봐요 나  유치하게 왈랑왈랑거려요  그대의 웃음 날 녹일 것만 같아서 You know 이게 사랑일까요 온종일 그대 생각뿐이죠 괜히 또 설레고 있죠 내 맘은 두근두근 이렇게 그댈 사랑하는 내 맘 아나요 꿈이 아니죠 거짓말이 아니죠 그대와 나 괜히 또 불어오는 바람에 내 마음 하늘하늘 이렇게 그댈 기다리는 내 맘 훌쩍 날아올라 멋진 날이죠  새로운 날이죠 그대와 나 괜히 또 설레고 있죠 내 맘은 두근두근 이렇게 그댈 사랑하는 내 맘 아나요 꿈이 아니죠 거짓말이 아니죠 그대와 나 괜히 또 일렁이는 꽃잎에 내 마음 빙글빙글 이렇게 쿵쿵대는 가슴 나도 어쩔 줄을 몰라 멋진 날이죠 새로운 날이죠  그대와 나 I love you I need you I want you I like you I wanna hold you 세상에 가장 흔한 말들이 이젠 내게서 새롭게 되살아나요 내게도 봄이 올까요 괜스레 두근두근 마음 속 부푼 한마디 난 그댈 사랑해 주고 싶어요 모두 주고 싶어요 그대에게 오늘따라 아름다운 하늘에 내 마음 샤랄랄라 이렇게 그댈 기다리는 내 맘 훨훨 날아올라 사랑할게요 그댈 사랑할게요 이대로 나 멋진 날이죠 새로운 날이죠 그대와 나"}, {"song_no": "4674337", "year": "2014", "rank": "99", "title": "눈이 마주친 순간 (I Fancy You)", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "너와 눈이 마주친 순간 너와 눈이 마주친 순간 I fancy you woo woo woo woo I fancy you woo woo woo woo 너와 눈이 마주친 순간 너와 눈이 마주친 순간 I fancy you woo woo woo woo I fancy you woo woo woo woo 넌 이미 알고 있어 You look so good 네가 느끼고 있는 시선 feel so  good so good 굳이 그리지 않아도 돼 아이라인 내겐 널 보는 순간 하나 하나가  highlight ehhy girl don't stop 우리의 vibration 날 쳐다보는  눈빛이 자꾸만 야릇해져 너와 눈이 마주친 순간 너와 눈이 마주친 순간 I fancy you woo woo woo woo I fancy you woo woo woo woo 너와 눈이 마주친 순간 너와 눈이 마주친 순간 I fancy you woo woo woo woo I fancy you woo woo woo woo 눈 뗄 수 없을 만큼 치명적인 몸매 주위 남자들이 너를 쳐다 볼 때 넌 적당한 아이컨택 You make me feel confused 절대 다른 남자와 눈을 마주치지  말아줘 널 향한 내 맘을 어서  받아줘 I don't want anybody 너만이 내 맘을 가질 수가 있어 I fancy you woo I fancy you woo 이미 내 심장은 멈췄어 널 본 순간에 같은 목적을 가졌어 우린 오늘밤에  yeah 너와 눈이 마주친 순간 너와 눈이 마주친 순간 I fancy you woo woo woo woo I fancy you woo woo woo woo 너와 눈이 마주친 순간 너와 눈이 마주친 순간 I fancy you woo woo woo woo I fancy you woo woo woo woo"}, {"song_no": "4383349", "year": "2014", "rank": "100", "title": "노래가 늘었어", "artist": "에일리", "genre": "Ballad", "lyrics": "정신이 나갔었지 너의 자상함에  너의 달콤함에 너의 거짓말에  꿈이 변했었지  유명한 가수보다 좋은 아내가 되려 했지 정말  정말 바보 같았어  정말 바보 같았어 노래가 늘었어  너와 헤어지고 나서 음악에 미쳐 살았더니  모든 노래 가사가 내 얘기 같았어 죽도록 불렀어 조금씩 조금씩  차차 눈물이 말라 갔어 눈앞이 캄캄했지 어찌나 힘든지 욕도 많이 했지 속도 다 버렸지 이젠 다 끝났어 난 너 하나를 잃고  더 큰 희망을 얻은 거야  정말 정말 잘 된 일이야 정말 잘된 일이야 노래가 늘었어  너와 헤어지고 나서 음악에 미쳐 살았더니  모든 노래 가사가 내 얘기 같았어 죽도록 불렀어 조금씩 조금씩  차차 눈물이 말라 갔어 언젠가 너에게 연락이 오겠지 그 땐 남자답게  축하해 주길 바래 니 덕분이니까 고맙다는 인사 나도 멋지게 준비 해둘게 노래가 늘었어  너와 헤어지고 나서 음악에 미쳐 살았더니  모든 노래 가사가 내 얘기 같았어 죽도록 불렀어 조금씩 조금씩  차차 눈물이 말라 갔어 차차 눈물이 말라 갔어 차차 그렇게 널 잊었어"}]