[{"song_no": "7911687", "year": "2015", "rank": "1", "title": "Boys And Girls (Feat. Babylon)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해 아는 친구들 불러모아 흥이 많고 사교성 좋은 애들로만 여긴 한국이지만 서구적인 느낌 가득 아 참 일렉은 절대 안 틀 거야 흠뻑 다 젖어 알콜로 샤워해 ice bucket challenge 저 고주망태는 누가 낚아 챌는지 키는 컸어도 호기심은 미성년 주체 못하는 바람에 주최한 festivity OH UH OH UH 날 알아봐도 티나게 리액션 하지 말아줘 OH UH OH UH 인스타 업뎃이 목적이면 겉옷 챙겨서 나가줘 OH UH OH UH 안목 있는 누나들 want to see ma tattoo 전화기 뒤집자 분위기 좋으니까 진지 빠는 즉시 귀가조치야 Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해 이 파티에는 대부분이 잘나가니까 섣불리 가오 잡다간 곧바로 망신살 사양 말고 마셔 그건 네 인생샷 아무나 잡고 사진 박아도 네 인생샷 I’m intoxicated 남여남여 나눠 착석해 음탕한 게임 하더라도 밖에선 입 단속해 해 뜨고 네 화장도 뜨고 나 먼저 자리 뜨기 전까지 계속 뜨거 OH UH OH UH 다 망가지는 마당에 고상한 척은 자제해 OH UH OH UH 뜬금없는 일 얘기나 고민 상담은 따로해 OH UH OH UH 흑기사 자처하는 쟤는 무슨 심보 전화기 뒤집자 분위기 좋으니까 진지 빠는 즉시 귀가조치야 Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해 Say hello to ma little friends 개념 다 차있지 실수하지 않게 당부해놨지 OH UH OH UH 부담 없이 누리면 돼 Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해"}, {"song_no": "7861392", "year": "2015", "rank": "2", "title": "또 다시 사랑", "artist": "임창정", "genre": "Ballad", "lyrics": "아픔이 좀 더 작아질까 의미 없는 만남을 하다가 어느 날 그대가 흘린 눈물 왠지 나와 같다 느껴서 이렇게 그대를 지키는가 봐요 행복하고 싶었던 그대를 몰랐던 누군갈 또 알아가면서 분명 행복할 걸 알겠지만 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것 일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 어느 날 그대가 숨긴 눈물 왠지 나와 같다 느껴서 이렇게 그대를 지키는 가 봐요 행복하고 싶었던 그대를 몰랐던 누군갈 또 알아가는 게 혹시 두렵기도 하겠지만 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 절대 우리 작은 다툼조차 하지 마요 이별 후엔 서운함만 가슴속에 남으니 사소한 그 표현이 그 말들이 언제나 나에겐 참 고마울 거예요 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것 일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 사랑 언제나 이번이 마지막이라며"}, {"song_no": "7896508", "year": "2015", "rank": "3", "title": "스물셋", "artist": "아이유", "genre": "Dance", "lyrics": "I'm twenty three  난 수수께끼 Question 뭐게요 맞혀봐요 I'm twenty three 틀리지 말기 Because  난 몹시 예민해요 맞혀봐 한 떨기 스물셋 좀  아가씨 태가 나네 다 큰 척해도 적당히 믿어줘요 얄미운 스물셋 아직 한참 멀었다 얘  덜 자란 척해도 대충 속아줘요 난 그래 확실히 지금이 좋아요  아냐 아냐 사실은 때려 치고 싶어요 아 알겠어요 나는 사랑이 하고 싶어 아니 돈이나 많이 벌래 맞혀봐  어느 쪽이게 얼굴만 보면 몰라 속마음과 다른 표정을 짓는 일 아주 간단하거든 어느 쪽이게 사실은 나도 몰라 애초에 나는 단 한 줄의  거짓말도 쓴 적이 없거든 여우인 척 하는 곰인 척 하는 여우 아니면 아예 다른 거 어느 쪽이게 뭐든 한 쪽을 골라 색안경 안에 비춰지는 거 뭐 이제 익숙하거든 Check it out 겁나는 게 없어요 엉망으로 굴어도  사람들은 내게 매일 친절해요 인사하는 저 여자 모퉁이를 돌고도 아직 웃고 있을까 늘 불안해요 난 영원히 아이로 남고 싶어요 아니 아니 물기 있는 여자가 될래요 아 정했어요 난 죽은 듯이 살래요 아냐 다 뒤집어 볼래 맞혀봐 어느 쪽이게 얼굴만 보면 몰라 속마음과 다른 표정을 짓는 일 아주 간단하거든 어느 쪽이게 사실은 나도 몰라 애초에 나는 단 한 줄의  거짓말도 쓴 적이 없거든 여우인 척 하는 곰인 척 하는 여우 아니면 아예 다른 거 어느 쪽이게 뭐든 한 쪽을 골라 색안경 안에 비춰지는 거 뭐 이제 익숙하거든 난 당신 맘에 들고 싶어요 아주 살짝만 얄밉게 해도 돼요 난 당신 맘에 들고 싶어요 자기 머리 꼭대기 위에서 놀아도 돼요 맞혀봐 어느 쪽이게 얼굴만 보면 몰라 속마음과 다른 표정을 짓는 일 아주 간단하거든 어느 쪽이게 사실은 나도 몰라 애초에 나는 단 한 줄의  거짓말도 쓴 적이 없거든 여우인 척 하는 곰인 척 하는 여우 아니면 아예 다른 거 어느 쪽이게 뭐든 한 쪽을 골라 색안경 안에 비춰지는 거 뭐 이제 익숙하거든"}, {"song_no": "7877917", "year": "2015", "rank": "4", "title": "I (Feat. 버벌진트)", "artist": "태연 (TAEYEON)", "genre": "Ballad", "lyrics": "빛을 쏟는 Sky  그 아래 선 아이 I  꿈꾸듯이 Fly  My Life is a Beauty  어디서 많이 들어본 이야기  미운 오리와 백조  또 날기 전의 나비  사람들은 몰라  너의 날개를 못 봐  네가 만난 세계라는 건  잔인할지도 몰라  But strong girl  you know you were born to fly  네가 흘린 눈물  네가 느낀 고통은 다  더 높이 날아오를 날을 위한  준비일 뿐 Butterfly  Everybody's gonna see it soon  빛을 쏟는 Sky  그 아래 선 아이 I  꿈꾸듯이 Fly  My Life is a Beauty  잊었던 꿈 내 맘 또 그려내  움츠렸던 시간  모두 모아 다 삼켜내  작은 기억 하나 둘씩 날 깨워가  세상 가득 채울 만큼  나를 펼쳐가  길고 긴 밤을 지나  다시 Trip 길을 떠나볼래  Why not  이 세상에 내 맘을  깨워 주는 한마디  혼자였던 Yesterday  셀 수 없는 시선에  떨어지는 눈물로 하루를 또 견디고 아슬했던 Yesterday 쏟아지던 말들에 흔들리는 나를 또 감싸고 빛을 쏟는 Sky 그 아래 선 아이 I 꿈꾸듯이 Fly My Life is a Beauty My Life is a Beauty 꽃잎은 저물고 힘겨웠던 난 작은 빛을 따라서 아득했던 날 저 멀리 보내고 찬란하게 날아가 빛을 쏟는 Sky 새로워진 Eyes 새로워진 Eyes 저 멀리로 Fly Fly High Fly High 난 나만의 Beauty 눈 감은 순간 시간은 멈춰가 난 다시 떠올라"}, {"song_no": "7881505", "year": "2015", "rank": "5", "title": "No Make Up", "artist": "Zion.T", "genre": "R&B / Soul", "lyrics": "진하게 화장을 하고 예쁘게 머리를 하고 오늘도 집을 나서는 넌 예뻐 높은 구두를 신고 짧은 치마를 입고 있는 너 너무나 아름다워 but 넌 모를 거야 자다가 일어나 살짝 부은 얼굴이 얼마나 예쁜지 넌 모를 거야 자기 전 세수한 니 모습이 얼마나 예쁜지 자꾸 거울 보지 마 몸무게 신경 쓰지 마 넌 그냥 그대로 너무 예쁜 걸 No make up ye no make up ye No make up 일 때 제일 예쁜 너 빨간색 립스틱보다 투명한 립밤이 좋아 저 하늘 구름보다 자연스러워 어제도 힘들었는지 너무 지쳐 보여 너 이리 와서 내 품에 안겨 baby 넌 모를 거야 아이라인 없이 웃는 너의 예쁜 눈 웃음을 넌 모를 거야 메이크업 베이스 지우면 빛나는 우윳빛 피부 자꾸 거울 보지 마 몸무게 신경 쓰지 마 넌 그냥 그대로 너무 예쁜 걸 No make up ye no make up ye No make up 일 때 제일 예쁜 너 아무리 얘기해도 넌 모르겠다고 하지만 바보 같아 오늘 내일 다음 날도 매일 말해주고파 예쁜 얼굴 넌 그냥 그대로 너무 예쁜 걸 No make up ye no make up ye No make up 일 때 제일 예쁜 너"}, {"song_no": "7924015", "year": "2015", "rank": "6", "title": "안아보자", "artist": "포맨", "genre": "Ballad", "lyrics": "말을 하지 많이 힘들었다고 이런 내가 미안해 티를 내지 이젠 내게 지친걸 사랑하지 않는 걸 눈치도 없이 무슨 일인지 걱정한 내가 바보 같아 꼭 한번만 더 안아보자 조금만 더 이렇게 있자 다시는 안 그럴 테니까 오늘만 그렇게 하자 매일 밤 널 보내던 익숙한 나의 인사가 이별 인사가 될 줄 몰랐어 꼭 한번만 더 안아보자 못 보겠단 너를 불러내놓고 또 아무 말 못하고 잡은 네 손만 놓지 못하고 참았던 눈물이 흘러 꼭 한번만 더 안아보자 조금만 더 이렇게 있자 다시는 안 그럴 테니까 오늘만 그렇게 하자 매일 밤 너를 보내던 익숙한 나의 인사가 이별 인사가 될 줄 몰랐어 힘들었지 참 미안해 이제 그만 아프지 마 제발 힘들었지 떠나지마 참 미안해 이러지마 이제 그만 내 곁에 있어 내 걱정은 하지마 난 괜찮아 난 괜찮아 우리 다시는 울지 말자 오늘까지만 아파하자 이제 널 보내줄 테니까 한번만 내게 웃어줘 매일 밤 네가 그리워 견딜 자신이 없지만 그냥 아무 일 없던 것처럼 꼭 한번만 더 안아보자"}, {"song_no": "7900822", "year": "2015", "rank": "7", "title": "4 Walls", "artist": "f(x)", "genre": "Electronica", "lyrics": "감정이란 꽃은  짧은 순간 피어나는 걸  티끌 하나 없이  완벽했던 시작을 넘어  낯선 파란 빛이 파고들어  어지럽힌 건 Mysteric  Mysteric  눈 깜짝할 그 순간  깊숙한 곳까지  번져버린 너란 Blue  소리 없이 다가와  내게만 펼쳐낸 신기루  Love is 4 Walls  너로 채운 Mirror mirror  Love is 4 Walls  신비로운 미로 미로  눈앞에 피어난 문을 열어  조심스레 빛을 향해 발을 디뎌  And I had the answers  but now they mean nothing  cuz these walls caught me  here with something  새 문을 열고 또 열수록  점점 더 커지는  너만이 가득한 4 Walls  또 다른 색깔의 New walls  깊이 빠져드는 New world  반짝 빛이 나  난 잠시라도 눈을 뗄 수 없어  넌 아름다워  투명하게 날  그려내던 거울 속엔  내가 아닌 네가 비춰와  눈 마주친 그 순간  내게 미소 지어  내 심장은 이미 Blue  숨을 내쉴 때마다  새롭게 보이는 신기루  Love is 4 Walls  너로 채운 Mirror mirror  Love is 4 Walls  신비로운 미로 미로  더 내게 보여줘  커다란 네 품 속 놀라운 Fantasy  널 알아갈수록 헤어날 수 없는 걸  어디든 좋으니  이 세계 끝까지 데려가 줘  손을 뻗은 그 순간  파란 파도처럼 일렁이는 너란 Blue  점점 더 물들여와  선명히 빛나는 신기루  Love  Love is 4 Walls  너로 채운 Mirror mirror  Love is 4 Walls  I'm in the new world 신비로운 미로 미로 아름다워 Ooh You've got to show show me 아름다워 Ooh You've got to show show me 신비로운 미로"}, {"song_no": "7896509", "year": "2015", "rank": "8", "title": "푸르던", "artist": "아이유", "genre": "Ballad", "lyrics": "그날 알았지 이럴 줄 이렇게 될 줄 두고두고 생각날 거란 걸 바로 알았지 까만 하늘 귀뚜라미 울음소리 힘을 주어 잡고 있던 작은 손 너는 조용히 내려 나의 가물은 곳에 고이고 나는 한참을 서서 가만히 머금은 채로 그대로 나의 여름 가장 푸르던 그 밤 그 밤 너의 기억은 어떨까  무슨 색일까  너의 눈에 비친 내 모습도 소중했을까 머리 위로 연구름이 지나가네 그 사이로 선바람이 흐르네  너는 조용히 내려 나의 가물은 곳에 고이고 나는 한참을 서서 가만히 머금은 채로 그대로 나의 여름 가장 푸르던 빗소리가 삼킨 사랑스런 대화  조그맣게 움을 트는 마음 그림처럼 묽게 번진 여름 안에 오로지 또렷한 너  너는 조용히 내려 나의 가물은 곳에 고이고 나는 한참을 서서 가만히 머금은 채로 그대로  나의 여름 가장 푸르던 그 밤 그 밤 그날 알았지 이럴 줄"}, {"song_no": "7899235", "year": "2015", "rank": "9", "title": "Hello", "artist": "Adele", "genre": "Pop", "lyrics": "Hello it's me I was wondering if after all these years You'd like to meet to go over everything They say that time's supposed to heal ya But I ain't done much healing Hello can you hear me I'm in California dreaming  about who we used to be When we were younger and free I've forgotten how it felt before  the world fell at our feet There's such a difference between us And a million miles Hello from the other side I must've called a thousand times to tell you I'm sorry for everything that I've done But when I call you never seem to be home Hello from the outside At least I can say that  I've tried to tell you I'm sorry for breaking your heart But it don't matter  it clearly doesn't tear you apart anymore Hello how are you It's so typical of me to talk about myself I'm sorry I hope that you're well Did you ever make it out of that town Where nothing ever happened It's no secret That the both of us are running out of time Hello from the other side I must've called a thousand times to tell you I'm sorry for everything that I've done But when I call you never seem to be home Hello from the outside At least I can say that I've tried to tell you I'm sorry for breaking your heart But it don't matter  it clearly doesn't tear you apart anymore Ooooohh anymore Ooooohh anymore Ooooohh anymore Anymore Hello from the other side I must've called a thousand times to tell you I'm sorry for everything that I've done But when I call you never seem to be home Hello from the outside At least I can say that I've tried to tell you I'm sorry for breaking your heart But it don't matter  it clearly doesn't tear you apart anymore"}, {"song_no": "7884171", "year": "2015", "rank": "10", "title": "모르나봐", "artist": "소유 (SOYOU)", "genre": "Drama", "lyrics": "내 곁에 니가 아닌  다른 사람이 항상 날 바라보는데 니 말투 니 모습 낯설지 않아  내가 기다린 사람 어쩌면 나  난 사랑을 몰라서 어떤 말도 못 했었나봐 항상 곁에 있었는데 늘 바라보고 있는데 너는 아직도 모르나봐 조금 더 다가가면 날 알아줄까 조금 더 기다려볼까 나 혼자 너 몰래 시작한 사랑 이제 같이 해볼까 어쩌면 나  난 너 밖에 몰라서 다른 사랑 할 수 없나봐 자꾸 내 맘이 이상해 늘 기다리고 있는데 너는 아직도 내 맘을 모르나봐 니가 없어 할 수 없었던 그 말 사랑이라는 그 말 너만 보면 하고 싶은 말 소중한 사람 모르나봐 너 밖에 모르나봐  사랑할 수 밖에 없나봐 나를 부르는 목소리 널 부르는 목소리 나를 바라는 니 눈빛 널 바라보는 눈빛 너도 나를 사랑하나봐 나 밖에 모르나봐"}, {"song_no": "7854179", "year": "2015", "rank": "11", "title": "취향저격", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow 가는 발목 아래 운동화와 청색 스키니진의 완벽한 조화 살짝 큰 듯한 가디건 아래 뚝 떨어진 긴 생머리가 참 고와 수줍은 눈웃음도 멍 때리는 듯한 모습도 예쁘게만 보이고 가슴이 막 떨려 왜 이제야 나타났니 you're my 취향저격 oh oh 너의 가녀린 미소 oh oh 나를 보는 눈빛도 흠잡을 데가 없어 한시도 지루할 틈이 없어 perfect oh oh 애교 섞인 목소리 oh oh 가까워지는 우리 왜 이제야 나타났어 드디어 사랑이 찾아왔어 너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow A girl 잠시 말 좀 물을게 그 까칠한 말투는 어디서 또 배웠대 you work and walk and spit words like a boss wonder woman 현실판은 너의 여성스러움 Oh 느낌적인 느낌 또 뭔가 매혹적인 눈빛에 매료돼 섬세한 그 손길 또 뭔가 어정쩡한 몸짓 I like it babe oh oh 너의 가녀린 미소 oh oh 나를 보는 눈빛도 흠잡을 데가 없어 한시도 지루할 틈이 없어 perfect oh oh 애교 섞인 목소리 oh oh 가까워지는 우리 왜 이제야 나타났어 드디어 사랑이 찾아왔어 너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow 난 니가 정말 좋아 또 가끔 하품하는 모습까지도 내 스타일이야 오 마음이 잘 맞아 내 가슴이 벅차올라 니가 날 부를 때마다 입가에 웃음이 끊이질 않아 Oh girl you know that I love you 너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow 난 니가 정말 좋아 또 가끔 하품하는 모습까지도 내 스타일이야 난 니가 정말 좋아 또 가끔 하품하는 모습까지도 내 스타일이야"}, {"song_no": "7858908", "year": "2015", "rank": "12", "title": "바람이나 좀 쐐 (Feat. 우혜미)", "artist": "개리", "genre": "Rap / Hip-hop", "lyrics": "나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 조금 슬퍼 보이면 어때 너만 그런 게 아닐 텐데 때로는 lonely lonely lonely 때로는 lonely lonely lonely 나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 너와 헤어지고 난 후에 한번에 관계 역시 넌 최고였어 사랑을 할 땐 감동밖에 누가 널 만나게 될진 모르겠지만 그 자식 운이 텄네 그래 슬픈 생각보단 오히려 이렇게 쿨한게 편해 열 편의 영화 열 번의 취함 열 명의 위로와 열 번의 낮과 밤 그걸로 충분하면 좋겠어 지금 이 힘든 이별을 견디는 시간 많은 일들과 작은 웃음들 억지로 만들어가며 적응하는 중 좋은 것만 생각해 그래야 좀 맘이 편해 어차피 사랑도 세월 따라 다 변해 추억 같은 노래 그래 어쩌면 지금 내게 필요한 건 힘이 들 때마다 네가 항상 웃으면서 내게 했던 그 말 나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 조금 슬퍼 보이면 어때 너만 그런 게 아닐 텐데 때로는 lonely lonely lonely 때로는 lonely lonely lonely 나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 사랑은 가고 난 그냥 또 혼자 사는 남자 라면 물 맞추기 선수 가끔씩은 혼잣말하며 외로운 소파와 함께 살아 잠이 들기 전엔 TV 드라마 혹은 영화 네가 없이도 시간은 잘도 흘러가고 너의 연락 없는 전화는 그냥 꺼놔 아마 내일도 그러겠지만 알게 뭐야 끝난 거야 이미 우리 사랑은 죽었고 이별은 춥고 가슴 아픈 평화 또 때로는 무서운 밤의 긴 침묵 같은 거야 이별이 그런 거지 뭐 멀쩡하다가도 울컥하는 실컷 미워하다가 눈물 참는 거 밤이 되면 높은 빌딩 깜박거리는 빨간 불빛 그처럼 네가 떠올라 더 지쳐가는 거 이별은 그런 거야 이별은 그런 거야 멀쩡하다가도 울컥 하는 거 이별은 그런 거야 이별은 그런 거야 실컷 미워하다가도 눈물 참는 거 나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 조금 슬퍼 보이면 어때 너만 그런 게 아닐 텐데 때로는 lonely lonely lonely 때로는 lonely lonely lonely 나가서 바람이나 좀 쐐 이제는 내가 없는 곳에 나가서 바람이나 좀 쐐 조금 슬퍼 보이면 어때 나가서 바람이나 좀 쐐 조금 슬퍼 보이면 어때"}, {"song_no": "7942948", "year": "2015", "rank": "13", "title": "소녀", "artist": "오혁", "genre": "Drama", "lyrics": "내 곁에만 머물러요 떠나면 안돼요 그리움 두고 머나먼 길 그대 무지개를 찾아올 순 없어요 노을 진 창가에 앉아 멀리 떠가는 구름을 보면 찾고 싶은 옛 생각들 하늘에 그려요 음 불어오는 차가운 바람 속에 그대 외로워 울지만 나 항상 그대 곁에 머물겠어요 떠나지 않아요 노을 진 창가에 앉아 멀리 떠가는 구름을 보면 찾고 싶은 옛 생각들 하늘에 그려요 음 불어오는 차가운 바람 속에 그대 외로워 울지만 나 항상 그대 곁에 머물겠어요 떠나지 않아요 내 곁에만 머물러요 떠나면 안돼요"}, {"song_no": "7896507", "year": "2015", "rank": "14", "title": "Zeze", "artist": "아이유", "genre": "Dance", "lyrics": "흥미로운 듯  씩 올라가는 입꼬리 좀 봐  그 웃음만 봐도 알아  분명히 너는 짓궂어  아아 이름이 아주 예쁘구나  계속 부르고 싶어  말하지 못하는  나쁜 상상이 사랑스러워  조그만 손가락으로  소리를 만지네  간지러운 그 목소리로  색과 풍경을 노래 부르네 Yeah  제제 어서 나무에 올라와  잎사귀에 입을 맞춰  장난치면 못써  나무를 아프게 하면 못써 못써  제제 어서 나무에 올라와  여기서 제일 어린잎을 가져가   하나뿐인 꽃을 꺾어가  Climb up me Climb up me 꽃을 피운 듯  발그레해진 저 두 뺨을 봐  넌 아주 순진해  그러나 분명 교활하지  어린아이처럼 투명한 듯해도  어딘가는 더러워  그 안에 무엇이 살고 있는지  알 길이 없어  당장에 머리 위엔 햇살을 띄우지만 어렴풋이 보이는 너의 속은 먹구름과 닿아있네 Oh 제제 어서 나무에 올라와 잎사귀에 입을 맞춰 장난치면 못써 나무를 아프게 하면 못써 못써 제제 어서 나무에 올라와 여기서 제일 어린잎을 가져가  하나뿐인 꽃을 꺾어가 Climb up me Climb up me 한 번 더 닿고 싶어 여기서 매일 너를 기다려 전부 가지러 오렴 다시 부르고 싶어 여기서 매일 너를 기다려 얄밉게 돌아가도 내일 밤에 또 보러 올 거지 제제 어서 나무에 올라와 잎사귀에 입을 맞춰 장난치면 못써 나무를 아프게 하면 못써 못써 제제 어서 나무에 올라와 여기서 제일 어린잎을 가져가  하나뿐인 꽃을 꺾어가 Climb up me Climb up me"}, {"song_no": "7933703", "year": "2015", "rank": "15", "title": "못먹는 감 (Sour Grapes)", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "나 지금 뭐래니 나도 잘 몰라  너 조금 놀랬지 미안해 사과 나 내일 일어나면 후회할 거 알아도  질러 보려 해 해 해 해 어머님 누구니 한번 뵙고 싶다 어떻게 해야지 내게 바나나 나 내일 일어남 후회할거 알아도 찔러 보려 해 해 해 해 아 몰라 못 먹는 감 못 먹는 감 못 먹는 감 걍 그림에 그림에 떡떡 야 니 콧대가 차로 치면 삼각 별이라며 반도 전체가 니 양식장 바다가 삼면이라며 근데 잠깐 넌 불안 불안해 내가 볼 때 두 눈망울에 외로움이 음 그렁그렁해 날 몰래 본거 다 알아 볼 빨개졌네 뭘 아닌 척 귀엽긴 하하 니 심장치고 갔으니까 난 뺑소니네 어이구 사랑의 교통사고 뛰뛰빵빵 넌 날 사귀어야 돼 그건 내 결심이야 남친 있으면 정리해라 이건 선심이야 어 만나야 돼 진심 난 치토스 같은 자식 언젠간 먹고 말거야 이게 발라드 랩 정신이야 whow 내가 좀 노골적이라 넌 좀 설렜을 건데 이런 치명적 고백 처음일거다 꺼지라고 어떻게 사랑이 그래 내 맘에 살랑살랑 자꾸 바람이 부네 eh 나 지금 뭐래니 나도 잘 몰라  너 조금 놀랬지 미안해 사과 나 내일 일어나면 후회할 거 알아도  질러 보려 해 해 해 해 어머님 누구니 한번 뵙고 싶다 어떻게 해야지 내게 바나나 나 내일 일어남 후회할거 알아도 찔러 보려 해 해 해 해 아 몰라 못 먹는 감 못 먹는 감 못 먹는 감 걍 그림에 그림에 떡떡 칭찬 좀 할게 너는 비쥬얼류 갑갑 붙여줘야 해 너의 이름 앞엔 갓갓 역대급 퀄 이런 개이득 대박각 고마워 참 잘 자라줘서 짝짝 박수 쳐줄게 인정 내 취향 넌 웃는 모습 완전 존예 순간 캡쳐 할 뻔 멍청한 사내놈들에게 스캐너 한번 찌융 훑어만 줘도 널 위해 대출하려 할 걸 족족 수컷 follower 득실 돼 니 인스타그램 look at her picture 자동반사 텐트치게 돼 사스가 성진국처럼 적나라 가림 없지 노모 가식 역시 no no Ay bay bay 이런 실물깡패 니 옆에 서면 호모새피엔스 돼요 백에 백 U so fly 하늘 위 미친 연처럼 아낌 없이 날려줄게 만세 나 지금 뭐래니 나도 잘 몰라  너 조금 놀랬지 미안해 사과 나 내일 일어나면 후회할 거 알아도  질러 보려 해 해 해 해 어머님 누구니 한번 뵙고 싶다 어떻게 해야지 내게 바나나 나 내일 일어남 후회할거 알아도 찔러 보려 해 해 해 해 아 몰라 못 먹는 감  못 먹는 감 못 먹는 감 걍 그림에 그림에 떡 또 하나의 사랑 노래가 나왔네 딴 거 해보려 했지만 또 발라드 랩 나 지금 랩퍼 아냐 노래하는 남자 욕먹어도 좋아 먹을 수 있어 니 쪽으로 고갤 천천히 돌렸네 내 착각 니가 날 볼 리 없네 못 먹어도 격하게 찔러보지 누가 알아 니가 열 번 찍은 나무될지 난공불락 못 먹는 감 못 먹는 감 못 먹는 감 걍 그림에 그림에 떡떡 못 먹는 감 못 먹는 감 못 먹는 감 걍 그림에 그림에 떡떡"}, {"song_no": "7891119", "year": "2015", "rank": "16", "title": "OOH-AHH하게", "artist": "TWICE (트와이스)", "genre": "Dance", "lyrics": "모두 나를 가지고 매일 가만 안 두죠 내가 너무 예쁘죠 나 때문에 다 힘들죠 어딜 걷고 있어도 빨간 바닥인거죠 Red carpet 같은 기분 모두 날 쳐다 보죠 oh 어떤 사람은 어머님이 누구냐고 신선하게 말 걸어도 아무 느낌이 안 들죠 하지만 나도 누군가 하고 사랑에 빠져보고 싶어 Baby 잘 들어요 내 Boy 단 한번도 느껴본 적 없는 걸 알게 해주는 사람 기다리고 있는 걸 얼마가 돼도 기다리고 싶어 I just wanna fall in love 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 날 봐 거봐 또 두 번 봐 한번 지나치고 등을 돌려 쳐다봐 TWICE 어딜 가더라도 항상 민 낯 하지만 내가 제일 빛나 낮은 신발 신어도 가치는 High 머릿속엔 늘 영화 속 같은 La La La 장면들이 지나가네 생각만해도 떨리네 Yeah 이제는 나도 누군가 하고 사랑에  빠져 보고 싶어 Baby 잘 들어요 내 Boy 단 한번도 느껴본 적 없는 걸 알게 해주는 사람 기다리고 있는 걸 얼마가 돼도 기다리고 싶어 I just wanna fall in love 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 아무하고 만나 시작하기 싫어  쉽지 않은 여자 그게 나인걸  Let me see How you gon treat me I ain't no easy Better think about it TWICE Let me see How you gon treat me I ain't no easy Better think about it TWICE 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 OOH AHH하게"}, {"song_no": "7858989", "year": "2015", "rank": "17", "title": "어깨", "artist": "소유 (SOYOU)", "genre": "R&B / Soul", "lyrics": "잘 알죠 모든 게 내 맘 같지 않을 때 아무리 뒤척여도 잠은 오지를 않고 전화 속 사람들 이렇게나 많은데 연락할 누구도 곁에 없을 때 혼자만 있고 싶어도 사실 외로울 때 웃어볼 기운도 없을 때가 있죠 할 일은 쌓여서 산더미에 줄어들질 않고 자꾸 한숨만 나올 땐 기대도 돼 기대도 돼요 내게 with you you 언제든 내게 기대 쉬어도 돼요 그대 with you you 다 이해해 유난히 하루가 길게만 느껴질 때 집으로 가는 길 괜히 멀기만 하고 하고픈 이야기 정말 많았었는데 쓴 웃음 지으며 참아버렸죠 누가 툭 건드리기만 하면 금방이라도 울음이 터질 것 같을 때가 있죠 언젠간 괜찮아 질 거라고 애써 생각해도 자꾸 한숨만 나올 땐 기대도 돼 기대도 돼요 내게 with you you 언제든 내게 기대 쉬어도 돼요 그대 with you you 다 이해해 나만 이런건지 혼자 힘든건지 I know I know 잘 하고 있단 걸 그렇게 속으로만 안고있지 말고 you know you know 내가 곁에 있단 걸 기대도 돼 기대도 돼요 내게 with you you 언제든 내게 기대 쉬어도 돼요 그대 with you you 다 이해해 다 이해해 다 이해해 다 이해해"}, {"song_no": "7865089", "year": "2015", "rank": "18", "title": "가끔", "artist": "지아", "genre": "Drama", "lyrics": "눈을 가려도 다 보일 만큼 그대 모습이 느껴지는데 보고 싶단 말이 가슴에 넘치는데 난 아무 말도 못하죠 그대 마음이 내 마음보다 한참을 뒤에 걷고 있어서 여전히 모르죠 그대는 모르죠 항상 곁에 있는 내 사랑을 가끔 내 생각해도 가끔 나를 그려도 가끔 웃어 줘도 괜찮아요 그리운 이 마음조차 사랑인 것만 같아서 그댈 놓지 못해요 어른이 되어 멈춘 키처럼 사랑도 그럴 거라 믿었죠 하루가 다르게 그대가 모르게 매일 커져 가는 사랑이라 가끔 내 생각해도 가끔 나를 그려도 가끔 웃어 줘도 괜찮아요 그리운 이 마음조차 사랑인 것만 같아서 그댈 놓지 못해요 나 이렇게라도 먼발치에서 그대를 보면서 하루를 살아요 그대 알고 있나요 내가 말했었나요 항상 내 맘에 사는 한 사람 오늘은 나를 못 봐도 내일은 보게 될까 봐 그댈 놓지 못해요"}, {"song_no": "7931723", "year": "2015", "rank": "19", "title": "꿀잼", "artist": "다이나믹 듀오", "genre": "Rap / Hip-hop", "lyrics": "kick back 꿀잼 허니잼 here I am  and I'm lookin' at you 꿀잼 허니잼 오늘은 선을 넘고 싶은 밤 다리에 깁스를 한 듯 따분해 수요일 자정의 담을 겨우 넘은 밤 찾아 다니지 아무도 관심 없는 우리 둘만의 잉여공간 적당히 취한 너는 보도 위에서 트리플 악셀 밝게 빛이 나는 너의 얼굴과 네온에 온 거리는 착색 돼 나의 연아 손목엔 도장 찍고 전화 꺼놔 아무도 없는 클럽의 두 시 반 술과 음악이 있는 수요일 밤 친구가 될 수 있을까 내일부터 anymore 꿀잼 오늘밤은 핵잼 꿀잼 허니잼 here I am  꿀잼 오늘밤은 핵잼 광대뼈가 조금 욱신욱신 해 now I’m lookin’ at you 난 김건모 넌 나의 90년대 너랑 있을 때 난 최고 무지 편해 그만 두리번대 이정도 뮤직 불이면 술이면 우리 둘이면 돼 분위기 죽여 넌 묻어 얼굴을 내 가슴에 내 손가락 니 귀 뒤로 날아가 널 마중해 blues time 친구 연인 그 중간 선을 smooth하게 넘는 이 순간 아무도 없는 클럽의 두 시 반 어색함이 선을 긋지만 더 가까이 붙지 난 수요일 밤 오늘밤은 우리 순진한 척 하며 뒤로 숨지마 턱 밑까지 차오른 충동 속에 빠져볼까 둘이 손잡고 풍덩 꿀잼 오늘밤은 핵잼 꿀잼 허니잼 here I am  꿀잼 오늘밤은 너와나 단둘이만 핵잼 광대뼈가 조금 욱신욱신 해 now I’m lookin’ at you 태양은 아직 멀었고 지금 우리 기분은 탑 이 밤을 경영 관리 잘 한다면 우린 대성할 것 같아 심장은 불 뿜지 마치 dragon dragon 잘 길들여 승리해요 서로에 대한 호감은 이순간부로 격렬하게 팽창한다 빅뱅 빅잼 꿀잼 오늘밤은 핵잼 꿀잼 허니잼 here I am 꿀잼 오늘밤은 핵잼"}, {"song_no": "5826447", "year": "2015", "rank": "20", "title": "겁 (Feat. 태양)", "artist": "MINO (송민호)", "genre": "Rap / Hip-hop", "lyrics": "뒤돌아 봤을 때 생각보다 멀리 와있었어 난 혼자였고 문득 겁이 났지 내가 날 봤을 때 지쳐있단 사실을 몰랐었어 난 외로웠고 문득 겁이 났지 넌 잘하고 있어 헷갈릴 때면 여태 그랬던 것처럼 그냥 Go 너답게 해 너는 너를 알아 연습했잖아 한 수 천 번은 말야 좌절 한 두 번 이젠 시시해 원래 기회라는 건 인생의 위기에 넌 알잖아 다시 일어나는 법 천국여행 간다며 어서 싸 캐리어 멈추지 마라 아직 할 일 많아 뒷바라지하는 부모님의 사진봐 넌 동생들의 거울이자 가족들의 별 네가 잠을 줄여야만 그들이 편하게 숙면 야 이 병신아 티 좀 내지마 마음 단단히 먹어 알아 외롭지만 견뎌내야 돼 눈물 흘리냐 사내새끼가 뚝 그치고 다시 들어 책임감 eh 아무것도 보기 싫었을 때 억지로 눈을 부릅뜬 건 그냥 겁나서 덜컥 겁이 나서 그래 eh o 아무 말도 하기 싫었을 때 일부러 목소릴 높인 건 There is no other reason 겁이 나 난 겁이 나 입버릇처럼 말했어 언제나 나는 나를 믿어 상대는 없다며 But enemy was in my mirror 계속된 싸움에 이성을 잃었었나봐 내가 나를 죽였어 엄마도 내 눈치를 봐 대중의 관심을 받는 게 eh CCTV 속에 사는 게 eh 한곳만 죽어라 팠는데 그게 내 무덤이 될 수도 있다는 게 무서웠어 아버지 날 보고 있다면 정답을 알려줘 어른이 되기엔 난 어리고 여려 아직도 방법을 모르고 부딪히는 짓만 하기엔 너무 아프다는 걸 이제 알았어 너무 늦었나봐 무식하게 채찍질만 하기엔 아물지 않은 상처가 너무 많아 eh 아무것도 보기 싫었을 때 억지로 눈을 부릅뜬 건 그냥 겁나서 덜컥 겁이 나서 그래 eh o 아무 말도 하기 싫었을 때 일부러 목소릴 높인 건 There is no other reason 겁이 나 난 겁이 나 자꾸 겁이 나 난 모든 게 감사해 내 종교를 떠나서 6년 전부터 이 꼬맹이를 이용하려 했던 악덕 대표님들 조차 날 구원해준 지금의 회사도 이 무대를 내어준 수많은 참가자도 남자의 삶을 알려준 하늘에 계신 큰아빠도 가족 내 어깨들과 형제 같은 멤버들도 딱 오늘까지만 위로를 받고 내일부턴 겁쟁이가 아닌 성숙해진 나로 eh 아무것도 보기 싫었을 때 억지로 눈을 부릅뜬 건 그냥 겁나서 덜컥 겁이 나서 그래 eh o 아무 말도 하기 싫었을 때 일부러 목소릴 높인 건 There is no other reason 겁이 나 난 겁이 나 Can you see me now Anybody save me from this fear oh Can you hear me now woah woo"}, {"song_no": "7888412", "year": "2015", "rank": "21", "title": "말해 Yes Or No (Feat. PENOMECO, The Quiett)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "말해 yes or no 말해 yes or no 빨리 yes or no Do you love it thanks a lot 말해 yes or no 말해 yes or no 빨리 yes or no that's funny what the heck am i doing 요즘 누가 제일 핫해 요즘 누가 곡 잘써 요즘 누가 제일 스타일 있어 요즘 누가 페이 세게 받아 아주 좋은 질문이야 brother 답은 차트에 나와있어 뭐 마땅히 비유할 대상이 없어 난 요즘 펀치라인 안 써  get out of my way 뜨내기들 작곡에 손떼 안무연습 마저 해 실력은 늘리는 수술이 없대 어쩌면 나의 증명이 어설픈 희망을 줬겠지 죄다 가면 쓰고 dancing 탈 아이돌을 잘못 해석했지 중고딩 때 말곤 중고거래 한적 없어 네 연봉은 내 한 달치 생활 유지비 정도 난 예의상 내 차 키를 보이는데 못놔둬 고생 끝이다 동욱아 돈 버는 일만 남았어 negative 한 너의 시선에선 아마 내 호의호식은 허례허식이지 어린 놈이 싹수없이 다 해 처먹으니까 시기 받기 좋을 시기지 ya dick 어차피 관심 무야 나 바빠 스케줄 중이야 거의 타투 할 겨를도 안 생겨 등에 마리아님은 형체뿐이야 말해 yes or no 말해 yes or no 빨리 yes or no Do you love it thanks a lot 말해 yes or no 말해 yes or no 빨리 yes or no that's funny what the heck am i doing knock knock 거 누구 없나  knock knock 거 누구 없나  네가 뭔가 불만 있어도 있어도  네 엄마한테나 일러요 그 비계는 신경도 안 쓴다 이젠  키보드로 내 몸을 기스내 난 코로 방구뀌고 키스해  되려 바지 주머니만 두둑 장담해 이듬해  차트 상단 내 이름이  떡 하니 자리 하겠지  원해 money 안 원해 산와money  너네 코 묻은 money 안 더러워더러워더러워 너넨 그냥 다운 받아봐라 야동 네가 보는 슈퍼스타가 나야 아님 말을 말어  난 이런 것도 된다고 오지지 난 고딩때부터 입었어 bape bape 緊急事態 my mission 그래도 하나도 안 무셔 내 목적이 die die legend no 아니  living legend 무모한 나의 ambition 말해 yes or no 말해 yes or no 빨리 yes or no Do you love it thanks a lot 말해 yes or no 말해 yes or no 빨리 yes or no that's funny what the heck am i doing 내가 망할 거 같애 말해 yes or no 답은 안 변해 부정하려 애써도 1 Life 2 Live bitch I'm back for more 난 유명하지 도쿄 뉴욕 파리에서도 numero uno rhyme professional bitch I set a trend 물론 패션도 제일 많이 버는 놈 that's no question yo u know I got a lotta ice like an eskimo 30대 래퍼 but do it like 10대  철부지였던 20대 부터 big money I get that 언제나 뱉지 난 sick rap ZICO와 PENOMECO 큰 돈을 벌어 우린 계속해서  Young fuckin hustlers let’s get it OH 말해 yes or no 말해 yes or no 빨리 yes or no Do you love it thanks a lot 말해 yes or no 말해 yes or no 빨리 yes or no that's funny what the heck am i doing"}, {"song_no": "5791706", "year": "2015", "rank": "22", "title": "오늘부터 우리는 (Me Gustas Tu)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "널 향한 설레임을 오늘부터 우리는  꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru 한 발짝 뒤에 섰던 우리는 언제쯤 센치해 질까요 서로 부끄러워서 아무 말도 못하는 너에게로 다가가고 싶은데 바람에 나풀거리는 꽃잎처럼  미래는 알 수가 없잖아 이제는 용기 내서 고백할게요 하나보단 둘이서 서로를 느껴 봐요 내 마음 모아서 너에게 전하고 싶어 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru 한 걸음 앞에 서서 두 손을 놓지 말기로 약속해요 소중해질 기억을 꼭 꼭 담아 둘게요  지금보다 더 아껴 주세요 달빛에 아른거리는 구름처럼  아쉬운 시간만 가는데 이제는 용기 내서 고백할게요 둘 보단 하나 되어 서로를 느껴 봐요 내 마음 모아서 너에게 전하고 싶어 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 감싸 줄게요 그대 언제까지나  언제까지나 사랑이란 말 안 해도 느낄 수 있어요 고마운 마음을 모아서 널 향한 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru"}, {"song_no": "7921208", "year": "2015", "rank": "23", "title": "걱정말아요 그대", "artist": "이적", "genre": "Drama", "lyrics": "그대여 아무 걱정 하지 말아요 우리 함께 노래 합시다 그대 아픈 기억들 모두 그대여 그대 가슴에 깊이 묻어 버리고  지나간 것은 지나간 대로 그런 의미가 있죠 떠난 이에게 노래 하세요 후회없이 사랑했노라 말해요 그대는 너무 힘든 일이 많았죠 새로움을 잃어 버렸죠 그대 슬픈 얘기들 모두 그대여  그대 탓으로 훌훌 털어 버리고 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 새로운 꿈을 꾸겠다 말해요"}, {"song_no": "7860122", "year": "2015", "rank": "24", "title": "보통연애 (Feat. 박보람)", "artist": "박경 (블락비)", "genre": "Rap / Hip-hop", "lyrics": "새로운 사람 흥미가 생기고 뻔하디 뻔한 말들을 주고받다 서로 눈치채고 있는 타이밍에 용기 내 하는 취중고백 끼워 맞추듯 취미를 공유하고 야라 부르던 네가 자기가 되도 너무나 익숙한 장면 같아 반복되는 Dejavu 너도 느끼잖아 이거 좀 웃기잖아 소설 속의 발단 전개 위기 절정 결말처럼 언제나 같은 Process 딱 그 정도 뜨거웠다 식는 연애의 온도 항상 그래 왔기에 함부로 치지도 못하는 설레발 근데 이상해 좀 잘못된 듯 해 더 설레고 조급해 평소처럼 또 머물다 가는 순간의 감정일까 아님 혹시 이번엔 다를까 Baby I gotta go 나 반복의 반복이더라도 다시 제자리로 온대도 I don’t give a aye 날 들었다 놨다 하는 너 보통이 아닌 걸 Oh boy 너의 행동 말투나 표정 이상형과는 달라도 자꾸 끌리는데 어쩌겠어 baam 날 들었다 놨다 하는 너 보통이 아닌 걸 I can feel it 새로운 사랑 초반의 설렘 뻔하디 뻔한 애칭도 붙여주고 온종일 붙잡고 있는 핸드폰 속엔 끊기지 않는 문자들 끼워 맞췄던 것이 좋아지고 무의식 중 자연스레 널 자기라 부르는 모습들이 어딘가 익숙해 반복되는 Dejavu 저 맞은편에서 보인 너의 모습 so beautiful 나는 분명 네가 좋은데 이상하게 걱정이 돼 내가 걱정이 돼 그러다 사랑이 정이 돼 어떻게 사람 마음이 하루아침에 정의돼 but 이번엔 달라 좀 잘못된 듯해 더 커지고 조급해 평소처럼 또 머물다 가는 순간의 감정일까 아님 혹시 different Baby I gotta go 나 반복의 반복이더라도 다시 제자리로 온대도 I don’t give a aye 날 들었다 놨다 하는 너 보통이 아닌 걸 Oh boy 너의 행동 말투나 표정 이상형관 달라도 자꾸 끌리는데 어쩌겠어 baam 날 들었다 놨다 하는 너 보통이 아닌 걸 I can feel it Yo I’m confused girl Hey I’m confused boy 이런 걱정 바보 같은 거 알아 근데 사실은 말이야 이건 너 변할까 봐 혼자 먼저 하는 자기방어 같은 거야 그러니 나와 같을 거라고 말해줘 어린애같이 유치한 날 달래줘 Baby I gotta go 나 반복의 반복이더라도 다시 제자리로 온대도 I don’t give a aye 날 들었다 놨다 하는 너 보통이 아닌 걸 Oh boy 너의 행동 말투나 표정 이상형관 달라도 자꾸 끌리는데 어쩌겠어 baam 날 들었다 놨다 하는 너 보통이 아닌 걸 I can feel it"}, {"song_no": "7931712", "year": "2015", "rank": "25", "title": "지못미", "artist": "iKON", "genre": "R&B / Soul", "lyrics": "언제나 넌 같은 자리에 항상 날 기다렸지만 I was gone I was gone 바보같이 나를 믿지 마 영원히 널 지키겠단 말 거짓말 거짓말 오늘따라 자주 보던 TV Drama에선 뻔한 장면들이 날 보며 비웃고 있어 난 마치 죄인처럼 run away 넌 오늘도 내게 소리 질러 go away 내가 이기적인 놈이란 걸 넌 알고 있었잖아 사소한 관심을 바란 네가 부담스러웠나 봐 그 흔한 사진 한 장도 남기지 못한 채 마지막 순간까지도 우린 나만 생각해 미안 미안 지켜주지 못해 미안해 잘 살길바래 미안 미안 너도 날 잊어줘 아프지만 영원히 함께하잔 그 약속 이제는 없는 거야 지켜주지 못해서 미안해 언제나 난 다른 자리에 매일 밤 나의 친구들과 I’m out all night 뒤집어놓은 내 전화기엔 너의 마지막 한 통의 부재중 전화 오늘따라 흘러나오는 Radio에선 같이 즐겨 듣던 노래가 나오고 있어 난 마치 죄인처럼 run away 넌 오늘도 내게 소리 질러 go away 너에게 오고 가는 사람들 중 한 명이기를 바람 그리고 눈물 벚꽃 모두 떨궈 새싹 피기를 바람 그리고 우리 추억 노을처럼 짧고 아름답기를 바래 이 모든 것 발을 못 뗀 너의 가냘픈 등 기분 좋게 밀기를 미안 미안 지켜주지 못해 미안해 잘 살길바래 미안 미안 너도 날 잊어줘 아프지만 영원히 함께하잔 그 약속 이제는 없는 거야 지켜주지 못해서 미안해 지금까지 차마 못 했던 말 미안해 내가 부족해 끝까지 작은 모습뿐 이라서 yeah 널 채워주지 못한 나를 용서해 나보다 괜찮고 잘난 사람 만나길 바래 미안 미안 지켜주지 못해 미안해 잘 살길바래 미안 미안 너도 날 잊어줘 아프지만 영원히 함께하잔 그 약속 이제는 없는 거야 지켜주지 못해서 미안해 지켜주지 못해서 미안해"}, {"song_no": "7896506", "year": "2015", "rank": "26", "title": "새 신발", "artist": "아이유", "genre": "Ballad", "lyrics": "안녕 오래 기다렸니   지루했지  I run and I run and I run and I run   나 지금 기분이 딱 완벽해   나를 시무룩하게 만들 생각은 마  에나멜 플랫 슈즈 위 따다닥  빨간 뾰족구두를 신고 또각  키가 큰 거울 앞에 다가가  한 바퀴 사뿐히 빙그르르  아직 춤춰요 Mr 분홍신  앞코를 부딪혀 like 도로시  발에 꼭 맞는 새 신을 신고  너에게 갈 준비됐어  설레 아이쿠  내 맘속에 작은 소용돌이  살랑 달큰한 바람은 나를 들뜨게  높은 계단 좁은 골목 난 어디든 가  내 마음에 꼭 맞는 새 신발을 신고  오늘 컨디션은 어떠니  하루 종일 나랑 여기 거기  또 저기 갈 준비됐니   단단히 맘먹었지  혹시나 일찍 집에 들어갈 생각은 마 근사한 음악소리 빠라밤  심장은 리듬이 돼요 빠담  우리랑 같이 춤춰요 마담  한 바퀴 사뿐히 빙그르르 들뜬 기분으로 아니마토 여기선 좀 더 빨리 가볼까 알레그로 특별히 신경 써서 아첸토 코러스부터 다시 한 번 설레 아이쿠 내 맘속에 작은 소용돌이 살랑 달큰한 바람은 나를 들뜨게 높은 계단 좁은 골목 난 어디든 가 내 마음에 꼭 맞는 새 신을 신고 얼마나 좋니 파란 하늘 아래서  사랑하기 완벽한 날이지 왼손을 꼭 잡아줘 지금부터는 달릴 거야 설레 아이쿠 내 맘속에 하얀 바람개비 싱그르 웃는 손톱달이 뜰 때까지 높은 계단 좁은 골목 난 어디든 가 한 걸음 또 한 걸음 온 세상을 걷자 설레 아이쿠 내 맘속에 작은 소용돌이 살랑 달큰한 바람은 나를 들뜨게 높은 계단 좁은 골목 난 어디든 가 내 마음에 꼭 맞는 새 신발을 신고"}, {"song_no": "7896511", "year": "2015", "rank": "27", "title": "무릎", "artist": "아이유", "genre": "Ballad", "lyrics": "모두 잠드는 밤에 혼자 우두커니 앉아 다 지나버린 오늘을 보내지 못하고서 깨어있어 누굴 기다리나  아직 할 일이 남아 있었던가 그것도 아니면 돌아가고 싶은 그리운 자리를 떠올리나 무릎을 베고 누우면  나 아주 어릴 적 그랬던 것처럼 머리칼을 넘겨줘요 그 좋은 손길에 까무룩 잠이 들어도 잠시만 그대로 두어요 깨우지 말아요 아주 깊은 잠을 잘 거예요 조용하던 두 눈을 다시 나에게 내리면 나 그때처럼 말갛게 웃어 보일 수 있을까 나 지친 것 같아 이 정도면 오래 버틴 것 같아 그대 있는 곳에 돌아갈 수 있는 지름길이 있다면 좋겠어 무릎을 베고 누우면  나 아주 어릴 적 그랬던 것처럼 머리칼을 넘겨줘요 그 좋은 손길에 까무룩 잠이 들어도 잠시만 그대로 두어요 깨우지 말아요 아주 깊은 잠을 잘 거예요 스르르르륵 스르르 깊은 잠을 잘 거예요 스르르르륵 스르르 깊은 잠을"}, {"song_no": "7881233", "year": "2015", "rank": "28", "title": "Break", "artist": "빈지노 (Beenzino)", "genre": "Rap / Hip-hop", "lyrics": "난 자유롭고 싶어 지금 전투력 수치 111퍼 입고 싶은 옷 입고 싶어 길거리로 가서 시선을 끌고 싶어 내가 보기 싫은 새끼들의 지펄 닫아버리고 내 걸 열어주고 싶어  그래  할말은 하고 살고 싶어 그래  그래서 내게 욕을 하나 싶어 신경 꺼  난 사랑하고 싶어 너도 나라도 아니고 날 말야 다른 나라라도 날아가고 싶어 일이라도 때려 쳐버리고 말야 난  난  일을 하기 싫어 기계처럼 일만 하며  고장 나기 싫어 Yeah  난 그러고 싶어 그게 나쁘던 좋던 말야 그게 나쁘던 좋던 만약 내가 재벌이고 싶으면 말야 그게 돼버리고 싶단 말야 난 그냥 돼버리고 싶어 주제파악이고 뭐고 shut up And let me be who I am  그게 다야 내 주제라는 게 있다면 화약처럼  난 그냥 깨 부시고 싶어 깨 부시고 싶어 깨 부시고 싶어 깨 부시고 싶어 꾸꾸꾸꾸꿈 깨  깨버리기 싫어 깨버리기 싫어 깨버리기 싫어 꾸 꿈 깨기 싫다고 꿈꿈꿈꿈꿈꿈꿈 내가 하는 말  무슨 말인지 아는 사람 그런 사람 여기 없어 없으면 됐어 없어도 난 됐어 난 혼자 관 뚜껑을 닫겠어 내가 살리고 싶은 건 내 개성 똑같은 새끼들은  지구에 세고 셌어 내 여자친군 내가 최고랬어  내 친구들은 PC방으로 퇴근했어 사람들은 성실하기만 바래서 피곤하지 날 걍 게으르게 냅둬 너넨  모두 줄자가 됐어 맨날 재고 재서  난 삐뚤하고 싶어 난  미꾸라지처럼 미끄럽고 싶어 싸우긴 싫어도 입 닥치긴 싫어 그래  난 시끄럽게 쥐뿔 없고 싶어 있으려고 그저 가만있기 싫어 있으려고 가만있기 보단 시끄럽게 쥐뿔 없고 싶어 근데 또 재벌이 되고 싶다고 그게 나쁘던 좋던 만약 내가 재벌이고 싶으면 말야 그게 돼버리고 싶단 말야 난 그냥 돼버리고 싶어 주제파악이고 뭐고 shut up And let me be who I am  그게 다야 내 주제라는 게 있다면 화약처럼  난 그냥 깨 부시고 싶어 깨 부시고 싶어 깨 부시고 싶어 깨 부시고 싶어 꾸꾸꾸꾸꿈 깨  깨버리기 싫어 깨버리기 싫어 깨버리기 싫어 꾸 꿈 깨기 싫다고 꿈꿈꿈꿈꿈꿈꿈 I wanna be myself  I wanna be different  So let me be imperfect  but you just can’t Resist it But u can’t  Boi boi u hate Why why Are u so so so mad 깨깨깨깨깨깨깨  깨깨깨깨깨깨깨  깨깨깨깨깨깨깨  깨깨깨깨깨깨깨  깨 버리고 싶어  깨 부시고 싶어 깨 부시고 싶어 깨 부시고 싶어 꾸꾸꾸꾸꿈 깨  깨버리기 싫어 깨버리기 싫어 깨버리기 싫어 꿈꿈꿈꿈꿈꿈꿈"}, {"song_no": "7870705", "year": "2015", "rank": "29", "title": "리듬 타 (RHYTHM TA)", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "We gon get it pop it we gon we gon get it pop it 이건 그냥 노래니깐 리듬 타 Bounce 리듬 타 Bounce 리듬 타 Bounce 리듬 타 이건 그냥 노래니깐 리듬 타 뭐해 어서 고갤 끄덕이지 않고 가슴과 허리를 꿀렁이지 않고 우린 가리는 거 없어 예를 들면 때와 장소 멋있는 척 안해 나쁜 예는 요즘 아이돌 즐기는데 무슨 타당한 이유를 원해 이건 그냥 리듬 타기 좋은 흔한 노래 굳이 제목을 정하자면 칭찬 이 노래를 틀면 고래도 춤추게 하니까 yeah come and get it 모여 남녀노소 음악은 흐르지 방방곡곡 콧노래를 불러 ladi dadi 오늘밤은 ready to die yeah die yeah 시간은 금 보기를 돌 같이 하라 비싼 척 하지마 놀고 싶은 거 알아 woo 콧노래를 불러 ladi dadi 다같이 움직여 body Bounce 리듬 타 Bounce 리듬 타 Bounce 리듬 타 이건 그냥 노래니깐 리듬 타 We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it 이건 그냥 노래니깐 리듬 타 뭐해 어서 고갤 끄덕이지 않고 어 밤이면 밤마다 오는 날이 아니잖소 오늘을 놓쳐서 후회한다면 후회한 시간을 후회할 거잖아 후회하기 싫음 후회할 일들을 후회하기 전에 후회 말아 Oh yeah right 리듬 타 Come on 방방 뛰어 나와 함께 리듬 타 UCC에 올려봐 꿀렁거리는 니 모습 여덟 마디 춤추기 좋게 여름 방학 계획표처럼 의미는 없음 Yeah come and get it 모여 남녀노소 음악은 흐르지 방방곡곡 콧노래를 불러 ladi dadi 오늘밤은 ready to die yeah die yeah 시간은 금 보기를 돌 같이 하라 비싼 척 하지마 놀고 싶은 거 알아 woo 콧노래를 불러 ladi dadi 다같이 움직여 body Bounce 리듬 타 Bounce 리듬 타 Bounce 리듬 타 이건 그냥 노래니깐 리듬 타 We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it 이건 그냥 노래니깐 리듬 타 모두 고개를 끄덕여 팔짱 끼고 껄렁 거려 다같이 흔들흔들 흔들흔들 해 우린 좀 건들건들 건들건들 해 볼륨을 더 높이고 이 리듬에 몸을 맡겨 다 같이 흔들흔들 흔들흔들 해 우린 좀 건들건들 건들건들 해 리듬 타 Da na na na na na na Da na na na na na na Da na na na na na na 이건 그냥 노래니깐 리듬 타 We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it 이건 그냥 노래니깐 리듬 타"}, {"song_no": "5835766", "year": "2015", "rank": "30", "title": "Okey Dokey", "artist": "MINO (송민호)", "genre": "Rap / Hip-hop", "lyrics": "Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  누가 마다해 넓은 마당에  어마무시한 집  스무 살부터 계획한 꿈은  김보성 으리으리하지  꿀 빠느라 바빠서  너가 정신 놓을 때  난 벌 때만 기다려 errday  파란 신호 앞에 mustang  i want some cheeze cake  i want some deadpresident  YG에 취직해  연중무휴 일개미처럼  생방 행사 팬싸  당최 없는 공백란  이놈의 끼를 어디에다 방출해   학창시절부터 연예인각  행선지를 묻지마  따라오기엔 벅차  넌 내가 될 수 없어  계속 빨빨거려봤자  내 수저가 금수저로 보이면  병원 가봐  네가 라식 해봤자  네 비전은 여전히 흐릿해  바이바이   돈과 명예중 하날 골라  한 치 고민 없이 난 몽땅   쓸어 담아갈 거야 엄마야  이제 마음껏 나가서 놀아  and she said  Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  알몸으로 태어나  옷 한벌 건졌잖소  그게 다행이면 애 당초에 나  음악 안 건드렸다고  you know hoo sure  배부르고 등 따신  예술가로 거듭나기  모든 rapper beat maker들  후방주의  누리고 살 거면 느려선 안 돼  끊임없이 혀를 굴리고  잠에 들기 전 상상해 무엇이건  R은 VD 또 끌어당김의 법칙  아무 부끄럼 없이  나의 자질을 보여줬지  스타 지망생들의 top model  보고 배워라 나의 working  왜 가사에서 싸가지를 찾아  색안경 끼고 봤자  입체감만 살아  개떼처럼 몰려 물어 뜯어봐라  i won't give a shit  너흰 진달래꽃 사뿐히 즈려밟아  랩에 국한되지 않아  분야를 넓혀나가 난  우리 엄마 왈 유자식상팔자  넌 샘나서 미치고 팔짝  돈과 명예중 하날 골라  한 치 고민 없이 난 몽땅   쓸어 담아갈 거야 엄마야  이제 마음껏 나가서 놀아  and she said  Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  LALALALALA LALALALALALA  LALALALA LALALALALALA  LALALALALA LALALALALALA  LALALALA LALALALALALA  i stole 돈돈 발걸음은 총총  and now we goin up  원하는 걸 얻고선  Okey dokey 돈돈   그저 그런 아이돌 nope  We are the young boss boss  욕심이 많아 다시 또  Okey dokey yo   Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo  say LALALALALA LALALALALALA"}, {"song_no": "7911686", "year": "2015", "rank": "31", "title": "날 (Feat. JTONG)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "I'll spit on ya like a king cobra 한량들아 토껴 나는 백수 포비아 자라날 새싹도 꿀꺽 삼켜 몸 보양 Started from 듣보잡 but 쏜살같이 정상 너가 피쳐링 한 곡 나한테 까이구 간거 내 동생 바비 잘 들어 산 넘어 산이란거 시댄 변하고 가요계엔 z와 나머지로 나뉘어 메이저 마이너 넘나들어 내 코드는 어디든 맞아 별 점 같은걸 왜줘 난 스타 반열에 오른 지 오래 전 Rise of the legend 경고했어 내 팬들 향해서 빠순이라 나불대면 뒈져 작업은 마치 아기 재울 때 밤새우네 난 조각 잠이 더 개운해 damn yeah 인정 안 하면 더 괴롭네 공개연애 원래 게임 할 때는 unfair play What’s my name 시청자들의 머리 속에 내 무늬를 아로새겨 강한 정체성이 뿜는 치명적인 매력 약육강식의 법칙은 잠든 본능을 일깨워 전부 아랫도리 사타구니에 방뇨 안하곤 못 배겨 두 포식자는 각자의 구역 먹이사슬의 최상위 상대를 씹어 삼키는 날카로운 발톱 갈퀴 한국힙합 땅 위에 그 약아빠진 네 방식 따윈 다 찢어 갈기갈기갈기 uh 제발 반듯함을 강요 마 난 삐딱선 타야만 말발이 잘서 problem child 못다 핀 꽃 한송아 피가 겁나면 아서라 남 과거사만 파지 말고 독창적인 삶을 살아 내 혀는 구슬땀 흘리며 춤사위 벌이는 중 넌 엉거주춤 어색한 비유와 조잡한 낱말로 조지는 groove So what you gon’ do 내 업무 율은 무중력 안 떨어져 연중무휴 괄호 열고 밑줄 난 요주의 인물 우지호 같은 새낀 전무후무 난 변태라서 맨날 전쟁 통에 컴백해 누군 쫄려서 빈집 털이 타이밍 러쉬해 허섭스레기 알맹이 없는 껍데기 네 손익분기점은 나처럼 넘사벽 됐지 Feel me it’s real me 총각 귀들 딱지 떼어내 sex appeal 어딜 감히 내게 대양해 백기 게양해 꼬꼬마들은 은폐 엄폐해 What’s my name 시청자들의 머리 속에 내 무늬를 아로새겨 강한 정체성이 뿜는 치명적인 매력 약육강식의 법칙은 잠든 본능을 일깨워 전부 아랫도리 사타구니에 방뇨 안하곤 못 배겨 두 포식자는 각자의 구역 먹이사슬의 최상위 상대를 씹어 삼키는 날카로운 발톱 갈퀴 한국힙합 땅 위에 그 약아빠진 네 방식 따윈 다 찢어 갈기갈기갈기 When i be on the mic 내 밑으로 다 귀 기울여 자 오늘 지아코 말씀 깝치지 말지어다 내가 뒤지길 바란들 댁들이 먹인 욕이 날 장수할 팔자로 만들어서 i have eternal life 고작 왕 돼보자고 내가 이 난리겠냐 What you talkin` about 내 성이 임금우다 새꺄 내 문장엔 날이 바짝 서있어 내 앨범퀄처럼 끝내줄게 네 커리어"}, {"song_no": "7909196", "year": "2015", "rank": "32", "title": "청춘 (Feat. 김창완)", "artist": "김필", "genre": "Drama", "lyrics": "언젠간 가겠지 푸르른 이 청춘 지고 또 피는 꽃잎처럼 달밝은 밤이면 창가에 흐르는  내 젊은 연가가 구슬퍼 가고없는 날들을 잡으려 잡으려 빈 손짓에 슬퍼지면 차라리 보내야지 돌아서야지 그렇게 세월은 가는거야 나를 두고 간 님은 용서하겠지만  날 버리고 가는 세월이야 정둘 곳 없어라 허전한 마음은 정답던 옛동산 찾는가 언젠간 가겠지 푸르른 이 청춘 지고 또 피는 꽃잎처럼 달밝은 밤이면 창가에 흐르는  내 젊은 연가가 구슬퍼 가고없는 날들을 잡으려 잡으려 빈 손짓에 슬퍼지면 차라리 보내야지 돌아서야지 그렇게 세월은 가는거야 언젠간 가겠지 푸르른 이 청춘 지고 또 피는 꽃잎처럼 달밝은 밤이면 창가에 흐르는  내 젊은 연가가 구슬퍼"}, {"song_no": "5826461", "year": "2015", "rank": "33", "title": "레옹", "artist": "이유 갓지(GOD G) 않은 이유 (박명수, 아이유)", "genre": "Dance", "lyrics": "레레 레레레옹 레레레 레레레옹 레레레옹 레레 레레레 레레 눈에 띄게 흰 피부에 입술은 피빨강 꼿꼿하게 핀 허리에 새침한 똑단발 못된 걸음으로 또 어디를 가나 누굴 찾는 것 같아 이 외로운 마틸다 티키타 리듬에 맞춰 스핀 기타 리프 테마는 스팅의 Shape Of My Heart 난 나잇값을 떼먹은 남자 Call Me 레옹 Call Me 레옹 Call Me 레옹 Call Me Call Call Call Call Call Call Me 시끄러운 사람들 틈에 왜 당신은 조금도 춤을 추지 않나요 나 그대가 궁금해 알 수 없는 표정에 까만 선글라스 Mon Cher Look At Me 춤추고 싶지 않아 Mon Cher Look At Me 이유는 캐묻지 마라  Hey Baby Look At Me 슬픈 눈을 들키고 싶지 않아 더는 다가오지 마라 깜빡  왜 그렇게 무뚝뚝하나요 상냥하게 좀 해줄래요 ma 레옹 나도 어디서 꿀리진 않아 내 Choice는 틀리지 않아 I'm 마 마틸다 I'm 마 마 마틸다 I'm 마 마틸다 I'm 마 I'm I'm 마 I'm 마 잔잔히 잠들은 내 맘에 왜 돌을 던져 날 춤추고 싶게 만들어 흔들리는 눈빛을 감추어주오 나의 까만 선글라스 Ma chere What You Need 나처럼 춤을 춰요 Ma chere What You Need 아 튕기지 좀 마요 Hey Baby What You Need 그래 앞에 나를 봐요 자 이제 춤을 춰요 깜빡 Un Deux Trois Quatre 레레 레레레 레레 레 레레옹 레레 레레레 레레 레 레레옹 Mon Cher Look At Me 춤추고 싶지 않아 Mon Cher Look At Me 이유는 캐묻지 말아 Hey Baby Look At Me 슬픈 눈을 들키고 싶지 않아 더는 다가오지 말아 깜빡 Ma chere What You Need 나처럼 춤을 춰요 Ma chere What You Need 아 튕기지 좀 마요 Hey Baby What You Need 그래 앞에 나를 봐요 자 이제 춤을 춰요 춰요 깜빡"}, {"song_no": "7847861", "year": "2015", "rank": "34", "title": "Dumb Dumb", "artist": "Red Velvet (레드벨벳)", "genre": "Dance", "lyrics": "Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 너 땜에 하루 종일 고민하지만 널 어떡해야 좋을지 잘 모르겠어  난 Oh Baby baby baby baby baby you Play me play me play me play me play me 그 눈빛은 날 아찔하고 헷갈리게 해 내 이성적인 감각들을 흩어지게 해  Oh Baby baby baby baby baby you Crazy crazy crazy crazy crazy 마네킹 인형처럼 하나부터 열까지 다 어색하지 평소같이 하면 되는데 또 너만 보면 시작되는 바보 같은 춤 눈 코 입 표정도 팔 다리 걸음도 내 말을 듣지 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 심장의 떨림도 날뛰는 기분도 맘대로 되질 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 낭만적인 영화를 난 꿈꿔왔지만 네 사랑은 내 손에 늘 땀을 쥐게 해 Oh Baby baby baby baby baby You make me crazy crazy crazy crazy hey 마네킹 인형처럼 하나부터 열까지 다 어색하지 평소같이 하면 되는데 또 너만 보면 시작되는 바보 같은 춤 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb You need to Beat It That boy Michael Jackson Bad 난 너의 Billie Jean이 아냐 Don't you Leave Me Alone 하지만 애매한 반응 난 원해 Black Or White 포기 못해 나의 Man In The Mirror Why You Wanna Trip On Me 넌 너무 짓궂지 Boy you make me Scream 너에게 왜 이러지 하긴 너의 Love 정말 Never Felt So Good 그건 아마 짜릿하다 못해 Watching the Thriller 난 너에게서 헤어날 수 없나 봐 미워도 싫지가 않잖아 저 언니처럼 되고 싶은데 넌 자꾸 나를 귀엽다고 하는 걸까 왜 남동생 로봇처럼 하나부터 열까지 다 어색하지 어떡하지 고장 났나 봐 숨을 쉬는 방법도 다 까먹었어 나 눈 코 입 표정도 팔 다리 걸음도 내 말을 듣지 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 심장의 떨림도 날뛰는 기분도 맘대로 되질 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb"}, {"song_no": "7896510", "year": "2015", "rank": "35", "title": "Red Queen (Feat. Zion.T)", "artist": "아이유", "genre": "Dance", "lyrics": "표정이 없는 그 여자  모두가 미워하는 그 여자 당신도 알지 그 여자 오 가엾어라 그 여자 모두가 무서워 해 그 여자 당신이 아는 그 여자 재밌는 얘기 하나 할까 어쩌면 슬픈 얘길 지도 믿거나 말거나 한 가벼운 얘기죠  부디 비밀은 지켜줘요 아 글쎄 말야  그 여자 있죠  무시무시한 그녀에게 푸른 날 하늘처럼 새파랗게 웃던 때가 있었다네요 남자는 물론 여자들도 사람이 아닌 것들까지 전부 반해 사랑에 빠질 만큼  그 웃음이 예뻤다나요 꼬까옷 입고 천진하게 재잘거리며 지금 핏기 없이 메마른 뺨엔 생기가 돌더래요 Oh Red Queen 웃음이 예쁜 그 여자 모두가 사랑하는 그 여자 당신도 알지 그 여자 모두가 사랑하는 그 여자 You know 아름다워라 그 여자 모두가 예뻐라 해 그 여자 당신이 아는 그 여자 모두가 사랑하는 그 여자 얘기를 이어 가 볼까요 한 번 더 짚고 넘기자면 이건 어디까지나 가벼운 얘기죠 괜한 오해는 말아줘요 그 여자 말야  아주 오래 전 슬프게 우는 아무개의 서러운 등을 쓸어준 그 손이  믿을 수 없이 따뜻하더래요 애들은 물론 어른들도 생명이 없는 것들까지 전부 반해 사랑에 빠질 만큼  마음씨도 예뻤다나요 아무리 작고 초라한 걸 바라볼 때도 지금 총기 없이 우울한 눈은 반짝 빛나더래요 Oh Red Queen 표정이 없는 그 여자  모두가 미워하는 그 여자 당신도 알지 그 여자 모두가 미워하는 그 여자 You know 오 가엾어라 그 여자 모두가 무서워해 그 여자 당신이 아는 그 여자 모두가 미워하는 그 여자 그 여자의 붉은 머리 그보다 붉어 생채기 난 어디 눈에 가늘게 선 핏발이 누가 그 이유를 물어 주려나 저기 왜 화를 내나요 저기요 왜 악을 쓰나요 슬픈 그 여자의 붉은 머리 그 보다 더 더 더 더 더 더 붉은 어디 웃음이 예쁜 그 여자 모두가 예뻐라 해 그 여자  당신도 알지 그 여자 모두가 사랑하는 그 여자  오 가엾어라 그 여자 모두가 무서워해 그 여자 당신이 아는 그 여자 하고 보니 시시하군요 터무니없는 이야기죠 믿거나 말거나 한 실없는 얘기죠 그냥 모두 잊어버려요"}, {"song_no": "7915771", "year": "2015", "rank": "36", "title": "신세계", "artist": "브라운아이드걸스", "genre": "Dance", "lyrics": "시간이 어디선가 휘어져 버린 ground 어지러운가 파란 비명소리가 내 눈을 닮은 brown 기분 탓인가 내가 알았던 모든 것 아름답게 다 뒤엉켜 있어 아름다운 건 엉켜있어 내가 너와 늘 그렇듯이 trip 그 속으로 shoot um um um trip 더 안으로 shoot um um um trip 빛 속으로 shoot um um um 어쩌면 내 모든 게 달라질 것 같아 어디까지 보이니 all about the world 궁금한 적 없었니 all about the world 나만 빼고 여기 모두 stop space time of the world 내가 다 볼 때까지 시간 나의 모든 공간 빛 speed all about the universe is all about to be reversed see 착각이 아닌 거야 내가 달라진 건 패러다임뿐 한 차원 전의 나를 볼 수 있는 건 패러다임 shift 내가 알았던 모든 것 어지럽게 다 뒤바뀌어 있어 어지러웠던 모든 것 다시 자리를 찾아갔어 느린 빨라지는 그림 um um um 느린 빛 속의 secret um um um 느린 시간 속에 우린 um um um 이 모든 시작으로 다가가고 있어 어디까지 보이니 all about the world 궁금한 적 없었니 all about the world 나만 빼고 여기 모두 stop space time of the world 내가 다 볼 때까지 시간 나의 모든 공간 빛 speed all about the universe is all about to be reversed see all the patterns and colors 경험의 세계란 건 실재와는 달랐어 옳고 그름을 갈라 놓지마 지금은 영원 같은 찰나 plus minus 내 신경의 각성 furious 새로운 법칙을 재작성해 I got high blood pressure I gotta need some fresh air 모든 시간이 0에 가까워져 서 있는 공간이 멀었다 가까워져 다시 hey Mr. Huxley 너와 내가 하나 돼 경계는 녹아 구분이 안 돼 의식의 확장이 초대해준 new world 너 놀라니 놀라지 마 why am I so serious why don’t you be curious babe 어디까지 보이니 all about the world 궁금한 적 없었니 all about the world 나만 빼고 여기 모두 stop space time of the world 내가 다 볼 때까지 시간 나의 모든 공간 빛 speed all about the universe is 누가 만든 비밀인지 all about the world 궁금한 적 없었니 all about the world 나만 빼고 여기 모두 stop space time of the world 내가 다 볼 때까지 시간 나의 모든 공간 빛 speed all about the universe is all about to be reversed see"}, {"song_no": "7877918", "year": "2015", "rank": "37", "title": "U R", "artist": "태연 (TAEYEON)", "genre": "Ballad", "lyrics": "오랫동안 내 마음엔 구름 가득 비가 내려 따스한 햇살 비추길 간절히 바랬죠 어깨를 적신 빗방울도 마르면 나만 홀로 남겨질까 너무나도 두려웠죠 그댄 빛처럼 비 갠 뒤처럼 내 마음에 떠오르죠 이렇게 Cause you are 내게 내린 빛과 You are 너무 고운 꿈과 일곱 빛으로 온 세상을 더 아름답게 물들여 언제나 Yeah U R 텅 빈 푸른 언덕 위에 무지개는 지붕이 돼 그 아래 가만히 누워 하늘을 보아요 세상 가장 평온함과 처음 느낀 설렘 누구보다 사랑스러워 고갤 돌리면 그대 미소에 나도 몰래 손을 뻗죠 이렇게 Cause you are 내게 내린 빛과 You are 너무 고운 꿈과 일곱 빛으로 온 세상을 더 아름답게 물들여 언제나 Yeah U R 내 창을 적신 비가 그치면 Under the Rainbow 그대 기다리겠죠 차마 난 하지 못했던 얘기 못했던 그 모든 비밀 오늘은 전하고 싶어 You are 항상 나의 곁에 You are 여린 내 맘 속에 더 눈부시게 아름답게 온 밤하늘을 채우는 You're my star Yeah U R Oh U R U R Oh U R"}, {"song_no": "7935396", "year": "2015", "rank": "38", "title": "HOT PINK", "artist": "EXID", "genre": "Dance", "lyrics": "U I Like The Way U Pink It U I Like The Way U Pink It Everybody Knows PINK HOT PINK HOT PINK HOT PINK HOT HOT HOT HOT HOT PINK PINK HOT PINK HOT 나나나나나나나 여기 있는 모두가 똑같은 색이야  네가 볼 때 사실 그렇게 보고 싶은 거지 내가 볼 땐 나는 어떤 색 같니 네가 봐도 조금 다르지 않니 난 더 가까이 와서 맘을 좀 열어봐 Oh 너 빼고 다 아는 내 깔롱 네가 어디에서도 경험 못할 내 Color Push Push Work It Out Don't Stop Hey Work It Out 불 보듯 뻔한 네 말로 이런 건 어디도 없지 빨주노초파남보 Push Push Work It Out Never Stop It Girl Work It Out 시간이 갈수록 불안해져 가 그냥 이대로 날 지나칠까 봐 아직 네가 보지 못한 게 많은데  그걸 왜 자꾸 너만 몰라 Everybody Knows PINK HOT PINK HOT 넌 듣도 보도 못한 PINK HOT PINK HOT 내가 바로 그 유명한 HO HO HO HOT PINK  네 눈 돌아 돌아 돌아 돌아갈 걸 PINK HOT PINK HOT 나나나나나나나 비가 떨어지고 네 안에 번지듯  아무도 몰래 물들여 줄래 두 눈을 감고서 그냥 느껴도 돼 곁에 있을게 널 위해서 그냥 한 번 속는 셈 치고 날 들여다 봐 다시 눈 비비고 Yeah Push Push Work It Out Don't Stop Hey Work It Out 이런 건 처음이지 환영해 어서 와 Hot  Pink Hot Hottie Hottie Hot So Hot Push Push Work It Out Never Stop It Girl Work It Out 이 밤이 갈수록 지쳐가는 나 그냥 이제 널 놔 버릴까 봐 아직도 가슴에 뭔가 남았는데 그걸 왜 자꾸 너만 몰라 Everybody Knows PINK HOT PINK HOT 넌 듣도 보도 못한 PINK HOT PINK HOT 내가 바로 그 유명한 HO HO HO HOT PINK  네 눈 돌아 돌아 돌아 돌아갈 걸 PINK HOT PINK HOT 나나나나나나나 낯뜨겁게 네 눈이 부시게 오에오에오 오에오에오 조심스럽게 조금 더 민감하게 오에오에오 나나나나나나나"}, {"song_no": "7863752", "year": "2015", "rank": "39", "title": "커피 (Prod. by G-Park 박명수)", "artist": "유재환", "genre": "Dance", "lyrics": "니 손이 차서 맘이 차서 커피가 다 식어 버려 우리 같이 시킨 건데 Would you like some coffee 니가 있을까 또 가 봤어 항상 똑같은 길 똑같은 카페 너와 같이 앉아 마시던 커피가 똑같아 참 여전히 쓰다 내 손에 들려 있는 참 따뜻한 향도 그대로인 커피가 입에 닿을 때마다 뜨거워서 아프잖아 커피에 모든 게 다 데였어 니 손이 차서 맘이 차서 커피가 다 식어 버려 우리 같이 시킨 건데 왜 어째서 내가 든 커피만 따뜻해 색깔이 같아 식은 줄 몰랐어 니 커피 항상 같은 컵에 담긴 니 커피 너와 같은 커피인 줄만 알았던 그런 나 아닌 걸 알던 너 커피 커피 커피 커피 커피 커피 커피 Would you like some coffee 뭐야 이거 헤어진 건지 아니 헤어진 건지 기다리는 건지 아니 기다려야 할지 고개 들고서 말 좀 해 봐 그러다 커피잔 속에 빠지겠어 정말 미안한데 커피 한 모금 마시면 말해 내 손에 들려 있는 참 따뜻한 향도 그대로인 커피가 입에 닿을 때마다 뜨거워서 아프잖아 커피에 모든 게 다 데였어 니 손이 차서 맘이 차서 커피가 다 식어 버려 우리 같이 시킨 건데 왜 어째서 내가 든 커피만 따뜻해 색깔이 같아 식은 줄 몰랐어 니 커피 항상 같은 컵에 담긴 니 커피 너와 같은 커피인 줄만 알았던 그런 나 아닌 걸 알던 너 커피 커피 커피 커피 커피 커피 커피 음 어 아메리카노 주세요 아메리카노요 니 손이 차서 맘이 차서 커피가 다 식어 버려 우리 같이 시킨 건데 왜 어째서 내가 든 커피만 따뜻해 달콤하지 않아 쓰기만 했던 니 커피 항상 같이 마시던 우리 커피 너와 같이 마실 마지막 가장 쓴 커피를 한 모금 넘긴다 만난 날도 보내는 날도 커피 한 잔이 있었어 커피를 보면 그 작은 컵에 니 얼굴은 언제나 까맣게 담겼어"}, {"song_no": "5818522", "year": "2015", "rank": "40", "title": "오빠차", "artist": "인크레더블", "genre": "Rap / Hip-hop", "lyrics": "오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride Let's do it All night 질리도록 말했잖아 돈 벌어서 데리러간다고 넌 그냥 몸만 오면 돼 쥐뿔 하나 없어도 날 믿어주던 사람들에게 확실히 보답해 Brake 없이 Accelerator 말년휴가처럼 달려가 제대로 신발대신 이젠 바퀴 멈출 생각 없어 아우토반이 된 앞길 풀릴 일 없게  꽉 조여 매 안전벨트 걱정 마 너 말곤 아무도 안태워 내 옆엔 아까워 우리 나이가 좀 빨라도 겁내지마 가끔 속도위반 일탈 오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride Let's do it All night 다 태워 먼저 부모님 또 뒷바라지해준 여자친구 절대 아냐 허세나 생색 내 차엔 없거든 Airback 돈 번 다는 말은 진짜 종이 쪼가리 몇 장을 바라는 게 아냐 알아서 따라올 걸 알아 이젠 사치가 된 부모님의 걱정 한낱 소원 같은 게 아니었어 I love my car my ride 네 바퀴 달린 왕좌 U know U want it baby Shotgun it baby Strap on your seatbelt Let's ride I love my car my ride 네 바퀴 달린 천사 Zero to one hunnit baby We runnin crazy Let's make some noise 오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride Hey Let's do it All night 운전면허 딴 적은 없어도 아끼고 안 쓰고 벌어 그 당시 전 재산 털어 십년은 넘은 아빠차를 바꿔드렸어  한 달 뒤에 주차장에 세워져  먼지 덮인 걸 보고 화냈지 아빠는 말했지 내 아들의 첫차 아까워서 어떻게 타겠니 For real 오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride  Hey 오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride Let's do it All night"}, {"song_no": "5385974", "year": "2015", "rank": "41", "title": "위잉위잉", "artist": "혁오 (HYUKOH)", "genre": "Rock", "lyrics": "비틀비틀 걸어가는 나의 다리 오늘도 의미없는  또 하루가 흘러가죠 사랑도 끼리끼리  하는거라 믿는 나는 좀처럼 두근두근  거릴일이 전혀없죠 위잉위잉 하루살이도 처량한 나를 비웃듯이 멀리 날아가죠 비잉비잉 돌아가는 세상도 나를 비웃듯이  계속 꿈틀대죠 Tell me Tell me Please don’t tell 차라리 듣지 못한 편이  내겐 좋을거야 Tell me Tell me Please don’t tell 차라리 보지 못한 편이  내겐 좋을거야 ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai  사람들 북적대는  출근길의 지하철엔  좀처럼 카드찍고  타볼일이 전혀없죠 집에서 뒹굴뒹굴  할 일없어 빈둥대는 내 모습 너무 초라해서 정말 죄송하죠 위잉위잉 하루살이도 처량한 나를 비웃듯이 멀리 날아가죠 비잉비잉 돌아가는 세상도 나를 비웃듯이  계속 꿈틀대죠 쌔앵 쌔앵 칼바람도 상처난 내 마음을  어쩌지는 못할거야 뚜욱 뚜욱 떨어지는 눈물이 언젠가는  이세상을 덮을거야 Tell me Tell me Please don’t tell 차라리 듣지 못한 편이  내겐 좋을거야 Tell me Tell me Please don’t tell 차라리 보지 못한 편이  내겐 좋을거야 Tell me Tell me Please don’t tell 차라리 느껴보지 못한 편이 좋을거야 Tell me Tell me Please don’t tell 차라리 살아보지 못한 편이  좋을거야 비틀비틀 걸어가는 나의 다리 오늘도 의미없는 또 하루가 흘러가죠 사랑도 끼리끼리  하는거라 믿는 나는 좀처럼 두근두근  거릴일이 전혀없죠 위잉위잉 하루살이도 처량한 나를  비웃듯이 멀리 날아가죠 비잉비잉 돌아가는 세상도 나를  비웃듯이 계속 꿈틀대죠"}, {"song_no": "5389475", "year": "2015", "rank": "42", "title": "양화대교", "artist": "Zion.T", "genre": "R&B / Soul", "lyrics": "우리 집에는  매일 나 홀로 있었지 아버지는 택시드라이버 어디냐고 여쭤보면 항상  양화대교 아침이면 머리맡에 놓인  별사탕에 라면땅에 새벽마다 퇴근하신 아버지  주머니를 기다리던 어린 날의 나를 기억하네 엄마 아빠 두 누나 나는 막둥이 귀염둥이 그 날의 나를 기억하네  기억하네  행복하자  우리 행복하자  아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래 내가 돈을 버네 돈을 다 버네 엄마 백원만 했었는데 우리 엄마 아빠 또 강아지도 이젠 나를 바라보네 전화가 오네 내 어머니네 뚜루루루 아들 잘 지내니 어디냐고 물어보는 말에  나 양화대교 양화대교 엄마 행복하자 아프지 말고 좀 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래 그 때는 나 어릴 때는 아무것도 몰랐네 그 다리 위를 건너가는 기분을 어디시냐고 어디냐고 여쭤보면 아버지는 항상 양화대교 양화대교 이제 나는 서있네 그 다리 위에 행복하자  우리 행복하자  아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 행복하자 행복하자 아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래"}, {"song_no": "7886210", "year": "2015", "rank": "43", "title": "밀리언조각 (A Million Pieces)", "artist": "규현 (KYUHYUN)", "genre": "Ballad", "lyrics": "너는 왜 이토록 나를 떨리게 하니 너의 존재만이 나를 숨 쉬게 하니 아무도 없었던 가난했던 마음이 보석 같은 너로 가득해 고마워 사랑해 말조차 아까운 나의 하나뿐인 사람아 마지막이란 말은 하지 말아요 넌 높이서 반짝이는 별 손 닿을 수 없이 멀었던 그 거리 오늘 가까워진 걸까 오늘 밤 그대란 밀리언의 조각들로 내 가슴 가장 깊은 곳에 채우고 채우고 채우오 부서진 내 마음 그대만이 모아주오 이 밤의 가장 깊은 곳에 그대의 빛으로 가득하게 차가운 입김에 눈꽃이 흩날리면 들뜬 연인들의 노래 들려올 때에 한참을 앓았던 계절의 마지막이 손끝에 흐른다 별 헤는 이 밤에 사랑해 말조차 아까운 나의 하나뿐인 사람아 마지막이란 말은 하지 말아요 넌 멀리서 반짝이는 별 나 혼자선 어쩔 수 없는 그 거리 오늘 멀게만 느껴져 오늘 밤 그대란 밀리언의 조각들로 내 가슴 가장 깊은 곳에 채우고 채우고 채우오 부서진 내 마음 그대만이 모아주오 이 밤의 가장 깊은 곳에 그대의 빛으로 가득하게 지쳐 올려다 본 밤 작은 너의 빛 하나 붙잡고 걸었어 너만 보였으니까 너의 가늠조차 할 수 없던 눈부신 빛이 이 밤의 끝으로 흘러내리게 너는 왜 이토록 나를 떨리게 하니 너의 존재만이 다시 숨 쉬게 하니 오늘 밤 그대란 밀리언의 조각들로 내 가슴 가장 깊은 곳에 채우고 채우고 채우오 부서진 내 마음 그대만이 모아주오 이 밤의 가장 깊은 곳에 그대의 빛으로 가득하게"}, {"song_no": "7868989", "year": "2015", "rank": "44", "title": "너나 잘해", "artist": "에일리", "genre": "Dance", "lyrics": "Don’t make me fight 더는 화나게 만들지 마 이 싸움에 끝은 어디까지일까 oh oh oh oh oh Don’t make me cry 내 눈물은 이젠 못 참아 그 잘난 반반한 외모 뻔뻔한 태도 oh oh oh oh oh 처음관 다 달라지는 말들과 거칠어지는 너와 나 조금씩 멀어지는 둘 oh 괜찮아 너 없이도 나 견뎌내 미안하지만 너나 잘해 더 늦기 전에 내가 널 버리고 뒤돌아 떠나도 난 후회 안 해  bye bye bye bye bye bye 니가 날 붙잡고 다시 애원해도 난 믿지 않아  lie lie lie bye bye bye 불쌍해 ya 너나 잘해 내 걱정 마 너나 잘해 불쌍해 ya 너나 잘해 떠나기 전에 너나 잘해 plz Don’t tell me why 진흙탕이 돼버린 내 맘 다치고 물어뜯긴 그 상처만 oh oh oh oh oh 똑같은 말 굽히지 않는 자존심만 나 말고 딴 데가 세워  예의 좀 배워 oh oh oh oh oh 처음관 다 달라지는 말들과 거칠어지는 너와 나 조금씩 멀어지는 둘 oh 괜찮아 너 없이도 나 견뎌내 미안하지만 너나 잘해 더 늦기 전에 내가 널 버리고 뒤돌아 떠나도 난 후회 안 해  bye bye bye bye bye bye 니가 날 붙잡고 다시 애원해도 난 믿지 않아  lie lie lie bye bye bye 상처만 남기고 승자는 없었던 지겹게 반복된 너와 나의 시간 멈추고 싶지만 끝내고 싶지만 멀리 와버린 우리 내가 널 버리고 뒤돌아 떠나도 난 후회 안해  bye bye bye bye bye bye 니가 날 붙잡고 다시 애원해도 난 믿지 않아  lie lie lie bye bye bye 불쌍해 ya 너나 잘해 내 걱정 마 너나 잘해 불쌍해 ya 너나 잘해 떠나기 전에 너나 잘해 붙잡지 마 너나 잘해 불쌍해 ya 너나 잘해 plz"}, {"song_no": "5820368", "year": "2015", "rank": "45", "title": "Lion Heart", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Dance", "lyrics": "Oooh 너와 나 첨 만났을 때 Oooh 마치 사자처럼 맴돌다 기회를 노려 내 맘 뺏은 너 Ah 넌 달라진 게 없어 여전해 난 애가 타고 또 타 사냥감 찾아 한 눈 파는 너 수백 번 밀어내야 했는데  수천 번 널 떠나야 했는데 Tell me why 왜 맘이 맘이 자꾸 흔들리니 난 여기 여기 네 옆에 있잖니 정신 차려 Lion heart 난 애가 타 내 맘이 맘이 더는 식지 않게 난 여기저기 뛰노는 너의 맘 길들일래 Lion heart OhOhOh OhOhOhOhOh  OhOhOh OhOhOhOhOh Oooh 넌 자유로운 영혼 여전해 충실해 본능 앞에 지금 네 옆에 난 안 보이니 수백 번 고민 고민해봐도 수천 번 결국 답은 너인데 Tell me why 왜 맘이 맘이 자꾸 흔들리니 난 여기 여기 네 옆에 있잖니 정신 차려 Lion heart 난 애가 타 내 맘이 맘이 더는 식지 않게 난 여기저기 뛰노는 너의 맘 길들일래 Lion heart OhOhOh OhOhOhOhOh  곤히 잠자는 나의 코끝을 Baby  OhOhOh OhOhOhOhOh 네가 건드려 나도 화가 나 Baby  Tell me why 왜 맘이 맘이 자꾸 흔들리니 난 여기 여기 네 옆에 있잖니 정신 차려 Lion heart 난 애가 타 내 맘이 맘이 더는 식지 않게 난 여기저기 뛰노는 너의 맘 길들일래 Lion heart Ladies y’all know  what I’m talking about right Yeah  모두 다 아니라 해도  좋을 때 있지 않아 사실 나만 좋음 됐지 뭐  바람보다 빠른 눈치로  맘은 뜨겁게 햇살처럼 따뜻한 말로  머린 차갑게 길들일래 너의 Lion heart  사자 같은 너의 Lion heart Lalala Lalalalala  여기 와서 앉아  Lalala Lalalalala 내 곁에만 있어 Lalala Lalalalala 한 눈 팔지 말아  Lion heart"}, {"song_no": "4660794", "year": "2015", "rank": "46", "title": "I`m Not The Only One", "artist": "Sam Smith", "genre": "Pop", "lyrics": "You and me we made a vow For better or for worse I can't believe you let me down But the proof is in the way it hurts For months on end  I've had my doubts Denying every tear I wish this would be over now But I know that  I still need you here You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one You've been so unfaithful Now sadly I know why Your heart is unobtainable Even though lord knows you have mine You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one I have loved you for many years Maybe I am just not enough You've made me realise  my deepest fear By lying and tearing us up You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one I know I'm not the only one I know I'm not the only one  And I know I know I'm not the only one"}, {"song_no": "7881449", "year": "2015", "rank": "47", "title": "밤을 새 (Feat. 베이식)", "artist": "허각", "genre": "R&B / Soul", "lyrics": "허름한 카페에서   여긴 너무 조용해서  혼자 울기도 힘들다  그 사람이 간지   벌써 몇 시간 짼데   난 움직이지 못해   다 식은 커피에서   그 사람 맘 같아서  참 많이 공허했어  다 말도 못했는데   널 잊지 못했는데  왜 넌 날 잊으라 하니  난 미련만 기억만 가지고 갈게  제발 이것만 허락해줄래   아름다웠던 또 지독했던 우리   사랑 지워질 때까지   밤을 새 밤새 밤새 밤을 새  바래진 추억을 안고  밤을 새 밤새 밤새 밤을 새  다 끝난 사랑을 잡고   오늘도 난 밤을 새  잠을 청하려 누워 두 눈을 감을 때  네가 생각나 너를  내 품에 안을 때가  매번 흐르는 눈물을 참을 때 난  널 잊는다는 건 이미 포기했어  난 또 비참하고 불쌍한 쪽이 됐어  언제나처럼 나쁘고  아픈 건 내가 가져갈게  그래도 네 기억만은  계속 날 괴롭혀  난 미련만 기억만 가지고 갈게  제발 이것만 허락해줄래   아름다웠던 또 지독했던 우리   사랑 지워질 때까지   밤을 새 밤새 밤새 밤을 새  바래진 추억을 안고  밤을 새 밤새 밤새 밤을 새  다 끝난 사랑을 잡고   이젠 밤을 새는 건 일도 아니고  시간은 어느새 지나가지 빨리도  누가 봐도 끝난 일  이제 서로 다른 길  가야겠지 Adios  또다시 이 길고 긴 시간 속에  너 없이 나만 혼자 지새우네  오늘 밤도 너 없이  나만 혼자 지새우다   아픈 기억들만 가지고 가  제발 이것만은 나에게  허락해줄래  그래도 나를 사랑했단 거라  해줄래   아름다웠지 지독했었지  네가 가고 난 후  매일 난 기도했었지  네가 돌아오기만을   아님 이 사랑이 지워지기만을  밤을 새 밤새 밤새 밤을 새 다 끝난 사랑을 잡고"}, {"song_no": "851429", "year": "2015", "rank": "48", "title": "기억속의 먼 그대에게", "artist": "박효신", "genre": "R&B / Soul", "lyrics": "하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸   그땐 정말 나는 몰랐었어  너의 사랑이 나에게는  얼마나 소중했었는지   내멋대로 너를 보냈었지 눈물 흘리며 애원하던 너를  냉정하게 뒤돌아서며 미련조차 난 없었어 그게 멋있는 이별이라고  믿고 널 보내며   하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸   돌아보면 나의 기억 속엔 너는 언제나 웃고있어  상처받은 가슴을 안고  네가 원한 이별이었기에  너는 말없이 날 보내줬었지 눈물섞인 너의 목소릴  등뒤로 남겨둔 채로 그렇게 난 쉽게 널 떠났는데   하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸   하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸 -"}, {"song_no": "5804040", "year": "2015", "rank": "49", "title": "거북선 (Feat. 팔로알토)", "artist": "Ja Mezz", "genre": "Rap / Hip-hop", "lyrics": "우린 거북선 다른배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 다른배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 uh whadsyaname 나의 존잴 모르기에 너희가 느끼는 공포감 Uh 내 aka는 ninja undercover camouflage underground 날 뭐라고 부르던 간에 너넨 거의 없지 나에 대한 정보가  J A M E DOUBLE Z 이제 알아둬 soon imma be on the top on the top uh whadsyaname maybe call me jack 내가 심어놓은 콩나무 uh 지난 1년 사이에 많이 자랐네 그걸 타고 향할 목적지는 저 하늘 uh wanna get 나무늘보 나의 하루 또 잘만든 앨범 곧 나오면 여태 게으르고 배불렀던 랩퍼들아 발뺌 하지 말고 그냥 발빼 나보다 못하면 홍원이 꿈나무 유망주한테 기부해 mic and pop filter 처럼 핑계대지 말고 예방법 처럼 너넨 손 씻어 이걸 듣고 찔리면 너는 아마  이걸 못느낀다하겠지 마취 주사 인듯 그냥 몇대 더맞고 눈을 감아 그래 너만 못 들었겠지 나의 이름 uh 우린 거북선 다른배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 다른배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 whoo 난 늘 하고 있었지 내가 걸어온 방식대로 노를 저었지만 되려 뒤로 밀려난 걸 느꼈고 1막을 닫어 내 악장의 다음 세대로 what the fuck you want  만만하게 봤다면 척추 꺾어줘 귀엽게 봤다면 Imma fuck you love hard 내게 잘못 걸리느니 쳐맞는게 나을걸 벌써 몇놈 혓바닥을 접어놨어 평화를 추구 ma friend yeah I used to  꼰대질에 썩은 웃음 ha yeah I used to 그 때의 나로 유추해 내 신경을 들쑤셨다간 코로 마시게 될거야 술 분수 난 순수하지 순진하지만은 않아 순순히 당하지 않지 니네 술수 내 낯짝 봐라 콧대가 높지 high high 열번 찍어도 흠 집이없어 안당하는 편집 nah nah 만약 내 패기가 객기였다면 진작에 뒤졌지 마 내랑 랩으로 붙어보자 카믄 다 멈칫 멈칫 멈칫 워 우린 거북선 다른배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 다른배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 아가미 달린 새끼 물먹어도 잘도 살아서 올라왔지 실패를 껌같이 경험 빨아 먹고 뱉어 딱히 맛은 없지 아다리 맞는 인생 하나님의 계획을 그대로 따라왔지 한국을 상대로 놀지 않아 세계위에 태극기 꽂는 간지 지코 팔로알토의 3번째 입양아들 송민호 제대로 된 가정교육 다 씹어 먹는 게 내 효도 회사빨 조까 이제는 회사가 내 빨을 받아  팀 와이지를 사살해 총을 쥐어준 니 상황  Idol rappers mo'fucker god damn i'm a idol too 색안경 벗지마 씐채로 갈겨 얼마든 줄게 합의금 찐따 새끼들 날 금지하려해 내 존재가 반칙인듯 너네는 잘못된 랩펄 섬기고 있어 죄다 사이비 whoo 우린 거북선 다른 배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 다른 배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통"}, {"song_no": "5719286", "year": "2015", "rank": "50", "title": "뱅뱅뱅 (BANG BANG BANG)", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "난 깨어나 까만 밤과 함께 다 들어와 담엔 누구 차례 한 치 앞도 볼 수 없는 막장 게릴라 경배하라 목청이 터지게 찌질한 분위기를 전환해 광기를 감추지 못하게 해 남자들의 품위 여자들의 가식 이유 모를 자신감이 볼만해 난 보란 듯이 너무나도 뻔뻔히 니 몸속에 파고드는 알러지 이상한 정신의 술렁이는 천지 오늘 여기 무법지 난 불을 질러 심장을 태워 널 미치게 하고 싶어 B I G Yea we bang like this 모두 다 같이 총 맞은 것처럼 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 다 꼼짝 마라 다 꼼짝 마 다 꼼짝 마라 다 꼼짝 마 오늘 밤 끝장 보자 다 끝장 봐 오늘 밤 끝장 보자 빵야 빵야 빵야 널 데려가 지금 이 순간에 새빨간 저 하늘이 춤출 때 돌고 돌아 너와 나 이곳은 Valhalla 찬양하라 더 울려 퍼지게 We go hard 불침번 밤새 달려 축지법 이 노래는 꼭지점 신이나 불러라 신점 큰 비명소리는 마성의 멜로디 검은 독기의 연결 고리 사방 팔방 오방 가서 푸는 고삐 whoo 난 불을 질러 네 심장을 태워 널 미치게 하고 싶어 B I G Yea we bang like this 모두 다 같이 총 맞은 것처럼 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 다 꼼짝 마라 다 꼼짝 마 다 꼼짝 마라 다 꼼짝 마 오늘 밤 끝장 보자 다 끝장 봐 오늘 밤 끝장 보자 빵야 빵야 빵야 Ready or not Yea we don't give a what Ready or not Yea we don't give a what Let’s go 남자들은 위로 여자들은 get low 당겨라 bang bang bang let the bass drum go 남자들은 위로 여자들은 get low 당겨라 bang bang bang let the bass drum go let the bass drum go let the bass drum go bang bang bang bang bang bang let the bass drum go bang bang bang bang bang bang let the bass drum go"}]