[{"song_no": "3910821", "year": "2015", "rank": "51", "title": "바람기억", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "바람 불어와 내 맘 흔들면 지나간 세월에  두 눈을 감아본다 나를 스치는 고요한 떨림 그 작은 소리에 난 귀를 기울여 본다 내 안에 숨쉬는 커버린 삶의 조각들이 날 부딪혀 지날 때 그 곳을 바라보리라 우리의 믿음 우리의 사랑 그 영원한 약속들을 나 추억한다면 힘차게 걸으리라 우리의 만남 우리의 이별 그 바래진 기억에 나 사랑했다면 미소를 띄우리라 내 안에 있는  모자란 삶의 기억들이 날 부딪혀 지날 때  그 곳을 바라보리라 우리의 믿음 우리의 사랑 그 영원한 약속들을 나 추억한다면 힘차게 걸으리라 우리의 만남 우리의 이별 그 바래진 기억에 나 사랑했다면 미소를 띄우리라"}, {"song_no": "1764208", "year": "2015", "rank": "52", "title": "대낮에 한 이별 (Feat. 선예 (Wonder Girls))", "artist": "박진영", "genre": "Ballad", "lyrics": "마지막 인사를 주고 받고  엉엉 울면서  서로를 한 번 꽉 안아 보고서  잘해준 게 하나도 없어  맘이 아프다며  서로의 눈물을 닦아 주었어  시간이 한참 지나고 나서  괜찮아지면  그때 친구로 다시 만나서  서로의 곁에 있어주잔  말을 남기고서  마지막으로 한 번 안아봤어  햇살이 밝아서  햇살이 아주 따뜻해서  눈물이 말랐어  생각보단 아주 빨리  죽을 것 같아서  정말 숨도 못 쉬었었어  근데 햇살이 밝아서  햇살이 밝아서 괜찮았어  헤어지기 직전에 그만  참지를 못하고  아주 바보 같은 질문을 했어  우리 혹시 헤어지지 않으면  안 되냐고  이제 얘기를 다 끝낸 후인데  그러자 너도 바보같이  대답을 못하고  멍하니 나만 바라보고 있어  우린 알고 있어서  너무 잘 알고 있어서  헤어지기가 너무 두려운 거야  햇살이 밝아서  햇살이 아주 따뜻해서  눈물이 말랐어  생각보단 아주 빨리  죽을 것 같아서  정말 숨도 못 셨었어  근데 햇살이 밝아서  햇살이 밝아서 괜찮았어  햇살이 밝아서  아픔을 잊을 수 있었어  햇살이 밝아서  눈물을 멈출 수 있었어  햇살이 밝아서  하늘이 너무 고마웠어  햇살이 밝아서  햇살이 밝아서 괜찮았어"}, {"song_no": "5667583", "year": "2015", "rank": "53", "title": "해줄 수 없는 일", "artist": "거미", "genre": "Ballad", "lyrics": "할 말이 있어 어려운 얘기  내게 힘겹게 꺼내놓은  네 마지막 얘기  내 곁에 있기엔  너무 닮지 못 해서  함께 할 수 있는 건  이별뿐이라고  아무것도 난 몰랐잖아 너를 힘들게 했다는 게  그런 것도 몰랐다는 게  도무지 난 용서가 안돼  아무것도 넌 모르잖아  나를 차갑게 돌아서도  내일부터 볼 수 없어도  내 안에 넌 달라지는 게  아니란 걸 그렇다는 걸  너도 알고 있잖아  네가 원하면 무엇이든  다 할 수 있단 걸  해줄 수 없는 건  오직 한 가지뿐이야  너무 사랑하면서  너를 떠나가는 일 아무것도 난 몰랐잖아  너를 힘들게 했다는 게  그런 것도 몰랐다는 게  도무지 난 용서가 안돼  아무것도 넌 모르잖아  나를 차갑게 돌아서도  내일부터 볼 수 없어도  내 안에 넌 달라지는 게  아니란 걸 너를 위한 길이라면  그러고 싶어  받아들이려고 해봐도  이별까지는 아무래도  힘들 것 같아 네가 없이 살아가는 게  나에게는 자신 없으니까 아무 말도 못 들은 걸로  아무 일도 없었던 걸로 오늘 일만 지워버리면  우리 둘은 달라지는 게 없잖아 더 지치게 하는 일 없을 테니"}, {"song_no": "5629279", "year": "2015", "rank": "54", "title": "See You Again (폴 워커 추모 엔딩곡)", "artist": "Charlie Puth", "genre": "Foreign Movie", "lyrics": "It's been a long day without you my friend And I'll tell you all about it when I see you again We've come a long way from where we began Oh I'll tell you all about it when I see you again When I see you again Damn who knew All the planes we flew Good things we been through That I'd be standing right here talking to you Bout another path I know we loved to hit the road and laugh But something told me that it wouldn't last Had to switch up look at things different see the bigger picture Those were the days Hard work forever pays Now I see you in a better place How could we not talk about family when family's all that we got Everything I went through you were standing there by my side And now you gone be with me for the last ride It's been a long day without you my friend And I'll tell you all about it when I see you again We've come a long way from where we began Oh I'll tell you all about it when I see you again When I see you again First you both go out your way And the vibe is feeling strong And what's small turned to a friendship A friendship turned to a bond And that bond will never be broken The love will never get lost And when brotherhood come first Then the line will never be crossed Established it on our own When that line had to be drawn And that line is what we reached So remember me when i'm gone How could we not talk about family when family's all that we got Everything I went through you were standing there by my side And now you gone be with me for the last ride So let the light guide your way yea Hold every memory as you go And every road you take Will always lead you home Hoooooome It's been a long day without you my friend And I'll tell you all about it when I see you again We've come a long way from where we began Oh I'll tell you all about it when I see you again When I see you again"}, {"song_no": "4681146", "year": "2015", "rank": "55", "title": "한여름밤의 꿀", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 한여름밤의 꿀 so sweet so sweet yum 정말 오랜만이야 어떻게 지냈어 나 똑같지 뭐 그냥 열심히 일했어 넌 어때 그때 그 사람 계속 만나 헤어졌구나 미안 괜한 얘기 꺼내 어쨌든 반가워 시간 진짜 빠르다 벌써 여기까지 왔네 우리도 근데 어쩜 넌 하나 변함없이  여전히 이쁘네 던진 농담 반 진담 반 왜 말  돌리는데 술 때문인 건지 아니면 부끄러운 건지 빨개지는 볼 너 생각나로  피어나는 추억에 화원 색색 아련한 이야기꽃 웃음꽃 I want to tell you something 예전에 나 너 좋아했던 거 알어 and you said I know 나 좀 취했나 봐 헛소리 신경 쓰지 말고 cheers 건배 오늘처럼 무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum Hold up 지금 나오는 노래 뭐지  잠깐 Hold up 알듯한데 제목 기억 안 나는 옛 노래 흥얼거려 멜로디 시원한 밤공기 자리 옮길 겸 걷자 신난다며 폴짝 뛰어가는 뒷모습 참 순수해 너란 여자 그러다 벌레 한 마리에 기겁하더니 가로등 불빛 아래 포개지는 그림자 하나 이 순간 둘 행복해 셋 어느새 쥐고 있는 손가락 넷 한여름밤의 꿈 깨고 싶지 않은 한여름밤의 꿀 바로 오늘 같은 무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum 오늘 너무 즐거웠어 너무 즐거웠어 너무 반가웠어 나도 반가웠어 잘 자 굿나잇 You have a sweet dream 이런 널 보고 있자니 바랄게 없어서 행복했어 So happy 너무 행복했어 Me too 잘 자 굿나잇 You have a sweet dream 이런 널 안고 있자니 바랄게 뭐 더 있어 한여름밤의 꿀 한여름밤의 꿀 so sweet so sweet yum 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum"}, {"song_no": "4369827", "year": "2015", "rank": "56", "title": "금요일에 만나요 (Feat. 장이정 Of HISTORY)", "artist": "아이유", "genre": "Ballad", "lyrics": "월요일엔 아마 바쁘지 않을까  화요일도 성급해 보이지 안 그래  수요일은 뭔가 어정쩡한 느낌  목요일은 그냥 내가 왠지 싫어  우 이번 주 금요일  우 금요일에 시간 어때요  주말까지 기다리긴 힘들어  시간아 달려라 시계를   더 보채고 싶지만   mind control  일분 일초가 달콤해  이 남자 도대체 뭐야  사랑에 빠지지 않곤 못 배기겠어  온 종일 내 맘은 저기   시계바늘 위에 올라타  한 칸씩 그대에게 더 가까이  우 이번 주 금요일  우 금요일에 시간 어때요  딱히 보고 싶은 영화는 없지만  딱히 먹고 싶은 메뉴는 없지만  주말까지 기다리긴 힘들어  시간아 달려라 시계를   더 보채고 싶지만   mind control  일분 일초가 달콤해  이 남자 도대체 뭐야  사랑에 빠지지 않곤   못 배기겠어  온 종일 내 맘은 저기   시계바늘 위에 올라타  한 칸씩 그대에게 더 가까이  나 뭔가에 홀린 것 같아  이 여잔 도대체 뭐야  사랑해주지 않고는 못 배기겠어  돌아오는 이번 주   금요일에 만나요  그 날 내 맘을 더 가져가줘요 더 가까이 더 가까이 와요   더 가까이"}, {"song_no": "5531227", "year": "2015", "rank": "57", "title": "화 (Feat. 진실 Of Mad Soul Child) (Fire)", "artist": "매드클라운", "genre": "Rap / Hip-hop", "lyrics": "화 (Feat. 진실 Of Mad Soul Child) (Fire)  Trouble Trouble Our destiny 누가 더 아파 누가 더 사랑해 내게 미친 널 보고 있으면 난 웃지 이렇게 웃지 들어봐 uh 바로 어제 3년 약정한 핸드폰 정신차리니 박살 나있고 바닥엔 할부 안 끝난 모니터 눈 앞에 넌 계속 악쓰고 있고 uh 젠장 뭐 답도 없지 내가 널 밀치면 니가 날 밀쳐 서로 씩씩거리면서 더럽게 질척이는데 나 완전 미쳐 헤어지고 싶은 눈친데 날 시키지 말고 니가 직접 말하시던가 어찌됐든 나쁜 쪽 되기 싫다 이건데 알아서 그럼 꺼지시던가 어 그래 잘가 잘 지내 니가 어디 어떻게 잘 사나 두고볼건데 나 널 너무 사랑해서 딱 한마디만 할게 너랑 꼭 똑같은 사람 만나 쓰레기 새꺄 Trouble Trouble Our destiny 누가 더 아파 누가 더 사랑해 내게 미친 널 보고 있으면 난 웃지 이렇게 웃지 라리라라라 라리라라라 내가 미친 건지 니가 미친 건지 미친 너를 못 떠난 내가 미친거지 라리라라라 라리라라라 날 놓지마 날 갖지마 사랑했던 건 진심 넌 내 맘에 별 근데 별은 별인데 서울에 별 밤만 되면 아주 그냥 보이질 않어 내 속타서 그냥 보이질 않어 반짝 별님 어딜 가셨나 땅 속에 꺼졌나 했더니 진짜 땅 속이데 참 신명나보여 클럽에서 아주 그냥 흥에 겨워 번쩍번쩍 빛나데 니가 뭐 그리 잘났어 날 감정이 없는 사람 취급하고 또 그게 당연하다는 듯 굴어 huh 넌 알긴 할까 나도 사람이란 걸 찌르면 아파 간지럽히면 웃어 화를 낼 줄도 알고 슬프면 울어 엮였어 진심 더럽게 엮였어 답이 있을 리 있나 없지 Trouble Trouble Our destiny 누가 더 아파 누가 더 사랑해 내게 미친 널 보고 있으면 난 웃지 이렇게 웃지 넌 망가질수록 더 내가 필요해 니 속을 헤고 또 헤고 또 해도 널 진짜 모르겠어 못해먹겠다고 넌 나의 곁에서 가장 행복해 외로움보단 괴로움을 택해 겪을 만큼 겪었어 난 더는 볼 일없어 너와 나 사이 일없어 마지막 그 말 후회할 텐데 야 됐고 볼장 다 봤고 넌 그냥 머리꼭지부터 발끝까지 최악 별 같은 소리하고 앉았네 불꺼 그만 난 자러 갈래 수고 Hurt me Love me Our destiny 마음껏 욕해 하지만 가지마 Hurt me Love me But don't you say goodbye 이렇게 비틀대지만 라리라라라 라리라라라 내 말 끝엔 또 칼 끝이 라리라라라 라리라라라 니 손 끝엔 또 눈물이 내가 미친 건지 니가 미친 건지 미친 너를 못 떠난 내가 미친거지"}, {"song_no": "5683329", "year": "2015", "rank": "58", "title": "축가 (Celebrate Love)", "artist": "바이브", "genre": "Ballad", "lyrics": "네가 세상에 많은 사람을 스쳐 지나고 가장 사랑스러운 그녀를 만나는 순간 그렇게 네가 행복해 보일 수가 없었어 그렇게 네가 설레어 하는걸 본적 없어 이제 밤늦게 친구들과 놀러 갈 수 없고 아무 때나 훌쩍 여행 같은 건 꿈도 못 꿔 그래도 집에 들어가면 반겨 줄 사람이 지친 하루의 끝을 함께 해 줄 사람이 We All Celebrate You 행복하길 바래 We All Celebrate You 두 손을 잡고서 항상 서로를 위하고 아픔을 함께 하고 언제나 옆에 있으면 돼 We All Celebrate You 너와 너의 신부를 닮은 아이가 태어나 우리들의 아이들과 어울리게 되겠지 가족이라는 의미를 알아가게 되겠지 네가 살아갈 중요한 이유가 생기겠지 We All Celebrate You 행복하길 바래 We All Celebrate You 두 손을 잡고서 항상 서로를 위하고 아픔을 함께 하고 언제나 곁에 있으면 돼 We All Celebrate You We All Celebrate You We All Celebrate You We All Celebrate You 행복하길 바래 We All Celebrate You 두 손을 잡고서 항상 서로를 위하고 아픔을 함께 하고 언제나 옆에 있으면 돼 We All Celebrate You 행복하길 바래 We All Celebrate You 두 손을 잡고서 서로의 길이 돼 주고 행복을 나눠주고 언제나 옆에 있으면 돼 We All Celebrate You We All Celebrate You We All Celebrate You We All Celebrate You"}, {"song_no": "5672392", "year": "2015", "rank": "59", "title": "두근거려 (Beautiful)", "artist": "백현 (BAEKHYUN)", "genre": "Drama", "lyrics": "안녕 내게 다가와 수줍은 향기를 안겨 주던 너 희미한 꿈 속에서 눈이 부시도록 반짝였어 설레임에 나도 모르게 한발 두발 네게 다가가 너의 곁에 남아 너의 미소에 내 마음이 녹아내려 눈이 마주쳤을 땐 두근거려 oh 너의 가슴에 내 미소를 기억해줘 하루에도 몇번씩 생각해줘 oh 너에게 하고 싶은 그 말 you`re beautiful 고마워 날 만나서 한결 같았던 니 모습이 보여 나를 기다려 왔던 너의 짙은 향기 깊은 울림 알 수 없는 강한 이끌림 너를 향한 나의 두 날개 펼쳐주고 싶어 너의 미소에 내 마음이 녹아내려 눈이 마주쳤을 땐 두근거려 oh 너의 봄날에 내 노래를 들려줄게 하루에도 몇번씩 생각해줘 oh 이렇게 너를 생각해 you`re beautiful 나를 반겨줘 뚜뚜뚜루루루 설레여 구름 위를 걷는 듯 거짓말 같이 난 네게 다가가 한발 더 다시 찾아온 너와 나의 계절에 기억할 수 있겠니 뚜루루루루뚜뚜 oh yeh all right 너를 만난 걸 행운이라 생각해 우리 다시 만나면 말해 줄래 fly to you 내 곁에 있어줘 you`re beautiful"}, {"song_no": "5684197", "year": "2015", "rank": "60", "title": "바람에 날려 (Feat. 펀치 (Punch))", "artist": "배치기", "genre": "Drama", "lyrics": "나 혼자서만 떠다닌다 내 주위는 다 떠나간다 하나둘씩 비어가는 빈자리를 멍하니 손놓고 바라봤던 날 탓한다 침묵하는 것이 익숙하고 편해졌어 들어 줄 리 만무한 소리 없는 아우성 서서히 멀어져 간 채 고립되어져 갔어 이젠 다 떠나버린 나 혼자 남은 섬 더디게 돌아가는 시간을 재촉해 보는 거 밖에 할 수 있는 게 내겐 많지 않은 걸 참아내고 나면 알아는 줄런지 괜찮다고 따스하게 말해줄 누군가 너의 두 눈을 보며 눈물이 넘실거려 외로운 밤이 오면 바람에 날려 어디론가 떠나가 볼까 너의 옆에 있어줄게 바람 한점 통하지 않은 곳 속에 갇혀 익숙한 외로움을 삼키고 어릴 적 그렸던 동화는 잿빛들로 물들어 기억 저편의 뒤안길로 사라져 가네 난 나지막한 목소리로 불러봤자 소용없어 또 넋을 잃어 가벼운 웃음조차 내게 허락하지 않는 이 곳으로 데려왔네 가혹한 세상은 나 혼자의 몫이 되어버린 슬픔과 작은 기쁨조차 나눌 일 없는 공간 행복은 벼랑 끝 처량한 꽃 한 송이처럼 손을 뻗기엔 두려워 멈춘 내 발걸음 마음 둘 곳 하나 없어 또 정처 없이 떠돌며 매서운 추위 속에 여민 옷깃 기나긴 적막 끝엔 기다리고 있을까 상처투성이 내 두 손을 잡아줄 누군가 너의 두 눈을 보며 눈물이 넘실거려 외로운 밤이 오면 바람에 날려 어디론가 떠나가 볼까 너의 옆에 있어줄게 다 알아 너의 아픈 상처 난 너의 피난처 무너지는 너에겐 내가 필요해 아직 못다 핀 꽃으로 지는 건 슬프잖니 내일도 넌 다시 피어나 뻔한 몇 글자의 말로는 위로 못해 잠깐의 mellow 도 없는 퍽퍽한 이 현실에 갇힌 내게 한 모금의 물을 줘 아무도 들어주지 않는 내 바람만 그저 스치듯 날린다"}, {"song_no": "5686285", "year": "2015", "rank": "61", "title": "반해", "artist": "전효성", "genre": "Dance", "lyrics": "우 우 우 점점 어지러 시간이 갈수록 널 볼수록 더해 Uh wait a minute who who who 대체 누군데 오감을 자극시켜  숨이 막혀 내 맘 좀 가라앉히게 후후  시크한 니 눈빛 속에 빠진 것처럼  왠지 헤어 나올 수 없어 어쩌면 절대 깨어날 수 없어 너 왜 이래 연기처럼 혹시 네가 사라질까 봐 날 붙잡아 절대 놓지 마 이 밤이 가기 전에 baby 네게 반해  널 처음 본 그 순간에 내 눈에 네가 다 비쳐 살짝 빠져가 빠져가 빠져가 baby  네게 더 반해 애타는 맘이 원해 뜨겁게 자꾸 날 미치게 해 its only you tonight   비틀비틀 오 비틀비틀  네게 빠져 난 우  빠져가 빠져가 빠져가 baby 비틀비틀 오 난 비틀비틀 뜨겁게 자꾸 날 미치게 해  its only you tonight   어머 어머 자꾸 숨이 멎어 뗄 수 없어 얼굴이 빨개져 딱 걸렸어 이리와 넌 나비처럼 날아와  내 맘을 뺏어가  시크한 니 눈빛 속에 빠진 것처럼  왠지 헤어 나올 수 없어 어쩌면 절대 깨어날 수 없어 너 왜이래 연기처럼 혹시 네가 사라질까 봐 날 붙잡아 절대 놓지 마 이 밤이 가기 전에 baby 네게 반해  널 처음 본 그 순간에 내 눈에 네가 다 비쳐 살짝 빠져가 빠져가 빠져가 baby  네게 더 반해 애타는 맘이 원해 뜨겁게 자꾸 날 미치게 해 its only you tonight   우 우 닿을 듯한 입술이 떨려 난  우 우 조금 더 다가와  이 밤이 가기 전에 baby 네게 반해  널 처음 본 그 순간에 내 눈에 네가 다 비쳐 살짝 빠져가 빠져가 빠져가 baby  네게 더 반해 애타는 맘이 원해 뜨겁게 자꾸 날 미치게 해 its only you tonight 비틀비틀 오 비틀비틀 네게 빠져 난 우  빠져가 빠져가 빠져가 baby 비틀비틀 오 난 비틀비틀 뜨겁게 자꾸 날 미치게 해  its only you tonight"}, {"song_no": "5692770", "year": "2015", "rank": "62", "title": "Hello Bubble", "artist": "걸스데이", "genre": "Dance", "lyrics": "왠지 기분 좋은 오늘 내 헤어스타일 자꾸 자꾸 웃음이 나와 상큼하게 옷을 입고서 콧노래를 부르며 하루를 시작해 어딜 가든 튀지 남자들은 난리나 다들 비키지 도도하게 걸어가 찰랑대는 머릿결에 비친 spot light 나를 질투하는 시선 어쩜 좋아 널 만나러 지금 달려가는 길 다시 너를 만나 사랑한다 꼭 말해줄 거야 Hello bubble bubble bubble 나도 너를 너를 너를 사랑한단 말야 내 맘을 아니 우예 Hello bubble bubble bubble 너의 이름 이름 이름 예쁘게 날 바꿔준 맞춰준 니가 너무 좋아 난 You you 니 입술 위에 love is you 심장이 쿵쿵 떨리는 걸 no no Boy boy 빨주노초파남보 예쁘게 날 바꿔준 맞춰준 니가 너무 좋아 baby 거품처럼 톡톡 튀는 나의 style 너를 위해 준비한 거야 show you everything 뗄 수 없이 너무 눈부셔 생각만 해도 난 이미 설레이는데 널 만나러 지금 달려가는 길 다시 너를 만나 사랑한다 꼭 말해줄 거야 Hello bubble bubble bubble 나도 너를 너를 너를 사랑한단 말야 내 맘을 아니 우예 Hello bubble bubble bubble 너의 이름 이름 이름 예쁘게 날 바꿔준 맞춰준 니가 너무 좋아 난 You you 니 입술 위에 love is you 심장이 쿵쿵 떨리는 걸 no no Boy boy 빨주노초파남보 예쁘게 날 바꿔준 맞춰준 니가 너무 좋아 baby I love you I love you 난 매일매일 들어도 I love it I love it Boy 오직 너만 할 수 있는 걸 Bubble oh bubble 처럼 기분이 날아오를 것만 같아 오늘 너와 함께 go go go baby Hello bubble bubble bubble 나도 너를 너를 너를 사랑한단 말야 내 맘을 아니 우예 Hello bubble bubble bubble 너의 이름 이름 이름 예쁘게 날 바꿔준 맞춰준 니가 너무 좋아 난 You you 니 입술 위에 love is you 심장이 쿵쿵 떨리는 걸 no no Boy boy 빨주노초파남보 예쁘게 날 바꿔준 맞춰준 니가 너무 좋아 baby"}, {"song_no": "5482064", "year": "2015", "rank": "63", "title": "바라보기", "artist": "엠씨더맥스", "genre": "Drama", "lyrics": "마음이 알고 가 낯선 길인데도 니 숨결이 머문 자리는 너무 그립다 그립다 못해 아프다 누군가를 두 눈에 담았을 뿐인데 눈물이 그댄 내 삶의 이유 입니다 겁 없는 사랑이라서 사랑이 아픔을 앞서 나가서 바라보는 일이 내 전부래도 버릴 수 없는 그대 입니다 어제도 그래 오늘도 반쯤 날 미치게 망가트려놓고 아무리 애써봐도 지워지지 않을 그리움 나를 사랑하지 않아도 거칠 것이 없는 나라서 이 사랑에 모든 걸 내던집니다 끝이 결코 행복하지 않아도 내 가슴이 가는 데로 따라 걷는다 그댄 내가 사는 이유입니다 바라보는 일이 내 전부래도 손 놓지 못할 사랑입니다"}, {"song_no": "5473905", "year": "2015", "rank": "64", "title": "LUV", "artist": "Apink (에이핑크)", "genre": "Dance", "lyrics": "기억하나요 우리 함께 했던 시간 L O V E LUV 설레이나요 한 땐 모든 것이었던 L O V E LUV 이제는 가끔 생각나는 그때 L O V E LUV 시간을 되돌릴 수는 없나요 믿을 수가 없어 한참 지나버린 우리 얘기 MY LOVE 유난히 지치고 길었었던 하루에 MY LOVE 내 편은 하나도 없죠  L O V E LUV 잠시라도 누군가에게 기대어서 울고 싶죠 Yeah  너와 나 두렵지가 않던 그 시간 서로 손을 잡을 때면 Yeah  너 하나 너만 내 옆에 있어주면 아무것도 필요 없던 그날을  기억하나요 우리 함께 했던 시간 L O V E LUV 설레이나요 한 땐 모든 것이었던 L O V E LUV 이제는 가끔 생각나는 그때 L O V E LUV 시간을 되돌릴 수는 없나요  믿을 수가 없어 한참 지나버린 우리 얘기  MY LOVE 수없이 마주치는 사람들 속에서 MY LOVE 점점 잊혀져 가겠죠  L O V E LUV 그래도 가끔 그때 생각엔 여전히 웃음만 나죠 Yeah  너와 나 너무 행복했던 그 시간 서로를 마주 볼 때면 Yeah  너 하나 너만 나를 믿어 준다면 세상 가장 힘이 됐던 그대가 날  기억하나요 우리 함께 했던 시간 L O V E LUV 설레이나요 한 땐 모든 것이었던 L O V E LUV 이제는 가끔 생각나는 그때 L O V E LUV 시간을 되돌릴 수는 없나요  믿을 수가 없어 한참 지나버린 우리 얘기  넌 날 그리워하나요 넌 날 그리워하나요 난 널 그리워하고 있죠 넌 나의 기억 속에 추억 어딘가 그렇게 남아있죠  기억하나요 우리 함께 했던 시간 L O V E LUV 설레이나요 한 땐 모든 것이었던 L O V E LUV  이제는 가끔 생각나는 그때 L O V E LUV 시간을 되돌릴 수는 없나요  믿을 수가 없어 한참 지나버린 우리 얘기"}, {"song_no": "5458267", "year": "2015", "rank": "65", "title": "광화문에서 (At Gwanghwamun)", "artist": "규현 (KYUHYUN)", "genre": "Ballad", "lyrics": "넌 어땠는지 아직 여름이 남아 왠지 난 조금 지쳤던 하루 광화문 가로수 은행잎 물들 때 그제야 고갤 들었었나 봐 눈이 부시게 반짝이던 우리 둘은 이미 남이 되었잖아 네 품 안에서 세상이 내 것이었던 철없던 시절은 안녕 오늘 바보처럼 그 자리에 서 있는 거야 비가 내리면 흠뻑 젖으며 오지 않는 너를 기다려 나는 행복했어 그 손 잡고 걷던 기억에 또 뒤돌아 봐 네가 서 있을까 봐 난 모르겠어 세상 살아가는 게 늘 다른 누굴 찾는 일 인지 커피 향 가득한 이 길 찾아오며 그제야 조금 웃었던 나야 처음이었어 그토록 날 떨리게 한 사람은 너 뿐이잖아 누구보다 더 사랑스럽던 네가 왜 내게서 떠나갔는지 오늘 바보처럼 그 자리에 서 있는 거야 비가 내리면 흠뻑 젖으며 오지 않는 너를 기다려 나는 행복했어 그 손 잡고 걷던 기억에 또 뒤돌아 봐 네가 서 있을까 봐 그 자리에서 매일 알아가 조금씩 변해가는 내 모습은 먼 훗날엔 그저 웃어줘 난 행복해 오늘 여긴 그 때처럼 아름다우니 괜히 바보처럼 이 자리에 서 있는 거야 비가 내리면 흠뻑 젖으며 오지 않는 너를 기다려 나는 행복했어 광화문 이 길을 다시 한번 뒤돌아 봐 네가 서 있을까 봐"}, {"song_no": "5555751", "year": "2015", "rank": "66", "title": "또 운다 또", "artist": "다비치", "genre": "Ballad", "lyrics": "또 운다 또 울지 말라니까 내 말 좀 들어라 터진 눈물아 약한 마음아 상처 난 가슴아 나는 정말 울기 싫단다 또 운다 또 울지 말라니까 제발 그 앞에서 울지마 무슨 말만 하면 울잖아  헤어지잔 말 한 마디에 아무 말도 못하면서 사랑한다고 사랑한다고 말도 못하면서 뚝 그만 울라니까 가 제발 가 오지 말라니까 내 말 좀 들어라 나쁜 이별아 하고 싶은 말 얼마나 많은데 나는 아직 사랑하는데 가 제발 가 그는 남겨두고 제발 그 앞에서 울지마 무슨 말만 하면 울잖아 헤어지잔 말 한 마디에 아무 말도 못하면서 사랑한다고 사랑한다고 말도 못하면서 뚝 그만 울라니까 눈물 뒤로 사랑이 숨어서 그가 날 못 보잖아 그만 그만 하라니까 제발 그 앞에서 울지마 제발 그만 울고 붙잡아 그를 이별에 뺏기지마 마음속에 갇힌 그 말을 밖으로 꺼내란 말이야 사랑한다고 말하란 말이야 지금이 아니면 제발 그만해 눈물아"}, {"song_no": "4688375", "year": "2015", "rank": "67", "title": "Maps", "artist": "Maroon 5", "genre": "Rock", "lyrics": "I miss taste of the sweet life I miss the conversation I'm searching for a song tonight I'm changing all of the stations I like to think that we had it all We drew a map to a better place But on that road I took a fall Oh baby why did you run away I was there for you In your darkest times I was there for you In your darkest nights But I wonder where were you When I was at my worst Down on my knees And you said you had my back So I wonder where were you All the roads you took came back to me So I'm following the map  that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following following  following to you The map that leads to you And nothing I can do The map that leads to you Following following following I hear your voice in my sleep at night Hard to resist temptation Cause all these strangers  come over me Now I can't get over you No I just can't get over you I was there for you In your darkest times I was there for you In your darkest nights But I wonder where were you When I was at my worst Down on my knees And you said you had my back So I wonder where were you All the roads you took  came back to me So I'm following the map  that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following following  following to you The map that leads to you And nothing I can do The map that leads to you I was there for you In your darkest times I was there for you In your darkest nights I was there for you In your darkest times I was there for you In your darkest nights But I wonder where were you When I was at my worst Down on my knees And you said you had my back So I wonder where were you All the worse you took came back to me So I'm following the map  that leads to you The map that leads to you Ain't nothing I can do The map that leads to you Following following  following to you The map that leads to you And nothing I can do The map that leads to you Following following following"}, {"song_no": "5456521", "year": "2015", "rank": "68", "title": "사뿐사뿐", "artist": "AOA", "genre": "Dance", "lyrics": "Hey no matter where you go 그 어딜 봐도 The pretty girls are AOA You know I know You know I know I'm good I'm hot I'm fresh I'm fly Brave sound 나 같은 애 첨 봤대 본 순간 느낌 왔대 수많은 사람 그 속에서도 유별나게도 난 빛이 났대 날 따라 돌아가는 고개 나로 꽉 차버린 두 눈에 말을 걸까 말까 망설이는 모습 너무 귀여워 햇살은 나를 비추는 Spotlight light light light 나만이 그대 머릿 속에 Headline line line line 꿈을 꿔도 내가 보이게 될 거야 고민은 Stop it 다가와 Baby come on 너에게 사뿐사뿐 걸어가 장미꽃을 꺾어서 그대에게 안겨줄 거야 깜짝 놀래 줄 거야 사뿐사뿐 걸어가 그대가 잠들었을 때 살며시 안아줄 거야 깜짝 놀래 줄 거야 La la la la la la la la la la La la la la La la la la la la la la la la I'm good I'm hot I'm fresh I'm fly La la la la la la la la la la La la la la La la la la la la la la la la I'm good I'm hot I'm fresh I'm fly 사뿐사뿐히 다가갈래 나 오늘 밤에 아무도 모르게 새근새근 잠이 든 그대 입술에 살며시 나 입 맞출래 너와 나의 달콤한 이 밤 이 밤에 끝을 꽉 잡고 그대는 나만의 늑대 나는 그대의 귀여운 고양이 햇살은 나를 비추는 Spotlight light light light 나만이 그대 머릿 속에 Headline line line line 꿈을 꿔도 내가 보이게 될 거야 고민은 Stop it 다가와 Baby come on 너에게 사뿐사뿐 걸어가 장미꽃을 꺾어서 그대에게 안겨줄 거야 깜짝 놀래 줄 거야 사뿐사뿐 걸어가 그대가 잠들었을 때 살며시 안아줄 거야 깜짝 놀래 줄 거야 La la la la la la la la la la La la la la La la la la la la la la la la I'm good I'm hot I'm fresh I'm fly La la la la la la la la la la La la la la La la la la la la la la la la I'm good I'm hot I'm fresh I'm fly We fly high 오늘 밤에 날 안고 더 높이 날아가줘 구름이 달님에게 내 손이 닿을 수 있게 사뿐히 날아온 떨리는 내 맘을 알아줘 Oh talk to me Oh lead me Oh kiss me baby 오늘 밤 La la la la la la la la la la La la la la La la la la la la la la la la I'm good I'm hot I'm fresh I'm fly La la la la la la la la la la La la la la La la la la la la la la la la I'm good I'm hot I'm fresh I'm fly Come on over boy"}, {"song_no": "5495296", "year": "2015", "rank": "69", "title": "사랑에 빠지고 싶다", "artist": "정승환", "genre": "Ballad", "lyrics": "운동을 하고 열심히 일하고 주말엔 영화도 챙겨보곤 해 서점에 들러 책 속에 빠져서 낯선 세상에 가슴 설레지 이런 인생 정말 괜찮아 보여 난 너무 잘살고 있어 헌데 왜  너무 외롭다 나 눈물이 난다 내 인생은 이토록 화려한데 고독이 온다 넌 나에게 묻는다 너는 이 순간 진짜 행복 하니 난 대답한다 난 너무 외롭다 내가 존재하는 이유는 뭘까 사랑이 뭘까 난 그게 참 궁금해 사랑하면서 난 또 외롭다 사는 게 뭘까 왜 이렇게 외롭니"}, {"song_no": "5470838", "year": "2015", "rank": "70", "title": "GOOD BOY", "artist": "GD X TAEYANG", "genre": "Rap / Hip-hop", "lyrics": "Put your hands in the air How y’all feeling out there We gon' party over here 모두 같이 sing it let me hear you say La la la la la la la la La la la la la la la la La la la la la la la la La la la la la la la la la I am a good boy I am a good good I am a good boy 어딜 가나 줄을 서 여자들은 날 보면 눈에 불을 켜 낮에는 lil hamster but 밤에 사랑을 나눌 땐 gangster 다정 다감한 눈빛 자연스러운 skin ship 넌 움찔 흠칫 할걸 네가 뭘 원하는지 말 안 해도 돼 굳이 눈치로 다 알아 Eh eh eh 보기와는 다르게 I don’t play play play 널 갖고 장난 안 해 사람들은 말해 나 같은 남자를 조심하라고 너무 믿지 말아 보나마나 뻔하다고 What you know about me 네가 날 아냐고 I am a good boy I am a good good I am a good boy Everyday fresh 한 옷 차림에 반전되는 심한 낯가림 다만 살짝 짓는 눈웃음에 주위 사람들 얼어 죽음 But I don’t really care and I don’t need that 난 너만 있으면 돼 내게 기대 이게 게임이라면 yes I’m a player and you could be my coach love affair Eh eh eh 보기와는 다르게 I don’t play play play 널 갖고 장난 안 해 사람들은 말해 나 같은 남자를 조심하라고 너무 믿지 말아 보나마나 뻔하다고 What you know about me 네가 날 아냐고 I am a good boy I am a good good I am a good boy Hey 나와 같이 춤을 춰 밤 새워 동화 같은 꿈을 꿔 Hey 난 백마 탄 왕자 너는 구두를 잃어버린 어여쁜 낭자 baby where u at 내 손을 잡아 위험하니까 where u at 널 하늘로 데려가 줄 테니까 Put your hands in the air How y’all feeling out there We gon' party over here 모두 같이 sing it let me hear you say La la la la la la la la La la la la la la la la La la la la la la la la La la la la la la la la la I am a good boy I am a good good I am a good boy"}, {"song_no": "5678250", "year": "2015", "rank": "71", "title": "Reset (Feat. 진실 Of Mad Soul Child)", "artist": "타이거JK", "genre": "Drama", "lyrics": "내 맘에 깊이 가득 차버린  공허한 세상 나를 구해줘  I wanna reset  I wanna reset  I wanna reset  어둠에 갇힌 외로운 눈빛  내 손을 잡아 줄 사람 없나  I wanna reset  I wanna reset  I wanna reset  어딘 누군 간 잘 알겠지 내 괴로운 맘을 앞에 서성 되도 못 찾는 나 꽤꼬리 같은 혼자 날아다녀 어둠 속에 또 외로운 밤을 혼자 날아다녀 어둠 속 또 괴로운 맘을 왜 몰라주는 건데 아무리 작은 나란 존재 라도 짓밟지 말고 나와 같이 가 무심코 던진 너의 그 말들과 행동들이 나를 무너뜨려 한구석으로 몰아 넌 아니라고 말하지만 비웃음 뒤에 숨어 나를 찾지 마 내 맘에 깊이 가득 차버린  공허한 세상 나를 구해줘  I wanna reset  I wanna reset  I wanna reset  어둠에 갇힌 외로운 눈빛  내 손을 잡아 줄 사람 없나  I wanna reset  I wanna reset  I wanna reset  그저 스쳐 지나가는 바람  옆 옆 사람 바로 옆에서  소리 질러봐도 고요함만  마주 보고 있는데  나도 같이 걷고 있는데  왜 그들은 점점 멀어져  왜 난 항상 혼자 서있어  왜 내 세상만 멈춰  저 멀리 희미해지는  그들의 뒷모습  단 한 명만이라도 좋아  뒤돌아 제발 내 손잡아 줘  단 한 번뿐이라도 좋아  제발 내 손을 잡아줘  누구든 잠깐 멈춰줘  내 맘에 깊이 가득 차버린  공허한 세상 나를 구해줘  I wanna reset  I wanna reset  I wanna reset  어둠에 갇힌 외로운 눈빛  내 손을 잡아 줄 사람 없나  I wanna reset  I wanna reset  I wanna reset  비웃음 아닌 너의 미소는  사라져가는 날 되찾아줘  어둠 속엔 너의 미소는  외로운 내 맘 훤히 밝혀줘  I wanna reset  I wanna reset  I wanna reset  비웃음 아닌 너의 미소는  사라져가는 날 되찾아줘  어둠 속엔 너의 미소는  외로운 내 맘 훤히 밝혀줘  I wanna reset  I wanna reset  I wanna reset  How about you  I`m all about you  아름다웠던 그때로 돌아갈래  reset  어딘 누군 간 잘 알겠지 내 괴로운 맘을 앞에 서성 되도 못 찾는 나 꽤꼬리 같은 혼자 날아다녀 어둠 속에 또 외로운 밤을 혼자 날아다녀 어둠 속 또 괴로운 맘을 이렇게 홀로 남겨진 외로움 나의 이손을 지금 잡아줘 I wanna reset I wanna reset I wanna reset 상처투성이 숨겨둔 진실 행복했던곳 나 돌아갈래 I wanna reset I wanna reset I wanna reset"}, {"song_no": "5476552", "year": "2015", "rank": "72", "title": "니가 모르게 (You Don`t Know)", "artist": "로꼬", "genre": "Rap / Hip-hop", "lyrics": "난 오늘밤도 너를 떠올려 니가 모르게 니가 모르게 난 지금 이 순간에도 어김없이 너를 떠올려 니가 모르게 니가 모르게 오늘도 조용하게 말하지 닿을 수 있다면 당장 그리로 달려갈 수 있다면 어쩔 수 없다는 상황 탓을 하며 괜히 상상해 보는 너와 마주치는 장면 날 달래주는 말 언젠가는 그래 다시 볼 수 있겠지 널 언젠가는 매일 너의 사진들을  확인하는 나와는 다르게 애써 무관심한 척 보낸 말들 더는 아무것도 모른 채 살고 있겠지 노래를 듣게 되도 그냥 지나치겠지 용기를 내고 싶어 마셨던 술 때문에 잃었던 기억 서롤 붙잡고 췄던 춤  더 빠져들기 싫어서 멈췄던 대화 넌 지금쯤 어떤 상대와 또 인연을 맺고 있을 수도 있어 이기적이지만 그 인연은 아니길 난 빌어 난 오늘밤도 너를 떠올려 니가 모르게 니가 모르게 난 지금 이 순간에도 어김없이 너를 떠올려 니가 모르게 니가 모르게 This song is about you you you you you but you don't know This song is about you you you you you but you don't know This song is about you you you you you but you don't know This song is about you you you you you but one two three 생각했었지 미련을 갖기엔 인생은 너무 짧다 그런 말을 하기엔 난 아직 어린가 봐 너의 말 한마디에 아무것도 하지 못하고 있는 나를 알기에 걷어내고 싶어 네 마음에 모든 벽 궁금해 그 벽장 속에 모든 것 조금이라도 내가 담겨있을 까 아니면 다른 누군가로 가득 차 있을까 분명히 언젠가는 잊혀지겠지 시간은 가고 이 노래가 남겨지겠지 이 감정을 버리고 싶지 않아서 난 끄적였던 가사들을 이 곳에 다 담았어 넌 지금 나의 모든 것을 벌거벗겨 그래도 난 부끄럽지 않아 당당하게 서있어 하지만 넌 아무것도 보지 못해 지금도 너를 떠올리네 니가 모르게 난 오늘밤도 너를 떠올려 니가 모르게 니가 모르게 난 지금 이 순간에도 어김없이 너를 떠올려 니가 모르게 니가 모르게 This song is about you you you you you but you don't know This song is about you you you you you but you don't know This song is about  you you you you you but you don't know This song is about  you you you you you but you 나도 알아 내 손을  네 몸에 댈 수 없어 너무 멀어 내 목소리를 낼 수 없어 나도 모르게 커져가는 욕심 너에게도 나라는  존재가 닿길 바라지 나도 알아 내 손을 네 몸에 댈 수 없어 너무 멀어 내 목소리를 낼 수 없어 나도 모르게 커져가는 욕심 너에게도 나라는 존재가 닿길 바라지 난 오늘밤도 너를 떠올려  니가 모르게 니가 모르게 난 지금 이 순간에도  어김없이 너를 떠올려 니가 모르게 니가 모르게 This song is about you you you you you  but you don't know This song is about you you you you you but you don't know This song is about you you you you you but you don't know This song is about you you you you you but one two three"}, {"song_no": "5546828", "year": "2015", "rank": "73", "title": "팔베개 (Feat. 기현) (Pillow)", "artist": "소유 (SOYOU)", "genre": "Rap / Hip-hop", "lyrics": "스르륵 잠이 온다 사랑은 이렇게도 쉽게 다가와서 나를 안아요 혹시 팔이 저리면 말해줘 난 괜찮아 너 불편하면 말해줘 우린 여행 같은 거 필요 없이 이 정도로 충분하네 네가 원하는 거 내가 다 해줄 테니 말해 알람을 꺼논 채로 잠에 들어 숨막힐 정도로 이불을 덮어 밤엔 추워 가끔 내가 이불이 되어 매일매일 너를 안고 있고 싶어 왜냐면 너가 아픈 건 그 어떤 것보다 싫어 그대 품에서 기대 잠깐 쉴게요  오늘 참 많이 바빠 고단했어요 그대 있으면 난 약이 돼 내 전부 같은 사랑이라서 스르륵 잠이 온다 그대가 해준 팔베개 사랑은 이렇게도 쉽게 다가와서 나를 안아요 스르륵 잠이 온다 그대가 해준 키스에 두 눈을 감고 있어도 그대만 I think I fell in love with u 어쩌면 행복이란 것은 우릴 두고 생긴 단어 가만히 보고 있어도 난 웃음이 나잖아 더 이상 뭐가 필요해 그냥 손만 잡아도 우린 지구 아닌 우주까지 갈수가 있잖아 네가 너무 바쁜 내게 쓰다듬어 줄 때 네가 너무 아픈 나를 끌어안아 줄 때 꾀병을 부리고 싶어 나을 수가 없지 내 팔에 누워있는 너 이보다 나을 수는 없지 그대 품에서 기대 잠깐 쉴게요 오늘 참 많이 바빠 고단했어요 그대 있으면 난 약이 돼 내 전부 같은 사랑이라서 스르륵 잠이 온다 그대가 해준 팔베개 사랑은 이렇게도 쉽게 다가와서 나를 안아요 스르륵 잠이 온다 그대가 해준 키스에 두 눈을 감고 있어도 그대만 I think I fell in love with u 잠들어있는 그 모습까지도 너무 사랑스러워서 혹시 그대가 깰까 봐 조심스럽게 다가가 사랑한다 속삭이며 입을 맞춰요 스르륵 잠이 온다 그대가 해준 팔베개 사랑은 이렇게도 쉽게 다가와서 나를 안아요 스르륵 잠이 온다 그대가 해준 키스에 두 눈을 감고 있어도 그대만 I think I fell in love with u"}, {"song_no": "4646573", "year": "2015", "rank": "74", "title": "너의 의미 (Feat. 김창완)", "artist": "아이유", "genre": "Ballad", "lyrics": "너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미  너의 그 작은 눈빛도  쓸쓸한 그 뒷모습도 나에겐 힘겨운  약속  너의 모든 것은 내게로 와  풀리지 않는 수수께끼가 되네  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미  너의 그 작은 눈빛도  쓸쓸한 그 뒷모습도 나에겐 힘겨운  약속  너의 모든 것은 내게로 와  풀리지 않는 수수께끼가 되네  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미 너의 그 작은 눈빛도 쓸쓸한 그 뒷모습도 나에겐 힘겨운 약속"}, {"song_no": "5653958", "year": "2015", "rank": "75", "title": "봄바람 (Feat. 나얼)", "artist": "이문세", "genre": "Rock", "lyrics": "라일락 꽃 거리마다 가득 코끝이 아려와 햇살 같은 연인들의 미소 눈부신 날이야 그래 햇살 탓일까 아지랑이 피는 하늘 잠시 감은 눈에 나도 몰래 생각이 나 봄바람처럼 살랑 날 꽃잎처럼 흔들던 사람 꿈처럼 지난날들 이제 다시 돌아갈 수 없지만 봄바람처럼 살랑 내 가슴을 또 흔드는 사람 언제나 나에게 그대는 봄이야 척 봐도 시작하는 저들 어쩐지 웃음 나 그때 우린 저들 같았을까 떠올려 보지만 그래 마냥 좋았어 다시 내겐 없을 만큼 허나 지나버린 얘기인데 웃을 뿐이야 봄바람처럼 살랑 날 꽃잎처럼 흔들던 사람 꿈처럼 지난날들 이제 다시 돌아갈 수 없지만 봄바람처럼 살랑 내 가슴을 또 흔드는 사람 언제나 나에게 그대는 봄이야 다시 돌아오는 계절처럼 나를 찾아오는 그대 영원 할 것 같던 그 순간이 어제 같은데 봄바람처럼 살랑 날 꽃잎처럼 흔들던 사람 꿈처럼 지난 날들 이제 다시 돌아갈 수 없지만 봄바람처럼 살랑 또 하루하루 멀어지지만 어느새 또다시 눈부신 봄이야 봄바람처럼 살랑 또 하루하루 멀어지지만 어느새 또다시 눈부신 봄이야"}, {"song_no": "5386171", "year": "2015", "rank": "76", "title": "너무 보고싶어", "artist": "어쿠스틱 콜라보", "genre": "Drama", "lyrics": "혼자 이별을 하고  가버리면 난 어떡하라고 너 없는 하루를 살아보고  너 없는 채로 잠들어본다 잊을 수 있다고 다짐을 해 보고 다 잊은 척 웃어도 보고 별일 아닌 듯 혼자 영화도 보고  너의 빈자리 채워 본다 가끔 보고 싶어 견디기 힘들면 나 하루 종일 너를 찾아 헤매보고 손잡고 걷던 거리에 우두커니 서서 혹시 니가 올까 가슴 설레 본다 잘 살 수 있다고 다짐을 해 보고 태연한 척 웃어도 보고 드라마처럼 혼자 취해도 보고 널 잊으려고 하면 할수록 너무 보고 싶어 견디기 힘들어 비틀거리며 너를 또 찾아 헤매고 나란히 걷던 이 길에 나만 혼자  남아 눈물 삼키면서 너를 기다린다  날 그토록 사랑해주던  너란 사람은 어디까지 간거니 너무 보고 싶어 견디기 힘들어 오늘따라 난 니가 너무 보고 싶어 나 술에 취한 채 추억에 취한 채 비틀거리면서 너를 기다린다 다시 너를 기다린다"}, {"song_no": "5612284", "year": "2015", "rank": "77", "title": "안녕 (Hi~)", "artist": "러블리즈", "genre": "Dance", "lyrics": "처음 너를 만난 건 너의 기억보단 조금 더 빠른 걸 언제나 너의 뒤에서 몰래 널 바라봤지 넌 잘 모를 걸 솔직히 말을 하면 답답한 내 마음이 조금 후련해질까 전부 다 말해버리고 괜히 어색해지면 그땐 어떡하지 거울 보며 하나 세고 둘을 세면 안녕 우리 만날래 내가 지금 할 말이 있어 우리 만나자 물어볼 게 있으니까 용기 내서 하는 말이야 그러니 솔직하게 대답해줘 우리 만날래 오랫동안 기다려왔어 우리 만나자 그냥 이런 친구 말고 저기 말야 내가 있잖아 널 많이 사랑해 수없이 연습해도 어쩔 수가 없나 봐 맘이 떨려오는 건 어쩌죠 자꾸 겁이 나 결국 해야 한다면 빨리 해야겠지 전활 걸어 하나 세고 둘을 세면 안녕 우리 만날래 내가 지금 할 말이 있어 우리 만나자 물어볼 게 있으니까 용기 내서 하는 말이야 그러니 솔직하게 대답해줘 우리 만날래 오랫동안 기다려왔어 우리 만나자 그냥 이런 친구 말고 저기 말야 내가 있잖아 널 많이 사랑해 이 순간 1분 1초가 어제 하루보다 더 긴 것 같아 그렇게 웃고만 있지 말고 말해봐 자꾸 그럴래 대체 뭐가 재밌는 거야 자꾸 그럴래 나는 심각하단 말야 용기 내서 하는 말이야 그러니 솔직하게 대답해줘 우리 만날래 오랫동안 기다려왔어 우리 만나자 그냥 이런 친구 말고 저기 말야 내가 있잖아 널 많이 사랑해"}, {"song_no": "5690598", "year": "2015", "rank": "78", "title": "Kontrol", "artist": "김성규", "genre": "Ballad", "lyrics": "아파하는 건 내가 다 알아서 할 테니까 대신 이거 하나만 내게 약속해줘 딱 하나만 약속해줘 너의 그 자린 항상 늘 그대로일 테니까 혹시라도 내가 다시 그리워지면 아무런 걱정하지 말고 다시 내게로 돌아와줘 하루하루 이렇게 눈물로 하염없이 너를 기다리는 나에게로 돌아와줘 끝이 없는 내 안에 기다림 멈출 수 있는 건 오직 그대밖에 없어 기다리는 건 내가 다 알아서 할 테니까 대신 이거 하나만 꼭 기억해줘 딱 하나만 기억해줘 내 어깨는 항상 널 위해 비워놓을 테니까 언제라도 내가 다시 필요해지면 아무런 걱정하지 말고 다시 내게로 돌아와줘  하루하루 이렇게 눈물로 하염없이 너를 기다리는 나에게로 돌아와줘  끝이 없는 내 안에  기다림 멈출 수 있는 건 오직 그대밖에 없어 아무것도 묻지 않을게 나 혼자 여기 이렇게 남겨두고 왜 떠났었냐고 왜 그랬었냐고 그런 게 다 뭐가 중요해 난 너만 곁에 있으면 돼 정말이지 난 그거 하나면 돼 돌아와줘  하루하루 이렇게 눈물로 하염없이 너를 기다리는 나에게로 돌아와줘 끝이 없는 내 안의 이 기다림을 멈출 수 있는 건 오직 그대밖에 없어 돌아와줘 내겐 너밖에 없어 하루하루 이렇게 내 마음 속엔 늘 항상 너밖에 없어"}, {"song_no": "5684893", "year": "2015", "rank": "79", "title": "My Type 2 (Feat. 강민경&산체스)", "artist": "버벌진트", "genre": "Rap / Hip-hop", "lyrics": "구체적인 게 좋아 체면 내려놓고 얘기해볼까 구체적인 게 좋아 자세히 들어가면 놀랄지 몰라 구체적인 게 좋아 까칠해도 돼 It's alright I ain't got no type 여자라면 난 다 좋아 이상형 쓰기엔 빈칸이 너무 좁아 No lie 거짓말이 아냐 다 매력 있어 마주치는 type마다 애교와 쌍꺼풀의 유무 운동화 슬리퍼 아니면 구두 나를 만나기 전에 네가 쌓은 과거도 상관없어 Now I'm a break it down for y'all 구체적인 게 좋아 다 말해줘 나에게 까칠해도 돼 It's alright It's alright Boy 함께 걸을 때의 속도 또 피해줬으면 하는 옷도 빠짐없이 내게 말해줘 Boy every little thing 난 자신 있어 구체적인 게 좋아 체면 내려놓고 얘기해볼까 자세히 들어가면 놀랄지 몰라 It's alright It's alright you wouldn't know 구체적인 게 좋아 체면 내려놓고 얘기해볼까 자세히 들어가면 놀랄지 몰라 It's alright It's alright It's alright 음식을 씹을 때 소리 안 나는 거 편견 없이 소수자들을 대하는 거 각자의 공간의 소중함을 아는 거 그거면 충분해 난 어차피 시간이 흐르면 대화 속에서 서로 맞는지 안 맞는지는 알 수 있어 직업 또는 겉모습 상관없어 So it's a must that I spend a  little time with you 내 눈에 지금 넌 충분히 예쁜 걸 많은 걸 바라진 않아 나도 완벽하진 않아 구체적인 게 좋아 다 말해줘 나에게 까칠해도 돼 It's alright It's alright Boy 함께 걸을 때의 속도 또 피해줬으면 하는 옷도 빠짐없이 내게 말해줘 Boy every little thing 난 자신 있어 구체적인 게 좋아 체면 내려놓고 얘기해볼까 자세히 들어가면 놀랄지 몰라 It's alright It's alright 구체적인 게 좋아 체면 내려놓고 얘기해볼까 자세히 들어가면 놀랄지 몰라 It's alright It's alright It's alright alright It's alright alright It's alright It's alright let me tell you what I want It's alright It's alright 다른 여자와는 달라 네가 아는 그 누구보다 네가 원하는 걸 알아 사소한 너의 취향까지 So give me a chance 지금 내게 기회를 줘 'Cause you're my type My type my type my type and I'll be your type"}, {"song_no": "5653497", "year": "2015", "rank": "80", "title": "하기나 해 (Feat. Loco)", "artist": "GRAY (그레이)", "genre": "Rap / Hip-hop", "lyrics": "영원하길 바래 지금 이 젊음과 힘 또 영감과 느낌 계속 오래 가길 바래 다들 영원한 건 없다고 말하지만 영원하길 바래 사랑하는 사람들과 돈과 명예 음악 내 자신에게 말해 쓸 데 없는 생각 그만하고 하기나 해 그냥 하기나 해 뭐든지 걱정만 많으면 잘 될 것도 되다가 안 되니까 그냥 그냥 하기나 해 하기나 해 그냥 하기나 해 어차피 생각 대로 되는 것도 아니니깐 재밌게 즐기자구 그냥 하기나 해 길지 않은 시간 안에 많은 것을 이뤄냈지 간절하게 원하는 걸 다 하고 살 수 있다는 확신 그 전까진 혼자 불안감에 봉착 닫힌 생각에 갇힌 채로 살았던 난 거울을 쳐다봤지 그 때 뭔가 혼잣말 하고선 반 년 만에 옥탑방에서 방 세 개짜리 아파트로 이사했지 욕조가 있는 집으로 가는 게 꿈이었지 그러고 보니 작년 음원 차트 1위 곡이 세 개네 내 주변 사람들 부모님도 대견해 해 내 자신도 신기해 하지만 얼마 안 가 불안하고 진지해져 이게 오래 갈런지 언제나 영원할런지 영원하길 바래 지금 이 젊음과 힘 또 영감과 느낌 계속 오래 가길 바래 다들 영원한 건 없다고 말하지만 영원하길 바래 사랑하는 사람들과 돈과 명예 음악 내 자신에게 말해 쓸 데 없는 생각 그만하고 하기나 해 그냥 하기나 해 뭐든지 걱정만 많으면 잘될 것도 되다가 안 되니까 그냥 그냥 하기나 해 하기나 해 그냥 하기나 해 어차피 생각대로 되는 것도 아니니깐 재밌게 즐기자구 그냥 하기나 해 영원하길 바래 지금 이 젊음과 힘 또 날 채워주는 영감과 느낌  6년동안 후회 없이 달렸으니  하기나 해 라고 난 말할 수 있지 89년생 뱀띠 핑계는 대지 않기로 하고 만들기 시작한 음악 한시도 놓지 않았어 벌써 누군가의 마니또 오로지 내 얘기만 이 보따리에 담기로 내 미래를 점쳤던 어른들이 지금 내 통장을 열어보면 억 소리가 여러 번 이게 마냥 부럽다면 너는 멀었어 그래 난 아무것도 없었어 그래 재현고 강당에서 너의 귀에  이 목소리가 들리기 까지 내 공책은 빽빽하지 시간이 멈췄으면 해 가끔 보면 너무나 빨라 내 시간만 빠른 것 같아 고민에 휩싸인 채로 그냥 멍 때리고 있네 웃기고 있네 닥치고 하기나 해 그냥 하기나 해 뭐든지 걱정만 많으면 잘 될 것도 되다가 안 되니까 그냥 그냥 하기나 해 하기나 해 그냥 하기나 해 어차피 생각 대로 되는 것도 아니니깐 재밌게 즐기자구 그냥 하기나 해 Oh Oh Oh Oh Just Do It Oh Oh Oh Oh Just Do It Oh Oh Oh Oh Just Do It Nah Nah Nah Nah Nah Nah 하기나 해 Oh Oh Oh Oh Just Do It Oh Oh Oh Oh Just Do It Oh Oh Oh Oh Just Do It Nah Nah Nah Nah Nah Nah 하기나 해"}, {"song_no": "5704397", "year": "2015", "rank": "81", "title": "이럴거면 그러지말지 (Feat. Young K)", "artist": "백아연", "genre": "Ballad", "lyrics": "궁금해서 잠이 안 와 그때 왜 그랬어 구차해도 묻고 싶어 그때 난 뭐였어 나나나나 나나 나나 나만 애 탄거니 나나나나 나나 나나 난 진심인데 넌 그랬구나 그랬어 좋았는데 넌 아니었나 봐 그랬구나 그때 넌 그런 줄 모르고 나 혼자 이럴 거면 바래다주었던 그날 밤 넌 나를 안아주지 말았어야지 설렘에 밤잠 설치게 했던 그 말 그 말도 말았어야지 그러지는 말지 비겁하게 숨어버린 너를 돌아 올 거라고 믿은 내가 바보야 사랑스럽게 날 보던 네 눈빛에 빠졌던 내가 바보지 이럴 줄도 모르고 이렇게 돼 버린 이상 그냥 얘기할게 이미 떠나버린 니 맘 돌릴 순 없으니 그랬구나 그랬어 좋았는데 넌 아니었나 봐 그랬구나 그때 넌 네 생각 뿐인데 나 혼자 이럴 거면 바래다주었던 그날 밤 넌 나를 안아주지 말았어야지 설렘에 밤잠 설치게 했던 그 말 그 말도 말았어야지 이럴 줄은 몰랐어 어때 넌 어떻게 하고 싶니 지금 이 순간의 감정일지 중간에 금방 에러가 날것인지 I don’t know 하지만 내 생각엔 오래가진 못할 거 같아 너 아닌 나 때문에 이 관계는 이어지지 못해 잠 못 들어 아픈 이 새벽 잘 지내니 문자 한번쯤은 해주지 혹시나 하며 올린 우리 얘기에 좋아요 누르지 말지 괜히 기대 하게 바래다주던 그 날 밤처럼 돌아와서 포근하게 나를 안아줘 설렘에 밤잠 설치게 했던 말로 또 두근거리게 해줘 다시 날 녹여줘 이럴 거면 귀엽다고 하지 말지 그러지 말지 혼잣말만 늘어가네 전하지도 못할 말만"}, {"song_no": "5672768", "year": "2015", "rank": "82", "title": "Awoo", "artist": "김예림 (투개월)", "genre": "Dance", "lyrics": "또 꼬리를 치나  남잔 다 관심 없다 말해 놓고 그리고 너 딱 봐도 티 나  손 발만 남기고 다 고쳐 놓고 앞에선 웃음 짓고 돌아서면 너 진짜 웃기지도 않는 표정 내 맘에 담아둔 그댈 자꾸 간 본다면 오늘은 어제와는 다를 거야 잘 못 걸린 척 너에게 전화를 하고 너는 지금 뭐 해 자니 밖이야 한 잔 두 잔 세 잔 술이 들어가고 감춰둔 꼬리를 흔들 난 너를 꼬셔  넌 내게 꽂혀  난 너를 꼬셔  넌 내게 꽂혀 더 짧아진 치마  조금 더 과감하게 어필하고 아 좀 부끄럽지만 천천히 다가가긴 재미 없어 아무렇지 않게 네게 스킨십하고  어떻게 해볼 거란 뜻은 아니야 하나 둘 셋 준비 운동을 하고 감춰둔 꼬리를 흔들 난 너를 꼬셔  넌 내게 꽂혀  난 너를 꼬셔  넌 내게 꽂혀 뜨거운 늑대들의 시선 날 보며 다들 넋 나가 내가 좋나 봐 따가운 여우들의 위선 사뿐히 밟고 올라가 괜히 내가 밉나 봐 그래 그럴지도 몰라  너는 이미 나의 노예  감춰진 꼬리를 흔들 난 너를 꼬셔  넌 내게 꽂혀  난 너를 꼬셔  넌 내게 꽂혀"}, {"song_no": "5584641", "year": "2015", "rank": "83", "title": "미쳐", "artist": "4minute", "genre": "Rap / Hip-hop", "lyrics": "Yeah I'm the female monster You know that Everybody let's get crazy right now Lego 주변 사람들이 나보고  미친 것 같대 너도 날 보고 지금 좀  미칠 것 같대 이해해 나도 내가 좀  미친 것 같아 난 좀 미친 것처럼  리듬에 맞춰 춤도 춰 한번 떴다 하면 여기저기 난리 나 이 밤이 다 가도록  우리 모두 난리 나 답은 정해져 있어 넌 그저 Ok 그저 아무렇게 그렇게  너도 나도 난리 나 더는 널 외롭게 하지 마 눈앞에 세상에 이제 숨겨온 널 찾아봐 Tonight 미쳐 소리 질러 즐겨 봐 또 이 밤이 가잖아 다 뛰어 흔들어 날 보고 미쳐 C R A Z Y 따라 해 C R A Z Y 모두 다 미쳐 미친 것처럼  그래 미친 것처럼 좀 더 미친 것처럼 미쳐 미친 것처럼 미미 미친 것처럼  이미 미친 것처럼 지금 내게 미친 것처럼  다 같이 다 같이 미쳐 I`m the crazy girl around  here like gossip girl 못 믿겠으면 전화 걸어  Hey call my boyfriend 따라올 수 없는 Class  미쳐 어딜 가든 New York Paris Milano Tokyo London 한번 작정하면 여기저기 난리 나 이 몸이 지나가면  우리 모두 난리 나 답은 정해져 있어 넌 그저 Ok 그저 아무렇게 그렇게  너도 나도 난리 나 더는 널 외롭게 하지 마 눈앞에 세상에 이제 숨겨온 널 찾아봐 Tonight 미쳐 소리 질러 즐겨 봐 또 이 밤이 가잖아 다 뛰어 흔들어 날 보고 미쳐 C R A Z Y 따라 해 C R A Z Y 모두 다 미쳐 미친 것처럼  그래 미친 것처럼 좀 더 미친 것처럼  미쳐 미친 것처럼 미미 미친 것처럼  이미 미친 것처럼 지금 내게 미친 것처럼  다 같이 다 같이 미쳐 넌 내게 미쳐 나만 믿고 넌 내게 미쳐 봐 널 내게 맡겨 나만 믿고 널 내게 맡겨 봐 아무것도 묻지 말고 나와 놀아 오늘만은 따라와 오늘만 날 따라 미친 척해 날 보고 미쳐 C R A Z Y 따라 해 C R A Z Y 모두 다 미쳐 미친 것처럼  그래 미친 것처럼 좀 더 미친 것처럼  미쳐 미친 것처럼 미미 미친 것처럼  이미 미친 것처럼 지금 내게 미친 것처럼  다 같이 다 같이 미쳐"}, {"song_no": "5584400", "year": "2015", "rank": "84", "title": "사랑은 미친짓 (Feat. 칸토 of 트로이)", "artist": "15& (박지민, 백예린)", "genre": "R&B / Soul", "lyrics": "정말 사랑했다고 애써 포장해도 이미 과거형인 걸 추억이 있다는게 어떻게 위로가 돼 정작 너 없이 혼자인 걸 싫어 결말이 나쁜 영화처럼 뻔한 스포일러 싫어 해피엔딩 이라곤 없는 항상 슬픈 반전 사랑은 정말로 미친 짓 내가 했던 가장 미친 짓 그렇게 울고도 난 또 알면서 또 하는 미친 짓 이 몹쓸 짓 이젠 그만 그만 stop it 난 충분한 걸 시작하는 그 순간부터 미친 짓 헤어지는 마지막까지 미친 짓 내가 아닌 이상한 내가 돼 so crazy so crazy 밤하늘의 별만큼 수 많은 약속 이젠 의미 없는 걸 it's over now 다시 또 누군가를 만나고 알아가는 그런 과정이 너무 벅차 난 더 이상 싫어 현실은 결코 드라마처럼 되진 않는 걸 싫어 더 사랑하면 할수록 불공평한 게임 사랑은 정말로 미친 짓 내가 했던 가장 미친 짓 그렇게 울고도 난 또 알면서 또 하는 미친 짓 이 몹쓸 짓 이젠 그만 그만 stop it 난 충분한 걸 처음엔 좋아 I feel like guap 결말은 항상 별로 너도 알잖아 추한 걸 그 뒤론 sns 몰래 보기 근데 넌 beach 보라 카이 좋아 보여 각종 음식 사진 내 옷장 안에 hood bye air 처럼 우리 사랑도 추억 안에 쌓이네요 이슬을 보충한 다음날 핸드폰을 켜고 이불을 걷어 차 후회를 반복 사랑은 미친 짓 알잖아 사랑은 미친 짓 타버린 가슴 자꾸 데이고 데여도 난 또 알면서 또 하는 미친 짓 이 몹쓸 짓 이젠 그만 그만 stop it  난 충분한 걸 시작하는 그 순간부터 미친 짓 헤어지는 마지막까지 미친 짓 내가 아닌 이상한 내가 돼 so crazy so crazy 사랑은 미친 짓"}, {"song_no": "5688499", "year": "2015", "rank": "85", "title": "니가 처음이야 (Feat. 기리보이)", "artist": "장현승", "genre": "Dance", "lyrics": "Ay girl 내 안에 내 안에 너를 갖고 싶어 Ay girl 이렇게 이렇게 노랠 만든 것도 난 뭐든 할 수 있어 하지만 딱 하나 못 하는 게 포기하는 것 다른 말로는 딴 여자 만나는 것 Yeah 완전히 미칠 것 같아 장난이 아닌 것 같아 아무도 못 줘 You will be my baby 니가 처음이야 처음이야 처음이야 니가 처음이야 처음이야 처음이야 니가 처음이야 처음이야 처음이야 니가 처음이야 처음이야 처 처 처음이야 처음이야 니 몸매는 딱 한 단어로 G O O D 볼 때마다 모두가 다 입 벌어짐 너 때문에 난 얼었지 하지만 목숨 걸었지 Holla holla holla now Ay girl 내 안에 내 안에 너를 갖고 싶어 Ay girl 기억해 기억해 너를 위해서면 어떤 것도 할 수 있어 그중에서 제일 잘하는 게 뻥 안 치는 것 다른 말론 진짜만 말하는 것 완전히 미칠 것 같아 장난이 아닌 것 같아 아무도 못 줘 You will be my baby 니가 처음이야 처음이야 처음이야 니가 처음이야 처음이야 처음이야 니가 처음이야 처음이야 처음이야 니가 처음이야 처음이야 처 처 처음이야 처음이야 분위기를 믿어 나는 멋있어 심지어 뮤비도 아냐 이것은 그냥 티저 니 상상 그 이상 뭐를 상상하든 니가 니 시간에 발을 달아줄게 빨리 가게 시간 바쁜 너를 지루하게 하는 저기 양아치들 나는 달라 지친 니 허파에 바람을 넣어 내게 너는 처음이자 마지막 내가 너무 괜찮아도 절대 부담 갖지 마 그래 오늘 이후로 난 달라질 거야 니가 찾던 남자 니 눈앞에 서 있잖아 어딜 자꾸 봐 쑥스러워하지 마 내 맘을 받아줄래 니가 처음이야 니가 처음이야 Baby baby I wanna get it started 니가 처음이야 Baby baby I wanna get to know you 니가 처음이야 Baby baby I wanna get it started 니가 처음이야 처음이야 처 처 처음이야 처음이야"}, {"song_no": "4864206", "year": "2015", "rank": "86", "title": "묘해, 너와", "artist": "어쿠스틱 콜라보", "genre": "Drama", "lyrics": "니 생각에 꽤 즐겁고  니 생각에 퍽 외로워  이상한 일이야   누굴 좋아한단 건  아무 일도 없는 저녁  집 앞을 걷다   밤 공기가 좋아서  뜬금없이 이렇게   니가 보고 싶어 참 묘한 일이야 사랑은  좋아서 그립고   그리워서 외로워져  이게 다 무슨 일일까  내 맘이 내 맘이 아닌걸  이제와 어떡해   모든 시간 모든 공간  내 주위엔 온통   너뿐인 것 같아 묘해  보고 싶어 신기하고  신기해서 보고 싶고  그러다 한 순간   미친 듯 불안하고  아무렇지도 않은데  햇살에 울컥   눈물이 날 것 같고  그러다가 니 전화   한 통에 다 낫고  참 묘한 일이야 사랑은  아파서 고맙고   고마워서 대견해져  이게 다 무슨 일일까  이 길이 그 길이 아닌걸  모르고 떠나온   여행처럼 낯설지만  그래서 한번 더   가보고 싶어져 너와  이렇게 너를 바라볼 때  뭐랄까 나는   행복한 채로 두려워져   참 묘한 일이야 사랑은 좋아서 그립고  그리워서 외로워져 이게 다 무슨 일일까 내 맘이 내 맘이 아닌걸 이제와 어떡해  모든 시간 모든 공간 내 주위엔 온통  너뿐인 것 같아 묘해 그래서 한번 더  가보고 싶어져 너와"}, {"song_no": "4016085", "year": "2015", "rank": "87", "title": "신촌을 못가", "artist": "포스트맨(Postmen)", "genre": "Ballad", "lyrics": "신촌을 못가 한번을 못가 혹시 너와 마주칠까 봐 널 보면 눈물이 터질까 봐 친구들 한잔 하자고 또 꼬시며 불러대도 난 안가 아니 죽어도 못가 자주 갔었던 좋아했었던 사거리 그 포장마차가 그립다 니가 너무 그립다 새빨개진 그 얼굴로 날 사랑한다 했었던 그곳엘 내가 어떻게 가니 오늘 그 거리가 그리워 운다 또 운다 아직 많이 보고 싶나 봐 너도 어디선가 나처럼 울까 또 울까 그런 너를 마주칠까 신촌을 못가 데려다주던 아쉬워하던 막차 버스 안에서 우리 좋았지 우리 너무 좋았지 뒷자리 창가에 앉아 호 입김 불며 그리던 니 이름 그리고 널 사랑해 그걸 어떻게 잊니 오늘 그 거리가 그리워 운다 또 운다 아직 많이 보고 싶나 봐 너도 어디선가 나처럼 울까 또 울까 그런 너를 마주칠까 신촌을 못가 우리 둘만 있어도 좋았잖아 종일 땀이 찼던 두 손 뜨겁던 입맞춤도 다 거기 있잖아 다 살아 있잖아 오늘 이 노래를 부른다 Good bye and Good bye 이젠 너를 놓아 줄까 봐 마지막으로 널 부른다 사랑해 널 사랑해 너를 만난 그 곳은 참 행복했었다"}, {"song_no": "5545022", "year": "2015", "rank": "88", "title": "환청 (Feat. 나쑈 (NaShow))", "artist": "장재인", "genre": "Drama", "lyrics": "내 안에 숨은 것들이 말이야 날 참 많이 변하게 했잖아 날 잠재우고 두 손 묶고선 어두운 방에 가둬 놨잖아 잃어버린 시간의 조각들 내가 버린 사랑의 기억들 삭제되고 버려진 체 껍데기만 남았잖아 아무것도 모른 체 난 그저 소리쳤고 그저 그 기억뿐이지 얼음처럼 차가웠던 내 마음도 자고 나면 잊혀 지겠지 벗어나고 싶어 날 옥 죄는 고통에서 누가 나를 꺼내 줘  이 상처로 가득한 내 영혼 속에서 깊게 물들인 밤하늘은 떠나지 못한 너의 모습이 잠든 나를 깨우고 나서 다시 입을 맞추고 사랑해 속삭이던 네 목소리가 너의 향기가 매일 귓가에 들려온다 넌 어디 있는데 넌 볼 수 없는 곳에 감췄고 날 대신해서 받는 고통 내 분노가 하나 되면 깊게 잠들어 잃어버린 기억을 쫓고 너 아닌 진짜 날 찾고 싶어도 내 가슴에 든 멍이 너무도 커 감춰봐도 내 안에 숨어있던 놈들이 나타나 잠을 깨워 끔찍했던 내 기억 저편에서 널 마주했었고 잃어버린 감정까지 감싸주며 널브러진 날 일으켜 줬어 꼭 잡은 손 놓지 않으려 악몽의 시간 깨끗이 지우려 안간힘 쓰고 있어 내가 날 가둬둔 이곳에서 어둠을 걷어 너를 찾고 싶은데 널 만질 수도 안길 수도 없는데 날 지배하는 건 내 안에 살고 있는 그런 놈들이 아냐 날 치유하는 건 독한 약이 아냐 단지 사랑 두 글자 귓가에 들리는 목소린 잃어버린 나를 깨우고 몸을 감싸고 입을 맞추고 난 뒤 사라지고 더는 볼 수 없잖아 깊게 물들인 밤하늘은 떠나지 못한 너의 모습이 잠든 나를 깨우고 나서 다시 입을 맞추고 사랑해 속삭이던 네 목소리가 너의 향기가 매일 귓가에 들려온다 넌 어디 있는데 닿을 수 없는 밤하늘엔 뒤돌아서는 너의 모습이 지친 날 이렇게 벗어나 그림처럼 만든다 미안해 널 붙잡고 멀어지지 마 애타게 불러 다시 보이지 않는 슬픔에 또 눈물만 흘러"}, {"song_no": "5627962", "year": "2015", "rank": "89", "title": "나도 여자예요", "artist": "민아 (걸스데이)", "genre": "R&B / Soul", "lyrics": "손가락을 짚어서 세어봐  울지 않았던 날을 너를 만나고 행복했냐고 정말로 사랑은 했냐고 그 사람보다 큰 침대 밑에서  왜 이리도 아기처럼 울고  있는지 있는지 너를 못 잊는지 I feel you girl 빨래 바구니를 들고 태연한 척  하루가 어떻게 가는지 모르고 매일을 바쁘게 보내야 할 거야  넌 내가 늘 강한 줄 알거야 하지만 나도 여자예요 baby   나도 여자예요 baby   너 땜에 아침에 눈을 뜨면 울고  바람에 스쳐도 다시 울고  나도 여자예요 baby  짹깍 거리는 시계  나도 모르게 너를 기다려  티슈 한 박스 는 쓴 거 같아 눈물이 정말 마를지 몰라  I feel you girl 때 지난 드라마를 보고 태연한 척  하루가 어떻게 가는지 모르고 매일을 바쁘게 보내야 할 거야  넌 내가 늘 강한 줄 알거야 하지만 나도 여자예요 baby   나도 여자예요 baby   너 땜에 아침에 눈을 뜨면 울고  바람에 스쳐도 다시 울고  나도 여자예요 baby   sing it with me now I love you love you love you I love you love you I love you love you love you  약해지고 있어 난  I love you love you love you I love you love you I love you love you love you  너 없인 못 사는데 나도 여자예요 baby  나도 여자예요 baby  어서 미안하다고 말해 어서 sing it with me now I love you love you love you I love you love you I love you love you love you  약해지고 있어 난  I love you love you love you I love you love you I love you love you love you  너 없인 못 사는데 고픈데 보고픈데 그대 사랑이 난 고픈데 I wanna feel the love 아픈데 너무 아픈데  그대 좋은 것만 기억해 you're gonna be ok 고픈데 보고픈데 그대 사랑이 난 고픈데 I wanna feel the love 아픈데 너무 아픈데  but what you say I love you love you love you"}, {"song_no": "5442687", "year": "2015", "rank": "90", "title": "내 생애 가장 행복한 시간 (Feat. 허각)", "artist": "MC 몽", "genre": "Rap / Hip-hop", "lyrics": "그땐 그랬어 막 잘 나갈 때라서 돈에 환장해 독이 찰 때라서 없던 놈이 뭐가 생기니까 끝없는 욕심은 더 땡기니까 여자는 더 꼬여 사람이 우습게 보여 자신을 괴물로 만드니까 내가 내 무덤을 파고 파니깐 내 사람들 하나 둘 떠나니까 억짜리 시계 팬트 하우스 스윗 노래 부르는 기계 몇 십 억의 수입 생각 없는 기부 믿음 없던 기도 밤이면 밤마다 덮치는 파도 이상해 그때가 안 그리워 그대가 있음에 하나도 안 두려워 아둥바둥 싸우고 사는 사람같이 이제야 내 모습이 안 더러워 사랑이 없는 인적 없는 홀로 버려진 외딴 섬 바람에 부딪혀 그대 이름마저 지운 난 사랑한단 말에 울컥 다 쏟는다 내 생애 가장 행복한 시간 너와 나는 트러블 스캔들 떠나가는 팬들 요즘 유행은 뭔지 잃어버린 트렌드 아들과 같이 숨어버린 엄마 그 분에겐 간절한 기도만이 평화 몰래 듣지 말아요 내 노래 몰래 울지 말아요 두 볼에 꼬마 점쟁이야 네가 딱 맞췄어 이게 바로 불효 중에 불효자야 뉴스에 나온 횟수만큼이나 내려가는 호감지수 실수가 낳은 가수 사랑 받은 만큼 넌 더 혼나야 해 이상해 그때가 안 그리워 그대가 있음에 하나도 안 두려워 아둥바둥 싸우고 사는 사람같이 이제야 내 모습이 안 더러워 사랑이 없는 인적 없는 홀로 버려진 외딴섬 바람에 부딪혀 그대 이름마저 지운 난 사랑한단 말에 울컥 다 쏟는다 내 생애 가장 행복한 시간 너와 나는 그녀의 몰래 훔친 눈물 보면 다시 살고 싶고 나만 보면 웃어주는 너와 같이 살고 싶고 하늘을 뻗으며 너에게 하는 말 이 길의 끝에서 마지막 사랑을 I'm nothing without you I'm nothing without you 널 사랑해 그녀의 몰래 훔친 눈물 보면 다시 살고 싶고 나만 보면 웃어주는 너와 같이 살고 싶고 하늘을 뻗으며 너에게 하는 말 이 길의 끝에서 마지막 사랑아 하늘에 난 소리쳐요 사랑한단 말에 울컥 다 쏟는다 내 생애 가장 행복한 시간 너와 나는 그땐 그랬어 막 잘 나갈 때라서 그땐 그랬어 막 잘 나갈 때라서 그땐 그랬어 막 잘 나갈 때라서 그땐 그랬어 막 잘 나갈 때라서 이상해 그때가 안 그리워 그대가 있음에 하나도 안 두려워 그대가 있음에 하나도 안 두려워"}, {"song_no": "5692635", "year": "2015", "rank": "91", "title": "Kiss My Lips", "artist": "보아 (BoA)", "genre": "Dance", "lyrics": "감추려 하지 마 움직일수록 다가가고 싶잖아 촉촉해지잖아 마음이 눈빛이 널 향하잖아 I JUST WANNA KNOW HOW YOU FEEL ABOUT ME 멀어지려 하면 할수록 다가가고 싶어지는 걸 외면하려 하면 할수록 더욱 튀고 싶어지는 걸 멀어지려 하면 할수록 다가가고 싶어지는 걸 지금 이대로 날 바라보면 돼 I NEED YOUR ATTENTION BABY COME AND KISS MY LIPS 더는 늦추지 마 알면서도 참지 마 어렵지 않아 아니면 내게 눈길도 주지 마 BABY 난 미워져 장난치는 것 같아 OH COME AND KISS MY LIPS COME AND KISS MY LIPS COME AND KISS MY LIPS COME AND KISS MY LIPS IF YOU LET ME GET CLOSE TO YOU 속는 셈 치고 날 한번 따라와 사실 오고 싶어 하잖아 MY HEART YOUR LIPS 무시할수록 더 타오르는 걸 잊지 마 너만 혼돈스러워질 테니 멀어지려 하면 할수록 다가가고 싶어지는 걸 외면하려 하면 할수록 마음만 복잡해지는 걸 멀어지려 하면 할수록 다가가고 싶어지는 걸 WOO 원하는 모든 걸 가져보려 해봐 BABY COME AND KISS MY LIPS 더는 늦추지 마 알면서도 참지 마 어렵지 않아 아니면 내게 눈길도 주지 마 BABY 난 미워져 장난치는 것 같아 OH COME AND KISS MY LIPS COME AND KISS MY LIPS COME AND KISS MY LIPS COME AND KISS MY LIPS IF YOU LET ME GET CLOSE TO YOU 짧은 순간의 SPARK I NEVER MEANT TO FALL IN LOVE MEANT TO FALL IN LOVE 멈춰버린 시간 긴장을 풀어봐 SLOW DOWN SLOW DOWN SLOW DOWN 멀어지려 하면 할수록 COME AND KISS MY LIPS 생각하려 하면 할수록 COME AND KISS MY LIPS 외면하려 하면 할수록 COME AND KISS MY LIPS 내게 끌리게 널 만들어 COME AND KISS MY LIPS 멀어지려 하면 할수록 생각하려 하면 할수록 외면하려 하면 할수록 IF YOU LET ME GET CLOSE TO YOU IF YOU LET ME GET CLOSE TO YOU"}, {"song_no": "5708013", "year": "2015", "rank": "92", "title": "몸매 (MOMMAE) (Feat. Ugly Duck)", "artist": "박재범", "genre": "Rap / Hip-hop", "lyrics": "I be like hold up wait a minute girl   어딜 가 너무 쳐다봐서 미안해   근데 니가 너무 섹시해서  눈을 뗄 수가 없어  보고싶어 너의 몸몸몸매  몸몸몸매 몸몸몸매  너의 몸몸몸매 몸몸몸매  니 앞에 서면  비욘세 엉덩이도 납작해   답답해 시원하게  그냥 갖다 대   구릿빛 피부의  니 허벅지는 탄탄해   택시 기사처럼 넌  쭉쭉 가고 빵빵 해  널 감상하는 게 변태 같으면  난 변태할래  진심이야 연기처럼 보이면  나는 담배  우리의 관계가 뭔지 모르지만  지금 소개받고 싶어  니 가슴에 달려있는 자매   쌍둥이 둥이  I want you to give it to me o0o0 weee   Twix처럼 있고 싶어 Baby  단 둘이 부비부비  춤은 내 침대에서 추지   규칙과 휴식 없이  너한테 계속 주지  Lets shoot a movie   They aint fucking with us  ahh nah they aint fuckin with us  This aint dj mustard  this is gray on the beats  Bitch its aomg  we do it properly leggo  I be like hold up wait a minute girl   어딜 가 너무 쳐다봐서 미안해   근데 니가 너무 섹시해서  눈을 뗄 수가 없어  보고싶어 너의 몸몸몸매  몸몸몸매 몸몸몸매  너의 몸몸몸매 몸몸몸매  목폴라를 입어도  태 나오는 몸매  목 메이네 괜히  칵테일 한 모금 더 해  멍해진 동공 내 초점은 동태  원초적 본능에 튼튼해진  내 떡매  보자마자 딱딱히 굳어  눈매가 메두사  쭉빵에 코피 터져  허리선이 펀치라인   피부는 미운 네 살  말투마저 귀여운 부산  부모님 한국 분 맞어  골반이 수입산   더우면 좀 더 벗어  바람직한 복장불량   맛이 궁금해  탐스러운 자연산 복숭아 수박   클럽 안은 이미 동물농장  넌 발정난 수컷들  다 불러모아 멕이는 사육사  이제 빠져나가자  이 마굿간에서  AOMG로 같이 온  친구들까지 다 데리고  누가 뭐래건 신경 안 쓰여  우린 우리 방식대로  Yea It don't matter  I be like hold up wait a minute girl   어딜 가 너무 쳐다봐서 미안해   근데 니가 너무 섹시해서  눈을 뗄 수가 없어  보고싶어 너의 몸몸몸매  몸몸몸매 몸몸몸매  너의 몸몸몸매 몸몸몸매  Woo you so sexy Woo you so sexy You so sexy girl You so sexy girl I be like hold up wait a minute girl  어딜 가 너무 쳐다봐서 미안해  근데 니가 너무 섹시해서 눈을 뗄 수가 없어 보고싶어 너의 몸몸몸매 몸몸몸매 몸몸몸매 너의 몸몸몸매 몸몸몸매"}, {"song_no": "5663784", "year": "2015", "rank": "93", "title": "모두가 내 발아래 (Feat. MC그리)", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 살라고 꿈틀거려봤자 I'll fucking kill you cockroaches 찍어 찍어 찍어 포크로 포크로 찔러 고정시킨 후 발로 밟아 내는 소리 빠지직 Leggo Leggo 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 난 컴배트 니 크루 Squad clique whatever 대학살 Al Capone식 모두가 내 발아래 모두가 내 발아래 모두가 대단하대  나 작사 작곡 다해 또 무대 위에서 나네 어떻게 그리 잘해 겸손히 내가 말해 헤헤 헤헤 제가 원래 좀 좆나게 잘해 yo 존댓말 붙여도 기분 나빠 니 기분 따윈 상관 안 해 Fuck ya feeling fuck ya people haha 나는 Chief 넌 따까리 참 잘 닦여 넌 비덴가 봐 나는 위 너는 아래 EXID 룰루랄라 너는 말해 왜 디스하고 안 했냐고 묻지만 자넨 날 몰라 난 이름 까네 B Free 아 상 탄 거 축하해 넌 평생 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 살라고 꿈틀거려봤자 I'll fucking kill you cockroaches 찍어 찍어 찍어 포크로 포크로 찔러 고정시킨 후 발로 밟아 내는 소리 빠지직 Leggo Leggo 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 난 컴배트 니 크루 Squad clique whatever 대학살 Al Capone식 4개월 안에 Show and prove 아직 멀었지 But now I'm young and baby face 맞아 축복이야 아빠의 빽 근데 내 코피도 무시 못해 내가 너 때문에 왜 포기해 너가 키보드 하나로 날 깔 때 그게 Make me stronger Kanye West 모자란 놈들이 내 이름을 거론해 이윤 화풀이 모자란 놈들아 난 모든 걸 타고남 불러봐 GREE 내 인기와 명성 내 인맥과 환경 너넨 내 운명을 바꾸고 싶니 난 니 꿈의 주인 모두가 내 발아래 난 썩은 건 안 빠네 날 배 아파할 바엔 니 갈 길 가길 바래 On fleek 니네와 산이 우린 다른게 하나 있지 산이와 GREE는 전 국민이 아네 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 살라고 꿈틀거려봤자 I'll fucking kill you cockroaches 죽여 죽여 죽여 포크로 포크로 찔러 고정시킨 후 발로 밟아 내는 소리 빠지직 Leggo Leggo 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 모두가 내 발아래 난 컴배트 니 크루 Squad clique whatever 대학살 Al Capone식"}, {"song_no": "5419682", "year": "2015", "rank": "94", "title": "BORN HATER (Feat. 빈지노, 버벌진트, B.I, MINO, BOBBY)", "artist": "에픽하이 (EPIK HIGH)", "genre": "Rap / Hip-hop", "lyrics": "I'm a born hater  Dali Van Picasso  난 벨라스케스 밀레  엘 fuckin' 그레코  내 에코  VJ의 감성 shit  다 보급형 Blo  내 아류 문하생 shieeet  내 원래 성격은 이렇게  나와 문제 하나 없어도 fuck 'em  So I understand  왜 날 어택 하는지  그 남자다운 척  and why you act like a bitch  바지 벗고 시원하게 깔라면 까  타진요도 기어와  I'm tryin' to love ya  어울리잖아 뭔가  내 역설적인 삶과  무한대를 그려주려 쓰러진 팔자  너의 그 무익한 열등감  나랑 무수히 붙어봤자 니 손해  덜 떨어진 그 사고는 니 부주의  내가 누누이 말했지  난 두 수 위  난 뭘 해도 일부일처주의  mother fuckin' 유일무이  I hate my haters obviously  이럴 땐 센스형이 부러워   적이 없으니  어이없지 내 성공이  외모 덕이었다니  니네가 빠는 블로형이  내 옆방에 있어 지금  그러니까 좀 닥치시지  근데 얘넨 쉬지 않고 가십질  Man i'm everywhere like oxygen  애석하게도 니 ex도 내 빠순이지  Stop talkin shit  like you know the shit  난 니네 피드백이 필요없어 솔직히  너랑 내가 왜 해야해 음악 얘길  니가 나한테 보탠거라곤  마우스로 삿대질  Man fuck you  아니 fuck your ID  아니 fuck your IP  man I'm sick of ya’ll geeks  넌 절대 못 와 여긴  여긴 this is your dream  My vehicle's foreign  and my bitches modelin  Some of y'all are born haters  남녀노소 각계각층에 분포돼있어  내가 뭘 하든지 타고난  천박함으로 반응해  잔인한 말일지 모르지만  it is in your nature  Type one  내가 커리어 끝내버린 애들과  가까이 있던 이 바닥의 지인들  눈에 띄는 특징은  꼬리 밟힐만큼 업계  내 fact에 강함을 드러내며  전문가인 척 하는 지루하게 긴 글  Type two  잘 안 풀리는 자신의 삶  전부 다 잊고  한순간 분노를 날릴 대상  그게 마침 내가 된 case  귀엽고 딱해  하지만 법적 조치 앞에  대책이 요망돼  나머지 types 모기 같은 존재  공기 맑은 동네일수록 강하고 독해  살려두고 싶지만 어쩔 수 없는 입장  걸리적거리니깐  Wow  여길 좀 봐  겁쟁이들은 알아서들 도망가  No doubt  보고있나  내가 꼬우면 너네들도 하던가  꼭꼭 숨어라  니 머 머 머리카락 보일라  어딜 넘봐  스케일이 달라  여긴 muthafuckin' do or die  매번 비트 위에 똥칠하는 나의 랩  치매 증상은 몇 년 전부터 꽤 심해  가사와 상관없는 rhyme 떡칠에  꼴에 정숙해 요 죠 로  게이랩질 해  친구들은 이미 랩 거물인데  그 사이에 난 떠 있는 기름  최고 아닌 최악부터 순서를 매길 때  열 손가락 안에 꼽히는 이름  다 들려 너의 비아냥  내성만 늘어 높아지기만 한 치사량  생사를 넘나들며  굳건해진 멘탈은 성지  모독으로 도약하는 해탈의 경지  때가 되면 피 보는 이 바닥의 생리  이미 내 목을 노리지만  눈 깜빡 안 해  나 못났어도 bitch들 사이에선  난놈이니까  님이 18년도 쯤에 날 보면  지금 이런 말 못할 걸  보장된 성공  회사빨이라는 찐따들의 역공  날 씹어대도 바로 까먹어  붕어처럼 뻐끔  블락비에서 나와  발라드 데뷔하고 fucked up  실력으로 여기 와 나 바닥에서   털ㄴ업  근데도 몰라 나의 컨셉  뒤에 가린 몬스터  텁텁했는데 잘 됐네  MINO Huge boy 그래 내가 걔 So  손해 봐 빰을 후려치는 태도  비트를 먹는 짐승 이건 수간  날 깎아 내려봤자  가벼워지는 내 두 발  일도 많은 내게 자꾸 열을 바라면  완벽하게 해내지 잘 열 받아요  왈가왈부하시기 전에  거울부터 보시고  티비에 내가 나오면  끄시던 가 하세요  내가 변했다고 해 내 뒤에서  내가 바라던 바니깐  바닥에서 챔피언까지  귀 따가운 피드백에  이해하는 척 하는  내 고개 끄덕임은 비트에만 어울려  옛날 상식엔 경력이 벼슬이고  선배가 전부 boy  시간이 펀드냐  파산해라 얼른 boy  형들도 불러 사장님도 괜찮아  내 대가리가 커질 수록  니 심장은 쫄려  힙합 죽이긴 쉽다 맞지  18세 감성으로 20세들아  E'ybody sound the same  Commercialize the game and   she's dead  It's show time  맞는 말만 하니깐  아래 위 없다 싶어  내 말이 자극적이라면   넌 바로 Bobby를 씹어  난 마이클 잡으면 관중에게   thriller  넌 마이크를 잡으면  비둘기도 자릴 떠 Wow  여길 좀 봐  겁쟁이들은 알아서들 도망가  No doubt  보고있나  내가 꼬우면 너네들도 하던가  꼭꼭 숨어라  니 머 머 머리카락 보일라  어딜 넘봐  스케일이 달라  여긴 muthafuckin' do or die  Yo 내가 어디까지 가는지 집에서 티비로 지켜봐 stupid Yo 내가 어디서 뭘 하던지 가만히 있는 니들 보단 뛰어나 stupid 무대위엔 똑같이 생긴 기계들이 설치네 한 마디만 할게 That's no no 기부를 해도 손가락질 하는  hater 들에게 한 마디만 할게 That's no no"}, {"song_no": "4433490", "year": "2015", "rank": "95", "title": "썸 (Feat. 릴보이 Of 긱스)", "artist": "소유 (SOYOU)", "genre": "R&B / Soul", "lyrics": "썸 (Feat. 릴보이 Of 긱스)  가끔씩 나도 모르게 짜증이나  너를 향한 맘은 변하지 않았는데 혹시 내가 이상한 걸까  혼자 힘들게 지내고 있었어 텅 빈 방 혼자 멍하니 뒤척이다  티비에는 어제 본 것 같은 드라마  잠이 들 때까지 한번도  울리지 않는 핸드폰을 들고  요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 이게 무슨 사이인 건지 사실  헷갈려 무뚝뚝하게 굴지마 연인인 듯 연인 아닌 연인 같은 너 나만 볼 듯  애매하게 날 대하는 너  때로는 친구 같다는 말이  괜히 요즘 난 듣기 싫어 졌어 매일 아침 너의 문자에  눈을 뜨고 하루 끝에는  니 목소리에 잠들고 파 주말에는 많은 사람 속에서  보란 듯이 널 끌어 안고 싶어 요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 때로는 친구 같다는 말이  괜히 요즘 난 듣기 싫어 졌어 너 요즘 너 별로야 너 별로야  나 근데 난 너뿐이야  난 너뿐이야 분명하게 내게 선을 그어줘  자꾸 뒤로 빼지 말고  날 사랑한다 고백해 줘 여전히 친구인척 또 연인인척  행동하는 모습을 전부다 돌이켜 생각 할 수록 너의 진심이  더 궁금해지는 걸 girl you’re so ambiguous 난 못해  무엇도 아니 어쩌면  기적을 바라지 lotto 확실한 표현을 원하지만  너의 미소 띈 표정에  잊어버리지 난 요즘 따라 내꺼인 듯  내꺼 아닌 내꺼 같은 너 니꺼인 듯 니꺼 아닌  니꺼 같은 나 순진한 척 웃지만 말고  그만 좀 해  너 솔직하게 좀 굴어봐 니 맘 속에 날 놔두고  한 눈 팔지 마 너야말로  다 알면서 딴청 피우지 마 피곤하게 힘 빼지 말고  어서 말해줘 사랑한단 말이야"}, {"song_no": "5634221", "year": "2015", "rank": "96", "title": "Unpretty Dreams (Prod.by GRAY)", "artist": "제시 (Jessi)", "genre": "Rap / Hip-hop", "lyrics": "I did it for the love I did it for the love I realized that all that matters  is me and mines  조금씩 나 초점을 잃어가   A young girl with big dreams   but appreciate   기적이라고 느껴  여기까지 온게 huh   Memories tape처럼  되돌려 감아   난 발을 딛었지  여기 엄마의 나라   Got no time for back   and forth serena in the wimbledon   I'll make a racket a punch  I gotta pack it ha   Life is hard  I'm sure it will get harder   비웃어봐 날 무시했지  Drama 처럼 모두 날 욕했지  회사식구도   이제 아냐 채널 바꿔 리모컨   Uh yeah you know  I'm fuckin ready   Lifestyle heavy  긴 여행 갈 채비   Some call it music  I call it life   I didn't choose it   Music chose me  I did it for the love   I did it I did it yeah   I said I did it for the love   I did it I did it yeah   I said I did it for the love  I'ma own it   This is my moment I'ma own it   This is my moment  열여섯살의 혼란 Shit   말도 안 통한 채로 난 여기왔지   날 이해 못해 그 누구도 Nobody   기회가 필요했어  방황의 종착지   uh I remember when thunder came   I prayed to god that   I will never ever fall again   Drowning under pressure   what comes after my insanity   Friends that stabbed my back   brought me back into reality   싹 지워냈지 내 나쁜 경험   내 팬들을 위한  마지막 내 선서   화면 밖에 있는 너  지금 들리니 huh  영원하지 않을 걸 잘 알아  그래서 더 고마워   이 순간을 감상해  like a Cinema   주인공이 될 수 있어 누구나   Now I'm the girl on fire  HUNGER GAMES   I keep it 100 like a century  there ain't no stopping me  I did it for the love   I did it I did it yeah   I said I did it for the love   I did it I did it yeah   I said I did it for the love  I'ma own it   This is my moment I'ma own it   This is my moment  변한 건 없어 나 그대론데  세상이 나에게 웃어주네   I've waited I've waited  해가 뜰 시간을  눈물이 모여서 바다가 돼   아무리 험해도 걸어갈래   다시 여기 내 길을   시간이 지나도 걸어가  I did it for the love You see  I've been waiting for  this my whole entire life  I said I did it for the love  I'ma own it   This is my moment  I'ma own it  This is my moment I said i did it for the love"}, {"song_no": "5622398", "year": "2015", "rank": "97", "title": "어쩌라고 (So What)", "artist": "빈지노 (Beenzino)", "genre": "Rap / Hip-hop", "lyrics": "바다만한 오지랖이  날 집어삼키려 해  내가 유명하단 이유로  판단은 의외로 간단하지  누군간 내 인격을 논해  내 인스타그램을 이유로  결국 세상 사람들이 믿는 거는  웹 상의 내 사진  몇 컷과 내가 입는 옷  28살의 내가 알게 된 사실 하나  Man I am nobody's hero  내 친구의 말에 의하면  증오는 유명인이 내는  세금 같은 거라고  그래서 내가 돈을 버는 거라고  말하면 나는 대답해  도대체 그게 뭐냐고  왜 내가 번 돈과 걔네가 번  돈의 환율이 서로 다른 게 되냐고  man I think It's not fair enough  내가 싫으면 내 인생에서  눈 떼라고 어쩌라고 so what  어쩌라고  어쩌라고  어쩌라고 so what  어쩌라고  어쩌라고  어쩌라고 so what  어쩌라고  어쩌라고  어쩌라고  don't believe me just watch  don't believe me just watch it  don't believe me just watch  don't believe me just watch it  just watch  don't believe me just watch it  don't believe me just watch  don't believe me just watch it  Ok 내가 말하고 싶은 건  다 살 거라는 거야  내가 갖고 싶은 거면  또 내가 누군갈 사랑하게  된다면은 그게 누구든 간에  난 만남을 이을 거며  너네가 왈가왈부 하든 말든  I'mma do what I wanna do  그니까 shut the fuck up  시간 낭비 말고  더 늦기 전에 니 삶 살라고  왜냐면 삶은 짧고  인터넷엔 볼 게 너무  많아서 할 일을 못 해  My friend Get some fresh air  왜 하루 종일 네이버  안에서만 숨을 쉬는 건데  그만큼 시간을 잃는 건데  여전히 멍청이들은  내게 시비를 거네  걔네가 내게 손가락을 겨눌 때는  간단해 이제부터 그냥 이러면 돼  어쩌라고  어쩌라고  어쩌라고 so what  어쩌라고  어쩌라고  어쩌라고 so what  어쩌라고  어쩌라고  어쩌라고 so what  어쩌라고  what  don't believe me just watch  don't believe me just watch it  don't believe me just watch  don't believe me just watch it  just watch  don't believe me just watch it  don't believe me just watch  don't believe me just watch it  just watch just watch just watch just watch"}, {"song_no": "5700878", "year": "2015", "rank": "98", "title": "Love Sick", "artist": "SHINee (샤이니)", "genre": "R&B / Soul", "lyrics": "넌 너무 예뻤지 알고는 있니 여전히 내 삶의 Everything 벌써 몇 년이야 동생 같다 내게 장난만 하던 네가 변해서 이젠 내 여자가 됐어 닫혔던 너의 창에 그 긴 시간 틈에 겨울 가고 봄이 와 넌 꽃이야 초록빛 잎사귀 적셔온 빗물 널 마시고 느끼고 뭘 해도 목말라 Woo baby I’m Love sick girl 왜지 여전히 널 보면 난 아파 사랑만 깊어져 미쳤어 I need a doctor 아니면 입술에 흘려줘 너란 달디단 그 시럽 아쉬워 어쩔 줄 모르던 내가 든든한 행복한 너의 남자 이상하지 근데 며칠 널 못 볼 땐 괜한 집착에 시달려 못나게 자꾸 약해져 다들 헤어질 거라 감당 못할 거라 우리 얘긴 늘 Issue 참 놀라워 시간은 이리도 쏜살같은 걸 널 마시고 느끼고 뭘 해도 목말라 Woo baby I’m Love sick girl 왜지 여전히 널 보면 난 아파 사랑만 깊어져 미쳤어 I need a doctor 아니면 입술에 흘려줘 너란 달디단 그 시럽 You know I like it  I love it 반짝하고 넌 빛났지 가슴이 소리쳐 와 사랑하고 있어 뭐를 생각하니 나만 보라 했지 넌 행복해하기만 해 우리 많이 웃고 걸었던 추억과 꿈에 너무 따뜻해 I’m Love sick girl 왜지 여전히 널 보면 난 아파 사랑만 깊어져 미쳤어 I need a doctor 아니면 입술에 흘려줘 너란 달디단 그 시럽 You know I like it I love it 반짝하고 넌 빛났지 널 놓치지 않을래 사랑하고 있어 Got me sick I’m sick I’m so good 반짝 내 안에 빛나지 너의 창에 영원할 시간에"}, {"song_no": "5465008", "year": "2015", "rank": "99", "title": "세 사람 (With 성시경)", "artist": "토이", "genre": "Ballad", "lyrics": "많은 사람들 분주한 인사 우리 모두 모인 게 얼마 만인 건지 하얀 드레스 멋있어진 녀석 정말 잘 어울려 오랜 내 친구들 축하해 기억나는지 우리 처음 만난 날 새로운 꿈 시작된 3월의 캠퍼스 어쩌면 그때 나는 알았나 봐 너 때문에 웃고 울게 될 나를 스무살 그 시절 우리 여름날의 멜로디 가슴속에 늘 숨 쉬는 풍경 하나 내 친구 처음 소개하던 날 뭔가 달라 보이던 너의 표정 넌 시작이었나 봐 둘만의 비밀이 닮아있는 말투가 친구라는 슬픈 말이 날 멈추게 만들어 말할 수 없는 나의 고백 용길 낼 수 없던 수많은 날 너의 연인은 내 오랜 친구 축복의 노래 꽃잎 흩날리면 눈부신 너의 모습 얼마나 예쁠까 매일 연습했던 말 이젠 안녕 스무살 그 시절 우리 여름날의 멜로디 아직 우릴 지켜준 나만의 약속 술 취해 혼자 비틀대던 밤 우리 셋 우정 지켜내잔 약속 내겐 사랑이었음을 둘만의 비밀이 닮아있는 말투가 친구라는 슬픈 말이 날 멈추게 만들어 말할 수 없는 나의 고백 용길 낼 수 없던 수많은 날 너의 연인은 내 오랜 친구 너에게 하고 싶은 말 넘쳐흐르는데 너만 보면 내 맘 춤을 추는데 모르는 사이 베어버린 상처가 널 보면 자꾸 아파 저 문이 열린다 그녀가 들어온다 난 고개를 들 수 없어 이렇게 좋은 날에 웃을 수밖에 없는 사람 언제나 날 반기는 두 사람 남겨진 나의 사랑 오 나의 청춘이 멀어진다 두 손 꼭 잡은 채로 그토록 원했던 오늘을 내 소중한 그녀의 내일을 나의 오랜 친구여 부탁해"}, {"song_no": "5644827", "year": "2015", "rank": "100", "title": "EXODUS", "artist": "EXO", "genre": "Dance", "lyrics": "Yeah babe My queen 날 지배하는 너 Stand up 외쳐도 결국엔 답은 No 부서진 내 맘의 조각이 반짝반짝 해 빠져들었고 출구 따윈 없었고 결국엔 제 자리 또 길을 잃어가 난 타는 저 해가 져 그렇게 너는 더욱 눈부셔 어느새 난 눈이 멀어버려 내 앞에 타오른 불길조차 보이지 않아 천천히 타들어가 이 모든 건 꿈 넌 잔인한 Queen 그 아름다움 뒤 가시 감췄으니 Dangerous Dangerous She's so dangerous 깨지 않는 꿈 그 안에서 핀 긴 외로움을 꺾고서 달아나리 Exodus Exodus It's my Exodus Stand back 외쳐도 내 맘의 도미노 쓰러져 가는데 넌 고갤 까딱까딱 해 더는 뭘 해도 되돌릴 수 없었고 깊어진 한숨에 난 힘이 빠져가 girl 머릿속 너는 Shock 어디를 가도 네가 들려와 어느새 난 귀도 멀어버려 그 무얼 말해도 너 밖에는 들리지 않아 틈 없이 사로잡혀 이 모든 건 꿈 넌 잔인한 Queen 그 아름다움 뒤 가시 감췄으니 Dangerous Dangerous She's so dangerous 깨지 않는 꿈 그 안에서 핀 긴 외로움을 꺾고서 달아나리 Exodus Exodus It's my Exodus 넌 투명한 유리의 성벽 보석처럼 빛나다 네 안에 나를 가둬 너에게 미친 난 이러다 미처 피하지 못할 병에 걸려 She's dangerously hot 네 달콤한 품 난 나약한 King 너 아닌 모든 걸 전부 잃었으니 Dangerous Dangerous She's so dangerous 날 가둔 네 품 저 너머의 길 그 빛을 향해 난 너를 탈출하리 Exodus Exodus It's my Exodus Exodus Exodus"}]