[{"song_no": "5719286", "year": "2015", "rank": "1", "title": "뱅뱅뱅 (BANG BANG BANG)", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "난 깨어나 까만 밤과 함께 다 들어와 담엔 누구 차례 한 치 앞도 볼 수 없는 막장 게릴라 경배하라 목청이 터지게 찌질한 분위기를 전환해 광기를 감추지 못하게 해 남자들의 품위 여자들의 가식 이유 모를 자신감이 볼만해 난 보란 듯이 너무나도 뻔뻔히 니 몸속에 파고드는 알러지 이상한 정신의 술렁이는 천지 오늘 여기 무법지 난 불을 질러 심장을 태워 널 미치게 하고 싶어 B I G Yea we bang like this 모두 다 같이 총 맞은 것처럼 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 다 꼼짝 마라 다 꼼짝 마 다 꼼짝 마라 다 꼼짝 마 오늘 밤 끝장 보자 다 끝장 봐 오늘 밤 끝장 보자 빵야 빵야 빵야 널 데려가 지금 이 순간에 새빨간 저 하늘이 춤출 때 돌고 돌아 너와 나 이곳은 Valhalla 찬양하라 더 울려 퍼지게 We go hard 불침번 밤새 달려 축지법 이 노래는 꼭지점 신이나 불러라 신점 큰 비명소리는 마성의 멜로디 검은 독기의 연결 고리 사방 팔방 오방 가서 푸는 고삐 whoo 난 불을 질러 네 심장을 태워 널 미치게 하고 싶어 B I G Yea we bang like this 모두 다 같이 총 맞은 것처럼 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 다 꼼짝 마라 다 꼼짝 마 다 꼼짝 마라 다 꼼짝 마 오늘 밤 끝장 보자 다 끝장 봐 오늘 밤 끝장 보자 빵야 빵야 빵야 Ready or not Yea we don't give a what Ready or not Yea we don't give a what Let’s go 남자들은 위로 여자들은 get low 당겨라 bang bang bang let the bass drum go 남자들은 위로 여자들은 get low 당겨라 bang bang bang let the bass drum go let the bass drum go let the bass drum go bang bang bang bang bang bang let the bass drum go bang bang bang bang bang bang let the bass drum go"}, {"song_no": "5704397", "year": "2015", "rank": "2", "title": "이럴거면 그러지말지 (Feat. Young K)", "artist": "백아연", "genre": "Ballad", "lyrics": "궁금해서 잠이 안 와 그때 왜 그랬어 구차해도 묻고 싶어 그때 난 뭐였어 나나나나 나나 나나 나만 애 탄거니 나나나나 나나 나나 난 진심인데 넌 그랬구나 그랬어 좋았는데 넌 아니었나 봐 그랬구나 그때 넌 그런 줄 모르고 나 혼자 이럴 거면 바래다주었던 그날 밤 넌 나를 안아주지 말았어야지 설렘에 밤잠 설치게 했던 그 말 그 말도 말았어야지 그러지는 말지 비겁하게 숨어버린 너를 돌아 올 거라고 믿은 내가 바보야 사랑스럽게 날 보던 네 눈빛에 빠졌던 내가 바보지 이럴 줄도 모르고 이렇게 돼 버린 이상 그냥 얘기할게 이미 떠나버린 니 맘 돌릴 순 없으니 그랬구나 그랬어 좋았는데 넌 아니었나 봐 그랬구나 그때 넌 네 생각 뿐인데 나 혼자 이럴 거면 바래다주었던 그날 밤 넌 나를 안아주지 말았어야지 설렘에 밤잠 설치게 했던 그 말 그 말도 말았어야지 이럴 줄은 몰랐어 어때 넌 어떻게 하고 싶니 지금 이 순간의 감정일지 중간에 금방 에러가 날것인지 I don’t know 하지만 내 생각엔 오래가진 못할 거 같아 너 아닌 나 때문에 이 관계는 이어지지 못해 잠 못 들어 아픈 이 새벽 잘 지내니 문자 한번쯤은 해주지 혹시나 하며 올린 우리 얘기에 좋아요 누르지 말지 괜히 기대 하게 바래다주던 그 날 밤처럼 돌아와서 포근하게 나를 안아줘 설렘에 밤잠 설치게 했던 말로 또 두근거리게 해줘 다시 날 녹여줘 이럴 거면 귀엽다고 하지 말지 그러지 말지 혼잣말만 늘어가네 전하지도 못할 말만"}, {"song_no": "5719287", "year": "2015", "rank": "3", "title": "WE LIKE 2 PARTY", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "오늘도 친구들이 왔어 MAN HOW YOU BEEN WHATS UP AYE 여기 한 잔만 줄래 제일 늦게 마시는 사람 술래 그냥 섞어 마셔 CHAMPAGNE AND IF U KNOW WHAT I’M SAYIN 내 손목을 보니 시간은 금이야 불금이야 YOU DIG 우린 젊기에 후회 따윈 내일 해 조금 위험해 AYE MAN YOU BETTER SLOW IT DOWN 다시 돌아오지 않을 오늘을 위해 저 하늘을 향해 건배해 WE LIKE 2 PARTY YEAH YEAH YEAH YEAH WE LIKE 2 PARTY 머리 위에 해 뜰 때까지 WE LIKE 2 PARTY YEAH YEAH YEAH YEAH WE LIKE 2 PARTY 서쪽에서 해 뜰 때까지 오래간만에 불장난해 지금 이 순간 나랑 같이 밖에 나갈래 시끌 시끌 분위기는 환상 겁이 없는 멋쟁이들 꽐라 여기저기 널부러진 OPUS ONE에 마무리는 달콤하게 D’yquem 너는 빼지 않지 가지 함께 천국까지 맨 정신은 반칙 우린 젊기에 후회 따윈 내일 해 조금 위험해 AYE MAN YOU BETTER SLOW IT DOWN 다시 돌아오지 않을 오늘을 위해 저 하늘을 향해 건배해 WE LIKE 2 PARTY YEAH YEAH YEAH YEAH WE LIKE 2 PARTY 머리 위에 해 뜰 때까지 WE LIKE 2 PARTY YEAH YEAH YEAH YEAH WE LIKE 2 PARTY 서쪽에서 해 뜰 때까지 너 없인 미쳐버리겠어 DJ PLAY A LOVE SONG 나 취한 게 아냐 네가 보고 싶어 죽겠어 SO DJ PLAY A LOVE SONG WE LIKE 2 PARTY YEAH YEAH YEAH YEAH WE LIKE 2 PARTY 머리 위에 해 뜰 때까지 WE LIKE 2 PARTY YEAH YEAH YEAH YEAH WE LIKE 2 PARTY 서쪽에서 해 뜰 때까지"}, {"song_no": "5682700", "year": "2015", "rank": "4", "title": "LOSER", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "LOSER 외톨이 센 척하는 겁쟁이 못된 양아치 거울 속에 넌 JUST A LOSER 외톨이  상처뿐인 머저리 더러운 쓰레기 거울 속에 난 I'M A 솔직히 세상과 난 어울린 적 없어 홀로였던 내겐 사랑 따윈 벌써 잊혀 진지 오래 저 시간 속에 더 이상은 못 듣겠어 희망찬 사랑 노래 너나 나나 그저 길들여진 대로 각본 속에 놀아나는 슬픈 삐에로 난 멀리 와버렸어 I'M COMING HOME 이제 다시 돌아갈래 어릴 적 제자리로 언제부턴가 난 Yeah 하늘 보다 땅을 더 바라보게 돼 숨쉬기조차 힘겨워 손을 뻗지만 그 누구도 날 잡아 주질 않네 I'M A LOSER 외톨이 센 척하는 겁쟁이 못된 양아치 거울 속에 넌 JUST A LOSER 외톨이 상처뿐인 머저리 더러운 쓰레기 거울 속에 난 I'M A 반복되는 여자들과의 내 실수 하룻밤을 사랑하고 해 뜨면 싫증 책임지지 못 할 나의 이기적인 기쁨 하나 땜에 모든 것이 망가져버린 지금 멈출 줄 모르던 나의 위험한 질주 이젠 아무런 감흥도 재미도 없는 기분 나 벼랑 끝에 혼자 있네 I'M GOING HOME 나 다시 돌아갈래 예전의 제자리로 언제부턴가 난 Yeah 사람들의 시선을 두려워만 해 우는 것조차 지겨워 웃어보지만 그 아무도 날 알아주질 않네 I'M A LOSER 외톨이 센 척하는 겁쟁이 못된 양아치 거울 속에 넌 JUST A LOSER 외톨이 상처뿐인 머저리 더러운 쓰레기 거울 속에 난 파란 저 하늘을 원망하지 난 가끔 내려놓고 싶어져 I WANT TO SAY GOOD BYE 이 길의 끝에 방황이 끝나면 부디 후회 없는 채로 두 눈 감을 수 있길 LOSER 외톨이 센 척하는 겁쟁이 못된 양아치 거울 속에 넌 JUST A LOSER 외톨이 상처뿐인 머저리 더러운 쓰레기 거울 속에 난 I'M A LOSER I'M A LOSER I'M A LOSER I'M A LOSER"}, {"song_no": "5700639", "year": "2015", "rank": "5", "title": "마음", "artist": "아이유", "genre": "Folk", "lyrics": "툭 웃음이 터지면 그건 너 쿵 내려앉으면은 그건 너 축 머금고 있다면 그건 너 둥 울림이 생긴다면 그건 너 그대를 보며 나는 더운 숨을 쉬어요 아픈 기분이 드는 건 그 때문이겠죠 나를 알아주지 않으셔도 돼요 찾아오지 않으셔도 다만 꺼지지 않는 작은 불빛이 여기 반짝 살아있어요 영영 살아있어요 눈을 떼지 못 해 하루종일 눈이 시려요 슬픈 기분이 드는 건 그 때문이겠죠 제게 대답하지 않으셔도 돼요 달래주지 않으셔도 다만 꺼지지 않는 작은 불빛이 여기 반짝 살아있어요 세상 모든 게 죽고 새로 태어나 다시 늙어갈 때에도 감히 이 마음만은 주름도 없이 여기 반짝 살아있어요 영영 살아있어요 영영 살아있어요"}, {"song_no": "5721440", "year": "2015", "rank": "6", "title": "LOVE ME RIGHT", "artist": "EXO", "genre": "Dance", "lyrics": "Oh Yeah C’mon Take your time 왠지 두근대는 밤이야 Na Na Na Na Na Na Na Na So tonight 달 끝까지 달려가볼까 Yea Yea Yea Yea Yea Yea Yea Yea Just right 시동을 걸어 엑셀에 발을 올려 모든 것이 특별해 너와는 잘 어울려 무엇을 원하던 Imma make it work Yeah Shawty Imma party till the sun down 지금 이 신비로운 느낌은 뭘까 와줘 내게로 어서 Before the sun rise 네가 없는 난 어딜 가도 Nobody Yeah 오 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 오 내게로 와 망설이지마 넌 매혹적인 나의 universe Just love me right 아하 내 우주는 전부 너야 Just love me right Just love me right Just love me right 내 우주는 전부 너야 Shine a light 별빛 속을 달려 은하술 건너 Na Na Na Na 멈출 순 없어 오예 우릴 비추는 달빛은 여전하지 네 궤도 안 헤매고 있어 난 아직 I can do this all night long baby 네가 없는 난 어딜 가도  반쪽짜리니까 달빛 찬란한 밤 펼쳐진 별들의 불꽃놀이 좀 더 높이 날아가볼까 날아가볼까 가슴 터질듯한 이 순간 우리 둘만 떠올라 발 밑에 지구를 두고 love me right 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 So come on baby 눈이 부시게 더 아름다운 너의 universe 아름다운 lady Just love me right 아하 내 우주는 전부 너야 오 Just love me right Just love me right Can you love me right Just love me right I just wanna make you love me 내 우주는 전부 너야 수 없는 밤이 찾아와도 내 하늘엔 오직 너만 빛나 Woo Yeah 속삭여줘 내게만 밤하늘을 너와 내가 물들여가 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 오 내게로 와 망설이지마 넌 매혹적인 나의 universe Just love me right 아하 내 우주는 전부 너야 Just love me right Oh oh oh yeah Just love me right Just love me right 우리만의 시간 내 우주는 전부 너야 Just love me right Just love me right Just love me right I just wanna make you love me Yea Woo You got to love Yea You got to love me Yea 내 우주는 전부 너야 Yea You love me Yea You love me Yea 내 우주는 전부 너야"}, {"song_no": "5702706", "year": "2015", "rank": "7", "title": "꺼내 먹어요", "artist": "Zion.T", "genre": "R&B / Soul", "lyrics": "안녕 쉽지 않죠 바쁘죠 왜 이렇게 까지 해야 하나 싶죠 바라는 게 더럽게 많죠 그렇죠 쉬고 싶죠 시끄럽죠 다 성가시죠 집에 가고 싶죠 집에 있는데도 집에 가고 싶을 거야 그럴 땐 이 노래를 초콜릿처럼 꺼내 먹어요 피곤해도 아침 점심 밥 좀 챙겨 먹어요 그러면 이따 내가 칭찬해줄게요 보고 싶어 많이 좋아해요 더 많이 안아주고 싶어요 사랑 사랑 비슷한 걸 해요 어쩌면 정말 사랑해요 배고플 땐 이 노래를 아침 사과처럼 꺼내 먹어요 피곤해도 아침 점심 밥 좀 챙겨 먹어요 그러면 이따 밤에 잠도 잘 올 거에요 힘들어요 아름다워서 알아봐줘요 나를 흘려 보내지 마요 나를 사랑해줘요 날 날 놓치지 마요"}, {"song_no": "5684826", "year": "2015", "rank": "8", "title": "BAE BAE", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "I'M IN LOVE  눈에 콩깍지 씌었어 BABE  하의 실종에 흰 와이셔츠 BABE  사람이야 천사야  OH JESUS BABE  눈부셔 BABE  SUNGLASS BABE  정신이 망신이야 홀렸어 네게  피가 한쪽으로 또 쏠렸어 네게  위험해  YOU'RE SO DANGEROUS BABE  살려줘 BABE  경찰 불러 BABE  BABY BABY 지금처럼만  아름다워 줄래 넌  시간이 지나도 내가 설렐 수 있게  BABY BABY 넌 시들지 마  이기적인 날 위해  그 모습 그대로  넌 그대로 여야만 해  사슴같이 예쁜 눈  나의 PRINCESS  나를 보고 비웃는 게  너무 CHIC 해  미친 거 아닐까  자연 미인 특이해 특이해  내게 완벽한 그대여  나의 MUSE 해  우리 둘이 편해 완전 살찌네  너와 몸이 완전 착착 감기네  영원히 넌 스물다섯이야 내게  변치 않아 BABE 5 X 5 BABE BABY BABY 지금처럼만 아름다워 줄래 넌 시간이 지나도 내가 설렐 수 있게 BABY BABY 넌 시들지 마 이기적인 날 위해 그 모습 그대로 넌 그대로 여야만 해 난 예쁜 꽃을 든 남자 모든 이가 사랑할 너란 꽃을 든 남자 그대 향기에 취해 난 또 몽롱해지고 꺾이지 말아주오 제발 너만은 찹쌀떡 찹쌀떡 궁합이 우리 우리 궁합이 찹쌀떡 찹쌀떡 궁합이 우리 우리 궁합이"}, {"song_no": "5650996", "year": "2015", "rank": "9", "title": "우연히 봄", "artist": "로꼬", "genre": "Drama", "lyrics": "우연히 내게 오나봐  봄 향기가 보여  너도 같이 오나봐  저 멀리서 니 향기가  설레는 코끝에 나의 입술에  괜찮은 느낌 이 떨림  나도 몰래 우연히 봄  어 어느새  겨울 지나 봄이야  여전히 난 너  앞에선 돌이야  난 아직 이게  믿기지가 않지만  내 왼손은  지금까지도 너의 향기가  미묘하게 흘렀던 분위기에  아직까지 난 가까스로 숨 쉬네  무대 위완 다르게 니 눈을 피해  고개를 돌렸던  내 모습에 한숨 쉬네  오랜만에 느껴지는  이 떨림이 날 단순하게 만들어  딱 너만 아는 거리지  다 고쳤다고 생각했던 버벅임이  또 도져서 준비했던  말을 잊어버리지  난 주워 담지 못할  말은 절대 안 해  원하는 걸 말해봐  널 위해서만 할게  너 빼곤 다  색칠할 수 있어 까맣게  천천히 갈게 조금 더 가깝게  우연히 내게 오나봐  봄 향기가 보여  너도 같이 오나봐  저 멀리서 니 향기가  설레는 코끝에 나의 입술에  괜찮은 느낌 이 떨림  나도 몰래 우연히 봄  우연히 봄  어 아직까지 향기가 짙네  발걸음이 가벼워  집에 가는 길엔  더 가까워질 너와 나를  상상하는 내 모습이  오글거려 몸서리치네  어 어 머릿속이  하얘지기 때문에  하루 종일 날씨  얘기만 반복하게 돼  오로지 난 너 하나 때문에  다른 것들에겐 무감각하게 돼  정적이 만드는 긴장감은  오히려 설레어  나를 미소 짓게 만들어  모른 척 하려 했던  니 옆의 남자들은  흐릿했던 내 눈 앞에  불을 키게 만들어  겨울은 유난히도 추웠고  다시 돌아온  그토록 기다렸던 봄  움직이지 못하도록  잡고 있고 싶어  날 더 느낄 수 있게  안고 있고 싶어  우연히 내게 오나봐 봄 향기가 보여 너도 같이 오나봐 저 멀리서 니 향기가 설레는 코끝에 나의 입술에 괜찮은 느낌 이 떨림 나도 몰래 우연히 봄 I love u so I love u 너무 쉬운 걸 그래도 나 참고 있을게 난 여자이니까 하루 더 기다려 바보야 내게 말해봐 니 마음도 보여 갖고 싶다고 해봐 더 이상은 감추지 마 어느새 내 앞에 이젠 내 앞에 괜찮은 느낌 이 떨림 나도 몰래 우연히 봄"}, {"song_no": "5674119", "year": "2015", "rank": "10", "title": "Me You (Feat. 백예린 Of 15&)", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "Oh boy I'm kinda new to this  어떻게 말해야 되지  그냥 솔직히 말할게  Baby I think I'm in love  자꾸 기분이 Up 돼  생각만 해도 찡해  장난 아냐 No playing  확신이 들어  There is something going between  Me you me you  Me you me you it's you and  Me you me you  Me you me you it's you and  Me you me you  Me you me you  It's you and me and you  I sing this song like  I don't need no girlfriend  왜냐면 드디어 만났거든  Girlfriend  이 노랠 듣고 꺼져  Ex girlfriends  Don't call me  그녀가 불안해하잖아  What you want from me  이유는 간단해  Cause she got something for me  너와는 달라 달라 달라  말 못했지만  넌 돈 쓰길 바라고 그녀는  마음 쓰기 바래  Yeah I said it whoop  비교해서 미안 그녀 함께하다  너와 놀면 하품이 나 Yawning  So what Sso what  날 위해 그녈 위해  너는 Block block block  Oh boy I'm kinda new to this  어떻게 말해야 되지  그냥 솔직히 말할게  Baby I think I'm in love  자꾸 기분이 Up 돼  생각만 해도 찡해  장난 아냐 No playing  확신이 들어  There is something going between  Me you me you  Me you me you it's you and  Me you me you  Me you me you it's you and  Me you me you  Me you me you  It's you and me and you  I rap this song like  I don't need no girlfriend  왜냐면 지금 옆에 있는  Soul friend  친구도 되 연인도 되니  Oh well  그녀 남자로서 한 마디 해줄게  Ex boyfriends  Just don't call her  이제 그녀는 내가 있으니  밤에 전화하지 마  뭐 하냐 묻지 마  괜히 걸어봐라 뿌르르르  어 어 엄한 소리 들을라  니 Lip service  느끼해하지 Mayo  그녀 내 말투엔 빨개져  You gotta ketchup  Mr 껄떡 전엔 신사답게 끝냈지만  딱 잘라 말할게 얄짤없어 I You  Boy I'm kinda new to this  어떻게 말해야 될까  그냥 솔직히 말할게  Baby I think I'm in love  자꾸 기분이 Up 돼  생각만 해도 찡해  장난 아냐 No playing  확신이 들어  There is something going between  Me you me you  Me you me you it's you and  Me you me you  Me you me you it's you and  Me you me you  Me you me you  It's you and me and you  Oonce again  Me you me you  Me you me you it's you and  Me you me you  Me you me you it's you and  Me you me you  Me you me you  It's you and me and you  and me and you  and me and you  and me and you  and me and"}, {"song_no": "5700879", "year": "2015", "rank": "11", "title": "View", "artist": "SHINee (샤이니)", "genre": "Dance", "lyrics": "모두 할 말을 잃지 Like you 4차원 이상의 기적의 View 달콤히 찍어 문 빛의 퐁듀 보이기 시작한 음의 색도 예민해진 걸 느껴 뚜렷한 색감과 여섯 번째 감각 Tonight is the night 좀 거칠어도 좋아 더 민감히 굴어봐 더는 숨기지 말아줘 너무 아름다운 다운 다운 다운 View 너무 아름다운 다운 다운 다운 View 더 보여줘 다음 다음 다음 다음 View 너무 아름다운 다운 다운 다운 View 너무 아름다운 다운 다운 그곳으로 너무 아름다운 다운 다운 데려가 줘 더 보여줘 다음 다음 다음 더 보여줘 너무 아름다운 다운 다운 다운 View 저 하늘을 곱게 접는 이 바다를 병에 담는 시간도 편히 걷는 꿈들을 이뤄 난 By my side 상상한 게 뭐든 전부 보여 줄게 이제 말해봐 Yeah yeah 예민해진 걸 느껴 은근한 촉감과 끝없어진 감각 Tonight is the night 이상하대도 좋아 잠들었던 감각의 한계를 넘어선 그 순간 Yeah yeah yeah 너무 아름다운 다운 다운 다운 View 너무 아름다운 다운 다운 다운 View 더 보여줘 다음 다음 다음 다음 View 너무 아름다운 다운 다운 다운 View 너무 아름다운 다운 다운 그곳으로 너무 아름다운 다운 다운 데려가 줘 더 보여줘 다음 다음 다음 더 보여줘 너무 아름다운 다운 다운 다운 View 지루함에 익숙해져 특별함을 잊었잖아 이제 천천히 고개를 들어 줘 내 두 눈에 입 맞춰 너무 아름다운 다운 다운 그곳으로 너무 아름다운 다운 다운 그곳으로 데려가 줘 누구든 처음이겠지 Like you I feel a thousand senses 별빛의 향과 맛을 본 것도 I’ll never leave you lonely 향기의 무게를 느낀 것도 I won’t let you down 소리의 색과 모양 본 것도"}, {"song_no": "5668985", "year": "2015", "rank": "12", "title": "그 남잔 말야", "artist": "엠씨더맥스", "genre": "Drama", "lyrics": "바람 부는 이런 날엔  넌 어디서 뭘 하는지 오늘 따라 오늘 따라 궁금해 너무 쉽게 잊혀 지면  흩날리는 저 꽃잎처럼 그 거리에 널 부르며 서 있어 미치도록 널 사랑한  남자가 있었어 그 남잔 말야  아직도 네 추억에 살아 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼 느껴지니 느껴지니 내 맘이 혼자 걷는 밤거리가  이렇게나 쓸쓸한지 이별 후에 이별 후에 배웠어 미치도록 널 사랑한  남자가 있었어 그 남잔 말야  아직도 네 추억에 살아 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼  느껴지니 느껴지니 내 사랑아 바람 부는 이런 날에  그리운 사람 너야 미치도록 널 사랑한 남잘  넌 잊었니 그 남잔 말야  아직도 너 오길 기다려 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼  느껴지니 느껴지니 내 사랑아"}, {"song_no": "5717521", "year": "2015", "rank": "13", "title": "넌 나의 집", "artist": "포맨", "genre": "Ballad", "lyrics": "힘든 날 쉬게 하고 지친 어깨를 안아 주는 단 하나 모두가 나를 떠나가도 늘 제자리에 있어 줄 변함 없이 지켜줄 단 하나 바람 시원한 창문 포근한 침대 이불 어두운 밤 내 자장가 꿈 속보다도 천국 가장 편한 곳 떠나기 싫은 넌 나의 집 내 하루 온 종일을 같이 있어도 안 질리는 단 하나 어디에 다녀와도 다시 돌아갈 수 있는 곳 변함 없이 기다려 줄 단 하나 바람 시원한 창문 포근한 침대 이불 어두운 밤 내 자장가 꿈 속보다도 천국 가장 편한 곳 떠나기 싫은 넌 나의 집 내게 찾아와 집이 돼 준 너 항상 옆에 있어 줄게 불빛이 꺼지지 않게 지켜 줄게 아주 멀리 있어도 아주 멀리 있어도 언젠간 돌아갈 나의 집 너의 품 안에 전부 내가 있을게 꿈 속 보다도 천국 가장 편한 곳 떠나기 싫은 넌 나의 집"}, {"song_no": "5704765", "year": "2015", "rank": "14", "title": "동네술집", "artist": "허각", "genre": "Ballad", "lyrics": "동네 술집에 홀로 앉는다 힘든 하루를 마치고  여기서 딱 한잔 마시고  일찍 들어가 잠을 청하려 해 그리고 오늘 밤 그댈 잊기로 해  동네 술집에 홀로 마신다 한잔 두 잔 취한지도 모른 채 이 숨 막힌 하루 나 혼자만 이렇게 나만 널 지우려 애쓴다 모두 다 잊지는 말고 네 생각만 하지 좀 말고 사랑이 고픈 내 가슴 아픈  마음 좀 알아줘 모두 다 지우진 말고 제발  동네 술집에 홀로 앉는다 잔을 너로 꽉 채우고 좋았던 추억을 마시고 혹시나 했던 맘을 비우려 해 그리고 오늘 밤 그댈 잊으려 해  동네 술집에 홀로 마신다 위로해줄 사람 하나 없는데 늘 같은 자리 변한 것도 없는데 나만 널 지우려 애쓴다  모두 다 잊지는 말고 네 생각만 하지 좀 말고 사랑이 고픈 내 가슴 아픈  마음 좀 알아줘 모두 다 지우진 말고  제발  모든 게 흐릿한데 왜 네 얼굴만 선명해져  난 널 비우고 다 잊으려 하는데 아직 난 널 놓지 못해 너무 아파 너만 찾는데  사랑이 고픈 내 가슴 아픈  마음 좀 알아줘 모두 다 지우진 말고 제발"}, {"song_no": "5731852", "year": "2015", "rank": "15", "title": "그리고 안녕", "artist": "이승기", "genre": "Ballad", "lyrics": "작은 너의 입술이 처음 내게 했던 말 안녕이란 그 말이 참 듣기 좋더라 우리가 시작이 된 것 같아 우리가 우리가 된 것 같아 너를 집에 데려다 주고 돌아오는 그 길에 설레게 한 그 말이 이젠 Good bye Good bye 안녕 안녕 안녕이라는 말 끝이란 건 아니야 같은 하늘 아래 있으니까 안녕 안녕 안녕 말을 하지만 나의 가슴 속엔  너만 너만 꼭 너만 있을 테니까 짧은 시간이었지만 추억은 많더라 한결같은 사랑은 늘 감동이더라 오늘이 마지막은 아니야 알겠니 그러니까 울지 마  너는 세상 어디 있어도 찾아갈 수 있으니 아무 걱정하지 마 잠시 Good bye Good bye 안녕 안녕 안녕이라는 말 끝이란 건 아니야 같은 하늘 아래 있으니까 안녕 안녕 안녕 말을 하지만 나의 가슴 속엔  너만 너만 꼭 너만 있을 테니까 날 잊지 마 날 잊지 마 날 잊지 마 날 잊지 마 날 잊지 마 내가 없는 봄이 지나도 안녕 안녕 안녕 말하지만 이 마음은 언제나 너를 닮은 꽃을 피울 거야 사랑 사랑 사랑한다는 그 말 다른 사람 아닌 너만 너만 꼭 너만 듣게 될 거야"}, {"song_no": "5660040", "year": "2015", "rank": "16", "title": "아예 (Ah Yeah)", "artist": "EXID", "genre": "Dance", "lyrics": "아예 아예 아예 아예 아예  아예 아예 아예 아예 아예  왜 이렇게 감을 못 잡는거야  왜 이 말을 하는지 모르겠어 뭐야 싱긋싱긋 웃으며 치근 치근대 날 그저 그렇고 그런 애 취급해 MAN DON'T DO THAT 답할 맘 없어 그런 질문에 no way 오늘만 몇 번을 물어 본거야 Baby Stop 대체 뭐라 뭐라 하는데 당췌 못 알아듣겠어 1도 번번히 좌절되는 시도 정신 좀 차리고 보는게 어때 딱 너만 빼고 모두가 보이는 신호 오늘내일 하지 말고 서둘러서  다가와 어서 다가와 어서 너 아예 아예 아예 아예 이런 시간 뻔해 이대론 불편해 자꾸 그런것만 물어보지마 원하는대로해 나는 그게 편해 이 시간이 가버리기전에 너 아예 아예 아예 아예 아예  아예 아예 아예 아예 아예  왜 말 더듬는거야 무슨 말을 하는지 모르겠어 뭐야 순진한 척 말을 더듬더듬 새어 나오는 나쁜 버릇버릇 내 머리 어깨 무릎 발 무릎 발 예상이 가능하지 백프로 다 뭐 이렇게 질문이 많은 거야 네가 어린애야 뭐야  대체 네가 아는게 뭐야 당최 아는 게 없어 1도 필요함이 절실한 개인지도 이정도 해도 못알아듣어 너 혼좀 나야돼 나와 뒤로 오늘 내일 하지말고 서둘러서  다가와서 다가와서 너 아예 아예 아예 아예 이런식은 뻔해 이대론 불편해 자꾸 그런것만 물어보지마 원하는대로 해 나는 그게 편해 이 시간이 가버리기전에 아 직까지도 나에겐  얘기하지 못한 말들  아 아쉬워지기 전에 예 얘기해 나 지치기 전에  이젠 넌 내 옆으로 와 이런 시간 뻔해 이대론 불편해 자꾸 그런거만 물어보지마 원하는 대로해 나는 그게 편해 이 시간이 가버리기 전에 너 아예 아예 아예 아예 아예  아예 아예 아예 아예 아예  아예 아예 아예 아예 아예  아예 아예 아예 아예 아예"}, {"song_no": "5748499", "year": "2015", "rank": "17", "title": "SHAKE IT", "artist": "씨스타", "genre": "Dance", "lyrics": "너만을 유혹하는 춤  우우우 우우우우 심장에 매력 발산 중  우우우 우우우우 손끝만 스쳐도 막 쿵쿵쿵쿵 Oh 내 맘이 흔들려 Shake it shake it for me Shake it shake it for me 나나나 나나나 나나나  Hey 나나나 나나나 나나나  짜릿한 이 느낌  날 춤을 추게 해  지금 이 순간  Shake it Bae bae baby Love me love me love me now 흔들리는 내 맘 모르겠니 So let's dance Just shake it let's dance 좀 더 핫하게 완전 와일드하게 Make it louder 우우우 더 크게 make it louder 우우우 날 자꾸 흔들어 흔들어 놀라게 흔들어 Shake it oh shake it 밤새 나와 Shake it baby 아주 fun하고 smart하게  흔들흔들어 온몸이 찌릿찌릿 우리 둘이  흔들흔들어 심하게 통하니 여기 불났으니 When I Move  움직여 자리 잡았으니 Shake it shake it for me Shake it shake it for me 나나나 나나나 나나나  Hey 나나나 나나나 나나나  짜릿한 이 느낌  날 춤을 추게 해  지금 이 순간  Shake it Bae bae baby Love me love me love me now 흔들리는 내 맘 모르겠니 So let's dance Just shake it let's dance 좀 더 핫하게 완전 와일드하게 Make it louder 우우우 더 크게 make it louder 우우우 날 자꾸 흔들어 흔들어 놀라게 흔들어 Shake it oh shake it 밤새 나와 Shake it baby Shake it oh shake it Shake it up shake it for me Shake it oh shake it Shake it up shake it for me Shake it oh shake it Shake it up shake it for me Shake it oh shake it Shake it up shake it for me Shake it for me my baby Shake it for me my baby 그렇게 모두 모여 dance Just shake it let's dance 좀 더 핫하게 완전 와일드하게 Make it louder 우우우 더 크게 make it louder 우우우 날 자꾸 흔들어 흔들어 놀라게 흔들어 Shake it oh shake it 밤새 나와 Shake it baby"}, {"song_no": "4857981", "year": "2015", "rank": "18", "title": "Sugar", "artist": "Maroon 5", "genre": "Rock", "lyrics": "I'm hurting baby  I'm broken down I need your loving loving I need it now When I'm without you I'm something weak You got me begging begging I'm on my knees I don't wanna be needing your love I just wanna be deep in your love And it's killing me  when you're away Ooh baby cause a bullet don't  care where you are I just wanna be there  where you are And I gotta get one little taste Sugar Yes please Won't you come  and put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me  good loving  Make it alright Need a little a sweetness  in my life Sugar Yes please Won't you come and  put it down on me My broken pieces You put them up Don't leave me hanging hanging Come get me some When I'm without ya I'm so insecure You are the one thing one thing I'm living for I don't wanna be needing your love I just wanna be deep in your love And it's killing me  when you're away Ooh baby cause a bullet don't  care where you are I just wanna be there  where you are And I gotta get one  little taste  Sugar Yes please Won't you come and  put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me good loving Make it alright Need a little a sweetness  in my life Sugar Yes please Won't you come  and put it down on me Yeah I want that red velvet I want that sugar sweet Don't let nobody touch it Unless that somebody is me I gotta be a man There ain't no other way Cause girl you're hotter than  southern california bae I don't wanna play no games I don't gotta be afraid Don't give all that shy sht No make up on That's my Sugar Yes please Won't you come and  put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me good loving Make it alright Need a little a sweetness  in my life Sugar Yes please Won't you come  and put it down on me Sugar Yes please Won't you come  and put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me good loving Make it alright Need a little a sweetness in my  life Sugar Yes please Won't you come and put it down on me"}, {"song_no": "5658708", "year": "2015", "rank": "19", "title": "어머님이 누구니 (Feat. 제시)", "artist": "박진영", "genre": "Dance", "lyrics": "넌 허리가 몇이니 24요 힙은 34요 어렸을 때부터 난 눈이 좀 달라 아무리 예뻐도 뒤에 살이 모자라면 난 눈이 안 가 긴 생머리에 바람이 불면 날아갈 것 같이 가냘픈 여자라면 난 맘이 안 가 허리는 너무 가는데 힙이 커 맞는 바지를 찾기 너무 힘들어 oh Yeah Shake that booty that booty booty Shake that booty that booty booty 앞에서 바라보면 너무 착한데 뒤에서 바라보면 미치겠어 oh Yeah Shake that booty that booty booty Shake that booty that booty booty 널 어쩌면 좋니 너를 어쩌면 널 어쩌면 널 어쩌면 좋니 네가 왜 이렇게 좋니 머리끝부터 발끝까지 눈을 떼질 못하잖니 어머님이 누구니 도대체 어떻게 너를 이렇게 키우셨니 Shake that booty that booty booty Shake that booty that booty booty 얼굴이 예쁘다고 여자가 아냐 마음만 예뻐서도 여자가 아냐 난 하나가 더 있어 앉아있을 땐 알 수가 없어 일어날 때까지 기다려야만 했어 난 난 그때서야 God girl 허리는 너무 가는데 힙이 커 맞는 바지를 찾기 너무 힘들어 oh Yeah Shake that booty that booty booty Shake that booty that booty booty 앞에서 바라보면 너무 착한데 뒤에서 바라보면 미치겠어 oh Yeah Shake that booty that booty booty Shake that booty that booty booty 널 어쩌면 좋니 너를 어쩌면 널 어쩌면 널 어쩌면 좋니 네가 왜 이렇게 좋니 머리끝부터 발끝까지 눈을 떼질 못하잖니 어머님이 누구니 도대체 어떻게 너를 이렇게 키우셨니 Shake that booty that booty booty Shake that booty that booty booty 허리는 너무 가는데 힙이 커 맞는 바지를 찾기 너무 힘들어 oh Yeah Shake that booty that booty booty Shake that booty that booty booty 앞에서 바라보면 너무 착한데 뒤에서 바라보면 미치겠어 oh Yeah Shake that booty that booty booty Shake that booty that booty booty Ya 머리부터 발끝까지 Got it from my mama 동양적인 눈마저도 엄마에게 받아 타고난 내 맵시 밀려드는 대시 이젠 모두 알아봐 Hey Jessi Sexy 머리 어깨 무릎 발 무릎 발 어디서 났냐고 물어봐 물어봐 Thin waist Big booty 꽉 끼는 청바지 Chocolate 색깔 피부까지 whoa JYP nah 저리 비켜봐 꿀벅지 눈이 전부 돌아가 uh 허스키한 목소리 침 닦아 Hey 거기 널 어쩌면 좋니 너를 어쩌면 널 어쩌면 널 어쩌면 좋니 네가 왜 이렇게 좋니 머리끝부터 발끝까지 눈을 떼질 못하잖니 어머님이 누구니 도대체 어떻게 너를 이렇게 키우셨니 Shake that booty that booty booty Shake that booty that booty booty"}, {"song_no": "5721441", "year": "2015", "rank": "20", "title": "TENDER LOVE", "artist": "EXO", "genre": "Dance", "lyrics": "인도의 안쪽으로 들어와 들어와 혹시 다치지 않게 널 끌어당기고 같이 밥 먹을 때도 숟가락 젓가락을 냅킨 위에 올려 깨끗이 놔주고 잠이 부족한 아침 오 이라고 해도 조금 일찍 일어나 틱틱 모닝콜 널 좋아하게 된 순간부터 하루도 보통날인 적 없어 친한 오빠동생 사이 감정 없는 척 좋은 동생이라고 널 소개하지만 입안에 머무는 말 널 사랑하고 있어 I wanna give you Hey Tender love Tender love baby Give it to me Tender love Tender love baby Hey Tender love 세련되진 않지만 Tender love baby Give it to me Tender love 누구보다 깊고 또 신중한 내 사랑은 구식이야 친한 친구들은 이미 너 머야 눈치챈 듯 해 고백고백고백해 아쉽게 널 보내고 나면 기분은 왠지 오에오에오에아 친한 오빠동생 사이 감정 없는 척 착한 동생이라고 널 소개하지만 입안에 머무는 말 널 사랑하고 있어 I wanna give you Hey Tender love Tender love baby Give it to me Tender love Tender love baby Hey Tender love 세련되진 않지만 Tender love baby Give it to me Tender love 누구보다 깊고 또 신중한 내 사랑은 구식이야 눈썹 끝을 아래로 뚝 떨어뜨리고 말을 흘리네 오빠 오빠 그럴 때면 심장 소리가 밖으로 크게 울리네 쿵쾅쿵쾅 얼굴은 화끈화끈 귀에선 불이 나네 그러다가도 몇 시간 지나면 멘탈은 다시 유리가 돼 Hey Tender love Tender love baby Give it to me Tender love Tender love baby Hey Tender love 세련되진 않지만 Tender love baby Give it to me Tender love 누구보다 깊고 또 신중한 내 사랑은 구식이야"}, {"song_no": "5674470", "year": "2015", "rank": "21", "title": "연예할래", "artist": "박보람", "genre": "Dance", "lyrics": "모닝콜은 엄마  대신에 매니저 전화  얼른 나갈게 미안 오빠  신데렐라 마차가  내겐 하얀 카니발  내 유리구두는 예뻐졌다  물광 스모키 매일 다른 얼굴  핑크 옐로우 잘 어울리나요  두근두근 쿵쾅대는  내 마음이 들리나요  연예할래 남 몰래  만나보지 않을래  얼마나 떨리는데  상상했던 모든 것  이뤄 보지 않을래  얼마나 기분 좋은데  지금부터 연애할래  만나지 않을래  아낌없이 보여줄게  하나부터 열까지 기대해요  벌써 모든게 설레이네요  영화는 심야영화  푹 눌러쓴 스냅백  익숙해져야만 할거야  터치는 no 안돼요  보는 눈이 많아서  절대 방심은 하지 말아요  누구에게도 들키지 않게  은근 슬쩍 날 안아줄래요  아직까지 안 믿겨요  내 마음이 보이나요  연예할래 남 몰래  만나보지 않을래  얼마나 떨리는데  상상했던 모든 것  이뤄 보지 않을래  얼마나 기분 좋은데  지금부터 연애할래  만나지 않을래  아낌없이 보여줄게  하나부터 열까지 기대해요  벌써 모든게 설레이네요  Baby don't you wanna star life  네가 원한다면 이뤄질거야  Baby don't you wanna star light  I'm telling you boy  꿈만 같은걸 연예할래 남 몰래 만나보지 않을래 얼마나 떨리는데 상상했던 모든 것 이뤄 보지 않을래 얼마나 기분 좋은데 지금부터 연애할래 만나지 않을래 아낌없이 보여줄게 하나부터 열까지 기대해요 벌써 모든게 설레이네요"}, {"song_no": "5644620", "year": "2015", "rank": "22", "title": "CALL ME BABY", "artist": "EXO", "genre": "Dance", "lyrics": "CALL ME BABY   Call me baby  이 거리는 완전 난리야  Call me baby  사람들 사이는 남이야  Call me baby  함께하는 매 순간이  Like BOOM BOOM BOOM  BOOM BOOM  What up  Hey Girl 영원 같던 찰나  운명 같은 순간  나를 한 순간 뚫고가  번개처럼 이 세계를  넌 내 이름 불러주며  나에게로 다가와  놀라워 섬광처럼 가득 차  너를 마주한 순간 oh my  편하게 여기 앉아  이제 내 얘기를 들어봐  Oh I don't care  나 멀리멀리 돌아간대도  이렇게 너의 곁에  단 한 남자가 되어줄 테니  메마른 내 입술에  너 스며들어와 나를 깨워  The time's wasting girl  So don't wait don't wait too long  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  You know my name girl  널 향해 커져간 마음아  너 말곤 그 문을 닫아  You know I'm here girl  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl  나를 나로 존재하게 해  내 세상은 오직 you're the one  You're the one   Girl you're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl  Baby girl 욕심들 속에 날 선  그 어떤 말도 넘어설  그런 믿음을 보여준 너   모두 변해 날 떠나간대도  너는 나만의 lady   내 손을 잡아주는 그거면 돼  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  You know my name girl  널 향해 커져간 마음아  너 말곤 그 문을 닫아  You know I'm here girl  Call me baby Call me baby  Call me baby Call me baby  어둔 미로 속에 갇혔던 Oh 나  그 어둠 속에서  날 깨워준 네 목소리 들려와   날 다시 태어나게 해 Yeah  E X O Listen Say my name Louder  혼란스러운 공간 속  날 이끌어줄 빛이 되고  놓치지 않아준 너라면  What up  널 안고 변치 않을게  널 안고 나를 떠나버린  사람들과 마주해   Never don't mind about a thing  내 가슴속 그 거대한 공백에 널 더해   흔들리는 세상 속에서  Whoo Babe  빛이 돼준 오직 한 사람 바로 너  Girl you're the one I want  You're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby  I'll be your baby yeah  You know my name girl  Ho  나를 나로 존재하게 해  You know I'm here girl  내 세상은 오직 you're the one  You're the one  Girl you're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl"}, {"song_no": "5709750", "year": "2015", "rank": "23", "title": "사랑의 시작은 고백에서부터", "artist": "김범수", "genre": "Drama", "lyrics": "사랑은 소리 없이 찾아와 내 가슴을 떨리게 만들죠  아무런 이유 없이 전화를 그냥 만져 보는 나를 보네요  두근거리는 맘을 달래고 그대에게 전화를 했지만  들을 수 없었던 그 목소리 오늘 따라 너무 그리워져요  나 오늘 너에게 고백할 거야 사랑한다고 세상에 말할 거야  나 비록 가진 건 하나 없지만 행복을 줄 거야  오직 너 하나면 충분해  사랑은 내게 상처 뿐이라 두 번 다신 하기 싫었는데  널 만난 그 순간 알게 됐어 바보처럼 겁이 많았다는 걸 나 오늘 너에게 고백할 거야 사랑한다고 세상에 말할 거야  나 비록 가진 건 하나 없지만 행복을 줄 거야  오직 너 하나면 충분해  저 밝은 별처럼 지켜줄 거야 어디에 있든 너를 비춰 줄 거야  내 가슴 한 쪽이 사라지는 날  그 때는 말할게 나를 받아 줘서 감사해  사랑하게 해 줘서 고마워"}, {"song_no": "5644636", "year": "2015", "rank": "24", "title": "다른 남자 말고 너", "artist": "미쓰에이", "genre": "Dance", "lyrics": "다른 남자 말고 너  다른 남자 말고 너너너너 너  장난해 장난해 하는데  나는 절대로 장난이 아닌데  뭔말이 뭔말이 필요해  봐봐 온몸이 설명해 Baby     남자 친구들 많아  난 그렇다고 사랑 하지 못하나  남잘 모르는 여잔 별로거든  But baby baby oh oh   숨이 콱콱 막히잖아   날 이렇게 만든 건 너였잖아  아무 말도 할 수가 없어  이런 기분 처음인걸  다른 여자완 달라  뻔한 사랑은 싫어  내가 더 많이 좋아해도 상관없어  너만 있으면 돼  다른 남자완 달라  이제 그만 받아줘  You'll be my baby baby baby 너  다른 남자 말고 너  너  다른 남자 말고 너  다른 남자 말고 너너너너 너  가슴이 가슴이 뛰는데  다른 누구도 이렇겐 못했는데  뭔 말이 뭔 말이 필요해  자 봐봐 만져봐 내 심장이 Baby   아는 오빠들 많아  난 그렇다고 절대 쉽지는 않아  남잘 모르는 여잔 별로거든   But baby baby oh oh   숨이 콱콱 막히잖아   날 이렇게 만든 건 너였잖아  아무 말도 할 수가 없어  이런 기분 처음인걸  다른 여자완 달라  뻔한 사랑은 싫어  내가 더 많이 좋아해도 상관없어  너만 있으면 돼  다른 남자완 달라  이제 그만 받아줘  You'll be my baby baby baby 너  다른 남자 말고 너  아무도 안 어울려 지금 니 옆엔  노랜 끝나가고 있는데   넌 아무 말이 없어 Baby  다른 여자완 달라  뻔한 사랑은 싫어  내가 더 많이 좋아해도 상관없어  너만 있으면 돼  다른 남자완 달라  이제 그만 받아줘  You'll be my baby baby baby 너  다른 남자 말고 너  너 다른 남자 말고 너 다른 남자 말고 너너너너 너"}, {"song_no": "5628083", "year": "2015", "rank": "25", "title": "두사랑 (Feat. 매드클라운)", "artist": "다비치", "genre": "Ballad", "lyrics": "미쳤다고 하겠지 내 지금 사랑이 어떤 건지 듣는 사람들은 사랑이란 반드시 한 사람과 하는 거라면서 나를 욕하겠지 하지만 난 한 사람을 가볍게 사랑하지 않아 이해 못하겠지 두 사람을 미친 듯이 온 마음 다 바쳐서 사랑해 나도 내 맘을 모르겠어 내 두사랑은 한 사랑보다 깊어 난 두 사람 중 한 사람도 곁에서 보낼 수 없는데 이러면 안 되는데 누구에게도 털어 놓을 수 없어 없어 정말이야 나 두 사람을 사랑해 목숨 바쳐 나 두 사람을 사랑하면 안 되는걸 너무 잘 알면서 너무 잘 알면서 둘 중 누구도 보낼 수가 없어 없어 정말이야 이해할 수 있어 처음 봤을 땐 그냥 지나치는 사람쯤 두 번짼 풍선처럼 네 맘에서 점점 커지고 그러다 너도 모르는 사이 어느새 이젠 한 가슴에 살게 된 전혀 다른 두사랑 익숙함과 새로움 둘 사이  둘 다 상처주기 싫어 꽤나 힘들었겠어 괜찮아 맘 가는 대로 해  그 맘이 진심이라면 넌 좀 더 이기적이어도 돼 내 두사랑은 한 사랑보다 깊어 난 두 사람 중 한 사람도 곁에서 보낼 수 없는데 이러면 안 되는데 누구에게도 털어 놓을 수 없어 없어 정말이야 나 두 사람을 사랑해 목숨 바쳐 나 두 사람을 사랑하면 안 되는걸 너무 잘 알면서 너무 잘 알면서 둘 중 누구도 보낼 수가 없어 없어 정말이야 스스로가 밉고 이해할 수 없어도 사람 마음이란 게 가끔씩 그럴 수 있지 나쁜 건 나쁜 쪽이 되기 싫은 너의 맘 상처주지 않는 법 따위 없다고 애매하고 못된 헷갈리고 서툰 그런 맘이라 생각되면 잠시 두면 돼 괜찮아 맘 가는 대로 해  그 맘이 진심이라면 넌 좀 더 이기적이어도 돼 이 두 사람은 너무 날 사랑해서 난 두 사람 중 한 사람도 아프게 할 수가 없는데 이러면 안 되는데 누구에게도 털어 놓을 수 없어 없어 정말이야 나는 사랑이 아닌 사랑들을 해요 이걸 어쩌지 이걸 어쩌지 어쩌면 좋지 어떡하죠 그 어떤 사랑보다 정말 깊은 걸요 대체 누가 날 대체 누가 날 이해해줄지"}, {"song_no": "5576417", "year": "2015", "rank": "26", "title": "같은 시간 속의 너", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "꼭 그러지 않아도  충분히 널 이해할 수 있어 다른 사람 곁에 서 있는 니 모습이 조금 어색하지만 다 버리지 않아도 어떻게든 이겨낼 수 있어 다른 사랑 찾아가버린 니 얼굴이 그렇게 밉진 않아 이제 우리 같은 시간 속을 남처럼 그렇게 걸으면 돼 달아나도 가지 못할 기억 안고 아무말도 하지마요 더는 안된다는거 잘 알아요 많은 날들이 아무 의미없진 않겠죠 멀어지는 바람처럼 우리 함께한 기억들을 꿈처럼 그렇게 안으면 돼 눈 감아도 잊지 못할 추억의 널 묻고 아무말도 하지마요 더는 안된다는거 잘 알아요 사랑했던 날 모두 사라지진 않겠죠 우릴 스치는 안개처럼 아무것도 묻지 않을게요 이대로 묻어둘래요 나는요 거짓말처럼 또 하루가 살아지겠죠 떨어지는 같은 시간 속의 너"}, {"song_no": "5634219", "year": "2015", "rank": "27", "title": "Puss (Prod.by 라이머)", "artist": "지민 (AOA)", "genre": "Rap / Hip-hop", "lyrics": "I'm the mother Fucking top madam 삼촌들 용돈 뺏는 깡패 그걸로 popping bottle 샴페인 사뿐히 밟아 빨간 carpet 남자들 숨을 참네 멋진 척 참 내 니 남친 나를 탐내 cuz im the motherfucking top madam 센 티만 계속 냈던 넌 정말 nothing 까고 보니 별 거 없어 넌 정말 nothing 어깨 힘 빼고 이제는 배워 완전히 정복해 여자판 나폴레옹 이제 씹을 거리 없지 단물 빠진 껌을 억지로 질겅 씹어 봐라 가출해 니 턱주가리 가슴에 턱 붙여 빨리 고개 끄덕 everybody bounce im sick of them puss puss puss bitch you a freaking puss puss puss puss bitch you a freaking puss puss im the mofucking top man 니네 비지니스는 다음에 imma make her super star man cuz im a motherfuking top man 내가 뜰 줄 몰랐지 금방 질 줄 알았는데 모두 놀랐지 완전체로 돌아왔네 아이언맨은 피융 from the Rock Bottom 빼고  전부 fake shit all the motherfuckers pissed off 왜냐면 그년 나를 위한 비서 아니 그년 나를 위한 시소 아니아니 그년 나를 위한 칙쇼 beast mode 우린 전국 돌며 니네들 삥 뜯어  매일이 payday 그 덤으로 highway 를 타며  학준 형과 vacay 만들어 방방곡곡  one hunit thousand babies cuz you are my freaking Puss Puss puss puss cuz you are my freaking puss puss puss puss cuz you are my freaking puss puss yes im the real bad man aye aye yes im the real bad madam aye aye im the motherfucking top man im the motherfucking top madam im the motherfucking top man bitch you a fucking puss puss puss puss Bitch you a freaking puss puss puss puss Bitch you a freaking puss puss bitch you a fucking puss"}, {"song_no": "5459268", "year": "2015", "rank": "28", "title": "Uptown Funk (Feat. Bruno Mars)", "artist": "Mark Ronson", "genre": "Pop", "lyrics": "This hit That ice cold Michelle Pfeiffer That white gold This one for them hood girls Them good girls Straight masterpieces Stylin' while in Livin' it up in the city Got Chucks on with Saint Laurent Gotta kiss myself I'm so pretty I'm too hot hot damn Called a police and a fireman I'm too hot hot damn Make a dragon wanna retire man I'm too hot hot damn Say my name you know who I am I'm too hot hot damn Am I bad 'bout that money Break it down Girls hit your hallelujah whuoo  Girls hit your hallelujah whuoo  Girls hit your hallelujah whuoo  'Cause Uptown Funk gon' give it to you 'Cause Uptown Funk gon' give it to you 'Cause Uptown Funk gon' give it to you Saturday night and we in the spot Don't believe me just watch come on Don't believe me just watch Don't believe me just watch Don't believe me just watch Don't believe me just watch Don't believe me just watch Hey hey hey oh Stop Wait a minute Fill my cup put some liquor in it Take a sip sign a check Julio Get the stretch Ride to Harlem Hollywood Jackson Mississippi If we show up we gon' show out Smoother than a fresh dry skippy I'm too hot hot damn Called a police and a fireman I'm too hot hot damn Make a dragon wanna retire man I'm too hot hot damn hot damn Bitch say my name you know who I am I'm too hot hot damn Am I bad 'bout that money Break it down Girls hit your hallelujah whuoo  Girls hit your hallelujah whuoo  Girls hit your hallelujah whuoo  'Cause Uptown Funk gon' give it to you 'Cause Uptown Funk gon' give it to you 'Cause Uptown Funk gon' give it to you Saturday night and we in the spot Don't believe me just watch come on Don't believe me just watch Don't believe me just watch Don't believe me just watch Don't believe me just watch Don't believe me just watch Hey hey hey oh Before we leave I'm a tell y'all a lil' something Uptown Funk you up Uptown Funk you up Uptown Funk you up Uptown Funk you up I said Uptown Funk you up Uptown Funk you up Uptown Funk you up Uptown Funk you up Come on dance Jump on it If you sexy than flaunt it If you freaky than own it Don't brag about it come show me Come on dance Jump on it If you sexy than flaunt it Well it's Saturday night and we in the spot Don't believe me just watch Come on Don't believe me just watch Don't believe me just watch Don't believe me just watch Don't believe me just watch Don't believe me just watch Hey hey hey oh Uptown Funk you up Uptown Funk you up say whaa Uptown Funk you up Uptown Funk you up Uptown Funk you up Uptown Funk you up say whaa Uptown Funk you up Uptown Funk you up Uptown Funk you up Uptown Funk you up say whaa Uptown Funk you up Uptown Funk you up Uptown Funk you up Uptown Funk you up say whaa Uptown Funk you up"}, {"song_no": "5748406", "year": "2015", "rank": "29", "title": "심쿵해 (Heart Attack)", "artist": "AOA", "genre": "Dance", "lyrics": "A ye Brave sound  And it goes a little something like this  완전 반해 반해 버렸어요  부드러운 목소리에  반해 반해 버렸어요  난 떨려  AOA Let's Go  내가 미쳤나 봐 왜 또 이러지  내 마음 열여덟 소녀 마냥  막 쿵쿵대  숨길 수 없나 봐 난 매일 이러지  눈이라도 마주치면  귀까지 확 빨개져   이해 못해  네가 걔를 못 봐서 그래   딱 첫눈에 확 반해 버린다는 말에  그 마음 이해 가더라  나도 좀 알겠더라  널 처음 본 그 순간  완전 반해 반해 버렸어요   넓은 어깨 날렵한 눈매에   부드러운 목소리에  반해 반해 버렸어요  너의 얇고 긴 손가락만 봐도  난 떨려   어머나 자꾸만 심쿵해  널 보면 볼수록  가슴이 쿵쿵대 나도 모르겠어  심쿵해 나 어쩌면 좋아  자꾸만 네 품에  꼭 안기고 싶어 baby  어쩌다 눈이라도 마주치면  난 심쿵 거려   너의 작은 관심이라도 받을까  아등바등 거려  너는 대체 걔가 뭐가 그리 좋아  라고 묻는 친구들에게 말해  야 모르면 말을 말어  이해 못해 네가 걔를 못 봐서 그래  딱 첫눈에 확 반해 버린다는 말에  그 마음 이해 가더라  나도 좀 알겠더라  널 처음 본 그 순간  완전 반해 반해 버렸어요   넓은 어깨 날렵한 눈매에   부드러운 목소리에  반해 반해 버렸어요  너의 얇고 긴 손가락만 봐도 난 떨려  어머나 자꾸만 심쿵해 널 보면 볼수록 가슴이 쿵쿵대 나도 모르겠어 심쿵해 나 어쩌면 좋아 자꾸만 네 품에 꼭 안기고 싶어 baby 오 나의 왕자님 어디를 보나요 바로 여기 내가 있는데요 너무나 멋진 그대 난 그대 하나면 돼 난 그대 없이 못 살아요  완전 반해 반해 버렸어요 부드러운 목소리에 반해 반해 버렸어요 난 떨려 어머나 자꾸만 심쿵해  Everybody say What AOA 쿵쿵대 And it goes a little something like this 심쿵해 한번 더 say What AOA 네 품에 꼭 안기고 싶어 baby"}, {"song_no": "5629186", "year": "2015", "rank": "30", "title": "사월의 눈", "artist": "허각", "genre": "Ballad", "lyrics": "어느새 그 차가웠던 긴 겨울에 하얀 눈도 스르륵 봄바람에 다 녹아내려요 다시 또 누군가를 사랑할 수 있으려나요 눈부신 따스한 봄날엔 그토록 욕해대고 할퀴어대던 두 사람이 나였는지 그녀였는지 조차 잊어버린 듯 그 겨울 그 겨울이 그때 우리가 참 그리워 미운데 미운데 그리워 큰맘 먹고 살짝 열어본 내 창가에 눈부신 봄날 햇살 아래로 차디찬 눈이 내려요 작은 내 방에 내 텅 빈 가슴에 그 아팠던 상처가 또 다시 덧나려는 듯 이른 봄날에 눈이 내려요 주르륵 흘러내린 내 눈물마저도 차네요 내게도 봄날이 올까요 누군갈 또 다시 사랑하고 싶어서 미친 듯 거리를 걸어봐도 차디찬 눈이 내려요 내 두 눈가에 이 못난 가슴에 그 아팠던 상처가 또 다시 덧나려는 듯 이른 봄날에 눈이 내려요 하얗게 추억들이 내려요 주르륵 흘러내린 내 눈물마저 차가운데 내게도 봄날이 올까요 따스한 봄날이 올까요"}, {"song_no": "5725591", "year": "2015", "rank": "31", "title": "마네퀸 (Feat. Beenzino, 수란)", "artist": "프라이머리", "genre": "R&B / Soul", "lyrics": "햇살 눈 부신 가로수길  넌 모두의 눈길을 훔친 lady  넌 완벽해 긴 다리 잘록한 니 허리  질투를 부르는 새까만 눈이  so chic 넌 조금 도도해 One two step for what  니가 지나간 이 길은 runway 같아 내 남자의 눈도 니 뒤를 쫓는 걸  난 잠시 잊혀진 듯 해 Manne manne quin Manne money queen 너를 원해  What's your style Follow follow you  따라 해 모든 걸 널 원해 Manne manne quin Manne money queen 뻔한 미소까지도 모두가 원하는 걸 넌 너무 마네퀸같아 데이트를 할 때는  200만원을 2분 안에 지불하게 하네  I Go Broke But Girl  Im Ok With it 그래야만 너는 만족해  My Money and The Fame 너는 그런 걸 원해 난 그런 널 원해서 널 유명하게 하네 I’m in trouble but girl I'm Ok with it 난 만족해 네 몸매와 네 얼굴에 넌 마치 display 된 마네퀸  값비싼 새 옷들 Money queen  근데 넌 왜  향기가 없는 꽃 넌 너무 트렌디해 잘 입힌 마네퀸  너도 나도 핫 립스틱 똑같이 왜  아이아이러니해 One two step for what  니가 지나간 이 길은 runway 같아 이 순간 내 눈도 니 뒤를 쫓는 걸  난 잠시 뒤쳐진 듯 해 Manne manne quin Manne money queen 너를 원해  What's your style Follow follow you  따라 해 모든걸 널 원해 Manne manne quin Manne money queen 뻔한 미소까지도 모두가 원하는 걸 One two three so many on the street four five six 넌 마네퀸 just Walking down to street Chic하게 화보같이 이 거리 저 거리 many on the street 서롤 꼭 닮은 넌 마네퀸 마치 어디서 본 것 같지 첨인데 왜 왜 왜 왜 Manne manne quin Manne money queen 너를 원해  What's your style Follow follow you  따라 해 모든걸 널 원해 Manne manne quin Manne money queen 뻔한 미소까지도 모두가 원하는 걸"}, {"song_no": "5678250", "year": "2015", "rank": "32", "title": "Reset (Feat. 진실 Of Mad Soul Child)", "artist": "타이거JK", "genre": "Drama", "lyrics": "내 맘에 깊이 가득 차버린  공허한 세상 나를 구해줘  I wanna reset  I wanna reset  I wanna reset  어둠에 갇힌 외로운 눈빛  내 손을 잡아 줄 사람 없나  I wanna reset  I wanna reset  I wanna reset  어딘 누군 간 잘 알겠지 내 괴로운 맘을 앞에 서성 되도 못 찾는 나 꽤꼬리 같은 혼자 날아다녀 어둠 속에 또 외로운 밤을 혼자 날아다녀 어둠 속 또 괴로운 맘을 왜 몰라주는 건데 아무리 작은 나란 존재 라도 짓밟지 말고 나와 같이 가 무심코 던진 너의 그 말들과 행동들이 나를 무너뜨려 한구석으로 몰아 넌 아니라고 말하지만 비웃음 뒤에 숨어 나를 찾지 마 내 맘에 깊이 가득 차버린  공허한 세상 나를 구해줘  I wanna reset  I wanna reset  I wanna reset  어둠에 갇힌 외로운 눈빛  내 손을 잡아 줄 사람 없나  I wanna reset  I wanna reset  I wanna reset  그저 스쳐 지나가는 바람  옆 옆 사람 바로 옆에서  소리 질러봐도 고요함만  마주 보고 있는데  나도 같이 걷고 있는데  왜 그들은 점점 멀어져  왜 난 항상 혼자 서있어  왜 내 세상만 멈춰  저 멀리 희미해지는  그들의 뒷모습  단 한 명만이라도 좋아  뒤돌아 제발 내 손잡아 줘  단 한 번뿐이라도 좋아  제발 내 손을 잡아줘  누구든 잠깐 멈춰줘  내 맘에 깊이 가득 차버린  공허한 세상 나를 구해줘  I wanna reset  I wanna reset  I wanna reset  어둠에 갇힌 외로운 눈빛  내 손을 잡아 줄 사람 없나  I wanna reset  I wanna reset  I wanna reset  비웃음 아닌 너의 미소는  사라져가는 날 되찾아줘  어둠 속엔 너의 미소는  외로운 내 맘 훤히 밝혀줘  I wanna reset  I wanna reset  I wanna reset  비웃음 아닌 너의 미소는  사라져가는 날 되찾아줘  어둠 속엔 너의 미소는  외로운 내 맘 훤히 밝혀줘  I wanna reset  I wanna reset  I wanna reset  How about you  I`m all about you  아름다웠던 그때로 돌아갈래  reset  어딘 누군 간 잘 알겠지 내 괴로운 맘을 앞에 서성 되도 못 찾는 나 꽤꼬리 같은 혼자 날아다녀 어둠 속에 또 외로운 밤을 혼자 날아다녀 어둠 속 또 괴로운 맘을 이렇게 홀로 남겨진 외로움 나의 이손을 지금 잡아줘 I wanna reset I wanna reset I wanna reset 상처투성이 숨겨둔 진실 행복했던곳 나 돌아갈래 I wanna reset I wanna reset I wanna reset"}, {"song_no": "5690942", "year": "2015", "rank": "33", "title": "너의 얘길 들어줄게", "artist": "윤미래", "genre": "Drama", "lyrics": "울고있는 슬픈 네게  힘들었던 네게 가슴으로 불러주는  널 위한 노래 혼자란 생각이 들때  갑자기 눈물이 날때 아무도 너의 곁에  없다고 느낄때 기억해 혼자가 아닌걸  세상이 늘 아프게해도 이젠 외로워도 슬퍼도 울지는마 말없이 널 안아줄게  너의 얘길 들어줄게 돌아봐 내가 있을게  니가 흘린눈물  모두 닦아줄게 너의 외로움도  잠이 오지않은 밤에  쓸쓸한 빈 방에 너의 얘길 들어줄  누군가 없을때 쏟아지는 빗물처럼  힘든일이 네게 올때 피할곳도 없이  흠뻑 너를 적실 때  기억해 혼자가 아닌걸  세상이 늘 아프게해도 이젠 외로워도  슬퍼도 울지는마 말없이 널 안아줄게  너의 얘길 들어줄게 돌아봐 내가 있을게  니가 흘린눈물  모두 닦아줄게 너의 외로움도"}, {"song_no": "5743804", "year": "2015", "rank": "34", "title": "음오아예 (Um Oh Ah Yeh)", "artist": "마마무(Mamamoo)", "genre": "Dance", "lyrics": "oh yes 음 오 아 예  너에게  빠져들겠어  자꾸 반응하잖아  oh yes 음 오 아 예   그래 난 다가가겠어  넌 내 취향저격 ace  내 앞을 지나갔어  눈빛이 마주쳤어 스타일이 좋아 느낌이 좋아 다를 게 없는 오늘  너 땜에 달아오른 오늘이 좋아 음오아예 첫 번째 플랜 감탄사 그 동안에 찾아 헤멘 남자 음오아 예스 맞는 옷처럼 잘 어울리는 너야 부드럽게 이런 말 어떤 것 같아 음 두 번째 플랜 먼저 당기기 오오 동공 떨리는 초침  스탠바이 큐 아 시간되면 차 한잔 할래요 예스 이런 건 어떤 것 같아 oh yes 음 오 아 예   너에게 빠져들겠어  자꾸 반응하잖아  oh yes 음 오 아 예   그래 난 다가가겠어  넌 내 취향저격 ace  본능을 따르겠어  날 감추지 않겠어  오늘은 달라 먼저 다가가 걸음은 도도하게  말투는 애교 있게 날 보는 눈빛 음오아예 help me  시간 좀 되나요 나 좀 도와줘요 그 쪽 때문에  오감이 제멋대로예요 그 쪽이 예고 없이 날리는 미소에 음 콜린퍼스도 울고 갈  당신의 매너에 오 여자라 해도 믿을만한 피부 아예 넌 존재자체 감탄사 절로 나네 음오아예  나도 모르게  달아오르네 홀릭 oh yes 음 오 아 예  너에게 빠져들겠어  자꾸 반응하잖아  oh yes 음 오 아 예  그래 난 다가가겠어  넌 내 취향저격 ace  목소리도 oh yes  눈웃음도 oh yes  네 모든 게  머리부터 발끝까지 다 oh yes 지금 널 보면 난 oh yes 단 둘이서 oh yes  드루루 드루루 드루루 oh yes 뜨거워지는 이 분위기  너와 나의 거리 우리 사이로 한 여자가  걸어 와 때마침 그의 여자친구인 건지  아님 친군 건지 다가와 언니 이 여자 누구예요 여자였어 OH MY GOD oh yes 음 오 아 예  너에게 빠져들겠어  자꾸 반응하잖아  oh yes 음 오 아 예  그래 난 다가가겠어  넌 내 취향저격 ace  목소리도 oh yes  눈웃음도 oh yes  Oh 너의 모든 게  머리부터 발끝까지 다 oh yes"}, {"song_no": "5708013", "year": "2015", "rank": "35", "title": "몸매 (MOMMAE) (Feat. Ugly Duck)", "artist": "박재범", "genre": "Rap / Hip-hop", "lyrics": "I be like hold up wait a minute girl   어딜 가 너무 쳐다봐서 미안해   근데 니가 너무 섹시해서  눈을 뗄 수가 없어  보고싶어 너의 몸몸몸매  몸몸몸매 몸몸몸매  너의 몸몸몸매 몸몸몸매  니 앞에 서면  비욘세 엉덩이도 납작해   답답해 시원하게  그냥 갖다 대   구릿빛 피부의  니 허벅지는 탄탄해   택시 기사처럼 넌  쭉쭉 가고 빵빵 해  널 감상하는 게 변태 같으면  난 변태할래  진심이야 연기처럼 보이면  나는 담배  우리의 관계가 뭔지 모르지만  지금 소개받고 싶어  니 가슴에 달려있는 자매   쌍둥이 둥이  I want you to give it to me o0o0 weee   Twix처럼 있고 싶어 Baby  단 둘이 부비부비  춤은 내 침대에서 추지   규칙과 휴식 없이  너한테 계속 주지  Lets shoot a movie   They aint fucking with us  ahh nah they aint fuckin with us  This aint dj mustard  this is gray on the beats  Bitch its aomg  we do it properly leggo  I be like hold up wait a minute girl   어딜 가 너무 쳐다봐서 미안해   근데 니가 너무 섹시해서  눈을 뗄 수가 없어  보고싶어 너의 몸몸몸매  몸몸몸매 몸몸몸매  너의 몸몸몸매 몸몸몸매  목폴라를 입어도  태 나오는 몸매  목 메이네 괜히  칵테일 한 모금 더 해  멍해진 동공 내 초점은 동태  원초적 본능에 튼튼해진  내 떡매  보자마자 딱딱히 굳어  눈매가 메두사  쭉빵에 코피 터져  허리선이 펀치라인   피부는 미운 네 살  말투마저 귀여운 부산  부모님 한국 분 맞어  골반이 수입산   더우면 좀 더 벗어  바람직한 복장불량   맛이 궁금해  탐스러운 자연산 복숭아 수박   클럽 안은 이미 동물농장  넌 발정난 수컷들  다 불러모아 멕이는 사육사  이제 빠져나가자  이 마굿간에서  AOMG로 같이 온  친구들까지 다 데리고  누가 뭐래건 신경 안 쓰여  우린 우리 방식대로  Yea It don't matter  I be like hold up wait a minute girl   어딜 가 너무 쳐다봐서 미안해   근데 니가 너무 섹시해서  눈을 뗄 수가 없어  보고싶어 너의 몸몸몸매  몸몸몸매 몸몸몸매  너의 몸몸몸매 몸몸몸매  Woo you so sexy Woo you so sexy You so sexy girl You so sexy girl I be like hold up wait a minute girl  어딜 가 너무 쳐다봐서 미안해  근데 니가 너무 섹시해서 눈을 뗄 수가 없어 보고싶어 너의 몸몸몸매 몸몸몸매 몸몸몸매 너의 몸몸몸매 몸몸몸매"}, {"song_no": "5684914", "year": "2015", "rank": "36", "title": "Who Are You (Feat. 개코)", "artist": "보아 (BoA)", "genre": "Dance", "lyrics": "MY HEART IS RUNNING TO YOU EVERY SEC GETTING CLOSE TO YOU MY HEART IS RUNNING TO YOU IT’S GETTING CLOSE TO YOU BABE 첫눈에 느낌이 왔단 말이야 기다려온 TYPE OF BOY 뭔가 그려놓은 듯한 외모 말투 다 인정하고 싶진 않지만 인정할 수 밖에 없었어 하지만 꼬인듯한 고리 날 어지럽혀 그대가 한걸음 다가오면 왠지 불안해져 난 너무 빠른 선택은 아닌 걸까 내가 물러나면 왠지 널 놓칠 것만 같은데 어쩌나 널 잡아야 하나 WHO ARE YOU STRANGER CAN’T STOP THINKING OF YOU 잡힐 듯 사라지는 모래같이 항상 그래 PEOPLE SAY THAT LOVE IS ALL THE SAME 특별한 너 답도 없는 너 WHO ARE YOU MY HEART IS RUNNING TO YOU EVERY SEC GETTING CLOSE TO YOU SO PLEASE DON'T RUN AWAY TAKE MY HAND MY HEART IS RUNNING TO YOU EVERY SEC GETTING CLOSE TO YOU SO PLEASE DON'T RUN AWAY TAKE MY HAND 넌 나의 빛 사랑의 빛깔은 PRISM 비 오는 마음에 무지개를 띄웠지 YOU’RE MY REASON TO LIVE 계속 당기는 중 밀기는 싫어 어설픈 장난하기 싫어 전화벨 울리면 난 뛰어 택배가 도착한 듯이 HEY 아가씨 TAKE BACK THE NIGHT 한걸음 곁에 간 것 같아 보일지 몰라도 많은 길을 헤매고 돌아 뛰어간 거야 사랑은 야생화처럼 사막의 모래알 사이로 피어난 거야 난 지금 진지해 살아가는 게 조금 바쁜 것뿐 그러니까 머뭇머뭇 이방인 보듯 너무 거부하지 마 나는 너뿐 BABE 그대가 한걸음 다가오면 왠지 불안해져 난 너무 빠른 선택은 아닌 걸까 내가 물러나면 왠지 널 놓칠 것만 같은데 어쩌나 널 잡아야 하나 WHO ARE YOU STRANGER CAN’T STOP THINKING OF YOU 잡힐 듯 사라지는 모래같이 항상 그래 PEOPLE SAY THAT LOVE IS ALL THE SAME 특별한 너 답도 없는 너 WHO ARE YOU BABY BABY BABY ARE YOU TRYING TO HIT ON ME BABY BABY BABY HOW COME YOU STILL DON'T GET IT BABY BABY BABY CAN WE BE TOGETHER YOU SURE I KNOW THAT WE WILL BE WHO ARE YOU STRANGER CAN’T STOP THINKING OF YOU 잡힐 듯 사라지는 모래같이 항상 그래 PEOPLE SAY THAT LOVE IS ALL THE SAME 특별한 너 답도 없는 너 WHO ARE YOU 손에 잡히지 않아 아무것도 할 수 없어 머릿속 가득한 너 땜에 WHO ARE YOU 손에 잡히지 않아 아무것도 할 수 없어 머릿속 가득한 너 땜에 WHO ARE YOU"}, {"song_no": "5657227", "year": "2015", "rank": "37", "title": "한번 더 말해줘 (Feat. 장한나)", "artist": "지누션", "genre": "Dance", "lyrics": "오늘도 고민과 걱정에  숙인 고개와 축 처진 어깨  오늘따라 생각이 나  너와 함께였던 예스터데이  Remember  겁 없던 날들이었어  너와 나 단둘이면  저 구름 위로  새처럼 날아갈 듯했지  너란 날개를 단 마음이어서  We back to hit you with the  Jinusean bomb  난 너와 함께면 돼  매일 밤이 토요일 밤  그땐 한숨을 쉬지도  불안하지도 않았잖아  함께 한 매 순간  아직도 널 사랑해  Ooh mi amore  2099년 끝 날까지도  말해줘 사랑한다고  나 없이 넌 하루도 살 수 없다고  말해줘 가지 말라고  어서 말해줘 망설이지 말고  한번 더 말해줘  난 난 난 너만 기쁘면  다 줄 수 있는 기부 천사  난 밤이 오면 클럽에서 너를  저 구름 위로 업되게 할 기분 천사  Uh huh You kids can't do this  올드보이지만  내 발에 New kicks 처럼  Fresh 하게 All day  우린 오늘 더 행복해  오늘 밤은 무슨 밤  지누션 밤  오늘 밤은 무슨 밤  지누션 밤  You know my 전화번호  너를 기다려 수십 년도  그래 우린 아직 젊기에  Jinusean's back up in here  말해줘 사랑한다고  나 없이 넌 하루도 살 수 없다고  말해줘 가지 말라고  어서 말해줘 망설이지 말고  한번 더 말해줘  말해 말해 내게 말해줘야 해 야해  말해 말해 다시 말해줘  더 늦기 전에 컴백 back back to me 돌아서기 전에 컴백 back back to me 더 늦기 전에 컴백 back back to me 돌아서기 전에 말해줘 네 마음을 말해줘 사랑한다고 나 없이 넌 하루도 살 수 없다고 말해줘 가지 말라고 어서 말해줘 망설이지 말고 한번 더 말해줘 말해 말해 내게 말해줘야 해 야해 말해 말해 다시 말해줘 말해 말해 내게 말해줘야 해 야해 말해 말해 다시 말해줘 네 마음을 말해줘"}, {"song_no": "4660794", "year": "2015", "rank": "38", "title": "I`m Not The Only One", "artist": "Sam Smith", "genre": "Pop", "lyrics": "You and me we made a vow For better or for worse I can't believe you let me down But the proof is in the way it hurts For months on end  I've had my doubts Denying every tear I wish this would be over now But I know that  I still need you here You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one You've been so unfaithful Now sadly I know why Your heart is unobtainable Even though lord knows you have mine You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one I have loved you for many years Maybe I am just not enough You've made me realise  my deepest fear By lying and tearing us up You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one I know I'm not the only one I know I'm not the only one  And I know I know I'm not the only one"}, {"song_no": "5661710", "year": "2015", "rank": "39", "title": "품행제로", "artist": "블락비 바스타즈", "genre": "Dance", "lyrics": "As you know we own it 알아서들 손떼  절대 흉내 못내 끼 없는 연습 벌레 난 때깔 다르지 I gotta keep it one hunnit 저 여잔 화색이 돌아 Fallin’ 죄다 기생오라비 촌티 나는 꼬라지 너희들 감 찾는 사이 얼씨구 풍년이 왔지 난 Low 한 게 아니야 마초처럼 완전 Raw 해 이 무대는 내 구역이야 구경이나 더해 쟤넨 진짜 멋이 뭔지 몰라 저기 형편없는 몸짓 좀 봐 stage 에선 예의 없게 노는 게 답 Break it up ready go 오늘 부로 품행제로 품행제로 Everybody say Yeah 멀쩡한 날이 없지 왔다리 갔다리 난 싸가지 바가지야 얄라리 얄라리야 오늘 부로 품행제로 왔다리 갔다리 난 싸가지 바가지야 얄라리 얄라리야 손들어 만세 해요 젊어서 노세요 알겠으면 Say ho A YO A YO 어렸을 때 나쁜 짓 많이 해봤니 대충 그런 간지 It’s time for some action Hey brother 잘 봐둬 진짜 깔롱 다 엎어 사구 파토 회사는 우릴 타일러 따라 해 봤자 싸그리 아류 Understood Stupid dummy 진작에 종은 쳤고 게임은 끝이 났지 Halli Galli 쟤넨 진짜 멋이 뭔지 몰라 저기 형편없는 몸짓 좀 봐 stage 에선 예의 없게 노는 게 답 Break it up ready go 오늘 부로 품행제로 품행제로 Everybody say Yeah 멀쩡한 날이 없지 왔다리 갔다리 난 싸가지 바가지야 얄라리 얄라리야 오늘 부로 품행제로 왔다리 갔다리 난 싸가지 바가지야 얄라리 얄라리야 Come on in 환영해 사랑타령 안 할 사람만 This moment 항복해 손을 위로 Don’t be acting like a looser Don’t be acting like a 뚱보 이제 그만 굼떠 Let’s 난폭운전 Rule 따위는 어겨 품행제로 품행제로 Everybody say Yeah 멀쩡한 날이 없지 왔다리 갔다리 난 싸가지 바가지야 얄라리 얄라리야 오늘 부로 품행제로 왔다리 갔다리 난 싸가지 바가지야 얄라리 얄라리야"}, {"song_no": "5742255", "year": "2015", "rank": "40", "title": "느껴 (My Everything)", "artist": "범키", "genre": "R&B / Soul", "lyrics": "내 곁에 잠들어 있는  널 볼 때면 난 느껴 지금이 꿈이 아닌 것이 너무나 난 기뻐 우 우리 매일 함께 눈 뜨는 것 지금 이 순간이 선물인걸 날 보며 미소 짓는  너를 볼 때마다 나는 느껴 다시 너의 웃는 모습을  볼 수 있다는게 기뻐 서로의 두 손을 잡고서  기도하며 잠이 드는 것 하루하루가 기쁨인걸 yeah 오늘은 내 목소리로 널 노래할게 Cause you are my soul my song my love my everyday 내일은 내 두 눈으로 널 그려줄게 Cause you are my home my joy my life my everything my everything you Rejoice evermore that's right Pray without ceasing Give thanks in everything 늘 기적 속에 살면서도  잘 모르고 두 눈을 뜨고 있어도  나는 보이지 않았지 캄캄한 어둠 속에 빠져서 잊고 있었어 너와의 매일이 축복인걸 But when I find it hard  to see that in the dark you pick me up you show me how to understand  my life to carry on 이제 난 알아  다시는 절대 잊지 않을게 이 모든 것들이 행복인걸 오늘은 내 목소리로 널 노래할게 Cause you are my soul my song my love my everyday 내일은 내 두 눈으로 널 그려줄게 Cause you are my home my joy my life my everything You're my everything You're my everything 늘 헤매었던 날 Baby you're my everything 넌 온전하게 만들어 You're my everything My everything you I'd rather have bad times with you than good by myself cause you're my soul my song my love my everyday I'd rather have hard times with you than good by myself cause you're my home my joy my life my everything"}, {"song_no": "5731941", "year": "2015", "rank": "41", "title": "아프다", "artist": "지코 (ZICO)", "genre": "Drama", "lyrics": "나란 존재가 존재하긴 했어 혀끝까지 차오른 말을 삼켜내  너만 나쁜 년 만드는 구애인걸 알면서 나댄거니까 누굴 탓 안해 정말 답답해 상처는 오는데 상처는 못찾는게 일에 전념해도 가사의 대상이 너라는게 기억도 하루처럼 저무는 거라면 편히 잘테지만 다시 네 잔상을 떠안아 보고싶다는 그 말 하지 못해 삼킨다 오늘 많이 아프다 사랑했던 맘이 아리고 또 아프다 너도 나처럼 아플까 죽을 만큼 사랑했던 네가 이제 너무 미워 힘들어 네가 미워도 아파도 사랑은 너라서 못 가 네 곁을 못 떠나 다들 푸념 말라고 그냥 추억하라고 I ‘ve got a know 그럴꺼면 사랑 무엇하려고 해 떠나간 사람은 간직할게 못돼  미안해 이별엔 지혜롭고 듬직하지 못해서 참 웃겨 가슴은 아직도 뛰기 바쁜데 뭐가 지친다고 나는 멈춰놨는지 감정의 출발선이 어디였는지 까마득해 방황 중에 마주쳐도 반가운 듯이 맞아줄래 Yeah 내 걱정은 하지마 나름 숨 쉬며 지내 한숨인게 문제지만 적정 시간이 지나 서로에게 맞지 않는 옷이 돼버릴까 그게 싫다 근데 어찌하겠어 다 내 몫이야 살면서 꼭 겪어야 할 것 실패와 성공처럼 꼭 경험할 것 누군가를 열렬히 사랑해볼 것 정신 못 차리고 죽도록 아파해볼 것 죽을 만큼 사랑했던 네가 이제 너무 미워 힘들어 네가 미워도 아파도 사랑은 너라서 못 가 네 곁을 못 떠나 죽을 만큼 사랑했던 네가 이제 너무 미워 힘들어 네가 미워도 아파도 사랑은 너라서 못 가 네 곁을 못 떠나 그렇게 어렵게 데려오고 쉽게 떠나 보내 여전히 미련하게 미련으로 하루를 보내 남김없이 줬으니 후회는 남지 않아 남기던지 태우던지 내 흔적 말야 그렇게 어렵게 데려오고 쉽게 떠나 보내  여전히 미련하게 미련으로 하루를 보내 남김없이 줬으니 후회는 남지 않아 남기던지 태우던지 내 흔적 말야 보고싶다는 그 말 하지 못해 삼킨다 오늘 많이 아프다 사랑했던 맘이 아리고 또 아프다 너도 나처럼 아플까"}, {"song_no": "5721453", "year": "2015", "rank": "42", "title": "약속 (EXO 2014)", "artist": "EXO", "genre": "Ballad", "lyrics": "가끔 이 문을 닫고 난 생각에 빠져  무대 위 내 모습을 상상하곤 했어  서투른 내 모습도  좋아해 준 너였지만  과분한 그 사랑을 받아도 되는지  언제나 그 자리에 기다려준 너  두 팔로 감싸 안아준 고마운 너  절대로 잊지 않을 거야  행복하게 만들어줄 거야  하나란 그 말처럼  시간이 지나도 말하지 못하고  맘 속으로 삼키는 나  맘 속으로 삼키는 나  미안하다고 널 사랑한다고  지금처럼 믿어달라고  널 안아줄게 두 손 잡아줄게  네 맘이 편해질 수 있다면  내 모든걸 바칠게 네 웃는 그 모습을 지켜주고 싶어  지켜주고 싶어  항상 널 언제부터인지 넌  웃어도 우는 것만 같았어  맘 편히 날 사랑하지 못하고 또  추억을 떠올려 그리워해  조금은 네가 안타까워  좋아질 거라 잊혀질 거라 하는  위로 조차도  너를 달래 줄 수가 없기에  또 나는 불안해 해  떠나지 말라 널 붙잡고 싶어  이미 어긴 약속 되돌릴 수가   없다는 걸 알아 하지만 나  평생 네 곁에서 살아 숨쉬고 싶어  처음처럼 행복하길 빌어  고마워 미안해 사랑해   네겐 내 모든걸 다 줘도 모자라  내 사랑아 평생 지켜줄게  나만 따라오면 돼  언제나 그 자리에 기다려준 너  두 팔로 감싸 안아준 고마운 너  절대로 잊지 않을 거야  행복하게 만들어줄 거야  하나란 그 말처럼  힘들고 지쳐도 마음이 다쳐도  난 또 다시 무대위로  다시 한번 더 나 힘을 내볼게  기다려준 너를 위해서  널 안아줄게 두 손 잡아줄게  네 맘이 편해질 수 있다면  내 모든걸 바칠게 참 좋았었던 날들  너와 함께했던 내 생일날의 무대   너의 말 한마디가  내게 힘이 됐던 때  I know  약속할게 네가 실망 안 하게  약속해줘 그냥 지금처럼만  많이도 아파했을 너의 맘을 내가 꼭 안아줄 거야 시간이 지나도 말하지 못하고 맘 속으로 삼키는 나 미안하다고 널 사랑한다고 지금처럼 믿어달라고 널 안아줄게 두 손 잡아줄게 영원히 함께 할 수 있다면 내 모든걸 바칠게 오우 Yeah I promise you"}, {"song_no": "5681153", "year": "2015", "rank": "43", "title": "I NEED U", "artist": "방탄소년단", "genre": "Rap / Hip-hop,Dance", "lyrics": "Fall Everything Fall Everything Fall Everything 흩어지네 Fall Everything Fall Everything Fall Everything 떨어지네 너 땜에 나 이렇게 망가져 그만할래 이제 너 안 가져 못하겠어 뭣 같아서 제발 핑계 같은 건 삼가줘 니가 나한테 이럼 안 돼 니가 한 모든 말은 안대 진실을 가리고 날 찢어 날 찍어 나 미쳐 다 싫어 전부 가져가 난 니가 그냥 미워 But you’re my everything You’re my Everything You’re my Everything You’re my 제발 좀 꺼져 huh 미안해 I hate u 사랑해 I hate u 용서해 I need you girl 왜 혼자 사랑하고 혼자서만 이별해 I need you girl 왜 다칠 걸 알면서 자꾸 니가 필요해 I need you girl 넌 아름다워 I need you girl 너무 차가워 I need you girl I need you girl I need you girl I need you girl It goes round and round 나 왜 자꾸 돌아오지 I go down and down 이쯤 되면 내가 바보지 나 무슨 짓을 해봐도 어쩔 수가 없다고 분명 내 심장 내 마음 내 가슴인데 왜 말을 안 듣냐고 또 혼잣말하네 또 혼잣말하네 또 혼잣말하네 또 혼잣말하네 넌 아무 말 안 해 아 제발 내가 잘할게 하늘은 또 파랗게 하늘은 또 파랗게 하늘이 파래서 햇살이 빛나서 내 눈물이 더 잘 보이나 봐 왜 나는 너인지 왜 하필 너인지 왜 너를 떠날 수가 없는지 I need you girl 왜 혼자 사랑하고 혼자서만 이별해 I need you girl 왜 다칠 걸 알면서 자꾸 니가 필요해 I need you girl 넌 아름다워 I need you girl 너무 차가워 I need you girl I need you girl I need you girl I need you girl Girl 차라리 차라리 헤어지자고 해줘 Girl 사랑이 사랑이 아니었다고 해줘 내겐 그럴 용기가 없어 내게 마지막 선물을 줘 더는 돌아갈 수 없도록 I need you girl 왜 혼자 사랑하고 혼자서만 이별해 I need you girl 왜 다칠 걸 알면서 자꾸 니가 필요해 I need you girl 넌 아름다워 I need you girl 너무 차가워 I need you girl I need you girl I need you girl I need you girl"}, {"song_no": "5629148", "year": "2015", "rank": "44", "title": "Ice Cream Cake", "artist": "Red Velvet (레드벨벳)", "genre": "Dance", "lyrics": "La La La La La La La La La La La La La La La La La La Oh 햇살 눈부신 한가론 휴일 예쁜 새하얀 원피스를 입고 Oh Oh 난 집을 나섰지 콧노래 나오지 La La La La La La La La La 넌 나를 바라봐 넋을 놓고 또 봐 네 맘을 사로잡아 버린 그 순간 Oh 떨리는 목소리 네 맘엔 북소리 또 반짝이는 종소리가 울리지 La La La La La La La La La La La La La La La La La La La La La La 주세요 달콤한 그 맛 Ice Cream Cake 특별해질 오늘에 어울리는 맛으로 입가에 묻은 Ice Cream에 네 가슴 두근거려 내게 다가 오겠죠 It's so tasty Come and chase me 못 참겠어 I scream You scream Gimme that Gimme that Ice Cream Oh Vanilla chocolate honey with a cherry on top 매일 다양하게 보여줄게 너에게만 무지갤 그려대는 저 분수대 보다 난 사랑을 그려내는 네게 좀 더 끌릴 거야 넌 나를 데리고 떠나 어서 떠나 조그만 스쿠터에 태워봐 Oh 날 Uh 네 허릴 감싸는 내 손에 오늘이 다 가도 맘이 두근두근 거리지 La La La La La La La La La La La La La 주세요 달콤한 그 맛 Ice Cream Cake 특별해질 오늘에 어울리는 맛으로 입가에 묻은 Ice Cream에 네 가슴 두근거려 내게 다가 오겠죠 It's so tasty Come and chase me 못 참겠어 I scream You scream Gimme that Gimme that Ice Cream I scream You scream Gimme that Gimme that Ice Cream I scream You scream Gimme that Gimme that Pops 내 입안에 녹아 내리는 중 잔뜩 넣어 내 입안이 녹아 내리는 줄 Baby Boy 다른 남자들은 아무것도 몰라 You’re so fine 해서 안 튀는 옷만 골라 Never get me wrong my boo I have no 관심 In that bag 지루한 월화부터 수목까지 Man I wanna pass 날 보는 네 시선에 See some good vibe 기분 좋은 느낌이야 너와 눈이 마주치는 순간 Gimme that Gimme that Gimme that Gimme that Gimme that Gimme that Ice Cream 어서요 부드런 그 맛 Ice Cream Cake 오직 널 기다리며 촛불을 켜둘게요 따스한 맘에 Ice Cream Cake 녹아버리기 전에 내게 입맞춰줘요 It's so tasty Come and chase me 네 입술이 달콤하게 녹아요 나는 눈을 감아요 달콤한 그 맛 Ice Cream Cake 특별해질 오늘에 어울리는 맛으로 입가에 묻은 Ice Cream에 네 가슴 두근거려 내게 다가 오겠죠 It's so tasty Come and chase me 못 참겠어 I scream You scream Gimme that Gimme that Ice Cream I scream You scream Gimme that Gimme that Ice Cream I scream You scream Gimme that Gimme that your lips"}, {"song_no": "5657052", "year": "2015", "rank": "45", "title": "조만간 봐요 (Feat. BSK, 개코)", "artist": "프라이머리", "genre": "R&B / Soul", "lyrics": "너무 조급해 보이면 안 돼 지금 내 말투는 너무 착해 한심한 농담을 하네 그건 무리수야 무리수 어색한 침묵을 깨려다 보면  자꾸 말이 너와 겹치게 돼  우리가 잘될 확률은 정말 미지수야 미지수 너무 젠틀한 레이디 Love you Sunday to Monday  끊지 마 안 돼 우리의 짧았던 대화는 곧 마무리  우리 조만간 봐요 넌 항상 그렇게 말해요  지키지 못할 약속이란 걸 알아도 난 좋아 그러니까 조만간 언제 봐요 정확한 날짜를 말해 봐요 며칠 몇 시 날 애태울 맘 없는 거 알아 니가 좋아 호구의 러브  날아갈 듯 들떠있다가도 여권 없는 국경에 서 있는 것 같애  친구는 김칫국 마시지 말래 후루룩 짭짭 후루룩 쭙 짭짭 너무 늦지도 이르지도 않게 다시 연락할 타이밍을 찾네 실수로 누른 척 할까  뚜루루 딸깍 뚜루루 뚝 딸깍 너무 젠틀한 레이디 Love you Sunday to Monday 끊지 마 안 돼 우리의 짧았던 대화는 또 마무리  우리 조만간 봐요 넌 항상 그렇게 말해요  지키지 못할 약속이란 걸 알아도 난 좋아 그러니까 조만간 언제 봐요 정확한 날짜를 말해 봐요 며칠 몇 시 날 애태울 맘 없는 거 알아 니가 좋아 호구의 러브  차라리 단칼에 잘라주면 해 난 지금 만감이 시부야 교차로 같애 우왕좌왕하다가 혼자서 불태우다 만취하다 답답해서 화병 나겠네  좋다가 애틋하다 미워해 북치고 장구 치다 망한 원맨 밴드 You 평정을 잃은 나를 완전히 평정한 다음 구석에 치워놓은 듯해 우리 조만간 봐요 넌 항상 그렇게 말해요  지키지 않을 약속이란 걸 알아도 난 좋아 그러니까 조만간 언제 봐요 정확한 날짜를 말해 봐요 며칠 몇 시 만나줄 맘 없는 거 알아 그냥 좋아 호구의 러브"}, {"song_no": "5642918", "year": "2015", "rank": "46", "title": "아무도 모르게 (Prod. by MC몽)", "artist": "치타 (CHEETAH)", "genre": "Rap / Hip-hop", "lyrics": "차가운 시선엔 이불을 덮어 줘  내 눈물과 함께 재워 버리게 꿈에 찾아가 내 목소릴 들려 줘 온통 나로 가득 채워 버리게 내 눈물은 아무도 모르게 내 아픔은 아무도 모르게 내 눈물은 아무도 모르게 내 아픔은 아무도 모르게 모르게 여태까지 난 셀 수도 없는 밤 샜지 That's My type 시작이 좋아 그래 잘 됐지 슈퍼 스타를 꿈 꾸던 난 외쳐 Ready for some action 코마를 여행하고 왔어 그럼 이 쯤에서 Question 내 눈물은 어디에 예전 예전 No 것보다도 더 뒤에 이젠 흘릴 건 행복의 눈물 밖에 없겠지만 난 아직 만족 안 해 그러니 그것도 Not yet Dear my love music 난 절대 한 눈 같은 거 안 팔아 굳이 널 포장해서 안 팔아 네게 많은 걸 바라지 않아 널 이용하거나 외면하지 않아 넌 날 살렸고 숨 쉬게 해 춤추게 해 또 날 꿈 꾸게 해 매일 눈 뜨게 해 너 아닌 모든 걸 다 굼뜨게 해 어느 것에도 미동 없는 내 자신을 흔들어 놓지 계속 움직이게 해 눈물이 나는 건  아무도 모르게 더 약해지는 건 아무도 모르게 눈물이 나는 건  아무도 모르게 더 약해지는 건 아무도 모르게 음악이 내 영 순위 안식처이자 홈 가드 올리고 bounce 에 다 실어 버려 혼 음악이 내 영 순위 안식처이자 홈 가드 올리고 bounce 에 다 실어 버려 혼 누군가에겐 Blacklist 어쩌면 masterpiece 하지만 내 생각에 난 이 씬의 master key 마지막 한 조각 퍼즐 그렇기 때문에 난 언제나 Hustle 그게 되겠냐는 물음에도 팠어 한 우물 거기에 다 쏟아냈어 내 모든 눈물을 넌 모를 수 천 수 만 번의 랩을 뱉고 삼켜왔으니 이렇게 뛰어난 Level 내 멘탈은 클라스부터 다른 헤라클래스 니 깨져버린 글라스 멘탈에게 보내 God bless you 적절한 비유 따윈 없어 내가 수컷보다 나은 이유 난 힘쓰지 않고도 쉽게 컨트롤 하는 클레오 파트라 so 그들이 할 일은 복종 밖에 없지 like 파트라슈 크림처럼 씹을 필요 없이 그냥 삼켜 버려 난 언제나 그들의 머리 위 친칠라 눈물이 나는 건  묻지 마 더 이상 묻지 마 아무도 모르게 상처를 가지려 하지 마 더 약해지는 건 사랑도 떠나려 하지만 아무도 모르게 내 눈물 아무도 모르게 눈물이 나는 건  묻지 마 더 이상 묻지 마 아무도 모르게 상처를 가지려 하지 마 더 약해지는 건 사랑도 떠나려 하지만 아무도 모르게 내 눈물 아무도 모르게 음악이 내 영 순위 안식처이자 홈 가드 올리고 bounce 에 다 실어버려 혼 음악이 내 영 순위 안식처이자 홈 가드 올리고 bounce 에 다 실어버려 혼 아무도 모르게 키워낸 Monster 예쁘지 않아도 내게 박수쳐 난 Rap star 아무도 모르게 키워낸 Monster 예쁘지 않아도 내게 박수쳐 난 Rap star Rap star Rap star Rap star 눈물이 나는 건  묻지 마 더 이상 묻지 마 아무도 모르게 상처를 가지려 하지 마 더 약해지는 건 사랑도 떠나려 하지만 아무도 모르게 내 눈물 아무도 모르게 눈물이 나는 건  묻지 마 더 이상 묻지 마 아무도 모르게 상처를 가지려 하지 마 더 약해지는 건 사랑도 떠나려 하지만 아무도 모르게 내 눈물 아무도 모르게"}, {"song_no": "4681146", "year": "2015", "rank": "47", "title": "한여름밤의 꿀", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 한여름밤의 꿀 so sweet so sweet yum 정말 오랜만이야 어떻게 지냈어 나 똑같지 뭐 그냥 열심히 일했어 넌 어때 그때 그 사람 계속 만나 헤어졌구나 미안 괜한 얘기 꺼내 어쨌든 반가워 시간 진짜 빠르다 벌써 여기까지 왔네 우리도 근데 어쩜 넌 하나 변함없이  여전히 이쁘네 던진 농담 반 진담 반 왜 말  돌리는데 술 때문인 건지 아니면 부끄러운 건지 빨개지는 볼 너 생각나로  피어나는 추억에 화원 색색 아련한 이야기꽃 웃음꽃 I want to tell you something 예전에 나 너 좋아했던 거 알어 and you said I know 나 좀 취했나 봐 헛소리 신경 쓰지 말고 cheers 건배 오늘처럼 무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum Hold up 지금 나오는 노래 뭐지  잠깐 Hold up 알듯한데 제목 기억 안 나는 옛 노래 흥얼거려 멜로디 시원한 밤공기 자리 옮길 겸 걷자 신난다며 폴짝 뛰어가는 뒷모습 참 순수해 너란 여자 그러다 벌레 한 마리에 기겁하더니 가로등 불빛 아래 포개지는 그림자 하나 이 순간 둘 행복해 셋 어느새 쥐고 있는 손가락 넷 한여름밤의 꿈 깨고 싶지 않은 한여름밤의 꿀 바로 오늘 같은 무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum 오늘 너무 즐거웠어 너무 즐거웠어 너무 반가웠어 나도 반가웠어 잘 자 굿나잇 You have a sweet dream 이런 널 보고 있자니 바랄게 없어서 행복했어 So happy 너무 행복했어 Me too 잘 자 굿나잇 You have a sweet dream 이런 널 안고 있자니 바랄게 뭐 더 있어 한여름밤의 꿀 한여름밤의 꿀 so sweet so sweet yum 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum"}, {"song_no": "5708377", "year": "2015", "rank": "48", "title": "Get (Feat. Beenzino)", "artist": "어반자카파", "genre": "R&B / Soul", "lyrics": "뭘 망설여 바보같이 답답해 너의 태도 그냥 좀 해도 돼 한 번쯤 미친 사람처럼 나도 알아 나도 못 해 말하면서 어이 없어 어려워 사는 게 아무것도 내 마음대로 안 돼 왜 안 되는지 내게 말 좀 해줘 그만 대도 돼 세상의 잣대 남들에겐 그렇게 착하게 구는데도 왜 넌 너에게 그렇게 야박해 U gotta love urself more than anything and in this world 너나 나 같은 멍청이들이 아직 많이 있어 그러니까 Go get if you wanna get get if you wanna get get if you wanna get Go get if you wanna get get if you wanna get get if you wanna get 뭘 망설여 바보같이 답답해 너의 태도 그냥 좀 해도 돼 한 번쯤 미친 사람처럼 나도 알아 나도 못 해 말하면서 어이 없어 어려워 사는 게 아무것도 내 마음대로 안 돼 하고픈 걸 그냥 해 정답은 없어 분명히 다 너가 그리면 돼 몇 명은 너에게 이미 그려진 지도를 쥐어 주겠지만 그걸 무시하는 게 우리에게는 지금 필요해 서울이란 무지 큰 거울 같은 데에서 나는 모조리 깨 부시려 해 그리고 너가 필요해 어서 be my friend This is how we live our lives 늘 오후 2시쯤에 일어나 난 모두가 출근할 때 집에 가 난 누군가는 부럽다 하겠으나 이것도 쉽진 않아 아까 말했듯 정답이 꼭 있지 않아 그니까 너도 내 말을 전부 다 믿진 않아도 돼 So just do ur thing 누가 뭐라 하든 간에 후회 없게 뭘 망설여 바보같이 답답해 너의 태도 그냥 좀 해도 돼 한 번쯤 미친 사람처럼 나도 알아 나도 못 해 말하면서 어이 없어 어려워 사는 게 아무것도 내 마음대로 안 돼 Go get if you wanna get get if you wanna get get if you wanna get Go get if you wanna get get if you wanna get get if you wanna get 뭘 망설여 바보같이 답답해 너의 태도 그냥 좀 해도 돼 한 번쯤 미친 사람처럼 나도 알아 나도 못 해 말하면서 어이 없어 어려워 사는 게 아무것도 내 마음대로 안 돼 안 망설여 바보같이 마음에 들어 나의 태도 그냥 좀 해볼게 한 번쯤 미친 사람처럼 너도 알아 너도 그래 말하는 대로 하고 있어 이렇게 사는 게 아무래도 괜찮은 것 같아"}, {"song_no": "5639931", "year": "2015", "rank": "49", "title": "꽃이 핀다", "artist": "케이윌", "genre": "Ballad", "lyrics": "바람꽃이 날리고  해가 길어져 가고 이젠 이 길을   밤새 걸어도 걸어도  손 끝이 시리지가 않아  무거운 너의 이름이  바람에 날아오르다 또 다시 내 발끝에 떨궈져  아직 너도 날 떠나지 않는 걸까  아주 가끔은 널 잊고   하루가 지나고  아주 가끔은 너 아닌   다른 사람을 꿈꿔도  나의 마음에선   너란 꽃이 자꾸 핀다  가슴에 no no no no  아픈 니가 핀다 아무도 모를 만큼만  그리워하며 살았어 소리 내 울었다면 난 지금  너를 조금 더 잊을 수 있었을까  아주 가끔은 널 잊고   하루가 지나고  아주 가끔은 너 아닌   다른 사람을 꿈꿔도  나의 마음에선   너란 꽃이 자꾸 핀다  가슴에 no no no no  아픈 니가 핀다  나의 입술로 너의 마음을 말하다 운다 우리 사랑이 멀리 흩어져 간다 너 하나쯤은  가슴에 묻을 수 있다고 계절 몇 번을 못 지나  잊을 거라 믿었는데 지금 이 거리엔  너를 닮은 꽃이 핀다 또 다시 no no no no 시린 봄이 온다"}, {"song_no": "4840271", "year": "2015", "rank": "50", "title": "위아래", "artist": "EXID", "genre": "Dance", "lyrics": "위 아래 위 위 아래 위 아래 위 위 아래 위 아래 위 위 아래 UP 위 아래 위 위 아래  위 아래 위 위 아래 위 아래 위 위 아래 DOWN 난 몰라 순진한 척 하는 네 동공 날 네 맘대로 들었다가는 놓고 then i feel loco oh oh  날 미치게 만들어  강제탑승한 roller co coaster su such a monster HEY BABY BOY 빙글 빙글 빙글 돌리지 말고 넌  HEY BABY BOY 아슬 아슬하게 스치지 말고 넌 그만 좀 건드려 건드려  애매하게 건드려 넌 위 아래 위 위 아래 자꾸 위 아래로 흔들리는 나 Why don't u know don't u know don't u know 확실하게 내게 맘을 보여줘  Why don't u know  don't u know don't u know yeah ey 위 아래 위 위 아래  위 아래 위 위 아래 위 아래 위 위 아래  UP UP DOWN DOWN 네 말투 네 표정들  날 헷갈리게 하면서 넌 흘리지 또 흘리지  흔들흔들흔들흔들 없는 척 모르는 척 들었다 놨다 하면서 넌 부리지 끼 부리지  흔들흔들흔들흔들 HEY BABY BOY 빙글 빙글 빙글 돌리지 말고 넌  HEY BABY BOY 아슬 아슬하게 스치지 말고 넌 그만 좀 건드려 건드려  애매하게 건드려 넌 위 아래 위 위 아래 자꾸 위 아래로 흔들리는 나 Why don't u know  don't u know don't u know 확실하게 내게 맘을 보여줘  Why don't u know  don't u know don't u know yeah ey Just do what you wanna  do what you wanna 약올리지 말고 내게 확신을 줘넌 쓸데없는 말은 불필요해 필요해 장난아닌 진심 날 선택의 기로에 서게하지마 날 눈물 젖게 하지마 위 아래 위 위 아래  위 아래 위 위 아래 자꾸 위 아래로 흔들리는 나 Why don't u know  don't u know don't u know 확실하게 내게 맘을 보여줘  Why don't u know  don't u know don't u know yeah ey 위 아래 위 위 아래  위 아래 위 위 아래 위 아래 위 위 아래 UP 위 아래 위 위 아래  위 아래 위 위 아래 위 아래 위 위 아래"}]