[{"song_no": "5708013", "year": "2015", "rank": "51", "title": "몸매 (MOMMAE) (Feat. Ugly Duck)", "artist": "박재범", "genre": "Rap / Hip-hop", "lyrics": "I be like hold up wait a minute girl   어딜 가 너무 쳐다봐서 미안해   근데 니가 너무 섹시해서  눈을 뗄 수가 없어  보고싶어 너의 몸몸몸매  몸몸몸매 몸몸몸매  너의 몸몸몸매 몸몸몸매  니 앞에 서면  비욘세 엉덩이도 납작해   답답해 시원하게  그냥 갖다 대   구릿빛 피부의  니 허벅지는 탄탄해   택시 기사처럼 넌  쭉쭉 가고 빵빵 해  널 감상하는 게 변태 같으면  난 변태할래  진심이야 연기처럼 보이면  나는 담배  우리의 관계가 뭔지 모르지만  지금 소개받고 싶어  니 가슴에 달려있는 자매   쌍둥이 둥이  I want you to give it to me o0o0 weee   Twix처럼 있고 싶어 Baby  단 둘이 부비부비  춤은 내 침대에서 추지   규칙과 휴식 없이  너한테 계속 주지  Lets shoot a movie   They aint fucking with us  ahh nah they aint fuckin with us  This aint dj mustard  this is gray on the beats  Bitch its aomg  we do it properly leggo  I be like hold up wait a minute girl   어딜 가 너무 쳐다봐서 미안해   근데 니가 너무 섹시해서  눈을 뗄 수가 없어  보고싶어 너의 몸몸몸매  몸몸몸매 몸몸몸매  너의 몸몸몸매 몸몸몸매  목폴라를 입어도  태 나오는 몸매  목 메이네 괜히  칵테일 한 모금 더 해  멍해진 동공 내 초점은 동태  원초적 본능에 튼튼해진  내 떡매  보자마자 딱딱히 굳어  눈매가 메두사  쭉빵에 코피 터져  허리선이 펀치라인   피부는 미운 네 살  말투마저 귀여운 부산  부모님 한국 분 맞어  골반이 수입산   더우면 좀 더 벗어  바람직한 복장불량   맛이 궁금해  탐스러운 자연산 복숭아 수박   클럽 안은 이미 동물농장  넌 발정난 수컷들  다 불러모아 멕이는 사육사  이제 빠져나가자  이 마굿간에서  AOMG로 같이 온  친구들까지 다 데리고  누가 뭐래건 신경 안 쓰여  우린 우리 방식대로  Yea It don't matter  I be like hold up wait a minute girl   어딜 가 너무 쳐다봐서 미안해   근데 니가 너무 섹시해서  눈을 뗄 수가 없어  보고싶어 너의 몸몸몸매  몸몸몸매 몸몸몸매  너의 몸몸몸매 몸몸몸매  Woo you so sexy Woo you so sexy You so sexy girl You so sexy girl I be like hold up wait a minute girl  어딜 가 너무 쳐다봐서 미안해  근데 니가 너무 섹시해서 눈을 뗄 수가 없어 보고싶어 너의 몸몸몸매 몸몸몸매 몸몸몸매 너의 몸몸몸매 몸몸몸매"}, {"song_no": "5826448", "year": "2015", "rank": "52", "title": "내가 할 수 있는 건 (Feat. 제시)", "artist": "블랙넛 (Black Nut)", "genre": "Rap / Hip-hop", "lyrics": "안녕 나 대웅이라고 해 만나서 방가방가 나 진짜 너무 하고 싶은 말이 있었는데 나 진짜 솔직히 랩이 너무 하고 싶었거든 뭐 그래서 대학교도 자퇴하고 그냥 나 하고 싶은 거 하겠다고 집에만 쳐박혀서 부모님 속만 계속 썩이고 어 그냥 랩퍼들이 너무 멋있어 보였어 그냥 다 멋있어 보였어 나도 저 사람들처럼 무대에서 막 폼도 잡고 여자들도 막 사귀고 돈도 많이 벌고 그러고 싶었는데 그건 그냥 아무 것도 모르면서 그냥 허세만 가득차서 내가 생각했던 거고 막상 해보니까 진짜  좀 너무 힘들다 이제 막 주위 친구들이 하나 둘 씩 성공하고 취직하고 이러는 거 보면 진짜 난 뭐했나 이런 생각 밖에 안들고 근데 뒤돌아보면 내가 할 수 있는 건 아무 것도 없어 그냥 뭐 난 항상 랩만 해왔고 가사만 써왔는데 뭐 랩을 잘하는것도 아니잖아 그래서 시발 나 뭐 진짜 아무것도  없어 시발 바지만 벗을 줄 아는 병신 새끼야 근데 내가 할 수 있는 건 이거 밖에 없는 거 같아 어렸을 때부터 힘이 약해 빌빌거린 내게 유일한 친구는 랩 계속 쥐고 있었던 펜 다른 애들과 나 사이 전혀 없었던 공감대 모두 공을 갖고 나가 뛰었지  운동장에 난 게임도 못했어 주말에 가는 pc방 난 늘어진 책가방을 메고 혼자 집에 가 니들 틈에 껴서 웃고 떠들고 싶었지만 바쁜 부모님 가게로 발길을 돌렸지 난 중학생 때부터 서빙을 했어 별의 별 미친 새끼들을 보며 난 더 어두워져 갔어 내가 보는 앞에서 병을 깨고 피를 흘리며 싸웠고 옆에선 애새끼 딸린 년들이 남편 대신 다른 새끼들과 히히덕거렸고 우리 엄마 아빤 그 자식들 비위를 맞췄어 늦은 새벽까지 일을 하고 돌아와 깜깜한 내 방에 쓰러져 난 꿈이 없는 잠을 자 알람이 울리면 또 그 지옥같은 하루가 반복되는게 싫어 이불을 뒤집어 쓴 다음 시간이 느리게 가길 바랬어 난 그 때 내가 암에 걸렸으면 좋겠다고 생각했어 그럼 이 힘든 매일이  사라지게 되겠지 한숨 쉬며 교복을 입곤  학교로 향했지 교과서를 닫고 걸레가 된 공책을 펴 수업시간마다 난 턱을 괴고 가사를  썼어 모두가 웃는 얼굴로 날 대하지  않았고 난 그 자식들을 종이 위로 세게  밟았어 그 시간이 제일 행복했어 작고 하얀 종이 위로 난 참 많은 얘기를 썼어 그 시간이 없었다면 지금 난 어떻게 됐을까 몇 년이 지나고 다시 봤어 내가 썼던 말 오글거렸지만 나는 갈 길을 정했어 내게 찾아온 또 다른 어둠은 그  때부터 안 힘든 사람은 없지 baby 꼬이고 나면 더 멋지게 You ain't gotta worry about a  Thang baby Cause there ain't nothing in  this world you can't do baby 안 힘든 사람은 없지 baby 꼬이고 나면 더 멋지게 la la la la la 기대도 안하고 봤던 소울커넥션 오디션에 붙고서 난 좀 거만해졌어 나와 같이 랩을 하던 친구들의 연락들은 귀찮아서 피하고 소울커넥션 형들 앞에선 친한 척하면서 발로 썼던 가사 내가 뭐라도 된 것마냥 온갖 폼을 잡아 너 소울커넥션 아냐 있잖아 그 새벽아래 부른 사람들 나 거기 들어갔다 오 너 랩 좀 하나보네 갈수록 어깨에는 힘이 들어가 모두가 다 허접인 것 같아 솔커 형들 앞에 술에 취해 뱉은 막말 기억 못하는 척하며 도망갔어 술 깬 다음 날 건들거리면서 무대 위에서 잡은  마이크 펜은 놓고 내 fan이란 여고생과 시덥잖은 말들만 주고받으며 꼬셔볼 생각만 하다 겨우 정신차리며 쓴다는 가사는 다 거짓말 허풍으로 가득 차 겉멋만 들어 남을 무시하고 짓밟던 가사 지금 보니 그 말은 모두 다 나를 향한 경고였던 것 같아 모두가 날 떠나가 그날 밤 난 매슬로한테 연락해 소울커넥션을 나간 뒤 혼자서 방 안에 틀어박혀 처음부터 다시 하자 두고봐라 내 방 안의 달력은 그렇게 수십장이 넘어가 안 힘든 사람은 없지 baby 꼬이고 나면 더 멋지게 You ain't gotta worry about a  Thang baby Cause there ain't nothing in  this world you can't do baby 안 힘든 사람은 없지 baby 꼬이고 나면 더 멋지게 la la la la la 난 나의 길을 열심히 걸어간다고 생각하지만 힙합을 모르는 주위 사람들은 관심 밖인 채로 모두 내게 혀를 차 쟤는 대체 몇 년동안 집에서 저러고 있을까 아무도 없는 방에서 혼자 펜을 잡아도 모두가 날 보는 것 같애 창문을 닫아도 언젠간 되갚아줄거야 날 향한 비난들 전부 다 부러움들과 질투로 바뀌도록 난 내 오른손에 쥔  펜에 기대를 걸어 어려운 길을 택한 것 같지만 후회는 없어 참지 말고 웃어  내가 더 초라해지게 묵묵히 해낼게 후의 성공이 더 값지게 느껴질테니 외롭고 쓸쓸하지만 밖에 나가기는 싫어 넌 또 내 얼굴에 침을 뱉고 비웃어대겠지 니가 무슨 랩 난 그냥 웃지 맞아 그게 내 현실인데 그리고 난 집에 와 니가 한 말들을 생각해 넌 아무 생각없이 니 방에서 편히 잠들겠지만 널 만났을 때마다  화가 나 밤을 샜지 두고 보자  수백 번을 가슴 속에 담아 이젠 눈물도 안 나와  더 펜을 꽉 잡아 난 포기하지 않아 조금씩 천천히 난자처럼 난관을 헤쳐나가 끝없는 절망 속에서도 난 비틀거리지 않아 왜냐면 JK완 달리 내 곁엔 항상 함께 하지 Shine 이 내 찌질했던 어젠 불태워 없애줘  빨리 웃으면서 작별하고 싶어 안녕 난 죽집처럼 죽을 용기로 담아서  팔어 내 목소릴 모두 나를 병신이라 놀려대고 망할 은행이 빚이자를 올려대도 어두운 방 안에 갑자기 내 두 눈이 부시며 모든 것은 돌아올거야  계속 숨죽이며 난 힘든 시간들과 싸워 난 힘든 시간들과 싸워 달력을 벌써 7개나  갈아치웠지만 내가 쏟은 시간들이 안 아까워 난 힘든 시간들과 싸워 난 힘든 시간들과 싸워 넘어져 있는 너 절대 포기하지 마 내 손 잡아 너도 나와 같다면 안 힘든 사람은 없지 baby 꼬이고 나면 더 멋지게 You ain't gotta worry about a  Thang baby Cause there ain't nothing in  this world you can't do baby 안 힘든 사람은 없지 baby 꼬이고 나면 더 멋지게 la la la la la la"}, {"song_no": "5785421", "year": "2015", "rank": "53", "title": "나를 슬프게 하는 사람들 (노래왕 퉁키)", "artist": "이정", "genre": "Rock", "lyrics": "아무 때고 네게 전활해  나야하며 말을 꺼내도 누군지 한 번에 알아낼  너의 단 한 사람 쇼윈도에 걸린 셔츠를 보면  제일 먼저 니가 떠올릴 사람  너의 지갑 속에 항상 간직될 사람 네게 그런 사람이 나일 순 없는지 니 곁에 있는 내 친구가 아니라 언젠가 그가 너를 맘 아프게 해  너 혼자 울고 있는걸 봤어 달려가 그에게 나 이 말 해줬으면 그대가 울리는 그 한 여자가  내겐 삶의 전부라고 네게 그런 사람이 나일 순 없는지 니 곁에 있는 내 친구가 아니라 언젠가 그가 너를 맘 아프게 해  너 혼자 울고 있는걸 봤어 달려가 그에게 나 이 말 해줬으면 나의 일생을 모두 주어도  난 얻지 못하는 그녈 가진 그대라고 그녈 곁에 둔 이유만으로  다른 이 세상 누구보다  그댄 행복한 거라고 언젠가 그가 너를 맘 아프게 해  너 혼자 울고 있는걸 봤어 달려가 그에게 나 이 말 해줬으면 나의 일생을 모두 주어도  난 얻지 못하는 그녈 가진 그대라고"}, {"song_no": "5459268", "year": "2015", "rank": "54", "title": "Uptown Funk (Feat. Bruno Mars)", "artist": "Mark Ronson", "genre": "Pop", "lyrics": "This hit That ice cold Michelle Pfeiffer That white gold This one for them hood girls Them good girls Straight masterpieces Stylin' while in Livin' it up in the city Got Chucks on with Saint Laurent Gotta kiss myself I'm so pretty I'm too hot hot damn Called a police and a fireman I'm too hot hot damn Make a dragon wanna retire man I'm too hot hot damn Say my name you know who I am I'm too hot hot damn Am I bad 'bout that money Break it down Girls hit your hallelujah whuoo  Girls hit your hallelujah whuoo  Girls hit your hallelujah whuoo  'Cause Uptown Funk gon' give it to you 'Cause Uptown Funk gon' give it to you 'Cause Uptown Funk gon' give it to you Saturday night and we in the spot Don't believe me just watch come on Don't believe me just watch Don't believe me just watch Don't believe me just watch Don't believe me just watch Don't believe me just watch Hey hey hey oh Stop Wait a minute Fill my cup put some liquor in it Take a sip sign a check Julio Get the stretch Ride to Harlem Hollywood Jackson Mississippi If we show up we gon' show out Smoother than a fresh dry skippy I'm too hot hot damn Called a police and a fireman I'm too hot hot damn Make a dragon wanna retire man I'm too hot hot damn hot damn Bitch say my name you know who I am I'm too hot hot damn Am I bad 'bout that money Break it down Girls hit your hallelujah whuoo  Girls hit your hallelujah whuoo  Girls hit your hallelujah whuoo  'Cause Uptown Funk gon' give it to you 'Cause Uptown Funk gon' give it to you 'Cause Uptown Funk gon' give it to you Saturday night and we in the spot Don't believe me just watch come on Don't believe me just watch Don't believe me just watch Don't believe me just watch Don't believe me just watch Don't believe me just watch Hey hey hey oh Before we leave I'm a tell y'all a lil' something Uptown Funk you up Uptown Funk you up Uptown Funk you up Uptown Funk you up I said Uptown Funk you up Uptown Funk you up Uptown Funk you up Uptown Funk you up Come on dance Jump on it If you sexy than flaunt it If you freaky than own it Don't brag about it come show me Come on dance Jump on it If you sexy than flaunt it Well it's Saturday night and we in the spot Don't believe me just watch Come on Don't believe me just watch Don't believe me just watch Don't believe me just watch Don't believe me just watch Don't believe me just watch Hey hey hey oh Uptown Funk you up Uptown Funk you up say whaa Uptown Funk you up Uptown Funk you up Uptown Funk you up Uptown Funk you up say whaa Uptown Funk you up Uptown Funk you up Uptown Funk you up Uptown Funk you up say whaa Uptown Funk you up Uptown Funk you up Uptown Funk you up Uptown Funk you up say whaa Uptown Funk you up"}, {"song_no": "5822925", "year": "2015", "rank": "55", "title": "좋은 기억", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "어딘가에 마음 기대고 싶은 날  가눌 수도 없을만큼 힘겨운 날  살다가 살다가 그대  그런 날이 오더라도  우리 지난날의 추억을  떠올리며 잠시나마 미소 짓게  잊지는 말아요 내 사랑을  잊지는 말아요 이것만은  그대밖에 몰랐던  한 사람이 있었음을  좋았던 추억만 간직해요  사랑한 시간만 늘 기억해요  내 생의 가장 좋은 기억은  그대라는 사람인 걸  잊지는 말아요 잊지는 말아요  행복하게 웃던 그대를 보았죠  나 없이도 좋아 보여 다행이죠  살다가 살다가 삶의  마지막이 오더라도  같은 추억 속에 살았던  그 순간이 아름답게 남아있게  잊지는 말아요 내 사랑을  잊지는 말아요 이것만은  그대밖에 몰랐던  한 사람이 있었음을  좋았던 추억만 간직해요  사랑한 시간만 늘 기억해요  내 생의 가장 좋은 기억은  그대라는 사람인 걸  잊지는 말아요  그대 다시 누군가를  사랑하게 되거든  새 추억 아래 덮여진 채  지워질 내가 되겠지만  잊지는 말아요 내 마음은  잊지는 말아요 그것만은 잊지는 말아요 헤어져도  잊지는 말아요 이 말만은  내 모든 걸 줄만큼  소중했던 그대란 걸  행복한 기억만 간직해요  고마운 마음만 늘 기억해요  내 생에 다시 없을 지난 날  눈부셨던 우리 사랑  잊지는 말아요  잊지는 말아요  잊지는 말아요"}, {"song_no": "5765888", "year": "2015", "rank": "56", "title": "가질 수 없는 너  (화생방실 클레오파트라) (Bonus Track)", "artist": "김연우", "genre": "Ballad", "lyrics": "술에 취한 니 목소리 문득 생각났다던 그 말 슬픈 예감 가누면서 네게로 달려갔던 날 그 밤 희미한 두 눈으로 날 반기며 넌 말했지 헤어진 그를 위해선 남아있는 네 삶도 버릴 수 있다고 며칠 사이 야윈 널 달래고 집으로 돌아오면서 마지막까지도 하지 못한 말 혼자서 되뇌였었지 사랑한다는 마음으로도 가질 수 없는 사람이 있어 나를 봐 이렇게 곁에 있어도 널 갖지 못하잖아 붉어진 두 눈으로 나를 보며 넌 물었지 사랑의 다른 이름은 아픔이라는 것을 알고 있느냐고 며칠 사이 야윈 널 달래고 집으로 돌아오면서 마지막까지도 하지 못한 말 혼자서 되뇌였었지 사랑한다는 마음으로도 가질 수 없는 사람이 있어 나를 봐 이렇게 곁에 있어도 널 갖지 못하잖아"}, {"song_no": "5797100", "year": "2015", "rank": "57", "title": "AWESOME (Feat. 박재범 & GRAY)", "artist": "로꼬", "genre": "Rap / Hip-hop", "lyrics": "You look AWESOME I feel so AWESOME 자꾸만 가는 시선 계속해서 짓게 되는 미소 멀리서 봐도 가지런한 치열 내 눈을 비추고 있어 I see the Light 투명한 피부 그와는 반대로 꽤나 선명한 입술 내가 보기에는 딱 적당한 키도 나를 웃게 해서 괜히 좋아지는 기분 너 때문에 얻은 영감은 다 이런 식이라 딴 노래들과 뻔하게 비슷해지고 있어 절대로 건성이 아닌 이런 느낌 나도 어쩔 수 없어 너도 이 낌새를 아는지 나를 바라보고 있어 너와 눈이 마주치지 난 진지해 벌써 입에 바른 침 묻고 싶어 너도 나와 같은 마음인지 Oh Girl 궁금해 널 알고 싶은 걸 Oh Girl 니 목소리를 듣고 싶은 걸 I'm feeling good AWESOME and I'm feeling you AWESOME I'm feeling good AWESOME I wanna ride with you girl oh oh 괜히 맑아 보이는 하늘 너 말곤 멈춰 있는 주변의 사물 그 뒤로 느리게 움직이는 사람들처럼 다른 병풍 관심 없어 나는 이미 그쪽 방향으로 고정 너를 보며 슬쩍 바꿔 보는 표정은 아무렇지 않은 척을 해 보지만 붉게 변해 버린 얼굴은 못해 거짓말 내가 볼 땐 너는 삭막한 이 도시와는 어울리지 않아 찌들어 있는 배경과 따로 놀고 있는 하나 솔직하게 쉽게 난 발길이 떨어지지 않아 일단 하고 싶은 말 여기서 멀어지지 말 아 입술을 깨물게 해 잊고 있던 감정을 너로 메꾸게 돼 안 들리게 너를 자꾸 불러 이상하게 기분 좋은 향기를 풍겨 Oh Girl 궁금해 널 알고 싶은 걸 Oh Girl 니 목소리를 듣고 싶은 걸 I'm feeling good AWESOME and I'm feeling you AWESOME I'm feeling good AWESOME I wanna ride with you girl oh oh You look AWESOME and I feel so AWESOME This is so AWESOME 어울리는 다른 말은 없어 You look AWESOME and I feel so AWESOME This is so AWESOME 어울리는 다른 말은 없어 아는지 모르겠지만 나는 원래 처음부터 Girl 널 좋아했어 니가 웃어줄 때마다 나를 정말 미치게 해 나의 모든 행복은 다 네 덕이야 좀 유치하지만 Girl I like you a lot 365일 널 매일 보고파 Damn Girl you AWESOME Oh Girl 궁금해 널 알고 싶은 걸 Oh Girl 니 목소리를 듣고 싶은 걸 I'm feeling good AWESOME and I'm feeling you AWESOME I'm feeling good AWESOME I wanna ride with you girl oh oh I wanna see you girl I wanna see you girl I wanna see you girl I wanna see you girl Oh girl And I just wanna ride with you Oh girl And I just wanna ride with you girl oh oh"}, {"song_no": "5674119", "year": "2015", "rank": "58", "title": "Me You (Feat. 백예린 Of 15&)", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "Oh boy I'm kinda new to this  어떻게 말해야 되지  그냥 솔직히 말할게  Baby I think I'm in love  자꾸 기분이 Up 돼  생각만 해도 찡해  장난 아냐 No playing  확신이 들어  There is something going between  Me you me you  Me you me you it's you and  Me you me you  Me you me you it's you and  Me you me you  Me you me you  It's you and me and you  I sing this song like  I don't need no girlfriend  왜냐면 드디어 만났거든  Girlfriend  이 노랠 듣고 꺼져  Ex girlfriends  Don't call me  그녀가 불안해하잖아  What you want from me  이유는 간단해  Cause she got something for me  너와는 달라 달라 달라  말 못했지만  넌 돈 쓰길 바라고 그녀는  마음 쓰기 바래  Yeah I said it whoop  비교해서 미안 그녀 함께하다  너와 놀면 하품이 나 Yawning  So what Sso what  날 위해 그녈 위해  너는 Block block block  Oh boy I'm kinda new to this  어떻게 말해야 되지  그냥 솔직히 말할게  Baby I think I'm in love  자꾸 기분이 Up 돼  생각만 해도 찡해  장난 아냐 No playing  확신이 들어  There is something going between  Me you me you  Me you me you it's you and  Me you me you  Me you me you it's you and  Me you me you  Me you me you  It's you and me and you  I rap this song like  I don't need no girlfriend  왜냐면 지금 옆에 있는  Soul friend  친구도 되 연인도 되니  Oh well  그녀 남자로서 한 마디 해줄게  Ex boyfriends  Just don't call her  이제 그녀는 내가 있으니  밤에 전화하지 마  뭐 하냐 묻지 마  괜히 걸어봐라 뿌르르르  어 어 엄한 소리 들을라  니 Lip service  느끼해하지 Mayo  그녀 내 말투엔 빨개져  You gotta ketchup  Mr 껄떡 전엔 신사답게 끝냈지만  딱 잘라 말할게 얄짤없어 I You  Boy I'm kinda new to this  어떻게 말해야 될까  그냥 솔직히 말할게  Baby I think I'm in love  자꾸 기분이 Up 돼  생각만 해도 찡해  장난 아냐 No playing  확신이 들어  There is something going between  Me you me you  Me you me you it's you and  Me you me you  Me you me you it's you and  Me you me you  Me you me you  It's you and me and you  Oonce again  Me you me you  Me you me you it's you and  Me you me you  Me you me you it's you and  Me you me you  Me you me you  It's you and me and you  and me and you  and me and you  and me and you  and me and"}, {"song_no": "5765887", "year": "2015", "rank": "59", "title": "만약에 말야 (화생방실 클레오파트라) (Bonus Track)", "artist": "김연우", "genre": "Ballad", "lyrics": "만약에 말야 우리  조금 어렸었다면  지금 어땠었을까 만약에 말야 우리  지금 이럴 거라면  후회 하진 않을까 세월에 닫혀진 우리의 연이 더는 허락되어 지지 않아도 Woo 만약에 말야 우리  조금 어렸었다면  지금 어땠었을까 만약에 말야 우리  지금 이럴 거라면  후회 하진 않을까 세월에 닫혀진 우리의 날이 이젠 바랜 기억뿐일지라도 Woo 만약에 말야 우리  조금 어렸었다면  지금 어땠었을까 만약에 말야 우리  지금 이럴 거라면  후회 하진 않을까 만약에 말야 만약에 말야 Woo 만약에 말야 우리  같은 마음이라면  다시 되돌아볼까 만약에 말야 우리  정말 사랑했다면  지워 낼 수 있을까 만약에 말야"}, {"song_no": "5731941", "year": "2015", "rank": "60", "title": "아프다", "artist": "지코 (ZICO)", "genre": "Drama", "lyrics": "나란 존재가 존재하긴 했어 혀끝까지 차오른 말을 삼켜내  너만 나쁜 년 만드는 구애인걸 알면서 나댄거니까 누굴 탓 안해 정말 답답해 상처는 오는데 상처는 못찾는게 일에 전념해도 가사의 대상이 너라는게 기억도 하루처럼 저무는 거라면 편히 잘테지만 다시 네 잔상을 떠안아 보고싶다는 그 말 하지 못해 삼킨다 오늘 많이 아프다 사랑했던 맘이 아리고 또 아프다 너도 나처럼 아플까 죽을 만큼 사랑했던 네가 이제 너무 미워 힘들어 네가 미워도 아파도 사랑은 너라서 못 가 네 곁을 못 떠나 다들 푸념 말라고 그냥 추억하라고 I ‘ve got a know 그럴꺼면 사랑 무엇하려고 해 떠나간 사람은 간직할게 못돼  미안해 이별엔 지혜롭고 듬직하지 못해서 참 웃겨 가슴은 아직도 뛰기 바쁜데 뭐가 지친다고 나는 멈춰놨는지 감정의 출발선이 어디였는지 까마득해 방황 중에 마주쳐도 반가운 듯이 맞아줄래 Yeah 내 걱정은 하지마 나름 숨 쉬며 지내 한숨인게 문제지만 적정 시간이 지나 서로에게 맞지 않는 옷이 돼버릴까 그게 싫다 근데 어찌하겠어 다 내 몫이야 살면서 꼭 겪어야 할 것 실패와 성공처럼 꼭 경험할 것 누군가를 열렬히 사랑해볼 것 정신 못 차리고 죽도록 아파해볼 것 죽을 만큼 사랑했던 네가 이제 너무 미워 힘들어 네가 미워도 아파도 사랑은 너라서 못 가 네 곁을 못 떠나 죽을 만큼 사랑했던 네가 이제 너무 미워 힘들어 네가 미워도 아파도 사랑은 너라서 못 가 네 곁을 못 떠나 그렇게 어렵게 데려오고 쉽게 떠나 보내 여전히 미련하게 미련으로 하루를 보내 남김없이 줬으니 후회는 남지 않아 남기던지 태우던지 내 흔적 말야 그렇게 어렵게 데려오고 쉽게 떠나 보내  여전히 미련하게 미련으로 하루를 보내 남김없이 줬으니 후회는 남지 않아 남기던지 태우던지 내 흔적 말야 보고싶다는 그 말 하지 못해 삼킨다 오늘 많이 아프다 사랑했던 맘이 아리고 또 아프다 너도 나처럼 아플까"}, {"song_no": "5777833", "year": "2015", "rank": "61", "title": "RESPECT (Feat. GRAY & DJ Pumkin)", "artist": "로꼬", "genre": "Rap / Hip-hop", "lyrics": "RESPECT (Feat. GRAY &amp; DJ Pumkin)  1989 내가 태어난 연도 투자를 받았지 엄마가 번 돈 박고 나왔어 눈썹아래 점 또 아빠를 닮아 많이 커다란 손도 오예 난 만족해 이 세상이 순서를 정해주진 않잖아 눈물을 보일 바엔 땀을 쏟아내 결국엔 시원해질 거라는 걸 알잖아 이 도시가 만든 법칙 같은 건 사실은 중요하지 않아 네 모습이 그리 맘에 안 들면 그 몸부터 일으켜 봐봐 난 나를 존중해 내가 가진 모든 것들이 소중해 부끄러울 것도 부러울 것도 없어 오로지 난 내 방식대로 해 Respect yourself Be proud of yourself 주먹을 쥐고서 주먹을 꽉 쥐고 하늘 높이 질러봐 더 높이 질러봐 Express yourself Just be yourself 너의 방식대로 너를 보여줘 R E S P E C T Respect Respect R E S P E C T Just respect yourself R E S P E C T Respect Respect Respect Respect Just respect yourself 적어도 내 가사들은 단 한번도 가짜인 적이 없어 택을 달아줘 쇼미더머니 벌써 3년전 꾸준히 내 식대로 나를 알렸어 나는 나일 때가 제일 빛나지 허세는 내게 아주 먼 세상 이야기 나도 너를 존중하기 때문에 겉만 보고 쉽게 판단 안 하지 오늘도 나를 살았기에 내일 또한 맞이할거야 좋은 아침 나 역시 바닥에서 왔기에 이 공기 마저 감사할 줄 알지 난 나를 존중해 내가 가진 모든 것들이 소중해 부끄러울 것도 부러울 것도 없어 오로지 난 내 방식대로 해 Respect yourself Be proud of yourself 주먹을 쥐고서 주먹을 꽉 쥐고 하늘 높이 질러봐 더 높이 질러봐 Express yourself Just be yourself 너의 방식대로 너를 보여줘 내 맘에 맞게 내 몸에 맞게 원하는 대로 살 거야 나답게 내 발에 맞게 내 폼에 맞게 원하는 대로 탈 거야 나답게 내 맘에 맞게 내 몸에 맞게 원하는 대로 살 거야 나답게 내 발에 맞게 내 폼에 맞게 원하는 대로 탈 거야 나답게 Respect yourself Be proud of yourself 주먹을 쥐고서 주먹을 꽉 쥐고 하늘 높이 질러봐 더 높이 질러봐 Express yourself Just be yourself 너의 방식대로 너를 보여줘 R E S P E C T Respect Respect R E S P E C T Just respect yourself R E S P E C T Respect Respect Respect Respect Just respect yourself"}, {"song_no": "5576417", "year": "2015", "rank": "62", "title": "같은 시간 속의 너", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "꼭 그러지 않아도  충분히 널 이해할 수 있어 다른 사람 곁에 서 있는 니 모습이 조금 어색하지만 다 버리지 않아도 어떻게든 이겨낼 수 있어 다른 사랑 찾아가버린 니 얼굴이 그렇게 밉진 않아 이제 우리 같은 시간 속을 남처럼 그렇게 걸으면 돼 달아나도 가지 못할 기억 안고 아무말도 하지마요 더는 안된다는거 잘 알아요 많은 날들이 아무 의미없진 않겠죠 멀어지는 바람처럼 우리 함께한 기억들을 꿈처럼 그렇게 안으면 돼 눈 감아도 잊지 못할 추억의 널 묻고 아무말도 하지마요 더는 안된다는거 잘 알아요 사랑했던 날 모두 사라지진 않겠죠 우릴 스치는 안개처럼 아무것도 묻지 않을게요 이대로 묻어둘래요 나는요 거짓말처럼 또 하루가 살아지겠죠 떨어지는 같은 시간 속의 너"}, {"song_no": "5767582", "year": "2015", "rank": "63", "title": "Bad", "artist": "인피니트", "genre": "Dance", "lyrics": "Bad  Betting on you Betting on you 다시 차가워진 눈빛 날카로운 니 혀끝이 날 파고들어 제발 멈춰줘 더는 견딜 수 없어 날 가진 것처럼 다가와 날 감싸 안는 너 넌 마치 꿈인 듯이 그대로 사라져 닿을 새도 없이 네게 사로잡혀 난 두려워 망가질 내가 날 흔들고 돌아서겠지만 Betting on you I'm Betting on you Betting on you 절대 그대론 못 보내 너 Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl 언제 봐도 참 낯선 여자야 Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl 날 한없이 긴장시켜 넌 이리로 저리로 너 Like rollacoasta 이리로 저리로 너 So bad 거짓마저 달콤해 입술은 경고 Like a red 속삭여 귓가에 Lose ma focus 니 주문에 하나 둘 지워져 주위가 너 밖에 안보여 두렵지 않아 난 내가 마주할 내일 어서 날 데려가 거친 떨림 속에 난 두려워 망가질 내가 날 흔들고 돌아설 테지만 Betting on you I'm Betting on you Betting on you 절대 그대론 못 보내 너 Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl 언제 봐도 참 낯선 여자야 Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl 날 한없이 긴장시켜 넌 자꾸 엇나가 손끝을 스쳐가듯 또 보일 듯 말 듯 해 너란 대답이 이젠 돌아설 수 없어 나도 날 못 멈춰 네게 걸게 Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl 언제 봐도 참 낯선 여자야 Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl 날 한없이 긴장시켜 넌 Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl Bad Bad Bad Bet a bad bad girl Bad Bad Bad bet a bad bad girl Bad Bad Bad bet a bad bad girl Bad Bad Bad bet a bad bad girl 절대 그냥은 못 보내 너"}, {"song_no": "5798282", "year": "2015", "rank": "64", "title": "My Number", "artist": "치타 (CHEETAH)", "genre": "Rap / Hip-hop", "lyrics": "다 알아봐 티비쇼 챔피언  난 랩스타 셀럽이자 패피야  핸드폰은 종일 울려 난 필요해 무음  부재전화에  일일이 답하기 피곤한 몸  그런 내게 자꾸 전화해  어딜 가라마라고 뭘 계속 달라고  외면하면 행운 운운 하겠지만  I don't need that  I think you need it  Just keep that  넌 애매해 내게 뭘 바라기엔  내 눈엔 차지도 않잖아  없을 거야 기횐  내 앞에 말 많은 애  그 옆에 잘 생긴 애  차 키 올려놓는 애  갑자기 들러붙는 애  넌 말 해 I'll edit you  그건 너나 먼저해  니 attitude 부터 고치고 와  그때 생각해보고   얘기 오 아니 못 하겠네  I'll change my number  ID number만 빼고  모든 숫자가 다 올랐어  follower 잔고  부재중 전환 몰랐어  근데 이게 무슨 말이냐면   call back은 없을 거라고  보채지 말라고  후회에 취해 전활 걸어오는  ex boy friend  아무리 쥐어짜도  기억 안 나는 somebody  팬서비스를 인맥인척  SNS에다 올려  과시하는 애 괜히 엮이려는 애  무심결에 받아놓고 아차 싶어   다른 사람인 척 기억 안 나는 척  해봐도 내게 굳이  지난 일을 사과하지   I think you just wanna be my entourage 또 다시 넌 말 해 I'll edit you 그건 너나 먼저해 니 attitude 부터 고치고 와 그때 생각해보고  얘기 오 아니 못 하겠네 I'll change my number Because of you Your stupid attitude 나도 받고 싶은데  그게 진심이라면 근데  내 번호는 차라리 쟤한테 줄 거야 진심을 오해 할까 봐 마음 졸이는 애 자기 할 일 하며 내겐 관심 없는 애 입보다 생각이 살아있는 애 좀 못 노는 애  내 말을 제대로 이해하고 고개 끄덕이는 애 I'll give you my number 넌 말 해 I'll not edit you 난 맘에 들어 그런 니 attitude 내가 봤을 때 그건 완벽해   바꾸려 하지마 그럼 I'll give you my number Because of you Your stupid attitude"}, {"song_no": "5721440", "year": "2015", "rank": "65", "title": "LOVE ME RIGHT", "artist": "EXO", "genre": "Dance", "lyrics": "Oh Yeah C’mon Take your time 왠지 두근대는 밤이야 Na Na Na Na Na Na Na Na So tonight 달 끝까지 달려가볼까 Yea Yea Yea Yea Yea Yea Yea Yea Just right 시동을 걸어 엑셀에 발을 올려 모든 것이 특별해 너와는 잘 어울려 무엇을 원하던 Imma make it work Yeah Shawty Imma party till the sun down 지금 이 신비로운 느낌은 뭘까 와줘 내게로 어서 Before the sun rise 네가 없는 난 어딜 가도 Nobody Yeah 오 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 오 내게로 와 망설이지마 넌 매혹적인 나의 universe Just love me right 아하 내 우주는 전부 너야 Just love me right Just love me right Just love me right 내 우주는 전부 너야 Shine a light 별빛 속을 달려 은하술 건너 Na Na Na Na 멈출 순 없어 오예 우릴 비추는 달빛은 여전하지 네 궤도 안 헤매고 있어 난 아직 I can do this all night long baby 네가 없는 난 어딜 가도  반쪽짜리니까 달빛 찬란한 밤 펼쳐진 별들의 불꽃놀이 좀 더 높이 날아가볼까 날아가볼까 가슴 터질듯한 이 순간 우리 둘만 떠올라 발 밑에 지구를 두고 love me right 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 So come on baby 눈이 부시게 더 아름다운 너의 universe 아름다운 lady Just love me right 아하 내 우주는 전부 너야 오 Just love me right Just love me right Can you love me right Just love me right I just wanna make you love me 내 우주는 전부 너야 수 없는 밤이 찾아와도 내 하늘엔 오직 너만 빛나 Woo Yeah 속삭여줘 내게만 밤하늘을 너와 내가 물들여가 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 오 내게로 와 망설이지마 넌 매혹적인 나의 universe Just love me right 아하 내 우주는 전부 너야 Just love me right Oh oh oh yeah Just love me right Just love me right 우리만의 시간 내 우주는 전부 너야 Just love me right Just love me right Just love me right I just wanna make you love me Yea Woo You got to love Yea You got to love me Yea 내 우주는 전부 너야 Yea You love me Yea You love me Yea 내 우주는 전부 너야"}, {"song_no": "5660040", "year": "2015", "rank": "66", "title": "아예 (Ah Yeah)", "artist": "EXID", "genre": "Dance", "lyrics": "아예 아예 아예 아예 아예  아예 아예 아예 아예 아예  왜 이렇게 감을 못 잡는거야  왜 이 말을 하는지 모르겠어 뭐야 싱긋싱긋 웃으며 치근 치근대 날 그저 그렇고 그런 애 취급해 MAN DON'T DO THAT 답할 맘 없어 그런 질문에 no way 오늘만 몇 번을 물어 본거야 Baby Stop 대체 뭐라 뭐라 하는데 당췌 못 알아듣겠어 1도 번번히 좌절되는 시도 정신 좀 차리고 보는게 어때 딱 너만 빼고 모두가 보이는 신호 오늘내일 하지 말고 서둘러서  다가와 어서 다가와 어서 너 아예 아예 아예 아예 이런 시간 뻔해 이대론 불편해 자꾸 그런것만 물어보지마 원하는대로해 나는 그게 편해 이 시간이 가버리기전에 너 아예 아예 아예 아예 아예  아예 아예 아예 아예 아예  왜 말 더듬는거야 무슨 말을 하는지 모르겠어 뭐야 순진한 척 말을 더듬더듬 새어 나오는 나쁜 버릇버릇 내 머리 어깨 무릎 발 무릎 발 예상이 가능하지 백프로 다 뭐 이렇게 질문이 많은 거야 네가 어린애야 뭐야  대체 네가 아는게 뭐야 당최 아는 게 없어 1도 필요함이 절실한 개인지도 이정도 해도 못알아듣어 너 혼좀 나야돼 나와 뒤로 오늘 내일 하지말고 서둘러서  다가와서 다가와서 너 아예 아예 아예 아예 이런식은 뻔해 이대론 불편해 자꾸 그런것만 물어보지마 원하는대로 해 나는 그게 편해 이 시간이 가버리기전에 아 직까지도 나에겐  얘기하지 못한 말들  아 아쉬워지기 전에 예 얘기해 나 지치기 전에  이젠 넌 내 옆으로 와 이런 시간 뻔해 이대론 불편해 자꾸 그런거만 물어보지마 원하는 대로해 나는 그게 편해 이 시간이 가버리기 전에 너 아예 아예 아예 아예 아예  아예 아예 아예 아예 아예  아예 아예 아예 아예 아예  아예 아예 아예 아예 아예"}, {"song_no": "4681146", "year": "2015", "rank": "67", "title": "한여름밤의 꿀", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 한여름밤의 꿀 so sweet so sweet yum 정말 오랜만이야 어떻게 지냈어 나 똑같지 뭐 그냥 열심히 일했어 넌 어때 그때 그 사람 계속 만나 헤어졌구나 미안 괜한 얘기 꺼내 어쨌든 반가워 시간 진짜 빠르다 벌써 여기까지 왔네 우리도 근데 어쩜 넌 하나 변함없이  여전히 이쁘네 던진 농담 반 진담 반 왜 말  돌리는데 술 때문인 건지 아니면 부끄러운 건지 빨개지는 볼 너 생각나로  피어나는 추억에 화원 색색 아련한 이야기꽃 웃음꽃 I want to tell you something 예전에 나 너 좋아했던 거 알어 and you said I know 나 좀 취했나 봐 헛소리 신경 쓰지 말고 cheers 건배 오늘처럼 무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum Hold up 지금 나오는 노래 뭐지  잠깐 Hold up 알듯한데 제목 기억 안 나는 옛 노래 흥얼거려 멜로디 시원한 밤공기 자리 옮길 겸 걷자 신난다며 폴짝 뛰어가는 뒷모습 참 순수해 너란 여자 그러다 벌레 한 마리에 기겁하더니 가로등 불빛 아래 포개지는 그림자 하나 이 순간 둘 행복해 셋 어느새 쥐고 있는 손가락 넷 한여름밤의 꿈 깨고 싶지 않은 한여름밤의 꿀 바로 오늘 같은 무더운 밤 잠은 오지 않고 이런저런 생각에 불러본 너 나올 줄 몰랐어 간지러운 바람 웃고 있는 우리 밤하늘에 별 취한듯한 너 시원한 beer cheers 바랄게 뭐 더 있어 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum 오늘 너무 즐거웠어 너무 즐거웠어 너무 반가웠어 나도 반가웠어 잘 자 굿나잇 You have a sweet dream 이런 널 보고 있자니 바랄게 없어서 행복했어 So happy 너무 행복했어 Me too 잘 자 굿나잇 You have a sweet dream 이런 널 안고 있자니 바랄게 뭐 더 있어 한여름밤의 꿀 한여름밤의 꿀 so sweet so sweet yum 한여름밤의 꿀 이건 마치 한여름밤의 꿀 우린 마치 so sweet so sweet yum"}, {"song_no": "4660794", "year": "2015", "rank": "68", "title": "I`m Not The Only One", "artist": "Sam Smith", "genre": "Pop", "lyrics": "You and me we made a vow For better or for worse I can't believe you let me down But the proof is in the way it hurts For months on end  I've had my doubts Denying every tear I wish this would be over now But I know that  I still need you here You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one You've been so unfaithful Now sadly I know why Your heart is unobtainable Even though lord knows you have mine You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one I have loved you for many years Maybe I am just not enough You've made me realise  my deepest fear By lying and tearing us up You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one I know I'm not the only one I know I'm not the only one  And I know I know I'm not the only one"}, {"song_no": "5658708", "year": "2015", "rank": "69", "title": "어머님이 누구니 (Feat. 제시)", "artist": "박진영", "genre": "Dance", "lyrics": "넌 허리가 몇이니 24요 힙은 34요 어렸을 때부터 난 눈이 좀 달라 아무리 예뻐도 뒤에 살이 모자라면 난 눈이 안 가 긴 생머리에 바람이 불면 날아갈 것 같이 가냘픈 여자라면 난 맘이 안 가 허리는 너무 가는데 힙이 커 맞는 바지를 찾기 너무 힘들어 oh Yeah Shake that booty that booty booty Shake that booty that booty booty 앞에서 바라보면 너무 착한데 뒤에서 바라보면 미치겠어 oh Yeah Shake that booty that booty booty Shake that booty that booty booty 널 어쩌면 좋니 너를 어쩌면 널 어쩌면 널 어쩌면 좋니 네가 왜 이렇게 좋니 머리끝부터 발끝까지 눈을 떼질 못하잖니 어머님이 누구니 도대체 어떻게 너를 이렇게 키우셨니 Shake that booty that booty booty Shake that booty that booty booty 얼굴이 예쁘다고 여자가 아냐 마음만 예뻐서도 여자가 아냐 난 하나가 더 있어 앉아있을 땐 알 수가 없어 일어날 때까지 기다려야만 했어 난 난 그때서야 God girl 허리는 너무 가는데 힙이 커 맞는 바지를 찾기 너무 힘들어 oh Yeah Shake that booty that booty booty Shake that booty that booty booty 앞에서 바라보면 너무 착한데 뒤에서 바라보면 미치겠어 oh Yeah Shake that booty that booty booty Shake that booty that booty booty 널 어쩌면 좋니 너를 어쩌면 널 어쩌면 널 어쩌면 좋니 네가 왜 이렇게 좋니 머리끝부터 발끝까지 눈을 떼질 못하잖니 어머님이 누구니 도대체 어떻게 너를 이렇게 키우셨니 Shake that booty that booty booty Shake that booty that booty booty 허리는 너무 가는데 힙이 커 맞는 바지를 찾기 너무 힘들어 oh Yeah Shake that booty that booty booty Shake that booty that booty booty 앞에서 바라보면 너무 착한데 뒤에서 바라보면 미치겠어 oh Yeah Shake that booty that booty booty Shake that booty that booty booty Ya 머리부터 발끝까지 Got it from my mama 동양적인 눈마저도 엄마에게 받아 타고난 내 맵시 밀려드는 대시 이젠 모두 알아봐 Hey Jessi Sexy 머리 어깨 무릎 발 무릎 발 어디서 났냐고 물어봐 물어봐 Thin waist Big booty 꽉 끼는 청바지 Chocolate 색깔 피부까지 whoa JYP nah 저리 비켜봐 꿀벅지 눈이 전부 돌아가 uh 허스키한 목소리 침 닦아 Hey 거기 널 어쩌면 좋니 너를 어쩌면 널 어쩌면 널 어쩌면 좋니 네가 왜 이렇게 좋니 머리끝부터 발끝까지 눈을 떼질 못하잖니 어머님이 누구니 도대체 어떻게 너를 이렇게 키우셨니 Shake that booty that booty booty Shake that booty that booty booty"}, {"song_no": "5818521", "year": "2015", "rank": "70", "title": "M.I.L.E. (Make It Look Easy)", "artist": "블랙넛 (Black Nut)", "genre": "Rap / Hip-hop", "lyrics": "what'up 쇼미더머니 4  1차 경연곡  Yeah 마이크로닷 미안해  it's 블랙넛 uh  Yeah 재탕 uh  엄마한테 말했지  내가 다시 이 집에 돌아올 땐  버스 한 가득 미녀들 태운 뒤  정기가 다 빨린 채  폐병 환자같은 몰골 하고선  돈다발과 함께  돌아올테니 이사 갈 준비해  나 금방 갔다올게  꺼져 랩퍼들  나 우리 엄마 빚 갚아야 해  밥그릇들 치워  이 부분은 심의에 걸려  쓸 수가 없대 그냥 원곡 들어  내가 거품이라면 너희 돈 스푼이지  빨리들 걷어 내  허나 이 바닥 치는 실력으로  난 딱지처럼 다 뒤집었네  넌 내가 자녹게에서  허우적대던 때부터 날 기억해  허나 점차 수면 위로 떠올라갔지  swings의 뱃살 꽉 쥐고 yeah  그래 알아 날 띄운 건  내 실력이 아닌  삼행시처럼 그저 운이란 걸  근데 또 없어 지금 나만큼 뚜렷한  작업물 없이 spotlight 받는 놈  한옥 기둥 사이같은 놈  이 바닥의 대들보지  목욕탕 때밀이처럼 박수를 쳐  그럼 내가 뒤집을테니  fuck zico fuck paloalto  fuck aomg fuck yg  내 포부는 내 팀마저도  낭떠러지로 싹 다 밀어내지  I make it I make it   I make it look easy  I make it I make it   I make it look easy  im rockin' im rockin'  im rockin' with 이지  im rockin' im rockin'  im rockin' with 이지  Easy so easy easy easy so easy  Easy easy so easy easy easy so easy  Go hard but what  I make it look easy  I go hard but what  I make it look easy  Funny how time flies  삶의 속도는 빨라져만 가  첫 차를 산 날이 어제만 같은데  난 벌써 알아보고 있어 다음 차  비관과 낙관이 딱 반반이었던  내 career도 어느덧 꽤 단단해지고  수많은 아이들이 진로 상담을 요청해 and people think I'm in  my prime time 여기서 잠깐 조그만 방에서 새까만 밤새며 Modern Rhymes 다 음을 이을 음반과 재수강 과목 깐깐한 교수님에게 감탄을 안겨줄 과제물을 동시에 빚어내던 나를 떠올리네 값싼 국산 스피커뿐이었지만 그 놈이 내는 소리에 옆집 여자가 문에 knock할 때까지 작업했지 아마 그 때 잡힌 색깔이 10년이 가까이 지난 지금도 아직 남아있는 것만 같아 신기하지 i make it i make it i make it look easy i make it i make it i make it look easy I make it look easy 겉보기에는 쉽지 해보고나야 믿지 산이 이런 미친 어떻게 하나 싶지 그냥 가는거야 직진 두발에 boost 키지 Look look look at my 이지 Like 백종원 cuisine 딱 그게 나의 위치 Switch switch 나와 입장 바꿔볼래 SNS 트윗질  찌질 이 노랜 뽕이지 뽕 이꼴 Money tree Uh 이제 곧 싸비 나오니까 다들 약속이나 한것처럼 뛰지 I make it I make it  I make it look easy I make it I make it  I make it look easy im rockin' im rockin' im rockin' with 이지 im rockin' im rockin' im rockin' with 이지 Easy so easy easy easy so easy Easy easy so easy easy easy so easy Go hard but what I make it look easy I go hard but what I make it look easy Man we just made it look easy boy 미안해 나도 영어 잘 몰라 그냥 뱉어봤어"}, {"song_no": "5709750", "year": "2015", "rank": "71", "title": "사랑의 시작은 고백에서부터", "artist": "김범수", "genre": "Drama", "lyrics": "사랑은 소리 없이 찾아와 내 가슴을 떨리게 만들죠  아무런 이유 없이 전화를 그냥 만져 보는 나를 보네요  두근거리는 맘을 달래고 그대에게 전화를 했지만  들을 수 없었던 그 목소리 오늘 따라 너무 그리워져요  나 오늘 너에게 고백할 거야 사랑한다고 세상에 말할 거야  나 비록 가진 건 하나 없지만 행복을 줄 거야  오직 너 하나면 충분해  사랑은 내게 상처 뿐이라 두 번 다신 하기 싫었는데  널 만난 그 순간 알게 됐어 바보처럼 겁이 많았다는 걸 나 오늘 너에게 고백할 거야 사랑한다고 세상에 말할 거야  나 비록 가진 건 하나 없지만 행복을 줄 거야  오직 너 하나면 충분해  저 밝은 별처럼 지켜줄 거야 어디에 있든 너를 비춰 줄 거야  내 가슴 한 쪽이 사라지는 날  그 때는 말할게 나를 받아 줘서 감사해  사랑하게 해 줘서 고마워"}, {"song_no": "5713423", "year": "2015", "rank": "72", "title": "큰새", "artist": "혁오 (HYUKOH)", "genre": "Rock", "lyrics": "기억의 기억을 훑어야 해 꽉 잡은 밤하늘을 돌봐야 해 늘 검은 천장으로 여겼더니 달은 열심히 떠올라 보름달을 보여주네 반복의 반복을 더해야해 아쉬워라 말하진 않을 거야 아 이렇게 지내다 옆을 보니 이젠 다 크고 살기 바뻐 어른 놀이를 하네 쉬어도 쉴 틈은 없어야 해  오늘도 무사히 잘 넘겨야 해 언젠가는 나도 버려질 거야 결국 이러면 우리는 아무 것도 아닌 사람"}, {"song_no": "4646573", "year": "2015", "rank": "73", "title": "너의 의미 (Feat. 김창완)", "artist": "아이유", "genre": "Ballad", "lyrics": "너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미  너의 그 작은 눈빛도  쓸쓸한 그 뒷모습도 나에겐 힘겨운  약속  너의 모든 것은 내게로 와  풀리지 않는 수수께끼가 되네  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미  너의 그 작은 눈빛도  쓸쓸한 그 뒷모습도 나에겐 힘겨운  약속  너의 모든 것은 내게로 와  풀리지 않는 수수께끼가 되네  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  슬픔은 간이역의 코스모스로 피고  스쳐 불어온 넌 향긋한 바람  나 이제 뭉게구름 위에 성을 짓고  널 향해 창을 내리 바람 드는 창을  너의 그 한 마디 말도 그 웃음도  나에겐 커다란 의미 너의 그 작은 눈빛도 쓸쓸한 그 뒷모습도 나에겐 힘겨운 약속"}, {"song_no": "4369827", "year": "2015", "rank": "74", "title": "금요일에 만나요 (Feat. 장이정 Of HISTORY)", "artist": "아이유", "genre": "Ballad", "lyrics": "월요일엔 아마 바쁘지 않을까  화요일도 성급해 보이지 안 그래  수요일은 뭔가 어정쩡한 느낌  목요일은 그냥 내가 왠지 싫어  우 이번 주 금요일  우 금요일에 시간 어때요  주말까지 기다리긴 힘들어  시간아 달려라 시계를   더 보채고 싶지만   mind control  일분 일초가 달콤해  이 남자 도대체 뭐야  사랑에 빠지지 않곤 못 배기겠어  온 종일 내 맘은 저기   시계바늘 위에 올라타  한 칸씩 그대에게 더 가까이  우 이번 주 금요일  우 금요일에 시간 어때요  딱히 보고 싶은 영화는 없지만  딱히 먹고 싶은 메뉴는 없지만  주말까지 기다리긴 힘들어  시간아 달려라 시계를   더 보채고 싶지만   mind control  일분 일초가 달콤해  이 남자 도대체 뭐야  사랑에 빠지지 않곤   못 배기겠어  온 종일 내 맘은 저기   시계바늘 위에 올라타  한 칸씩 그대에게 더 가까이  나 뭔가에 홀린 것 같아  이 여잔 도대체 뭐야  사랑해주지 않고는 못 배기겠어  돌아오는 이번 주   금요일에 만나요  그 날 내 맘을 더 가져가줘요 더 가까이 더 가까이 와요   더 가까이"}, {"song_no": "5748398", "year": "2015", "rank": "75", "title": "사랑.. 그 놈 (화생방실 클레오파트라)", "artist": "김연우", "genre": "Ballad", "lyrics": "늘 혼자 사랑하고 혼자 이별하고  늘 혼자 추억하고 혼자 무너지고 사랑이란 놈 그 놈 앞에서 언제나 난 늘 빈털털일뿐 사랑해 널 사랑해 불러도 대답 없는 멜로디 가슴이 멍들고 맘에 눈은 멀어도 다시 또 발길은 그 자리로 사랑해 또 사랑해 제 멋대로 왔다가 자기 마음대로 떠나간다 왔을 때처럼 아무 말도 없이 떠나간다 늘 기억 땜에 살고 추억에 울어도 늘 너를 잊었다고 거짓말을 해도 숨을 삼키듯 맘을 삼키고  그저 웃으며 손을 흔든다 사랑해 널 사랑해 목이 메여 불러도 너는 듣지 못할 그 한마디 고개 떨구며 사랑 앞에 난 또 서있다 사랑해 널 사랑해 제 멋대로 왔다가 자기 마음대로 떠나가도 왔을 때처럼 아무 말도 없이 떠나가도 모른 척 해도 날 잊는대도 사랑은 다시 또 온다 사랑은 다시 또 온다"}, {"song_no": "5700879", "year": "2015", "rank": "76", "title": "View", "artist": "SHINee (샤이니)", "genre": "Dance", "lyrics": "모두 할 말을 잃지 Like you 4차원 이상의 기적의 View 달콤히 찍어 문 빛의 퐁듀 보이기 시작한 음의 색도 예민해진 걸 느껴 뚜렷한 색감과 여섯 번째 감각 Tonight is the night 좀 거칠어도 좋아 더 민감히 굴어봐 더는 숨기지 말아줘 너무 아름다운 다운 다운 다운 View 너무 아름다운 다운 다운 다운 View 더 보여줘 다음 다음 다음 다음 View 너무 아름다운 다운 다운 다운 View 너무 아름다운 다운 다운 그곳으로 너무 아름다운 다운 다운 데려가 줘 더 보여줘 다음 다음 다음 더 보여줘 너무 아름다운 다운 다운 다운 View 저 하늘을 곱게 접는 이 바다를 병에 담는 시간도 편히 걷는 꿈들을 이뤄 난 By my side 상상한 게 뭐든 전부 보여 줄게 이제 말해봐 Yeah yeah 예민해진 걸 느껴 은근한 촉감과 끝없어진 감각 Tonight is the night 이상하대도 좋아 잠들었던 감각의 한계를 넘어선 그 순간 Yeah yeah yeah 너무 아름다운 다운 다운 다운 View 너무 아름다운 다운 다운 다운 View 더 보여줘 다음 다음 다음 다음 View 너무 아름다운 다운 다운 다운 View 너무 아름다운 다운 다운 그곳으로 너무 아름다운 다운 다운 데려가 줘 더 보여줘 다음 다음 다음 더 보여줘 너무 아름다운 다운 다운 다운 View 지루함에 익숙해져 특별함을 잊었잖아 이제 천천히 고개를 들어 줘 내 두 눈에 입 맞춰 너무 아름다운 다운 다운 그곳으로 너무 아름다운 다운 다운 그곳으로 데려가 줘 누구든 처음이겠지 Like you I feel a thousand senses 별빛의 향과 맛을 본 것도 I’ll never leave you lonely 향기의 무게를 느낀 것도 I won’t let you down 소리의 색과 모양 본 것도"}, {"song_no": "5756880", "year": "2015", "rank": "77", "title": "괜찮아요", "artist": "비투비", "genre": "Ballad", "lyrics": "어깨가 무겁나요 무거운 짐을 내려놓기가 참 쉽진 않죠 누군가 말했죠 내 꿈이 멀게만 느껴질 땐 잠시 쉬다 가세요 매일 같은 일상에 힘든가요 그건 누구를 위한 거죠 결국 또 쓰러질 텐데 힘들어 혼자라 느껴질 때 이 노랠 들어봐요 기대해 즐겨 듣던 그 멜로디 Woo woo 라디오에 흘러나올 그 목소리 Oh 내가 할 수 있는 건 노래 가사뿐이죠 힘들어도 괜찮아 괜찮아 괜찮아 잘될 거예요 I believe in you 3년째지 어느 곳도 날 원하지 않는 삶이 이제 군대라도 가야 하나 싶어서 부모님께 말씀드렸더니 딱 한마디 했어 어휴 그래서 말 못했지 하던 알바도 잘렸다고 Well 어제는 제대 직전인 친구가 휴가 나왔어 하는 말이 무섭대 대학서 배운 건 다 까먹었어 실업자 100만 시대 그런 건 잘 모르겠고 그 숫자가 차라리 통장 잔고였음 좋겠어 시끄러운 알람이 새벽부터 날 계속 재촉해 쫓기듯 나선 집 밖은 틈 없는 벼랑 끝 같아 뭘 하고 있지 아니 뭘 해야 하지 답이 없는 메아리 난 왜 밖에서 치이고 엄한 곳에다 화풀이해 좌표 없는 항해 위  방황하는 작은 종이배 억지로 눈물을 삼켜  어느새 한숨은 습관이 돼 알아 나도 바보 같은 거  남 앞에선 괜찮은 척 티 없이 해맑던 예전의 넌 지금 어딨니 기대해 즐겨 듣던 그 멜로디 Woo woo 라디오에 흘러나올 그 목소리 Oh 내가 할 수 있는 건 노래 가사뿐이죠 힘들어도 괜찮아 괜찮아 괜찮아 잘 될 거예요 I believe in you 사랑하는 가족들 가족 같은 친구들 얼굴 못 본 지가 밥 한번 먹자 한 뒤로 한 번쯤 여유를 가져도 나쁘진  않을 텐데 지금 내가 외롭진 않을 텐데 노랜 다 끝나가지만  아직 다 못한 말이 많아 모두가 나와 같은 맘이겠죠 기대해 즐겨 듣던 그 멜로디 멜로디 멜로디 라디오에 흘러나올 그 목소리 Oh 내가 할 수 있는 건 노래 가사뿐이죠 힘들어도 괜찮아 괜찮아 괜찮아 잘 될 거예요 I believe in you"}, {"song_no": "5804080", "year": "2015", "rank": "78", "title": "Married To The Music", "artist": "SHINee (샤이니)", "genre": "Dance", "lyrics": "Yeah Oh Wait up girl Hold on  So listen baby 하얀 하이힐  살짝 가린 레이스 스커트  Beautiful lady 네 어깨 위  아슬아슬 시스루  네 심장 비트 소리에  걸음이 맞춰져 Oh baby  나도 모르게 이끌려가  느껴본 적 없는 LOVE  작은 손짓 하나에도  내 맘은 세상은 춤을 추고  넌 나를 지휘하잖아 Oh  너와 눈 맞추고 너와 발 맞추고  너와 입 맞추고  Don't stop  I'm married to the music  놀라워라  너는 나의 Music  원하는 대로  매일 꿈꾸던 그 순간  Oh baby  둘만의 리듬 속에 점점 물들어  I'm married to the music  내 손을 잡아 Didida  꼭 잡아 Didida  너는 나의 Music  볼륨을 높여 Didida  터질 듯 Didida  너를 사랑해 이 순간  Oh baby  촉촉이 스며드는 너의 향기로  세상을 가득 채운 Spotlight  공기를 감싸는 멜로디 Yeah  흔들리는 눈동자 속  그 안에 날 숨 쉬게 해줘  아쉬워할 순간 따위  저 높은 하늘로 다 날려버려 Yeah  내게 널 모두 맡겨  이 뜨거운 그루브 널 싣고서 Come on 네 심장 비트 소리에 세상이 들썩여 Oh baby 나도 모르게 휩쓸려가 구경한 적 없는 MOVE 작은 손짓 하나에도 내 맘은 세상은 색을 입고 넌 나를 지휘하잖아 Oh 너와 눈 맞추고 너와 발 맞추고 너와 입 맞추고 Don't stop I'm married to the music 놀라워라 너는 나의 Music 원하는 대로 매일 꿈꾸던 그 순간 Oh baby 둘만의 리듬 속에 점점 물들어 I'm married to the music 내 손을 잡아 Didida 꼭 잡아 Didida 너는 나의 Music 볼륨을 높여 Didida 터질 듯 Didida 너를 사랑해 이 순간 Oh baby 촉촉이 스며드는 너의 향기로 Are you married to the music We're married to the music Are you married to the music We're married to the music Oh 기억해줘 잊지 못할 뜨거운 하이라이트 Yeah yeah I'm married to the music 놀라워라 너는 나의 Music 원하는 대로 매일 꿈꾸던 그 순간 Oh baby 둘만의 리듬 속에 점점 물들어 I'm married to the music 내 손을 잡아 Didida 꼭 잡아 Didida 너는 나의 Music 볼륨을 높여 Didida 터질 듯 Didida 너를 사랑해 이 순간 Oh baby 촉촉이 스며드는 너의 향기로 나의 모든 건 너라고 터질 듯 Turn it up"}, {"song_no": "5628083", "year": "2015", "rank": "79", "title": "두사랑 (Feat. 매드클라운)", "artist": "다비치", "genre": "Ballad", "lyrics": "미쳤다고 하겠지 내 지금 사랑이 어떤 건지 듣는 사람들은 사랑이란 반드시 한 사람과 하는 거라면서 나를 욕하겠지 하지만 난 한 사람을 가볍게 사랑하지 않아 이해 못하겠지 두 사람을 미친 듯이 온 마음 다 바쳐서 사랑해 나도 내 맘을 모르겠어 내 두사랑은 한 사랑보다 깊어 난 두 사람 중 한 사람도 곁에서 보낼 수 없는데 이러면 안 되는데 누구에게도 털어 놓을 수 없어 없어 정말이야 나 두 사람을 사랑해 목숨 바쳐 나 두 사람을 사랑하면 안 되는걸 너무 잘 알면서 너무 잘 알면서 둘 중 누구도 보낼 수가 없어 없어 정말이야 이해할 수 있어 처음 봤을 땐 그냥 지나치는 사람쯤 두 번짼 풍선처럼 네 맘에서 점점 커지고 그러다 너도 모르는 사이 어느새 이젠 한 가슴에 살게 된 전혀 다른 두사랑 익숙함과 새로움 둘 사이  둘 다 상처주기 싫어 꽤나 힘들었겠어 괜찮아 맘 가는 대로 해  그 맘이 진심이라면 넌 좀 더 이기적이어도 돼 내 두사랑은 한 사랑보다 깊어 난 두 사람 중 한 사람도 곁에서 보낼 수 없는데 이러면 안 되는데 누구에게도 털어 놓을 수 없어 없어 정말이야 나 두 사람을 사랑해 목숨 바쳐 나 두 사람을 사랑하면 안 되는걸 너무 잘 알면서 너무 잘 알면서 둘 중 누구도 보낼 수가 없어 없어 정말이야 스스로가 밉고 이해할 수 없어도 사람 마음이란 게 가끔씩 그럴 수 있지 나쁜 건 나쁜 쪽이 되기 싫은 너의 맘 상처주지 않는 법 따위 없다고 애매하고 못된 헷갈리고 서툰 그런 맘이라 생각되면 잠시 두면 돼 괜찮아 맘 가는 대로 해  그 맘이 진심이라면 넌 좀 더 이기적이어도 돼 이 두 사람은 너무 날 사랑해서 난 두 사람 중 한 사람도 아프게 할 수가 없는데 이러면 안 되는데 누구에게도 털어 놓을 수 없어 없어 정말이야 나는 사랑이 아닌 사랑들을 해요 이걸 어쩌지 이걸 어쩌지 어쩌면 좋지 어떡하죠 그 어떤 사랑보다 정말 깊은 걸요 대체 누가 날 대체 누가 날 이해해줄지"}, {"song_no": "4800324", "year": "2015", "rank": "80", "title": "100 (Feat. 천재노창)", "artist": "블랙넛 (Black Nut)", "genre": "Rap / Hip-hop", "lyrics": "엄마한테 말했지 내가 다시 이 집에 돌아올 땐 버스 한 가득 창녀들을 태운 뒤에 정기가 다 빨린 채 폐병 환자같은 몰골을 하고선 돈다발과 함께 돌아올테니 이사 갈 준비해 놔 나 금방 갔다올게 꺼져 랩퍼들 나 우리 엄마 빚 갚아야 해 밥그릇들 치워 너희들을 눕히는 건 주사기 든 간호사보다 더 쉬워 내가 거품이라면 너희 돈은 스푼이지 빨리들 걷어 내 허나 이 바닥을 치는 실력으로 난 딱지치기처럼 다 뒤집었네 넌 내가 자녹게에서 허우적대던 때부터 날 기억해 허나 점차 수면 위로 떠올라갔지 moon swings의 뱃살 꽉 쥐고 yeah 그래 알아 날 띄운 건 내 실력이 아닌 삼행시처럼 그저 운이란 걸 근데 또 없어 지금 나만큼 뚜렷한 작업물 없이 spotlight 받는 놈 난 여성부 장관같은 놈 이 바닥에 대들보지 get it 목욕탕 때밀이처럼 박수를 쳐 줘 그럼 내가 뒤집을테니 fuck hilite fuck grandline fuck aomg fuck illionaire 내 포부는 내 팀마저도 낭떠러지로 싹 다 밀어내지 내가 최고야 다 엿 처먹어 증명해줄게 허풍 0퍼 니가 걷는 길을 다 가시밭길로 만들게 마치 럴커처럼 uh 비속어 양해를 구해야 해 야 개 씨발 찬경하지 않는다면 넌 신의 저주를 받게 돼 진짜 갇뎀 카니예 니 이름 앞에 갇 떼 빈말 안해 모두 다 외치거라 그 분의 존함 갓대웅 갇뎀 갓대웅 찬양 경배해 Black Nut VS DO VJ San E 가리온 Sean2slow PType Drunken Tiger T 리쌍 Dynamic Duo TBNY and Epik High ESens Jtong Simon D Gray Crush Loco Elo ZionT Beenzino Dok2 and The Quiett Mad C Soul Dive Outsider 배치기 취랩 MC Sniper DOC 물론 제외할게 스트리트 파이터는 Paloalto BFree Okasian 화지 긱스 Crucial Star and Takeone Basick Jay Moon Innovator Kid Ash Reddy Huckleberry P JJK Double K Sool J JerryK RhymeA Minos Fana Kim Dead'P Addsp2ch Ignito 깐모 한해 Andup Uglyduck Zico Rimi Kittib Jolly V Tymee Kebee GD DG YDG Illinit Bizzy 주석 Skull Masta Wu 진돗개 Qwala 넉살 New Champ Young Jay Deep Odee Wutan Row Digga Sleeq Don Mills Qim Isle Olltii와 Swings Vasco C Jamm 노창 Giriboy 그 외의 랩퍼들 다 꺼져 내가 이기죠"}, {"song_no": "5482064", "year": "2015", "rank": "81", "title": "바라보기", "artist": "엠씨더맥스", "genre": "Drama", "lyrics": "마음이 알고 가 낯선 길인데도 니 숨결이 머문 자리는 너무 그립다 그립다 못해 아프다 누군가를 두 눈에 담았을 뿐인데 눈물이 그댄 내 삶의 이유 입니다 겁 없는 사랑이라서 사랑이 아픔을 앞서 나가서 바라보는 일이 내 전부래도 버릴 수 없는 그대 입니다 어제도 그래 오늘도 반쯤 날 미치게 망가트려놓고 아무리 애써봐도 지워지지 않을 그리움 나를 사랑하지 않아도 거칠 것이 없는 나라서 이 사랑에 모든 걸 내던집니다 끝이 결코 행복하지 않아도 내 가슴이 가는 데로 따라 걷는다 그댄 내가 사는 이유입니다 바라보는 일이 내 전부래도 손 놓지 못할 사랑입니다"}, {"song_no": "3910821", "year": "2015", "rank": "82", "title": "바람기억", "artist": "나얼", "genre": "R&B / Soul", "lyrics": "바람 불어와 내 맘 흔들면 지나간 세월에  두 눈을 감아본다 나를 스치는 고요한 떨림 그 작은 소리에 난 귀를 기울여 본다 내 안에 숨쉬는 커버린 삶의 조각들이 날 부딪혀 지날 때 그 곳을 바라보리라 우리의 믿음 우리의 사랑 그 영원한 약속들을 나 추억한다면 힘차게 걸으리라 우리의 만남 우리의 이별 그 바래진 기억에 나 사랑했다면 미소를 띄우리라 내 안에 있는  모자란 삶의 기억들이 날 부딪혀 지날 때  그 곳을 바라보리라 우리의 믿음 우리의 사랑 그 영원한 약속들을 나 추억한다면 힘차게 걸으리라 우리의 만남 우리의 이별 그 바래진 기억에 나 사랑했다면 미소를 띄우리라"}, {"song_no": "5812956", "year": "2015", "rank": "83", "title": "사랑했다치자 (Feat. 릴보이)", "artist": "서인영", "genre": "Ballad", "lyrics": "우리 둘이 사랑했다고 치자 아름다웠다고 치자 아쉬울 것 없이 후회하나 없이 사랑했다 치자 삼청동 길을 걷고 데이트도 하고 조그만 선물에도 감동했다 치고 다시 돌이켜보니까 흔한 추억하나 내겐 별로 없다 너도 없다 서럽게 울게돼 또 한없이 울게돼 우리 사랑했다 치자 그래 아름답다 치자 기억해 제발 기억해 이젠 비밀속에 이야기들 나 혼자하는 사랑이라 내가 더 아픈가봐 차라리 사랑했다 치자 아름다웠다고 no no no 몇 번을 사랑하고 또 이별을 해봐야 널 잊을수있을까 두려워서 그냥 사랑했다 치자 내 가슴아 혼자 그렇게 느끼며 살아 매일 똑같은 뻔한 얘기 뻔한 사랑 노래와 아무렇지않은 듯 뻔뻔하게 있지 내일이 오면 또 후회할껄 표현 못하는 내겐 지옥과도 같어 is it My fault 아니면 나처럼 주말을 혼자 보내는 사람이 몇이나 돼 창밖에 연인들 어찌나 행복해 보이던지 아 쫌 out of my way 언젠가 바뀔꺼 겠지 but I don't wanna guess a bit 그래 사랑했다치자 또 아름답다치자 나 혼자라도 그렇게 서럽게 울게돼 또 한없이 울게돼 우리 사랑했다 치자 그래 아름답다 치자 기억해 제발 기억해 이젠 비밀속에 이야기들 나 혼자하는 사랑이라 내가 더 아픈가봐 차라리 사랑했다 치자 아름다웠다고 느끼며살아 걷고 걷다 운다 내 가슴이 또 너를 찾는지 그만 그만 그만 여기까지만 하자 가슴아 나 혼자 하는 사랑이라 내가 더 아픈가봐 차라리 사랑했다 치자 아름다웠다고 on on on 몇번을 사랑하고 또 이별을 해봐야 널 잊을수 있을까 두려워서 그냥 사랑했다 치자 내가슴아 혼자그렇게 느끼며 살아"}, {"song_no": "5765886", "year": "2015", "rank": "84", "title": "이 밤이 지나면 (화생방실 클레오파트라) (Bonus Track)", "artist": "김연우", "genre": "Ballad", "lyrics": "불빛만이 가득한 이 밤  그대와 단 둘이 앉아서 그대 모습을 바라보고만 있네  사랑스런 그대 눈가에  슬픈 한 줄기 눈물이 흘러 나의 마음을 아프게만 하는데  Woo 이 밤이 지나면 우린  또 다시 헤어져야 하는데 아무런 말 없이 이대로  그댈 떠나 보내야만 하나  불빛만이 가득한 이 밤  슬픈 이별은 다가오지만 지난 추억에 아름다웠던 그대  모습 사랑해 이별이란 말은 하지마  그대 사랑을 느끼고 싶어 나는 아직도 하고픈 말 많은데 Woo 이 밤이 지나면 우린  또 다시 헤어져야 하는데 아무런 말 없이 이대로  그댈 떠나 보내야만 하나  이 밤이 지나면 우린 또 다시 헤어져야 하는데 아무런 말 없이 이대로 그댈 떠나 보내야만 하나  이 밤이 지나면 우린 또 다시 헤어져야 하는데 아무런 말 없이 이대로 그댈 떠나 보내야만 하나 이 밤이 지나면 우린 또 다시 헤어져야 하는데 아무런 말 없이 이대로 그댈 떠나 보내야만 하나"}, {"song_no": "5781707", "year": "2015", "rank": "85", "title": "New Thang", "artist": "Redfoo", "genre": "Electronica", "lyrics": "Oh the way that you pop girl Makes me go cray show me what you got girl You could be my new thang Oh the way that you move Makes me go cray pick it up now drop girl You could be my new thang Get sexy girl get sexy Get sexy girl get sexy Get sexy girl get sexy I heard it's your birthday Grab a drink if ya thirsty I can see that ya need an OG That can do ya the best and the worst way Pop it like a go go Drop it like a low low What's that It's a GoPro So I can watch that back HD slo mo I don't care if it's the first date I'll take ya back to my place We can skip first base Cause a player like me tryna slide into home plate Clap clap make it clap Lights on lights off Make it clap Yeah Make it clap My name ain't Santa But she sittin' on my lap Oh the way that you pop girl Makes me go cray show me what you got girl You could be my new thang Oh the way that you move Makes me go cray pick it up now drop girl You could be my new thang Get sexy girl get sexy Get sexy girl get sexy Get sexy girl get sexy I heard that ya single Now ya talkin' my lingo Let's play casino Bring four friends plus you bingo You ain't nothin' but a flirt The way ya bouncin' in that shirt It's amazin' how ya drop it Pick it up and still make it work Yo body lethal I might LA freak you Goddammit that booty fast Sittin' high up on yo back What the fuck did they feed ya Clap clap make it clap Lights on lights off Make it clap Yeah Make it clap My name ain't Apple But they call me the Mac Oh the way that you pop girl Makes me go cray show me what you got girl You could be my new thang Oh the way that you move Makes me go cray pick it up now drop girl You could be my new thang Hey bae I know we hardly met And I like that You're playing hard to get And you're the type that Makes me wanna do thangs And that's why I'm tryna make you my new thang Hey bae I know we hardly met And I like that You're playing hard to get And you're the type that Makes me wanna do thangs And that's why I'm tryna make you my new thang Get sexy girl get sexy Get sexy girl get sexy Get sexy girl get sexy"}, {"song_no": "5824767", "year": "2015", "rank": "86", "title": "잘나가서 그래 (Feat. 정일훈 Of BTOB)", "artist": "현아", "genre": "Dance", "lyrics": "절대 몰라보는 사람 없이 어딜 가나 Wanna touch me Look 이게 내 원래 Swag 불만 있는 애들은 물이나 줘도 돼 자 옳지 그래 옳지 Queen's back 모르면 쉿 스케일이 달라 You can't touch this 들어봤지 빨개요 친구마저 나를 시기해 I know 나만 혼자 여기에 매일같이 난 도마 위에 I know 씹어놔 웃어줄 때 I don't care 전혀 상관 안 해 I'm OK 내 자리는 여전해 시기 질투 더는 곤란해 I know 사실 조금 위험해 너는 너 나는 나 Hey 이렇게 저렇게 상관없이 너는 너 나는 나 이렇게 저렇게 이렇게 저렇게 이게 다 내가 잘나가서 그렇지 뭐 내가 예뻐서 그렇지 뭐 다 부러워서 그래요 Baby I'm bad all day 내가 잘나가서 그렇지 뭐 내가 예뻐서 그렇지 뭐 다 배 아파서 그래요 Sorry I'm a dope girl 자 옳지 그래 옳지 You can't touch me Don't touch me 자 옳지 그래 옳지 You can't touch me Don't touch me 자 옳지 그래 옳지 You can't touch me Don't touch me 자 옳지 그래 옳지 You can't touch me Don't touch me 내가 잘나가서 그래 네가 못 나가서 그래 답은 간단하지 그래 관심 부족해서 그래 원래 없지 네 가지 시간 재수 겁 살집 태생부터 사기 캐릭터 주변의 질투 마사지 Oh 여전히 Oh she's the queen 키 빼고 다 가졌지만 알아서들 문 열지 가짜라고 욕해 진짜였던 적도 없으니 넌 손도 못 잡는 현아랑 누나 동생 사이 너는 너 나는 나 Hey 이렇게 저렇게 상관없이 너는 너 나는 나 이렇게 저렇게 이렇게 저렇게 이게 다 내가 잘나가서 그렇지 뭐 내가 예뻐서 그렇지 뭐 다 부러워서 그래요 Baby I'm bad all day 내가 잘나가서 그렇지 뭐 내가 예뻐서 그렇지 뭐 다 배 아파서 그래요 Sorry I'm a dope girl You can't touch me Don't touch me I don't care 전혀 상관 안 해 I'm OK 내 자리는 여전해 You can't touch me Don't touch me 이렇게 저렇게 이렇게 저렇게 이게 다 내가 잘나가서 그렇지 뭐 내가 예뻐서 그렇지 뭐 다 부러워서 그래요 Baby I'm bad all day 내가 잘나가서 그렇지 뭐 내가 예뻐서 그렇지 뭐 다 배 아파서 그래요 Sorry I'm a dope girl 자 옳지 그래 옳지 You can't touch me Don't touch me 자 옳지 그래 옳지 You can't touch me Don't touch me 자 옳지 그래 옳지 You can't touch me Don't touch me 자 옳지 그래 옳지 You can't touch me Don't touch me"}, {"song_no": "4836118", "year": "2015", "rank": "87", "title": "Best Mistake (Feat. Big Sean)", "artist": "Ariana Grande", "genre": "Pop", "lyrics": "How soon do we forget how we felt  Dealing with emotions  that never left  Playing with the hand that  we were dealt in this game  Maybe I'm the sinner  and you're the saint  Gotta stop pretending  what we ain't  Why we pointing fingers anyway  When we're the same  Break up  Make up  Total waste of time  Can we please make up our minds  And stop acting like we're blind  'Cause if the water dries up  and the moon stops shining  Stars fall  and the world goes blind boy  You know  I'll be savin' my love for you  for you  'Cause you're the best mistake  I've ever made  But we hold on hold on  There's no pot of gold  in the rainbows we chase  But we hold on hold on  I guess time's wasting  tick tocking lip locking  How can we keep the  feelings fresh  How do we zip lock it  Wear your heart up  on your sleeves so watch out  for pickpockets  I guess to go the distance  we might need to pit stop it  Hold up I know love could be a  beach with no shore  I done count to ten  lost my temper and went back to four  I know sometimes  it's hard to realize  I'm the man that you need  I had a dream we branched out  started a family tree  And I feel like that everything  we do is overdue  You ask why I love your mom  so much 'cause she's a older you  I wish that you were happy  I guess that's the one thing  I should be providing  Ain't no number twos  we both ones of ones and  we the oddest  Couple only humans 'cept you  you a goddess  Only lying to you  when I lie you down  just being honest  When you start as friends  it's hard to say  you're never going back  If I'm not the one  then I'm the best mistake  you ever had  Break up  Make up  Total waste of time  Can we please make up our minds  And stop acting like we're blind  'Cause if the water dries up  and the moon stops shining  Stars fall  and the world goes blind boy  You know  I'll be savin' my love for you  for you  'Cause you're the best mistake  I've ever made  But we hold on hold on  There's no pot of gold  in the rainbows we chase  But we hold on hold on  You're you're you're you're  I'll be savin' my love for you  for you  You're you're you're you're I'll be savin' my love for you for you"}, {"song_no": "5779813", "year": "2015", "rank": "88", "title": "My Last (Feat. 로꼬 & GRAY)", "artist": "박재범", "genre": "Rap / Hip-hop", "lyrics": "You are so beautiful Girl 너는 특별해 세상의 모든 걸 다 준다 해도 난 너 뿐인데 Girl 너무 고마워 내 곁에 있어서 혹시 모를까 봐 말할게 말할게 너는 얼굴 몸매 그리고 성격까지 10점 만점에 10점 이어서 내가 열 나지 너무 핫해 girl god dang 내 맘에 너무 들어서 흥분이 못 가라앉지 여자가 너무 많았지 난 나한텐 모두 다 너무나 좋은 추억이지만 모델 아이돌 연기자 oh my god 디스패치한테 안 걸린 게 다행이야 oh no 너랑 과거는 싹 잊게 돼 불금에 나가지 않고 니 옆에 있게 돼 Want you now in my bed everyday 안 질리네 Girl with you every day I feel like a billionaire 명품 가방을 굳이 안 메도 돼서 명품 가방만 사주고 싶은 여자 쇼미더머니 생기기 한참 전부터 원래 힙합을 좋아하던 여자 You are so beautiful Girl 너는 특별해 세상의 모든 걸 다 준다 해도 난 너 뿐인데 Girl 너무 고마워 내 곁에 있어서 혹시 모를까 봐 말할게 말할게 첫 번째는 아니어도 마지막이 돼 줘 돼 줘 첫 번째는 아니어도 마지막이 돼 줘 돼 줘 눈이 자꾸 가는 빛나는 이마 나를 쳐다보며 위로 올라가는 입과 긴 다리 위에 두른 짧지 않은 치마 어딜 가든 손 잡고 걸어 난 괜찮으니까 아침에 눈꺼풀보다 무거운 내 엉덩이가 벌떡 들어지는 이유 다른 여자 앞에선 보기보다 많이 두꺼운 내 얼굴이 쉽게 풀어지는 이유 아직도 신기해 이런 상황이 첫 번째는 아니지만 진짜 마지막이 될 수 있을 것 같아 이건 내 가사지 무슨 말이냐면 나의 진짜 이야기 의심하지 마 내 과거는 다 신경쓰지 마 지금 내일을 같이 준비하기에도 시간은 충분히 부족하니까 더는 신경 안 쓰여 너의 아는 오빠도 You are so beautiful Girl 너는 특별해 세상의 모든 걸 다 준다 해도 난 너 뿐인데 Girl 너무 고마워 내 곁에 있어서 혹시 모를까 봐 말할게 말할게 첫 번째는 아니어도 마지막이 돼 줘 돼 줘 첫 번째는 아니어도 마지막이 돼 줘 돼 줘 어디 있든지 간에 너를 느낄 수 있는 걸 I feel you you feel me 언제까지나 내 마음의 1위 Baby you are so beautiful 그냥 일단 날 믿어 봐 눈을 감아 너를 갖고 싶어 하고 싶어 나의 마지막이 돼 줘 승리의 여신 just do it now You are so beautiful Girl 너는 특별해 세상의 모든 걸 다 준다 해도 난 너 뿐인데 Girl 너무 고마워 내 곁에 있어서 혹시 모를까 봐 말할게 말할게 첫 번째는 아니어도 마지막이 돼 줘 돼 줘 첫 번째는 아니어도 마지막이 돼 줘 돼 줘"}, {"song_no": "5634219", "year": "2015", "rank": "89", "title": "Puss (Prod.by 라이머)", "artist": "지민 (AOA)", "genre": "Rap / Hip-hop", "lyrics": "I'm the mother Fucking top madam 삼촌들 용돈 뺏는 깡패 그걸로 popping bottle 샴페인 사뿐히 밟아 빨간 carpet 남자들 숨을 참네 멋진 척 참 내 니 남친 나를 탐내 cuz im the motherfucking top madam 센 티만 계속 냈던 넌 정말 nothing 까고 보니 별 거 없어 넌 정말 nothing 어깨 힘 빼고 이제는 배워 완전히 정복해 여자판 나폴레옹 이제 씹을 거리 없지 단물 빠진 껌을 억지로 질겅 씹어 봐라 가출해 니 턱주가리 가슴에 턱 붙여 빨리 고개 끄덕 everybody bounce im sick of them puss puss puss bitch you a freaking puss puss puss puss bitch you a freaking puss puss im the mofucking top man 니네 비지니스는 다음에 imma make her super star man cuz im a motherfuking top man 내가 뜰 줄 몰랐지 금방 질 줄 알았는데 모두 놀랐지 완전체로 돌아왔네 아이언맨은 피융 from the Rock Bottom 빼고  전부 fake shit all the motherfuckers pissed off 왜냐면 그년 나를 위한 비서 아니 그년 나를 위한 시소 아니아니 그년 나를 위한 칙쇼 beast mode 우린 전국 돌며 니네들 삥 뜯어  매일이 payday 그 덤으로 highway 를 타며  학준 형과 vacay 만들어 방방곡곡  one hunit thousand babies cuz you are my freaking Puss Puss puss puss cuz you are my freaking puss puss puss puss cuz you are my freaking puss puss yes im the real bad man aye aye yes im the real bad madam aye aye im the motherfucking top man im the motherfucking top madam im the motherfucking top man bitch you a fucking puss puss puss puss Bitch you a freaking puss puss puss puss Bitch you a freaking puss puss bitch you a fucking puss"}, {"song_no": "5644620", "year": "2015", "rank": "90", "title": "CALL ME BABY", "artist": "EXO", "genre": "Dance", "lyrics": "CALL ME BABY   Call me baby  이 거리는 완전 난리야  Call me baby  사람들 사이는 남이야  Call me baby  함께하는 매 순간이  Like BOOM BOOM BOOM  BOOM BOOM  What up  Hey Girl 영원 같던 찰나  운명 같은 순간  나를 한 순간 뚫고가  번개처럼 이 세계를  넌 내 이름 불러주며  나에게로 다가와  놀라워 섬광처럼 가득 차  너를 마주한 순간 oh my  편하게 여기 앉아  이제 내 얘기를 들어봐  Oh I don't care  나 멀리멀리 돌아간대도  이렇게 너의 곁에  단 한 남자가 되어줄 테니  메마른 내 입술에  너 스며들어와 나를 깨워  The time's wasting girl  So don't wait don't wait too long  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  You know my name girl  널 향해 커져간 마음아  너 말곤 그 문을 닫아  You know I'm here girl  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl  나를 나로 존재하게 해  내 세상은 오직 you're the one  You're the one   Girl you're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl  Baby girl 욕심들 속에 날 선  그 어떤 말도 넘어설  그런 믿음을 보여준 너   모두 변해 날 떠나간대도  너는 나만의 lady   내 손을 잡아주는 그거면 돼  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  You know my name girl  널 향해 커져간 마음아  너 말곤 그 문을 닫아  You know I'm here girl  Call me baby Call me baby  Call me baby Call me baby  어둔 미로 속에 갇혔던 Oh 나  그 어둠 속에서  날 깨워준 네 목소리 들려와   날 다시 태어나게 해 Yeah  E X O Listen Say my name Louder  혼란스러운 공간 속  날 이끌어줄 빛이 되고  놓치지 않아준 너라면  What up  널 안고 변치 않을게  널 안고 나를 떠나버린  사람들과 마주해   Never don't mind about a thing  내 가슴속 그 거대한 공백에 널 더해   흔들리는 세상 속에서  Whoo Babe  빛이 돼준 오직 한 사람 바로 너  Girl you're the one I want  You're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby  I'll be your baby yeah  You know my name girl  Ho  나를 나로 존재하게 해  You know I'm here girl  내 세상은 오직 you're the one  You're the one  Girl you're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl"}, {"song_no": "5704765", "year": "2015", "rank": "91", "title": "동네술집", "artist": "허각", "genre": "Ballad", "lyrics": "동네 술집에 홀로 앉는다 힘든 하루를 마치고  여기서 딱 한잔 마시고  일찍 들어가 잠을 청하려 해 그리고 오늘 밤 그댈 잊기로 해  동네 술집에 홀로 마신다 한잔 두 잔 취한지도 모른 채 이 숨 막힌 하루 나 혼자만 이렇게 나만 널 지우려 애쓴다 모두 다 잊지는 말고 네 생각만 하지 좀 말고 사랑이 고픈 내 가슴 아픈  마음 좀 알아줘 모두 다 지우진 말고 제발  동네 술집에 홀로 앉는다 잔을 너로 꽉 채우고 좋았던 추억을 마시고 혹시나 했던 맘을 비우려 해 그리고 오늘 밤 그댈 잊으려 해  동네 술집에 홀로 마신다 위로해줄 사람 하나 없는데 늘 같은 자리 변한 것도 없는데 나만 널 지우려 애쓴다  모두 다 잊지는 말고 네 생각만 하지 좀 말고 사랑이 고픈 내 가슴 아픈  마음 좀 알아줘 모두 다 지우진 말고  제발  모든 게 흐릿한데 왜 네 얼굴만 선명해져  난 널 비우고 다 잊으려 하는데 아직 난 널 놓지 못해 너무 아파 너만 찾는데  사랑이 고픈 내 가슴 아픈  마음 좀 알아줘 모두 다 지우진 말고 제발"}, {"song_no": "5787474", "year": "2015", "rank": "92", "title": "심상치 않아 (Feat. 주영)", "artist": "키썸 (Kisum)", "genre": "Rap / Hip-hop", "lyrics": "심상치 않아 나답지 않아 새벽 3시 동네는 잠이 들어 넌 잠도 안자고 내 머리 속을 휘둘러 너 너는 마치 trampoline 나를 붕 뜨게 해 매일 너 땜에 밤새 뒤척이다 잠 못 들어 딱히 한 것 없는데 널 볼 땐 땀이 나 감기 걸린 거 아닌데 자꾸 열이 나 STOP Boy 날 괴롭히지 마 자꾸 너 다가와서 내게 불 붙이지 마 대체 예상 안 돼 급 온 소나기 같아 오늘도 우산 없이 너를 맞지 But I Feel Good Hey 신나서 춤 춤을 추네 바라는 거 없어 그냥 내 옆에 네가 있다는 거 하나면 돼 Baby 부담 가질 필요 없어 그냥 네 곁에 내가 있다는 거 하나면 돼 난 아직도 잠 못 들고 있어 또 너의 생각들이 맴돌아 지워지지 않아 난 오늘도 왜이리 왜이리 외롭죠 너와 있고 싶어 love you love you 우리 사이 심상치 않아 심상치 않아 나답지 않아 난 널 등산 중 내 기분 올렸다 내렸다 난 지금 정상 아냐 숨이 탁 막혀 난 난 원해 친구들의 얼레리 꼴레리 부끄러운 척 네 품에 도망치겠지 왜 쌍라이트 켜고 자꾸 달려들어 너는 눈이 부셔 난 다리에 힘이 풀려 네가 없으면 여름도 너무 추워 난 여전히 눈뜬 채 오늘 밤도 너를 꿈꿔 난 아직도 잠 못 들고 있어 또 너의 생각들이 맴돌아 지워지지 않아 난 오늘도 왜이리 왜이리 외롭죠 너와 있고 싶어 love you love you 우리 사이 심상치 않아 You make me high You make me smile 넌 나를 행복하게 만들어 boy you are mine You make me high You make me smile 넌 매 순간 날 빛나게 해 You are my sunshine 너의 모든걸 안을게 언제나 널 지켜주고 싶은 내 맘은 I think I’m in love You make me high You make me smile 넌 나를 행복하게 만들어 boy you are mine You make me high You make me smile 넌 매 순간 날 빛나게 해 난 아직도 매일이 매일이 새롭죠 너와 있고 싶어 love you love you 우리 사이 심상치 않아 심상치 않아 나답지 않아"}, {"song_no": "5385973", "year": "2015", "rank": "93", "title": "Ohio", "artist": "혁오 (HYUKOH)", "genre": "Rock", "lyrics": "Look back in bitterness going back to broken  piece of past staying in memories hesitating stepping  forward to real I’m stupid wanderer wandering poor fellow give up now to live in the peace that we made before Ohio gentle wave on an ocean of recall oh hi oh hi I watch your pain oh hi oh hi the same as mine Long story truly short rewind it ever over again hard to fine the rest world without  you never can stand I’m stupid blind old man deny such a bright light give up glow to  live in the peace that we made before Ohio gentle wave on an ocean of recall oh hi oh hi I watch your pain oh hi oh hi the same as mine Take me from your breath let me down to back to real I’ll erase you set me free from you know it’s hard to try oh hi oh hi I watch your pain oh hi oh hi the same as mine oh hi oh hi I watch your pain oh hi oh hi the same as mine"}, {"song_no": "5629186", "year": "2015", "rank": "94", "title": "사월의 눈", "artist": "허각", "genre": "Ballad", "lyrics": "어느새 그 차가웠던 긴 겨울에 하얀 눈도 스르륵 봄바람에 다 녹아내려요 다시 또 누군가를 사랑할 수 있으려나요 눈부신 따스한 봄날엔 그토록 욕해대고 할퀴어대던 두 사람이 나였는지 그녀였는지 조차 잊어버린 듯 그 겨울 그 겨울이 그때 우리가 참 그리워 미운데 미운데 그리워 큰맘 먹고 살짝 열어본 내 창가에 눈부신 봄날 햇살 아래로 차디찬 눈이 내려요 작은 내 방에 내 텅 빈 가슴에 그 아팠던 상처가 또 다시 덧나려는 듯 이른 봄날에 눈이 내려요 주르륵 흘러내린 내 눈물마저도 차네요 내게도 봄날이 올까요 누군갈 또 다시 사랑하고 싶어서 미친 듯 거리를 걸어봐도 차디찬 눈이 내려요 내 두 눈가에 이 못난 가슴에 그 아팠던 상처가 또 다시 덧나려는 듯 이른 봄날에 눈이 내려요 하얗게 추억들이 내려요 주르륵 흘러내린 내 눈물마저 차가운데 내게도 봄날이 올까요 따스한 봄날이 올까요"}, {"song_no": "4743560", "year": "2015", "rank": "95", "title": "Lost Stars", "artist": "Adam Levine (Maroon 5)", "genre": "Foreign Movie,Rock", "lyrics": "Please don't see just a girl  caught up in dreams and fantasies Please see me reaching out for  someone I can see Take my hand let's see where we  wake up tomorrow Best laid plans sometimes are  just a one night stand I'd be damned Cupid's demanding  back his arrow So let's get drunk on  our tears and God tell us the reason youth is  wasted on the young It's hunting season and this  lamb is on the run Searching for meaning But are we all lost stars trying  to light up the dark Who are we Just a speck of dust  within the galaxy Woe is me if we're not careful  turns into reality Don't you dare let all these  memories bring you sorrow Yesterday I saw a lion kiss a deer Turn the page Maybe we'll find a brand new ending Where we're dancing  in our tears and God tell us the reason youth is  wasted on the young It's hunting season and this  lamb is on the run searching for meaning But are we all lost stars trying  to light up the dark I thought I saw you out there  crying I thought I heard  you call my name I thought I heard  you out there crying We're just the same God give us the reason youth is   wasted on the young It's hunting season and this  lamb is on the run We're searching for meaning But are we all lost stars trying  to light up the dark I thought I saw you out there  crying I thought I heard  you call my name I thought I heard  you out there crying But are we all lost stars trying  to light up the dark Are we all lost stars trying to  light up the dark"}, {"song_no": "5807347", "year": "2015", "rank": "96", "title": "Sweet Girl", "artist": "B1A4", "genre": "Dance", "lyrics": "너를 처음 보았을 때 그래 첫 느낌이면 충분해 ok 아직 널 잘 모르는데 우리 왠지 연인이 될 것 같은 느낌 please I need your love 왜 도망가는데 나는 네가 필요한데 please I need your smile 사랑스러운 너의 모든 걸 닮고 싶어 baby sweet girl 나비처럼 날아갈래 sweet girl 구름 같은 너의 품에 sweet girl 안길 수만 있다면 날아가 baby I can fly sweet girl 달콤한 향이 가득해 sweet girl 내가 벌이 되어 날아갈게 you and I you and I love you you and I love you girl 그대의 성스러운 눈빛 그 자태에 취한 것 같아 나갈게 지금 그대 곁으로 날아갈래 I’m 노란 butterfly uh baby butterfly 눈가에 비친 햇빛이 날 더욱 미치게 만들지 oh u gotta deep eyes girl 너는 너무 순수한 아이 같은 걸 please I need your love 왜 도망가는데 나는 네가 필요한데 please I need your smile 사랑스러운 너의 모든 걸 닮고 싶어 baby sweet girl 나비처럼 날아갈래 sweet girl 구름 같은 너의 품에 sweet girl 안길 수만 있다면 날아가 baby I can fly sweet girl 달콤한 향이 가득해 sweet girl 내가 벌이 되어 날아갈게 you and I you and I love you you and I love you girl 두 눈을 감아도 보이고 네가 티를 내지 않아도 나는 알아 알아 그래 네가 좋아서 기다릴게 바로 여기서 지금 내 마음은 그댈 원하고 있는 것 같아 더 달콤하게 다가와 please I need your love sweet girl 나비처럼 날아갈래 sweet girl 구름 같은 너의 품에 sweet girl 안길 수만 있다면 날아가 baby I can fly sweet girl  달콤한 향이 가득해 sweet girl  내가 벌이 되어 날아갈게 you and I you and I love you you and I love you girl you and I you and I love you you and I love you girl"}, {"song_no": "5775671", "year": "2015", "rank": "97", "title": "너를 사랑한 시간", "artist": "정승환", "genre": "Drama", "lyrics": "넌 아이처럼 웃었고 내게 기대 울었고 그 사람을 말하고 난 너를 반가워하고 내 어깰 빌려주고 너의 그림자가 되고 너는 내가 참 편한가 봐 아무렇지 않나 봐 하긴 우린 오랜 친구 우릴 묶어주는 말 너에겐 참 쉬운 말 내겐 참 슬픈 말 내가 다가설 수 있는 늘 그 자리 늘 너의 뒤에서 널 기다리잖아 바로 옆에 내가 서 있는데 넌 언제나 먼 곳만 쳐다봐 한발 다가서면 더 멀어질까 봐 나 너를 사랑한 시간 모두 지워질까 두려워 친구 우릴 묶어주는 말 너에겐 참 쉬운 말 내겐 참 슬픈 말 내가 다가설 수 있는 늘 그 자리 늘 너의 뒤에서 널 기다리잖아 바로 옆에 내가 서 있는데 넌 언제나 먼 곳만 쳐다봐 늘 가슴 어딘가 맴돌기만 했던 그 오랜 시간을 간직해왔던 말 널 사랑해 한발 다가서면 널 놓칠 것 같아 친구라는 말로 지켜왔던 시간 널 사랑해 수없이 연습했던 날 넌 언제나 내겐 봄날 같은 사람 세상 누구보다 난 널 잘 알잖아 나 너를 사랑한 시간 이젠 너에게 다 주려 해"}, {"song_no": "5644636", "year": "2015", "rank": "98", "title": "다른 남자 말고 너", "artist": "미쓰에이", "genre": "Dance", "lyrics": "다른 남자 말고 너  다른 남자 말고 너너너너 너  장난해 장난해 하는데  나는 절대로 장난이 아닌데  뭔말이 뭔말이 필요해  봐봐 온몸이 설명해 Baby     남자 친구들 많아  난 그렇다고 사랑 하지 못하나  남잘 모르는 여잔 별로거든  But baby baby oh oh   숨이 콱콱 막히잖아   날 이렇게 만든 건 너였잖아  아무 말도 할 수가 없어  이런 기분 처음인걸  다른 여자완 달라  뻔한 사랑은 싫어  내가 더 많이 좋아해도 상관없어  너만 있으면 돼  다른 남자완 달라  이제 그만 받아줘  You'll be my baby baby baby 너  다른 남자 말고 너  너  다른 남자 말고 너  다른 남자 말고 너너너너 너  가슴이 가슴이 뛰는데  다른 누구도 이렇겐 못했는데  뭔 말이 뭔 말이 필요해  자 봐봐 만져봐 내 심장이 Baby   아는 오빠들 많아  난 그렇다고 절대 쉽지는 않아  남잘 모르는 여잔 별로거든   But baby baby oh oh   숨이 콱콱 막히잖아   날 이렇게 만든 건 너였잖아  아무 말도 할 수가 없어  이런 기분 처음인걸  다른 여자완 달라  뻔한 사랑은 싫어  내가 더 많이 좋아해도 상관없어  너만 있으면 돼  다른 남자완 달라  이제 그만 받아줘  You'll be my baby baby baby 너  다른 남자 말고 너  아무도 안 어울려 지금 니 옆엔  노랜 끝나가고 있는데   넌 아무 말이 없어 Baby  다른 여자완 달라  뻔한 사랑은 싫어  내가 더 많이 좋아해도 상관없어  너만 있으면 돼  다른 남자완 달라  이제 그만 받아줘  You'll be my baby baby baby 너  다른 남자 말고 너  너 다른 남자 말고 너 다른 남자 말고 너너너너 너"}, {"song_no": "5742255", "year": "2015", "rank": "99", "title": "느껴 (My Everything)", "artist": "범키", "genre": "R&B / Soul", "lyrics": "내 곁에 잠들어 있는  널 볼 때면 난 느껴 지금이 꿈이 아닌 것이 너무나 난 기뻐 우 우리 매일 함께 눈 뜨는 것 지금 이 순간이 선물인걸 날 보며 미소 짓는  너를 볼 때마다 나는 느껴 다시 너의 웃는 모습을  볼 수 있다는게 기뻐 서로의 두 손을 잡고서  기도하며 잠이 드는 것 하루하루가 기쁨인걸 yeah 오늘은 내 목소리로 널 노래할게 Cause you are my soul my song my love my everyday 내일은 내 두 눈으로 널 그려줄게 Cause you are my home my joy my life my everything my everything you Rejoice evermore that's right Pray without ceasing Give thanks in everything 늘 기적 속에 살면서도  잘 모르고 두 눈을 뜨고 있어도  나는 보이지 않았지 캄캄한 어둠 속에 빠져서 잊고 있었어 너와의 매일이 축복인걸 But when I find it hard  to see that in the dark you pick me up you show me how to understand  my life to carry on 이제 난 알아  다시는 절대 잊지 않을게 이 모든 것들이 행복인걸 오늘은 내 목소리로 널 노래할게 Cause you are my soul my song my love my everyday 내일은 내 두 눈으로 널 그려줄게 Cause you are my home my joy my life my everything You're my everything You're my everything 늘 헤매었던 날 Baby you're my everything 넌 온전하게 만들어 You're my everything My everything you I'd rather have bad times with you than good by myself cause you're my soul my song my love my everyday I'd rather have hard times with you than good by myself cause you're my home my joy my life my everything"}, {"song_no": "5781346", "year": "2015", "rank": "100", "title": "Devil", "artist": "SUPER JUNIOR (슈퍼주니어)", "genre": "Dance", "lyrics": "Hey Hey Well Hey Hey 지금 내가 하려는 말이 좀 이상할지 몰라 왜인지 넌 좀 어려워서 난 늘 쩔쩔매니까 이토록 원하게 되고 Oh Baby Baby Please don’t go 당신 앞에 무릎 꿇는 것도 이 모든 게 너무 자연스러워 한없이 자꾸 애원하게 해 젠장 잠조차 못 자게 돼 도대체 이 감정이 뭔지 모르겠잖아 넌 차고 뜨거워 Devil 한 여름 소나기 샤워 달궈진 온몸을 적셔온 뒤에 그리곤 또 목 타오게 하지 넌 저 먼 사막의 소금 새빨간 적도의 그늘 한 순간 쾌락을 맛보게 하곤 그리고 또 목 타오게 하지 넌 차고 뜨거워 어느 날 말이야 네가 외로워 울 때에 내가 그 눈물 닦아줄게 부디 허락한다면 별은 운명을 던져 간절히 절히 원하게 됐어 온종일 갈구해 또 절망해 와 모든 게 놀라울 뿐이야 어떤 수식어로도 부족한 로맨틱보다 좀 더 복잡한 도대체 이 감정이 뭔지 모르겠잖아 넌 차고 뜨거워 Devil 한 여름 소나기 샤워 달궈진 온몸을 적셔온 뒤에 그리곤 또 목 타오게 하지 넌 저 먼 사막의 소금 새빨간 적도의 그늘 한 순간 쾌락을 맛보게 하곤 그리고 또 목 타오게 하지 넌 차고 뜨거워 목 타오르는 다 적셔오는 맛보고 싶은 그대야 들어줘 들어줘 받아줘 받아줘 I say 나는 그냥 다 좋아 나는 그냥 다 좋아 I say 네 모든 게 다 좋아 네 모든 게 다 좋아 And I say 아름다운 너 아름다운 너 And I say 내 것이 되지 넌 차고 뜨거워 Devil 한 여름 소나기 샤워 달궈진 온몸을 적셔온 뒤에 그리곤 또 목 타오게 하지 넌 저 먼 사막의 소금 새빨간 적도의 그늘 한 순간 쾌락을 맛보게 하곤 그리고 또 목 타오게 하지 넌 차고 뜨거워 넌 차고 뜨거워 넌 차고 뜨거워 넌 차고 뜨거워 목타오게 하지 넌 Devil 뜨거워"}]