[{"song_no": "5826461", "year": "2015", "rank": "1", "title": "레옹", "artist": "이유 갓지(GOD G) 않은 이유 (박명수, 아이유)", "genre": "Dance", "lyrics": "레레 레레레옹 레레레 레레레옹 레레레옹 레레 레레레 레레 눈에 띄게 흰 피부에 입술은 피빨강 꼿꼿하게 핀 허리에 새침한 똑단발 못된 걸음으로 또 어디를 가나 누굴 찾는 것 같아 이 외로운 마틸다 티키타 리듬에 맞춰 스핀 기타 리프 테마는 스팅의 Shape Of My Heart 난 나잇값을 떼먹은 남자 Call Me 레옹 Call Me 레옹 Call Me 레옹 Call Me Call Call Call Call Call Call Me 시끄러운 사람들 틈에 왜 당신은 조금도 춤을 추지 않나요 나 그대가 궁금해 알 수 없는 표정에 까만 선글라스 Mon Cher Look At Me 춤추고 싶지 않아 Mon Cher Look At Me 이유는 캐묻지 마라  Hey Baby Look At Me 슬픈 눈을 들키고 싶지 않아 더는 다가오지 마라 깜빡  왜 그렇게 무뚝뚝하나요 상냥하게 좀 해줄래요 ma 레옹 나도 어디서 꿀리진 않아 내 Choice는 틀리지 않아 I'm 마 마틸다 I'm 마 마 마틸다 I'm 마 마틸다 I'm 마 I'm I'm 마 I'm 마 잔잔히 잠들은 내 맘에 왜 돌을 던져 날 춤추고 싶게 만들어 흔들리는 눈빛을 감추어주오 나의 까만 선글라스 Ma chere What You Need 나처럼 춤을 춰요 Ma chere What You Need 아 튕기지 좀 마요 Hey Baby What You Need 그래 앞에 나를 봐요 자 이제 춤을 춰요 깜빡 Un Deux Trois Quatre 레레 레레레 레레 레 레레옹 레레 레레레 레레 레 레레옹 Mon Cher Look At Me 춤추고 싶지 않아 Mon Cher Look At Me 이유는 캐묻지 말아 Hey Baby Look At Me 슬픈 눈을 들키고 싶지 않아 더는 다가오지 말아 깜빡 Ma chere What You Need 나처럼 춤을 춰요 Ma chere What You Need 아 튕기지 좀 마요 Hey Baby What You Need 그래 앞에 나를 봐요 자 이제 춤을 춰요 춰요 깜빡"}, {"song_no": "5826447", "year": "2015", "rank": "2", "title": "겁 (Feat. 태양)", "artist": "MINO (송민호)", "genre": "Rap / Hip-hop", "lyrics": "뒤돌아 봤을 때 생각보다 멀리 와있었어 난 혼자였고 문득 겁이 났지 내가 날 봤을 때 지쳐있단 사실을 몰랐었어 난 외로웠고 문득 겁이 났지 넌 잘하고 있어 헷갈릴 때면 여태 그랬던 것처럼 그냥 Go 너답게 해 너는 너를 알아 연습했잖아 한 수 천 번은 말야 좌절 한 두 번 이젠 시시해 원래 기회라는 건 인생의 위기에 넌 알잖아 다시 일어나는 법 천국여행 간다며 어서 싸 캐리어 멈추지 마라 아직 할 일 많아 뒷바라지하는 부모님의 사진봐 넌 동생들의 거울이자 가족들의 별 네가 잠을 줄여야만 그들이 편하게 숙면 야 이 병신아 티 좀 내지마 마음 단단히 먹어 알아 외롭지만 견뎌내야 돼 눈물 흘리냐 사내새끼가 뚝 그치고 다시 들어 책임감 eh 아무것도 보기 싫었을 때 억지로 눈을 부릅뜬 건 그냥 겁나서 덜컥 겁이 나서 그래 eh o 아무 말도 하기 싫었을 때 일부러 목소릴 높인 건 There is no other reason 겁이 나 난 겁이 나 입버릇처럼 말했어 언제나 나는 나를 믿어 상대는 없다며 But enemy was in my mirror 계속된 싸움에 이성을 잃었었나봐 내가 나를 죽였어 엄마도 내 눈치를 봐 대중의 관심을 받는 게 eh CCTV 속에 사는 게 eh 한곳만 죽어라 팠는데 그게 내 무덤이 될 수도 있다는 게 무서웠어 아버지 날 보고 있다면 정답을 알려줘 어른이 되기엔 난 어리고 여려 아직도 방법을 모르고 부딪히는 짓만 하기엔 너무 아프다는 걸 이제 알았어 너무 늦었나봐 무식하게 채찍질만 하기엔 아물지 않은 상처가 너무 많아 eh 아무것도 보기 싫었을 때 억지로 눈을 부릅뜬 건 그냥 겁나서 덜컥 겁이 나서 그래 eh o 아무 말도 하기 싫었을 때 일부러 목소릴 높인 건 There is no other reason 겁이 나 난 겁이 나 자꾸 겁이 나 난 모든 게 감사해 내 종교를 떠나서 6년 전부터 이 꼬맹이를 이용하려 했던 악덕 대표님들 조차 날 구원해준 지금의 회사도 이 무대를 내어준 수많은 참가자도 남자의 삶을 알려준 하늘에 계신 큰아빠도 가족 내 어깨들과 형제 같은 멤버들도 딱 오늘까지만 위로를 받고 내일부턴 겁쟁이가 아닌 성숙해진 나로 eh 아무것도 보기 싫었을 때 억지로 눈을 부릅뜬 건 그냥 겁나서 덜컥 겁이 나서 그래 eh o 아무 말도 하기 싫었을 때 일부러 목소릴 높인 건 There is no other reason 겁이 나 난 겁이 나 Can you see me now Anybody save me from this fear oh Can you hear me now woah woo"}, {"song_no": "5824839", "year": "2015", "rank": "3", "title": "맙소사", "artist": "황태지 (황광희, 태양, 지드래곤)", "genre": "Dance", "lyrics": "Give Me That Drop That Give Me That 맙소사 I Love It Love It Love It 맙소사 You Love It Love It Love It Yeah I'm Ready 맙소사 Since 88 태어날 때부터 Everyday가 우린 Birthday I Go Hard 신이 날 땐 아무도 날 심판하지 못해 절대 양 옆 앞 뒤 다 줄 맞춰 내가 지휘할 테니까 교양 없이 듣는 예능 Symphony 오늘은 토요일 무한대를 그려봐 Let's Go Boom Boom Boom 무슨 말이 필요해 Shut Up And Drop Drop Drop The Bass Drop Drop Drop The Bass 쿵쿵쿵 내 심장을 뛰게 해 더 크게 That that Boom bo boom That that Boom bo boom 조금 더 조금 더 위로 지금 나를 저 하늘 위로 조금 더 조금 더 위로 맙소사 I Love It Love It Love It 맙소사 You Love It Love It Love It 맙소사 우린 88 세 친구 궁합은 찹쌀떡과 메밀묵 Yeah 팔팔해 Like 이팔청춘 팔색조 또는 팔방미남들 신토불이 불이 얼쑤 Shake That Booty Booty 좋다 Everybody Say 황태지 우리가 누구 황태지 이리와 우리와 노래 하자 맙소사 광희와 지용이 영배 오구오구오구 Whoo Boom Boom Boom 무슨 말이 필요해 Shut Up And Drop Drop Drop The Bass Drop Drop Drop The Bass 쿵쿵쿵 내 심장을 뛰게 해 더 크게 That that Boom bo boom That that Boom bo boom 조금 더 조금 더 위로 지금 나를 저 하늘 위로 조금 더 조금 더 위로 맙소사 Let's Go 여기 있는 사람 모두 위로 흔들어봐 두 손 머리 위로 I Go 어머님 맙소사 맙소사 DJ Let The Bass Drum Go 여기 있는 사람 모두 위로 흔들어봐 두 손 머리 위로 I Go 어머님 맙소사 맙소사 DJ Let The Bass Drum Go Woo Let The Bass Drum Go Woo Let The Bass Drum Go Let The Bass Drum Go Let The Bass Drum Go"}, {"song_no": "5826462", "year": "2015", "rank": "4", "title": "스폰서 ($ponsor)", "artist": "으뜨거따시 (하하, 자이언티)", "genre": "R&B / Soul", "lyrics": "하잔 대로 다 해줄게 사달란 대로 다 사줄게 필요한 건 뭐든지 말만 해 난 니 $ponsor $ponsor $ponsor Woo Baby Yeah Dance Oh oh oh Zion T Oh oh oh oh Haha Oh oh oh Oh oh oh oh Yeah Oh oh oh Oh oh oh oh Oh oh oh eh 삼겹살 항정살 가브리살 무한 제공 내 이름 대고 다 먹어 무한 리필 그대 배고플 때 언제든지 전화 걸어 나 해솔이 아빤데 010 너 날 놓치기 전에 붙잡아 둬 사랑해 사랑해 내 마음 절대 절대로 가볍지 않아 하잔 대로 다 해줄게 사달란 대로 다 사줄게 필요한 건 뭐든지 말만해 난 니 $ponsor $ponsor $ponsor Dance 나잇살 주름살 축 쳐진 살 무한 리프팅 내 이름 대고 다 해버려 무한 효도 그대 필요할 땐 언제든지 전활 걸어 전활 걸어 안 받으면 받을 때까지 계속 전화해 너 날 놓치기 전에 붙잡아 둬 사랑해 사랑해 내 마음 절대 절대로 가볍지 않아 하잔 대로 다 해줄게 사달란 대로 다 사줄게 필요한 건 뭐든 말만 해 난 니 $ponsor $ponsor $ponsor I Love You I Love You I Love You 원하는 걸 주고 싶어 I Love You Sexy I Love You Girl I Love You 원하는 대로 해도 돼 I Love You I Love You I Love You I Love You I Love You I Love You I Love You 원하는 걸 다 줄게 가져 하하야 One Two Three Four  Five Six Seven Eight Nine Hey Hey 하잔 대로 다 해줄게 사달란 대로 다 사줄게 필요한 건 뭐든 말만 해 난 니 $ponsor $ponsor $ponsor Dance I Love You"}, {"song_no": "5820368", "year": "2015", "rank": "5", "title": "Lion Heart", "artist": "소녀시대 (GIRLS` GENERATION)", "genre": "Dance", "lyrics": "Oooh 너와 나 첨 만났을 때 Oooh 마치 사자처럼 맴돌다 기회를 노려 내 맘 뺏은 너 Ah 넌 달라진 게 없어 여전해 난 애가 타고 또 타 사냥감 찾아 한 눈 파는 너 수백 번 밀어내야 했는데  수천 번 널 떠나야 했는데 Tell me why 왜 맘이 맘이 자꾸 흔들리니 난 여기 여기 네 옆에 있잖니 정신 차려 Lion heart 난 애가 타 내 맘이 맘이 더는 식지 않게 난 여기저기 뛰노는 너의 맘 길들일래 Lion heart OhOhOh OhOhOhOhOh  OhOhOh OhOhOhOhOh Oooh 넌 자유로운 영혼 여전해 충실해 본능 앞에 지금 네 옆에 난 안 보이니 수백 번 고민 고민해봐도 수천 번 결국 답은 너인데 Tell me why 왜 맘이 맘이 자꾸 흔들리니 난 여기 여기 네 옆에 있잖니 정신 차려 Lion heart 난 애가 타 내 맘이 맘이 더는 식지 않게 난 여기저기 뛰노는 너의 맘 길들일래 Lion heart OhOhOh OhOhOhOhOh  곤히 잠자는 나의 코끝을 Baby  OhOhOh OhOhOhOhOh 네가 건드려 나도 화가 나 Baby  Tell me why 왜 맘이 맘이 자꾸 흔들리니 난 여기 여기 네 옆에 있잖니 정신 차려 Lion heart 난 애가 타 내 맘이 맘이 더는 식지 않게 난 여기저기 뛰노는 너의 맘 길들일래 Lion heart Ladies y’all know  what I’m talking about right Yeah  모두 다 아니라 해도  좋을 때 있지 않아 사실 나만 좋음 됐지 뭐  바람보다 빠른 눈치로  맘은 뜨겁게 햇살처럼 따뜻한 말로  머린 차갑게 길들일래 너의 Lion heart  사자 같은 너의 Lion heart Lalala Lalalalala  여기 와서 앉아  Lalala Lalalalala 내 곁에만 있어 Lalala Lalalalala 한 눈 팔지 말아  Lion heart"}, {"song_no": "7854179", "year": "2015", "rank": "6", "title": "취향저격", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow 가는 발목 아래 운동화와 청색 스키니진의 완벽한 조화 살짝 큰 듯한 가디건 아래 뚝 떨어진 긴 생머리가 참 고와 수줍은 눈웃음도 멍 때리는 듯한 모습도 예쁘게만 보이고 가슴이 막 떨려 왜 이제야 나타났니 you're my 취향저격 oh oh 너의 가녀린 미소 oh oh 나를 보는 눈빛도 흠잡을 데가 없어 한시도 지루할 틈이 없어 perfect oh oh 애교 섞인 목소리 oh oh 가까워지는 우리 왜 이제야 나타났어 드디어 사랑이 찾아왔어 너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow A girl 잠시 말 좀 물을게 그 까칠한 말투는 어디서 또 배웠대 you work and walk and spit words like a boss wonder woman 현실판은 너의 여성스러움 Oh 느낌적인 느낌 또 뭔가 매혹적인 눈빛에 매료돼 섬세한 그 손길 또 뭔가 어정쩡한 몸짓 I like it babe oh oh 너의 가녀린 미소 oh oh 나를 보는 눈빛도 흠잡을 데가 없어 한시도 지루할 틈이 없어 perfect oh oh 애교 섞인 목소리 oh oh 가까워지는 우리 왜 이제야 나타났어 드디어 사랑이 찾아왔어 너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow 난 니가 정말 좋아 또 가끔 하품하는 모습까지도 내 스타일이야 오 마음이 잘 맞아 내 가슴이 벅차올라 니가 날 부를 때마다 입가에 웃음이 끊이질 않아 Oh girl you know that I love you 너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow 난 니가 정말 좋아 또 가끔 하품하는 모습까지도 내 스타일이야 난 니가 정말 좋아 또 가끔 하품하는 모습까지도 내 스타일이야"}, {"song_no": "5818522", "year": "2015", "rank": "7", "title": "오빠차", "artist": "인크레더블", "genre": "Rap / Hip-hop", "lyrics": "오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride Let's do it All night 질리도록 말했잖아 돈 벌어서 데리러간다고 넌 그냥 몸만 오면 돼 쥐뿔 하나 없어도 날 믿어주던 사람들에게 확실히 보답해 Brake 없이 Accelerator 말년휴가처럼 달려가 제대로 신발대신 이젠 바퀴 멈출 생각 없어 아우토반이 된 앞길 풀릴 일 없게  꽉 조여 매 안전벨트 걱정 마 너 말곤 아무도 안태워 내 옆엔 아까워 우리 나이가 좀 빨라도 겁내지마 가끔 속도위반 일탈 오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride Let's do it All night 다 태워 먼저 부모님 또 뒷바라지해준 여자친구 절대 아냐 허세나 생색 내 차엔 없거든 Airback 돈 번 다는 말은 진짜 종이 쪼가리 몇 장을 바라는 게 아냐 알아서 따라올 걸 알아 이젠 사치가 된 부모님의 걱정 한낱 소원 같은 게 아니었어 I love my car my ride 네 바퀴 달린 왕좌 U know U want it baby Shotgun it baby Strap on your seatbelt Let's ride I love my car my ride 네 바퀴 달린 천사 Zero to one hunnit baby We runnin crazy Let's make some noise 오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride Hey Let's do it All night 운전면허 딴 적은 없어도 아끼고 안 쓰고 벌어 그 당시 전 재산 털어 십년은 넘은 아빠차를 바꿔드렸어  한 달 뒤에 주차장에 세워져  먼지 덮인 걸 보고 화냈지 아빠는 말했지 내 아들의 첫차 아까워서 어떻게 타겠니 For real 오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride  Hey 오빠 차 뽑았다 널 데리러 가 Baby Let's ride Hey 빨리 나와 Skkkkkrt 어서 타 달리자 어디든 괜찮아 Baby Let's ride Let's do it All night"}, {"song_no": "5826465", "year": "2015", "rank": "8", "title": "멋진헛간", "artist": "오대천왕 (정형돈, 밴드 혁오)", "genre": "Rock", "lyrics": "One Two Three Four 걸음마 떼고 젖병을 꽉 쥐고선 하룰 멀다 하고 주린 배를 채웠지 그 작은 엉덩이는 쉴 틈이 없었고 토닥이는 손길에 또 욕심은 부푸네 Hey Hey 시간은 또 금세 흘러 기댈 품을 떠나서 못 찾을 외딴 곳에 멋진 헛간을 지었지 발 디딜 틈도 없이 나름 가득 채웠는데 어느 날 문을 여니 이런 도둑이 들었네 Holy Mama Mama Papa 내 두 눈으로 봤어요 세차게 담았는데 다 텅 비어 있네요 Be Born Again gain gain gain and gain gain 너무 늦었나 봐요 다시 돌아간다 해도 누가 날 받아 줄라나요 Hey Hey Hey 저린 다릴 부여잡고 난 슬피도 울었어 저 해가 떨어지면 도둑을 잡아야 해 주위를 둘러보다 바닥을 훑어보니 오갔던 발자국이 내꺼 하나뿐이네 Oh Holy Mama Mama Papa 내 두 눈으로 봤어요 세차게 담았는데 다 텅 비어 있네요 Be Born Again gain gain gain and gain gain 너무 늦었나 봐요 다시 돌아간다 해도 누가 날 받아 줄라나요 Hey Hey Hey 엄마 아빠 이기 다 내 탓이가 내는 잘 모르겠다 내는 진짜 모르겠다 집에 돌아가는 길에 나는 또 후회를 해야 해 어디서부터 망한지를 몰라 다시 돌아가는 일을 반복해야 해 근데 다시 또 생각해봐도 뭐가 뭔지도 잘 모르겠어 아빠 내가 그 탕자인가 봐요 And You'll Say No No No No No No No Mama"}, {"song_no": "5835766", "year": "2015", "rank": "9", "title": "Okey Dokey", "artist": "MINO (송민호)", "genre": "Rap / Hip-hop", "lyrics": "Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  누가 마다해 넓은 마당에  어마무시한 집  스무 살부터 계획한 꿈은  김보성 으리으리하지  꿀 빠느라 바빠서  너가 정신 놓을 때  난 벌 때만 기다려 errday  파란 신호 앞에 mustang  i want some cheeze cake  i want some deadpresident  YG에 취직해  연중무휴 일개미처럼  생방 행사 팬싸  당최 없는 공백란  이놈의 끼를 어디에다 방출해   학창시절부터 연예인각  행선지를 묻지마  따라오기엔 벅차  넌 내가 될 수 없어  계속 빨빨거려봤자  내 수저가 금수저로 보이면  병원 가봐  네가 라식 해봤자  네 비전은 여전히 흐릿해  바이바이   돈과 명예중 하날 골라  한 치 고민 없이 난 몽땅   쓸어 담아갈 거야 엄마야  이제 마음껏 나가서 놀아  and she said  Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  알몸으로 태어나  옷 한벌 건졌잖소  그게 다행이면 애 당초에 나  음악 안 건드렸다고  you know hoo sure  배부르고 등 따신  예술가로 거듭나기  모든 rapper beat maker들  후방주의  누리고 살 거면 느려선 안 돼  끊임없이 혀를 굴리고  잠에 들기 전 상상해 무엇이건  R은 VD 또 끌어당김의 법칙  아무 부끄럼 없이  나의 자질을 보여줬지  스타 지망생들의 top model  보고 배워라 나의 working  왜 가사에서 싸가지를 찾아  색안경 끼고 봤자  입체감만 살아  개떼처럼 몰려 물어 뜯어봐라  i won't give a shit  너흰 진달래꽃 사뿐히 즈려밟아  랩에 국한되지 않아  분야를 넓혀나가 난  우리 엄마 왈 유자식상팔자  넌 샘나서 미치고 팔짝  돈과 명예중 하날 골라  한 치 고민 없이 난 몽땅   쓸어 담아갈 거야 엄마야  이제 마음껏 나가서 놀아  and she said  Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  LALALALALA LALALALALALA  LALALALA LALALALALALA  LALALALALA LALALALALALA  LALALALA LALALALALALA  i stole 돈돈 발걸음은 총총  and now we goin up  원하는 걸 얻고선  Okey dokey 돈돈   그저 그런 아이돌 nope  We are the young boss boss  욕심이 많아 다시 또  Okey dokey yo   Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo  say LALALALALA LALALALALALA"}, {"song_no": "5804040", "year": "2015", "rank": "10", "title": "거북선 (Feat. 팔로알토)", "artist": "Ja Mezz", "genre": "Rap / Hip-hop", "lyrics": "우린 거북선 다른배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 다른배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 uh whadsyaname 나의 존잴 모르기에 너희가 느끼는 공포감 Uh 내 aka는 ninja undercover camouflage underground 날 뭐라고 부르던 간에 너넨 거의 없지 나에 대한 정보가  J A M E DOUBLE Z 이제 알아둬 soon imma be on the top on the top uh whadsyaname maybe call me jack 내가 심어놓은 콩나무 uh 지난 1년 사이에 많이 자랐네 그걸 타고 향할 목적지는 저 하늘 uh wanna get 나무늘보 나의 하루 또 잘만든 앨범 곧 나오면 여태 게으르고 배불렀던 랩퍼들아 발뺌 하지 말고 그냥 발빼 나보다 못하면 홍원이 꿈나무 유망주한테 기부해 mic and pop filter 처럼 핑계대지 말고 예방법 처럼 너넨 손 씻어 이걸 듣고 찔리면 너는 아마  이걸 못느낀다하겠지 마취 주사 인듯 그냥 몇대 더맞고 눈을 감아 그래 너만 못 들었겠지 나의 이름 uh 우린 거북선 다른배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 다른배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 whoo 난 늘 하고 있었지 내가 걸어온 방식대로 노를 저었지만 되려 뒤로 밀려난 걸 느꼈고 1막을 닫어 내 악장의 다음 세대로 what the fuck you want  만만하게 봤다면 척추 꺾어줘 귀엽게 봤다면 Imma fuck you love hard 내게 잘못 걸리느니 쳐맞는게 나을걸 벌써 몇놈 혓바닥을 접어놨어 평화를 추구 ma friend yeah I used to  꼰대질에 썩은 웃음 ha yeah I used to 그 때의 나로 유추해 내 신경을 들쑤셨다간 코로 마시게 될거야 술 분수 난 순수하지 순진하지만은 않아 순순히 당하지 않지 니네 술수 내 낯짝 봐라 콧대가 높지 high high 열번 찍어도 흠 집이없어 안당하는 편집 nah nah 만약 내 패기가 객기였다면 진작에 뒤졌지 마 내랑 랩으로 붙어보자 카믄 다 멈칫 멈칫 멈칫 워 우린 거북선 다른배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 다른배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 아가미 달린 새끼 물먹어도 잘도 살아서 올라왔지 실패를 껌같이 경험 빨아 먹고 뱉어 딱히 맛은 없지 아다리 맞는 인생 하나님의 계획을 그대로 따라왔지 한국을 상대로 놀지 않아 세계위에 태극기 꽂는 간지 지코 팔로알토의 3번째 입양아들 송민호 제대로 된 가정교육 다 씹어 먹는 게 내 효도 회사빨 조까 이제는 회사가 내 빨을 받아  팀 와이지를 사살해 총을 쥐어준 니 상황  Idol rappers mo'fucker god damn i'm a idol too 색안경 벗지마 씐채로 갈겨 얼마든 줄게 합의금 찐따 새끼들 날 금지하려해 내 존재가 반칙인듯 너네는 잘못된 랩펄 섬기고 있어 죄다 사이비 whoo 우린 거북선 다른 배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통 우린 거북선 다른 배들 통통 그냥 통통 떨어져라 똥통 커지는 네 동공 느껴지는 고통 우린 독종 너흰 그냥 보통"}, {"song_no": "5385974", "year": "2015", "rank": "11", "title": "위잉위잉", "artist": "혁오 (HYUKOH)", "genre": "Rock", "lyrics": "비틀비틀 걸어가는 나의 다리 오늘도 의미없는  또 하루가 흘러가죠 사랑도 끼리끼리  하는거라 믿는 나는 좀처럼 두근두근  거릴일이 전혀없죠 위잉위잉 하루살이도 처량한 나를 비웃듯이 멀리 날아가죠 비잉비잉 돌아가는 세상도 나를 비웃듯이  계속 꿈틀대죠 Tell me Tell me Please don’t tell 차라리 듣지 못한 편이  내겐 좋을거야 Tell me Tell me Please don’t tell 차라리 보지 못한 편이  내겐 좋을거야 ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai  사람들 북적대는  출근길의 지하철엔  좀처럼 카드찍고  타볼일이 전혀없죠 집에서 뒹굴뒹굴  할 일없어 빈둥대는 내 모습 너무 초라해서 정말 죄송하죠 위잉위잉 하루살이도 처량한 나를 비웃듯이 멀리 날아가죠 비잉비잉 돌아가는 세상도 나를 비웃듯이  계속 꿈틀대죠 쌔앵 쌔앵 칼바람도 상처난 내 마음을  어쩌지는 못할거야 뚜욱 뚜욱 떨어지는 눈물이 언젠가는  이세상을 덮을거야 Tell me Tell me Please don’t tell 차라리 듣지 못한 편이  내겐 좋을거야 Tell me Tell me Please don’t tell 차라리 보지 못한 편이  내겐 좋을거야 Tell me Tell me Please don’t tell 차라리 느껴보지 못한 편이 좋을거야 Tell me Tell me Please don’t tell 차라리 살아보지 못한 편이  좋을거야 비틀비틀 걸어가는 나의 다리 오늘도 의미없는 또 하루가 흘러가죠 사랑도 끼리끼리  하는거라 믿는 나는 좀처럼 두근두근  거릴일이 전혀없죠 위잉위잉 하루살이도 처량한 나를  비웃듯이 멀리 날아가죠 비잉비잉 돌아가는 세상도 나를  비웃듯이 계속 꿈틀대죠"}, {"song_no": "5791706", "year": "2015", "rank": "12", "title": "오늘부터 우리는 (Me Gustas Tu)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "널 향한 설레임을 오늘부터 우리는  꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru 한 발짝 뒤에 섰던 우리는 언제쯤 센치해 질까요 서로 부끄러워서 아무 말도 못하는 너에게로 다가가고 싶은데 바람에 나풀거리는 꽃잎처럼  미래는 알 수가 없잖아 이제는 용기 내서 고백할게요 하나보단 둘이서 서로를 느껴 봐요 내 마음 모아서 너에게 전하고 싶어 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru 한 걸음 앞에 서서 두 손을 놓지 말기로 약속해요 소중해질 기억을 꼭 꼭 담아 둘게요  지금보다 더 아껴 주세요 달빛에 아른거리는 구름처럼  아쉬운 시간만 가는데 이제는 용기 내서 고백할게요 둘 보단 하나 되어 서로를 느껴 봐요 내 마음 모아서 너에게 전하고 싶어 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 감싸 줄게요 그대 언제까지나  언제까지나 사랑이란 말 안 해도 느낄 수 있어요 고마운 마음을 모아서 널 향한 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru"}, {"song_no": "7847861", "year": "2015", "rank": "13", "title": "Dumb Dumb", "artist": "Red Velvet (레드벨벳)", "genre": "Dance", "lyrics": "Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 너 땜에 하루 종일 고민하지만 널 어떡해야 좋을지 잘 모르겠어  난 Oh Baby baby baby baby baby you Play me play me play me play me play me 그 눈빛은 날 아찔하고 헷갈리게 해 내 이성적인 감각들을 흩어지게 해  Oh Baby baby baby baby baby you Crazy crazy crazy crazy crazy 마네킹 인형처럼 하나부터 열까지 다 어색하지 평소같이 하면 되는데 또 너만 보면 시작되는 바보 같은 춤 눈 코 입 표정도 팔 다리 걸음도 내 말을 듣지 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 심장의 떨림도 날뛰는 기분도 맘대로 되질 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 낭만적인 영화를 난 꿈꿔왔지만 네 사랑은 내 손에 늘 땀을 쥐게 해 Oh Baby baby baby baby baby You make me crazy crazy crazy crazy hey 마네킹 인형처럼 하나부터 열까지 다 어색하지 평소같이 하면 되는데 또 너만 보면 시작되는 바보 같은 춤 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb You need to Beat It That boy Michael Jackson Bad 난 너의 Billie Jean이 아냐 Don't you Leave Me Alone 하지만 애매한 반응 난 원해 Black Or White 포기 못해 나의 Man In The Mirror Why You Wanna Trip On Me 넌 너무 짓궂지 Boy you make me Scream 너에게 왜 이러지 하긴 너의 Love 정말 Never Felt So Good 그건 아마 짜릿하다 못해 Watching the Thriller 난 너에게서 헤어날 수 없나 봐 미워도 싫지가 않잖아 저 언니처럼 되고 싶은데 넌 자꾸 나를 귀엽다고 하는 걸까 왜 남동생 로봇처럼 하나부터 열까지 다 어색하지 어떡하지 고장 났나 봐 숨을 쉬는 방법도 다 까먹었어 나 눈 코 입 표정도 팔 다리 걸음도 내 말을 듣지 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 심장의 떨림도 날뛰는 기분도 맘대로 되질 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb"}, {"song_no": "5826464", "year": "2015", "rank": "14", "title": "I`m So Sexy", "artist": "댄싱게놈 (유재석, JYP)", "genre": "Dance", "lyrics": "JYP JSY Collaboration Let's Go 아무도 모르는 숨겨둔 비밀을 너에게만 말해 줄게 So Sexy 겉으로 보면은 상상도 못하는 내 모습을 보여 줄게 Umm So Sexy You're So Sexy 너 원래 섹시해 사람들이 잘 몰라 억울해 My Brother 내 눈에는 보이네 오늘 불 태우세 I'm So Sexy Sexy Sexy 이젠 더 이상 감추기 싫어 나는 원래 I'm So Sexy Sexy Sexy 감추려 해도 할 수 없어 나는 원래 I'm So Sexy Sexy Sexy So Sexy 아무리 감춰도 어떻게 아는지 알아보고 말을 하지 So Sexy 섹시해 너무나 나는 아무것도 안 했는데 어떡하지 So Sexy You're So Sexy 너는 너무 섹시해 그냥 걷기만 해도 걸음걸이에 Sexy 함이 좔좔 흘러 넘치네 오늘 불 태우세 I'm So Sexy Sexy Sexy 이젠 더 이상 감추기 싫어 나는 원래 I'm So Sexy Sexy Sexy 감추려 해도 할 수 없어 나는 원래 I'm So I'm So I'm So Sexy Sexy Sexy So Sexy 이제 더 이상 감추려고 하지 마 이제 더 이상 감추려고 하지 마 이제 더 이상 감추려고 하지 마 이제 더 이상 I'm So Sexy Sexy Sexy 이젠 더 이상 감추기 싫어 나는 원래 I'm So Sexy Sexy Sexy No No 감추려 해도 할 수 없어 나는 원래 I'm So Sexy Sexy Sexy 이젠 더 이상 감추기 싫어 나는 원래 I'm So Sexy Sexy Sexy No No 감추려 해도 할 수 없어 나는 원래 I'm So Sexy Sexy Sexy So Sexy"}, {"song_no": "5807274", "year": "2015", "rank": "15", "title": "우리 사랑하지 말아요", "artist": "BIGBANG", "genre": "Dance", "lyrics": "우리 사랑하지 말아요 아직은 잘 모르잖아요 사실 조금은 두려운 거야 그대 미안해요 우리 약속하지 말아요 내일은 또 모르잖아요 하지만 이 말 만은 진심이야 그대 좋아해요 아무것도 묻지 말아요 대답할 수 없어요 지금 이렇게 둘이 행복한데 왜 날 가지려 하지 말아요 그저 이대로 조금만 있어요 갈수록 더 마음 아파지게 왜 잦은 만남 뒤엔 이별 계속 반복되는 실연 더는 의미를 찾을 수 없어 어리석은 미련 사랑의 탈을 쓴 mistake 느끼는 감정은 다 비슷해 하지만 이 순간만큼은 I want you to stay 우리 사랑하지 말아요 아직은 잘 모르잖아요 사실 조금은 두려운 거야 그대 미안해요 우리 약속하지 말아요 내일은 또 모르잖아요 하지만 이 말 만은 진심이야 그대 좋아해요 나를 보며 웃지 말아요 정들면 슬퍼져요 예쁜 그 미소가 눈물이 될까 봐 사랑이란 두 글자 속에 우릴 가두려고 하지 말아요 채우지 못할 욕심이니까 처음엔 설렘을 안고 반은 고민을 안고 끝엔 서로 의리로나마 지내 시행착오 난 하루하루가 불안해 네 그 순수함이 부담돼 하지만 오늘 밤만큼은 I want you to stay 내게 너무 많은 걸 바라지마 나도 그댈 잃고 싶진 않아 깊어지기 전에 상처 입기 전에 날 믿지 말아요 넌 항상 그래 이기적인 새끼 우리 사랑하지 말아요 아직은 잘 모르잖아요 사실 조금은 두려운 거야 그대 미안해요 우리 약속하지 말아요 내일은 또 모르잖아요 하지만 이 말 만은 진심이야 그대 좋아해요"}, {"song_no": "7858908", "year": "2015", "rank": "16", "title": "바람이나 좀 쐐 (Feat. 우혜미)", "artist": "개리", "genre": "Rap / Hip-hop", "lyrics": "나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 조금 슬퍼 보이면 어때 너만 그런 게 아닐 텐데 때로는 lonely lonely lonely 때로는 lonely lonely lonely 나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 너와 헤어지고 난 후에 한번에 관계 역시 넌 최고였어 사랑을 할 땐 감동밖에 누가 널 만나게 될진 모르겠지만 그 자식 운이 텄네 그래 슬픈 생각보단 오히려 이렇게 쿨한게 편해 열 편의 영화 열 번의 취함 열 명의 위로와 열 번의 낮과 밤 그걸로 충분하면 좋겠어 지금 이 힘든 이별을 견디는 시간 많은 일들과 작은 웃음들 억지로 만들어가며 적응하는 중 좋은 것만 생각해 그래야 좀 맘이 편해 어차피 사랑도 세월 따라 다 변해 추억 같은 노래 그래 어쩌면 지금 내게 필요한 건 힘이 들 때마다 네가 항상 웃으면서 내게 했던 그 말 나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 조금 슬퍼 보이면 어때 너만 그런 게 아닐 텐데 때로는 lonely lonely lonely 때로는 lonely lonely lonely 나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 사랑은 가고 난 그냥 또 혼자 사는 남자 라면 물 맞추기 선수 가끔씩은 혼잣말하며 외로운 소파와 함께 살아 잠이 들기 전엔 TV 드라마 혹은 영화 네가 없이도 시간은 잘도 흘러가고 너의 연락 없는 전화는 그냥 꺼놔 아마 내일도 그러겠지만 알게 뭐야 끝난 거야 이미 우리 사랑은 죽었고 이별은 춥고 가슴 아픈 평화 또 때로는 무서운 밤의 긴 침묵 같은 거야 이별이 그런 거지 뭐 멀쩡하다가도 울컥하는 실컷 미워하다가 눈물 참는 거 밤이 되면 높은 빌딩 깜박거리는 빨간 불빛 그처럼 네가 떠올라 더 지쳐가는 거 이별은 그런 거야 이별은 그런 거야 멀쩡하다가도 울컥 하는 거 이별은 그런 거야 이별은 그런 거야 실컷 미워하다가도 눈물 참는 거 나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 조금 슬퍼 보이면 어때 너만 그런 게 아닐 텐데 때로는 lonely lonely lonely 때로는 lonely lonely lonely 나가서 바람이나 좀 쐐 이제는 내가 없는 곳에 나가서 바람이나 좀 쐐 조금 슬퍼 보이면 어때 나가서 바람이나 좀 쐐 조금 슬퍼 보이면 어때"}, {"song_no": "5822923", "year": "2015", "rank": "17", "title": "가슴 뛰도록", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "사랑해 사랑해 사랑해   매일 아침 눈을 뜰 때마다  나를 설레게 하는 사람  나의 심장이 살아 숨쉰다는 걸  가르쳐 주는 사람 벅찬 가슴으로 힘껏 달려가  보고 싶었다고 말할 수 있는  네가 있다는 것 하나만으로  내 하루는 눈부셔  너를 사랑해 가슴이 뛰도록 매일 감사해 눈물이 나도록   내가 태어난 이유  내가 살아갈 이유 너였던 거야 너를 위해 난 존재해  옆에 있단 이유만으로도  어깰 펴지게 하는 사람  빈틈 많은 내 삶을 미소로  가득 채워준 단 한 사람   기쁜 날엔 함께 웃을 수 있고  힘든 날엔 서로 기댈 수 있는  네가 있다는 것 하나만으로  이 세상은 살만해  너를 사랑해 가슴이 뛰도록  매일 감사해 눈물이 나도록  내가 태어난 이유  내가 살아갈 이유 너였던 거야  너를 위해 난 존재해  널 향한 나의 고마움  살아가며 전부 갚아갈게   나의 곁에 있던 모든 날  단 한 점도 후회 없게  사랑해 사랑해 소중한 내 사람   삶의 끝까지 함께할 한 사람  네가 곁에 있는 게 네가  내 사람인 게 너무 감사해 그게 너라서  하루만큼 매일 더 네 맘보다  내가 더 많이 사랑해  가슴 뛰도록 사랑해"}, {"song_no": "5389475", "year": "2015", "rank": "18", "title": "양화대교", "artist": "Zion.T", "genre": "R&B / Soul", "lyrics": "우리 집에는  매일 나 홀로 있었지 아버지는 택시드라이버 어디냐고 여쭤보면 항상  양화대교 아침이면 머리맡에 놓인  별사탕에 라면땅에 새벽마다 퇴근하신 아버지  주머니를 기다리던 어린 날의 나를 기억하네 엄마 아빠 두 누나 나는 막둥이 귀염둥이 그 날의 나를 기억하네  기억하네  행복하자  우리 행복하자  아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래 내가 돈을 버네 돈을 다 버네 엄마 백원만 했었는데 우리 엄마 아빠 또 강아지도 이젠 나를 바라보네 전화가 오네 내 어머니네 뚜루루루 아들 잘 지내니 어디냐고 물어보는 말에  나 양화대교 양화대교 엄마 행복하자 아프지 말고 좀 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래 그 때는 나 어릴 때는 아무것도 몰랐네 그 다리 위를 건너가는 기분을 어디시냐고 어디냐고 여쭤보면 아버지는 항상 양화대교 양화대교 이제 나는 서있네 그 다리 위에 행복하자  우리 행복하자  아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 행복하자 행복하자 아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래"}, {"song_no": "5815785", "year": "2015", "rank": "19", "title": "사이먼 도미닉", "artist": "사이먼 도미닉", "genre": "Rap / Hip-hop", "lyrics": "Simon Simon Dominic Simon D o m i n i c oh oh Simon Simon Dominic Simon D o m i n i c oh oh Simon says 1998' 당시 내 고향은  힙합 불모지 Ra D와 Keeproots  두 사람은 나의 OG 난 Bad Boy 대신에  교복에 flip-flop 쉬는 시간엔 축구보다  힙합 CD와 beatbox 라이브 클럽이  콜라텍으로 바뀌던 시기쯤에 무대를 잃었던  내 라임들은 부지기수 지금은 찾을 수도 없는  그 시절 내 demo tape 그때보다 순수한 걸  이젠 못 내놓네 부대 똥다리 또  부산역 광장에서 freestyle 하던 때가  나의 첫 번째 primetime 가리온이 부산에 떴다 하면  짝퉁 백포스 꺼내  신고선 어디든 달려갔고 Master Plan 보면서  부러웠던 서울 내 꿈은 기차로  딱 네 시간 거리에 있었어도 부모님 믿음 없인  힘이 없던 내 a k a  어쨌건 음악은  내 삶의 첫걸음을  떼게 했네 모든 남자들은 S'up  모든 여자들은 ass up you can call me  Simon D o m i n i c  더 크게 불러줘  say my name say my name Simon Simon Dominic Simon D o m i n i c oh oh Simon Simon Dominic Simon D o m i n i c oh oh 힙합이 밥도 안 맥여 준다고  남 탓하던 놈들은 옆에 안 뒀지 내 성격 좀 tight했거든 away game에 더 강했던  hometown hero 대구에서 나 같은 놈  하나 만난 뒤로  game changed 이센스와 난 갱상  finest two 촌놈 styles 서울의 mc들을 먹어 치우는 꿈 2008 앨범 한 장 없었어도  underground kingz 섭외 1순위에  우릴 매번 올려놨지 믹스테잎은 다 sold out 아메바 계약 후엔 내가 번 돈만 본 다음  몇몇은 배 아프대 오해 가득한 술자리에선  talk dirty 2 em' 잃은 게 좀 많지만  다 추억거리뿐인 20대가 남긴 건  사라질 인기와 돈 따위 물론 지금의 내가  있기까지의 도움닫기 밤낮 없던 압박감들  다 잊지 못해도 기억할 건 내 이름과 이센스  team forever ever ever 모든 남자들은 S'up  모든 여자들은 ass up you can call me  simon d o m i n i c  더 크게 불러줘  say my name say my name Simon Simon Dominic Simon D o m i n i c oh oh Simon Simon Dominic Simon D o m i n i c oh oh always on my grind 여러 번의 테이크에  이제 인트로 하나를 잘 끝냈네 차가운 새벽은  몇 번이나 날 죽이고서 다음날 밤에 다시 뜨겁게  부활시켜줬어 나의 제2막 책임감이 날 애타게 한 뒤에 내 야망은 쉽게 눈 안 떠  top 100 따위엔 돈이 다가 아냐  i just wanna rhyme with my homies 누릴 수 있을 때  누리는 거야 난 오직 음악에 살 거야  그게 내 성공의 좌표 one love 따윈  개나 주고  다들 눈에 힘 빡 줘 래퍼 vs 래퍼  레이블 vs 레이블 메이저 vs 마이너  그 모든 것들 vs 내 이름 Simon Simon Dominic Simon D o m i n i c oh oh Simon Simon Dominic Simon D o m i n i c oh oh"}, {"song_no": "7852842", "year": "2015", "rank": "20", "title": "그렇게 됐어", "artist": "플라이 투 더 스카이", "genre": "R&B / Soul", "lyrics": "그렇게 됐어 한 두달 쯤 됐어 뭐 때문에 헤어졌냐는 친구들 말에 그냥 그렇게 됐어 마치 사랑한 적 없던 것 처럼 술잔을 비워내며 뭐 그렇게 됐어 유난스럽지 않게 이별을 말하고 있는 내 맘은 아직 너로 가득 차있는 걸  왜 이렇게 됐어 우리가 왜 이렇게 벌써 널 떠올릴 자신이 없어 왜 이렇게 됐지 우리가 왜 이렇게 미치도록 아파서 하는말야 그렇게 됐어 그렇게 될까 그런 날이 올까 들려오는 니 소식에 무뎌지는 날이 사실 힘들다는 말 나도 모르게 새어 나올까 봐 니 이름도 편하게 꺼내지 못해 차인거냐 놀리는 농담에 시덥지 않은 위로에 또 하루만큼 멀어진 걸까 왜 이렇게 됐어 우리가 왜 이렇게 벌써 널 떠올릴 자신이 없어 왜 이렇게 됐지 우리가 왜 이렇게 미치도록 아파서 하는말야 그렇게 됐어 정말 뜨거웠다 해도   많이 아팠었다 해도 그저 흔한 이별 얘기 처럼 둘만 아는 얘기들도  혹시 우스워질까봐     말을 아끼고 아끼다 하지 못했어 왜 이렇게 됐어 우리가 왜 이렇게 벌써 널 떠올릴 자신이 없어 왜 이렇게 됐지 우리가 왜 이렇게 미치도록 아파서 하는말야 그렇게 됐어"}, {"song_no": "5719286", "year": "2015", "rank": "21", "title": "뱅뱅뱅 (BANG BANG BANG)", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "난 깨어나 까만 밤과 함께 다 들어와 담엔 누구 차례 한 치 앞도 볼 수 없는 막장 게릴라 경배하라 목청이 터지게 찌질한 분위기를 전환해 광기를 감추지 못하게 해 남자들의 품위 여자들의 가식 이유 모를 자신감이 볼만해 난 보란 듯이 너무나도 뻔뻔히 니 몸속에 파고드는 알러지 이상한 정신의 술렁이는 천지 오늘 여기 무법지 난 불을 질러 심장을 태워 널 미치게 하고 싶어 B I G Yea we bang like this 모두 다 같이 총 맞은 것처럼 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 다 꼼짝 마라 다 꼼짝 마 다 꼼짝 마라 다 꼼짝 마 오늘 밤 끝장 보자 다 끝장 봐 오늘 밤 끝장 보자 빵야 빵야 빵야 널 데려가 지금 이 순간에 새빨간 저 하늘이 춤출 때 돌고 돌아 너와 나 이곳은 Valhalla 찬양하라 더 울려 퍼지게 We go hard 불침번 밤새 달려 축지법 이 노래는 꼭지점 신이나 불러라 신점 큰 비명소리는 마성의 멜로디 검은 독기의 연결 고리 사방 팔방 오방 가서 푸는 고삐 whoo 난 불을 질러 네 심장을 태워 널 미치게 하고 싶어 B I G Yea we bang like this 모두 다 같이 총 맞은 것처럼 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 다 꼼짝 마라 다 꼼짝 마 다 꼼짝 마라 다 꼼짝 마 오늘 밤 끝장 보자 다 끝장 봐 오늘 밤 끝장 보자 빵야 빵야 빵야 Ready or not Yea we don't give a what Ready or not Yea we don't give a what Let’s go 남자들은 위로 여자들은 get low 당겨라 bang bang bang let the bass drum go 남자들은 위로 여자들은 get low 당겨라 bang bang bang let the bass drum go let the bass drum go let the bass drum go bang bang bang bang bang bang let the bass drum go bang bang bang bang bang bang let the bass drum go"}, {"song_no": "5713422", "year": "2015", "rank": "22", "title": "와리가리", "artist": "혁오 (HYUKOH)", "genre": "Rock", "lyrics": "그런 슬픈 말을 하지 마요 아마 그럴 줄은 알았는데 이젠 좀 잔잔하다 했었는데 뒤도 돌아보지 않아 그런 마음을 낮추지 마요 저기 다가온다 기대했는데 또 한 편 언젠가는 떠나갈걸 이젠 슬쩍 봐도 알아 And we play comes and goes cause we did this when we were child before and we play comes and goes cause big boys still play the game all the time 다 쓴 야광별을 떼어냈죠 옅은 빛을 살피고 있으면 내일이 그리 기다려졌는데 이젠 그렇지도 않아 어렸을 때 몰래 훔쳐봤던 아빠의 수첩 같은 일기장엔 오늘의 걱정이 적혀있던 게 이제야 생각나네 And we play comes and goes cause we did this when we were child before and we play comes and goes cause big boys still play the game all the time 익숙하니 또 무뎌지네요 흘러간 장면이 펼쳐지네요 다시 그 순간을 마주한대도 그땐 또 지금 같진 않겠지 And we play comes and goes cause we did this when we were child before and we play comes and goes cause big boys still play the game all the time Familiarity is a common sense I feel like I’m not here anymore 그냥 다들 안고선 살고 있더라고 다들 그렇게들 떠나나요 이미 저 너머 멀리에 가있네 여기에는 아무도 안 올 테니 그냥 집으로 돌아갈래"}, {"song_no": "5807273", "year": "2015", "rank": "23", "title": "쩔어 (GD & T.O.P)", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "오늘 밤 우리 freaky freaky 해 yea Baby give me some give me give me some yea 너와 나 둘이 찌릿찌릿해 yea Can U give me some give me give me some yea 오늘 밤 우리 freaky freaky 해 yea Baby give me some give me give me some yea 너와 나 둘이 찌릿찌릿해 yea Can U give me some give me give me some  이 노래 쩔어 내 랩 쩔어 내 스타일 쩔어 내가 좀 쩔어 다리 떨어 돈 벌어 하늘 걸어 ay do you wanna GD 하면 오해 Call me GOD 네가 원하면 난 뒤집어 DOG 쓸데없는 공식 말고 이것만 기억해 I'm ILL 더하기 1 지용이 내 나인 2와 7을 합해 natural I never loose 딜러들은 뇌출혈 성공하고 싶어 Yes I'm the manual 날 경험하고 싶어 Then keep it sexual School of hard knocks 넌 조퇴 쩔어 지루한 랩에는 사정없이 욕해 난 이름빨도 회사빨도 굳이 빨 필요 없이 막 똥을 싸도 박수갈채를 받지 Guess I'm famous 이건 기막힌 그대의 입덕을 환영하는 입학식 넌 매일 입만 나불대 돈이 너무 많아 내 통장은 당구대 공이 너무 많아 이 노래 쩔어 내 랩 쩔어 내 스타일 쩔어 내가 좀 쩔어 다리 떨어 돈 벌어 하늘 걸어 ay do you wanna 이 노래 쩔어 내 춤 쩔어 내 스타일 쩔어 내가 좀 쩔어 다리 떨어 돈 벌어 하늘 걸어 ay do you wanna T.O.P 사람들이 귀신이라 해 Da Vinci 가 환생했지 yea my brain 네 음악은 잠이 와 decaffein 날 동경해? 어서 올라타 신칸센 Francis Bacon in ma Kitchen 한 켠 난 마치 니 머리 위에 춤을 추는 Calder 진지 빠는 비평가 니들이 무얼 알어 나는 어릴 적에 살쪄봐서 돈(豚) 맛을 알아 Roma에 가면 Roma의 법을 따라 꼬마는 저기 엄마의 품에 가렴 경지를 보면 네 현실을 깨달아 작은 꼬마야 어서 엄마의 품에 가렴 빛이 나는 넘쳐나는 줄줄 흐르지 영감의 원천 하나는 나는 누가 봐도 몹시 쩔어 술에 쩔어 they tell me 예 술이야 쩔어 이 노래 쩔어 내 랩 쩔어 내 스타일 쩔어 내가 좀 쩔어 다리 떨어 돈 벌어 하늘 걸어 ay do you wanna 이 노래 쩔어 내 춤 쩔어 내 스타일 쩔어 내가 좀 쩔어 다리 떨어 돈 벌어 하늘 걸어 ay do you wanna 이건 마치 타짜 지드래 고니와 대길이의 합작 웃어봐요 활짝 우리 둘은 타짜 지드래 고니와 대길이의 합작 총알 넣고 탕탕탕 오늘 밤 우리 freaky freaky 해 yea Baby give me some give me give me some yea 너와 나 둘이 찌릿찌릿해 yea Can U give me some give me give me some yea 오늘 밤 우리 freaky freaky 해 yea Baby give me some give me give me some yea 너와 나 둘이 찌릿찌릿해 yea Can U give me some give me give me some"}, {"song_no": "7858989", "year": "2015", "rank": "24", "title": "어깨", "artist": "소유 (SOYOU)", "genre": "R&B / Soul", "lyrics": "잘 알죠 모든 게 내 맘 같지 않을 때 아무리 뒤척여도 잠은 오지를 않고 전화 속 사람들 이렇게나 많은데 연락할 누구도 곁에 없을 때 혼자만 있고 싶어도 사실 외로울 때 웃어볼 기운도 없을 때가 있죠 할 일은 쌓여서 산더미에 줄어들질 않고 자꾸 한숨만 나올 땐 기대도 돼 기대도 돼요 내게 with you you 언제든 내게 기대 쉬어도 돼요 그대 with you you 다 이해해 유난히 하루가 길게만 느껴질 때 집으로 가는 길 괜히 멀기만 하고 하고픈 이야기 정말 많았었는데 쓴 웃음 지으며 참아버렸죠 누가 툭 건드리기만 하면 금방이라도 울음이 터질 것 같을 때가 있죠 언젠간 괜찮아 질 거라고 애써 생각해도 자꾸 한숨만 나올 땐 기대도 돼 기대도 돼요 내게 with you you 언제든 내게 기대 쉬어도 돼요 그대 with you you 다 이해해 나만 이런건지 혼자 힘든건지 I know I know 잘 하고 있단 걸 그렇게 속으로만 안고있지 말고 you know you know 내가 곁에 있단 걸 기대도 돼 기대도 돼요 내게 with you you 언제든 내게 기대 쉬어도 돼요 그대 with you you 다 이해해 다 이해해 다 이해해 다 이해해"}, {"song_no": "5743804", "year": "2015", "rank": "25", "title": "음오아예 (Um Oh Ah Yeh)", "artist": "마마무(Mamamoo)", "genre": "Dance", "lyrics": "oh yes 음 오 아 예  너에게  빠져들겠어  자꾸 반응하잖아  oh yes 음 오 아 예   그래 난 다가가겠어  넌 내 취향저격 ace  내 앞을 지나갔어  눈빛이 마주쳤어 스타일이 좋아 느낌이 좋아 다를 게 없는 오늘  너 땜에 달아오른 오늘이 좋아 음오아예 첫 번째 플랜 감탄사 그 동안에 찾아 헤멘 남자 음오아 예스 맞는 옷처럼 잘 어울리는 너야 부드럽게 이런 말 어떤 것 같아 음 두 번째 플랜 먼저 당기기 오오 동공 떨리는 초침  스탠바이 큐 아 시간되면 차 한잔 할래요 예스 이런 건 어떤 것 같아 oh yes 음 오 아 예   너에게 빠져들겠어  자꾸 반응하잖아  oh yes 음 오 아 예   그래 난 다가가겠어  넌 내 취향저격 ace  본능을 따르겠어  날 감추지 않겠어  오늘은 달라 먼저 다가가 걸음은 도도하게  말투는 애교 있게 날 보는 눈빛 음오아예 help me  시간 좀 되나요 나 좀 도와줘요 그 쪽 때문에  오감이 제멋대로예요 그 쪽이 예고 없이 날리는 미소에 음 콜린퍼스도 울고 갈  당신의 매너에 오 여자라 해도 믿을만한 피부 아예 넌 존재자체 감탄사 절로 나네 음오아예  나도 모르게  달아오르네 홀릭 oh yes 음 오 아 예  너에게 빠져들겠어  자꾸 반응하잖아  oh yes 음 오 아 예  그래 난 다가가겠어  넌 내 취향저격 ace  목소리도 oh yes  눈웃음도 oh yes  네 모든 게  머리부터 발끝까지 다 oh yes 지금 널 보면 난 oh yes 단 둘이서 oh yes  드루루 드루루 드루루 oh yes 뜨거워지는 이 분위기  너와 나의 거리 우리 사이로 한 여자가  걸어 와 때마침 그의 여자친구인 건지  아님 친군 건지 다가와 언니 이 여자 누구예요 여자였어 OH MY GOD oh yes 음 오 아 예  너에게 빠져들겠어  자꾸 반응하잖아  oh yes 음 오 아 예  그래 난 다가가겠어  넌 내 취향저격 ace  목소리도 oh yes  눈웃음도 oh yes  Oh 너의 모든 게  머리부터 발끝까지 다 oh yes"}, {"song_no": "5702706", "year": "2015", "rank": "26", "title": "꺼내 먹어요", "artist": "Zion.T", "genre": "R&B / Soul", "lyrics": "안녕 쉽지 않죠 바쁘죠 왜 이렇게 까지 해야 하나 싶죠 바라는 게 더럽게 많죠 그렇죠 쉬고 싶죠 시끄럽죠 다 성가시죠 집에 가고 싶죠 집에 있는데도 집에 가고 싶을 거야 그럴 땐 이 노래를 초콜릿처럼 꺼내 먹어요 피곤해도 아침 점심 밥 좀 챙겨 먹어요 그러면 이따 내가 칭찬해줄게요 보고 싶어 많이 좋아해요 더 많이 안아주고 싶어요 사랑 사랑 비슷한 걸 해요 어쩌면 정말 사랑해요 배고플 땐 이 노래를 아침 사과처럼 꺼내 먹어요 피곤해도 아침 점심 밥 좀 챙겨 먹어요 그러면 이따 밤에 잠도 잘 올 거에요 힘들어요 아름다워서 알아봐줘요 나를 흘려 보내지 마요 나를 사랑해줘요 날 날 놓치지 마요"}, {"song_no": "5748406", "year": "2015", "rank": "27", "title": "심쿵해 (Heart Attack)", "artist": "AOA", "genre": "Dance", "lyrics": "A ye Brave sound  And it goes a little something like this  완전 반해 반해 버렸어요  부드러운 목소리에  반해 반해 버렸어요  난 떨려  AOA Let's Go  내가 미쳤나 봐 왜 또 이러지  내 마음 열여덟 소녀 마냥  막 쿵쿵대  숨길 수 없나 봐 난 매일 이러지  눈이라도 마주치면  귀까지 확 빨개져   이해 못해  네가 걔를 못 봐서 그래   딱 첫눈에 확 반해 버린다는 말에  그 마음 이해 가더라  나도 좀 알겠더라  널 처음 본 그 순간  완전 반해 반해 버렸어요   넓은 어깨 날렵한 눈매에   부드러운 목소리에  반해 반해 버렸어요  너의 얇고 긴 손가락만 봐도  난 떨려   어머나 자꾸만 심쿵해  널 보면 볼수록  가슴이 쿵쿵대 나도 모르겠어  심쿵해 나 어쩌면 좋아  자꾸만 네 품에  꼭 안기고 싶어 baby  어쩌다 눈이라도 마주치면  난 심쿵 거려   너의 작은 관심이라도 받을까  아등바등 거려  너는 대체 걔가 뭐가 그리 좋아  라고 묻는 친구들에게 말해  야 모르면 말을 말어  이해 못해 네가 걔를 못 봐서 그래  딱 첫눈에 확 반해 버린다는 말에  그 마음 이해 가더라  나도 좀 알겠더라  널 처음 본 그 순간  완전 반해 반해 버렸어요   넓은 어깨 날렵한 눈매에   부드러운 목소리에  반해 반해 버렸어요  너의 얇고 긴 손가락만 봐도 난 떨려  어머나 자꾸만 심쿵해 널 보면 볼수록 가슴이 쿵쿵대 나도 모르겠어 심쿵해 나 어쩌면 좋아 자꾸만 네 품에 꼭 안기고 싶어 baby 오 나의 왕자님 어디를 보나요 바로 여기 내가 있는데요 너무나 멋진 그대 난 그대 하나면 돼 난 그대 없이 못 살아요  완전 반해 반해 버렸어요 부드러운 목소리에 반해 반해 버렸어요 난 떨려 어머나 자꾸만 심쿵해  Everybody say What AOA 쿵쿵대 And it goes a little something like this 심쿵해 한번 더 say What AOA 네 품에 꼭 안기고 싶어 baby"}, {"song_no": "5804238", "year": "2015", "rank": "28", "title": "I Feel You", "artist": "원더걸스", "genre": "Dance", "lyrics": "내게 걸어놓은 마법이 뭔지 헤어 나오질 못하고 있어 한번도 이런 적이 없이 흔들린 적이 없었던 난데 No Woo 하루 종일 이래 네 생각에 취해 Woo 기다리기만 해 널 만나러 가게 Woo woo baby 어쩌면 좋아 너 없인 못 살 것만 같아 Woo baby I Feel You 혼자 있어도 너의 손길이 느껴져 하루 종일 나를 만져 I Feel You 빠져있는데 헤어나올 수가 없어 너에게 달려갈 생각뿐이 였어  점점 더 빠져만 가 점점 더 미쳐만 가 점점 더 어떡해 나  Baby 네 손길이 아직도 나를 스치고 있는 것만 같아 네 목소리가 내 귓가에 계속 속삭이는 것만 같아 No Woo 하루 종일 이래 네 생각에 취해 Woo 기다리기만 해 널 만나러 가게 Woo woo baby 어쩌면 좋아 너 없인 못 살 것만 같아 Woo baby I Feel You 혼자 있어도 너의 손길이 느껴져 하루 종일 나를 만져 I Feel You 빠져있는데 헤어나올 수가 없어 너에게 달려갈 생각뿐이 였어  눈 감아도 들려 달콤한 숨결 느껴 그만 날 보고 불 꺼 니 시선이 더 날 붉혀 손발 끝 간질거려와 달아오르는 체온 숨 가빠와 더 이상은 참을 수가 없어 나 이제 Please baby be mine I Feel You 혼자 있어도 너의 손길이 느껴져 하루 종일 나를 만져 I Feel You 빠져있는데 헤어나올 수가 없어 너에게 달려갈 생각뿐이 였어  점점 더 빠져만 가 점점 더 미쳐만 가 점점 더 어떡해 나 Baby"}, {"song_no": "7860122", "year": "2015", "rank": "29", "title": "보통연애 (Feat. 박보람)", "artist": "박경 (블락비)", "genre": "Rap / Hip-hop", "lyrics": "새로운 사람 흥미가 생기고 뻔하디 뻔한 말들을 주고받다 서로 눈치채고 있는 타이밍에 용기 내 하는 취중고백 끼워 맞추듯 취미를 공유하고 야라 부르던 네가 자기가 되도 너무나 익숙한 장면 같아 반복되는 Dejavu 너도 느끼잖아 이거 좀 웃기잖아 소설 속의 발단 전개 위기 절정 결말처럼 언제나 같은 Process 딱 그 정도 뜨거웠다 식는 연애의 온도 항상 그래 왔기에 함부로 치지도 못하는 설레발 근데 이상해 좀 잘못된 듯 해 더 설레고 조급해 평소처럼 또 머물다 가는 순간의 감정일까 아님 혹시 이번엔 다를까 Baby I gotta go 나 반복의 반복이더라도 다시 제자리로 온대도 I don’t give a aye 날 들었다 놨다 하는 너 보통이 아닌 걸 Oh boy 너의 행동 말투나 표정 이상형과는 달라도 자꾸 끌리는데 어쩌겠어 baam 날 들었다 놨다 하는 너 보통이 아닌 걸 I can feel it 새로운 사랑 초반의 설렘 뻔하디 뻔한 애칭도 붙여주고 온종일 붙잡고 있는 핸드폰 속엔 끊기지 않는 문자들 끼워 맞췄던 것이 좋아지고 무의식 중 자연스레 널 자기라 부르는 모습들이 어딘가 익숙해 반복되는 Dejavu 저 맞은편에서 보인 너의 모습 so beautiful 나는 분명 네가 좋은데 이상하게 걱정이 돼 내가 걱정이 돼 그러다 사랑이 정이 돼 어떻게 사람 마음이 하루아침에 정의돼 but 이번엔 달라 좀 잘못된 듯해 더 커지고 조급해 평소처럼 또 머물다 가는 순간의 감정일까 아님 혹시 different Baby I gotta go 나 반복의 반복이더라도 다시 제자리로 온대도 I don’t give a aye 날 들었다 놨다 하는 너 보통이 아닌 걸 Oh boy 너의 행동 말투나 표정 이상형관 달라도 자꾸 끌리는데 어쩌겠어 baam 날 들었다 놨다 하는 너 보통이 아닌 걸 I can feel it Yo I’m confused girl Hey I’m confused boy 이런 걱정 바보 같은 거 알아 근데 사실은 말이야 이건 너 변할까 봐 혼자 먼저 하는 자기방어 같은 거야 그러니 나와 같을 거라고 말해줘 어린애같이 유치한 날 달래줘 Baby I gotta go 나 반복의 반복이더라도 다시 제자리로 온대도 I don’t give a aye 날 들었다 놨다 하는 너 보통이 아닌 걸 Oh boy 너의 행동 말투나 표정 이상형관 달라도 자꾸 끌리는데 어쩌겠어 baam 날 들었다 놨다 하는 너 보통이 아닌 걸 I can feel it"}, {"song_no": "5704397", "year": "2015", "rank": "30", "title": "이럴거면 그러지말지 (Feat. Young K)", "artist": "백아연", "genre": "Ballad", "lyrics": "궁금해서 잠이 안 와 그때 왜 그랬어 구차해도 묻고 싶어 그때 난 뭐였어 나나나나 나나 나나 나만 애 탄거니 나나나나 나나 나나 난 진심인데 넌 그랬구나 그랬어 좋았는데 넌 아니었나 봐 그랬구나 그때 넌 그런 줄 모르고 나 혼자 이럴 거면 바래다주었던 그날 밤 넌 나를 안아주지 말았어야지 설렘에 밤잠 설치게 했던 그 말 그 말도 말았어야지 그러지는 말지 비겁하게 숨어버린 너를 돌아 올 거라고 믿은 내가 바보야 사랑스럽게 날 보던 네 눈빛에 빠졌던 내가 바보지 이럴 줄도 모르고 이렇게 돼 버린 이상 그냥 얘기할게 이미 떠나버린 니 맘 돌릴 순 없으니 그랬구나 그랬어 좋았는데 넌 아니었나 봐 그랬구나 그때 넌 네 생각 뿐인데 나 혼자 이럴 거면 바래다주었던 그날 밤 넌 나를 안아주지 말았어야지 설렘에 밤잠 설치게 했던 그 말 그 말도 말았어야지 이럴 줄은 몰랐어 어때 넌 어떻게 하고 싶니 지금 이 순간의 감정일지 중간에 금방 에러가 날것인지 I don’t know 하지만 내 생각엔 오래가진 못할 거 같아 너 아닌 나 때문에 이 관계는 이어지지 못해 잠 못 들어 아픈 이 새벽 잘 지내니 문자 한번쯤은 해주지 혹시나 하며 올린 우리 얘기에 좋아요 누르지 말지 괜히 기대 하게 바래다주던 그 날 밤처럼 돌아와서 포근하게 나를 안아줘 설렘에 밤잠 설치게 했던 말로 또 두근거리게 해줘 다시 날 녹여줘 이럴 거면 귀엽다고 하지 말지 그러지 말지 혼잣말만 늘어가네 전하지도 못할 말만"}, {"song_no": "5748499", "year": "2015", "rank": "31", "title": "SHAKE IT", "artist": "씨스타", "genre": "Dance", "lyrics": "너만을 유혹하는 춤  우우우 우우우우 심장에 매력 발산 중  우우우 우우우우 손끝만 스쳐도 막 쿵쿵쿵쿵 Oh 내 맘이 흔들려 Shake it shake it for me Shake it shake it for me 나나나 나나나 나나나  Hey 나나나 나나나 나나나  짜릿한 이 느낌  날 춤을 추게 해  지금 이 순간  Shake it Bae bae baby Love me love me love me now 흔들리는 내 맘 모르겠니 So let's dance Just shake it let's dance 좀 더 핫하게 완전 와일드하게 Make it louder 우우우 더 크게 make it louder 우우우 날 자꾸 흔들어 흔들어 놀라게 흔들어 Shake it oh shake it 밤새 나와 Shake it baby 아주 fun하고 smart하게  흔들흔들어 온몸이 찌릿찌릿 우리 둘이  흔들흔들어 심하게 통하니 여기 불났으니 When I Move  움직여 자리 잡았으니 Shake it shake it for me Shake it shake it for me 나나나 나나나 나나나  Hey 나나나 나나나 나나나  짜릿한 이 느낌  날 춤을 추게 해  지금 이 순간  Shake it Bae bae baby Love me love me love me now 흔들리는 내 맘 모르겠니 So let's dance Just shake it let's dance 좀 더 핫하게 완전 와일드하게 Make it louder 우우우 더 크게 make it louder 우우우 날 자꾸 흔들어 흔들어 놀라게 흔들어 Shake it oh shake it 밤새 나와 Shake it baby Shake it oh shake it Shake it up shake it for me Shake it oh shake it Shake it up shake it for me Shake it oh shake it Shake it up shake it for me Shake it oh shake it Shake it up shake it for me Shake it for me my baby Shake it for me my baby 그렇게 모두 모여 dance Just shake it let's dance 좀 더 핫하게 완전 와일드하게 Make it louder 우우우 더 크게 make it louder 우우우 날 자꾸 흔들어 흔들어 놀라게 흔들어 Shake it oh shake it 밤새 나와 Shake it baby"}, {"song_no": "5824767", "year": "2015", "rank": "32", "title": "잘나가서 그래 (Feat. 정일훈 Of BTOB)", "artist": "현아", "genre": "Dance", "lyrics": "절대 몰라보는 사람 없이 어딜 가나 Wanna touch me Look 이게 내 원래 Swag 불만 있는 애들은 물이나 줘도 돼 자 옳지 그래 옳지 Queen's back 모르면 쉿 스케일이 달라 You can't touch this 들어봤지 빨개요 친구마저 나를 시기해 I know 나만 혼자 여기에 매일같이 난 도마 위에 I know 씹어놔 웃어줄 때 I don't care 전혀 상관 안 해 I'm OK 내 자리는 여전해 시기 질투 더는 곤란해 I know 사실 조금 위험해 너는 너 나는 나 Hey 이렇게 저렇게 상관없이 너는 너 나는 나 이렇게 저렇게 이렇게 저렇게 이게 다 내가 잘나가서 그렇지 뭐 내가 예뻐서 그렇지 뭐 다 부러워서 그래요 Baby I'm bad all day 내가 잘나가서 그렇지 뭐 내가 예뻐서 그렇지 뭐 다 배 아파서 그래요 Sorry I'm a dope girl 자 옳지 그래 옳지 You can't touch me Don't touch me 자 옳지 그래 옳지 You can't touch me Don't touch me 자 옳지 그래 옳지 You can't touch me Don't touch me 자 옳지 그래 옳지 You can't touch me Don't touch me 내가 잘나가서 그래 네가 못 나가서 그래 답은 간단하지 그래 관심 부족해서 그래 원래 없지 네 가지 시간 재수 겁 살집 태생부터 사기 캐릭터 주변의 질투 마사지 Oh 여전히 Oh she's the queen 키 빼고 다 가졌지만 알아서들 문 열지 가짜라고 욕해 진짜였던 적도 없으니 넌 손도 못 잡는 현아랑 누나 동생 사이 너는 너 나는 나 Hey 이렇게 저렇게 상관없이 너는 너 나는 나 이렇게 저렇게 이렇게 저렇게 이게 다 내가 잘나가서 그렇지 뭐 내가 예뻐서 그렇지 뭐 다 부러워서 그래요 Baby I'm bad all day 내가 잘나가서 그렇지 뭐 내가 예뻐서 그렇지 뭐 다 배 아파서 그래요 Sorry I'm a dope girl You can't touch me Don't touch me I don't care 전혀 상관 안 해 I'm OK 내 자리는 여전해 You can't touch me Don't touch me 이렇게 저렇게 이렇게 저렇게 이게 다 내가 잘나가서 그렇지 뭐 내가 예뻐서 그렇지 뭐 다 부러워서 그래요 Baby I'm bad all day 내가 잘나가서 그렇지 뭐 내가 예뻐서 그렇지 뭐 다 배 아파서 그래요 Sorry I'm a dope girl 자 옳지 그래 옳지 You can't touch me Don't touch me 자 옳지 그래 옳지 You can't touch me Don't touch me 자 옳지 그래 옳지 You can't touch me Don't touch me 자 옳지 그래 옳지 You can't touch me Don't touch me"}, {"song_no": "5826463", "year": "2015", "rank": "33", "title": "My Life (Feat. 효린 Of 씨스타)", "artist": "상주나 (정준하, 윤상)", "genre": "Electronica", "lyrics": "앗살람 알라이쿰 사와디캅 헬로 봉쥬 아프지마 도토 도토 잠보 앗살람 알라이쿰 사와디캅 헬로 봉쥬 아프리카 도토 도토 잠보 나는 매일 꿈을 꿔 그건 잠이 아냐 너희들이 무시했던 그런 나도 아냐 내일 모레 반백년 내 나이 마흔다섯 반전의 모습 도전하는 나를 봐 HipHop Rappin' Poppin' Dancin' Ho 나는 앞으로 더 과감한 것들도 가능하지 정주나 안 정주나 늘 정주는 준하니까 너무 늦은 걸까 생각할 때가 늦은 거란 그 말 난 아직 못 믿어 잘 해야 되는 것도 잘 하고 싶은 것도 행복해지고 싶은 맘인 걸 잘 할 수 있다는 말도 잘 하고 있다는 말도 거짓말이었던 적 없단 걸 앗살람 알라이쿰 사와디캅 헬로 봉쥬 아프지마 도토 도토 잠보 앗살람 알라이쿰 사와디캅 헬로 봉쥬 아프리카 도토 도토 잠보 나를 옥죄는 것들 다 던져 그리고 나는 날 리듬 위에 얹어 멍석 위는 불편해 칭찬해줘 춤추게 난 미칠래 더 당당하게 HipHop Rappin' Poppin' Dancin' Ho 나는 앞으로 더 과감한 것들도 가능하지 정주나 안 정주나 늘 정주는 준하니까 전부 너를 위해 시작됐지만 나를 위한 선물이 바로 너인 것 같아 Love Your Life Feel The Music Live Your Life Feel This Moment 행복해지고 싶은 맘인 걸 잘 할 수 있다는 말도 잘 하고 있다는 말도 거짓말이었던 적 없단 걸 앗살람 알라이쿰 사와디캅 헬로 봉쥬 아프지마 도토 도토 잠보 앗살람 알라이쿰 사와디캅 헬로 봉쥬 아프리카 도토 도토 잠보"}, {"song_no": "5781104", "year": "2015", "rank": "34", "title": "Remember", "artist": "Apink (에이핑크)", "genre": "Dance", "lyrics": "DO YOU REMEMBER  우릴 비추던 태양 넓고 푸른 바다 마치 어제처럼 시간이 멈춰버린 기억 그 속에  하얀 모래 위를  함께 걷던 날 기억하나요 잠깐 밀려오는 파도 속에서도  떨어지지 않았던 YEAH  하나 둘 셋 어느새 이렇게 점점  나도 모르게 웃음이 사라져가고 하나 둘 셋 뒤돌아 볼 수도 앞을  내다볼 수도 없이  지친 너와 나 이제  함께 떠나요 시원한 바람 속에  오늘은 다 잊고 그때 우리처럼  DO YOU REMEMBER  우릴 비추던 태양 넓고 푸른 바다 마치 어제처럼  시간이 멈춰진 듯이  언제나 바랬듯이 REMEMBER REMEMBER REMEMBER  붉은 태양이 지는  그 여름밤을 기억하나요 어둠이 하늘을 덮어올수록  별은 더 밝게 빛난 걸 YEAH  하나 둘 셋  하늘을 모른 채 땅만  바라보는 게 점점 늘어만 가고 하나 둘 셋  지금이 낮인지 밤인지도  모르는 시간 속에  지친 너와 나 다시  함께 떠나요 시원한 바람 속에  오늘은 다 잊고 그때 우리처럼  DO YOU REMEMBER  우릴 비추던 태양 넓고 푸른 바다 마치 어제처럼  시간이 멈춰진 듯이  언제나 바랬듯이 REMEMBER REMEMBER REMEMBER  YOU 뭘 아직도 망설여요  YOU 다 잊고 나와 함께 가요  저 푸른 바다에 다 던져버려요  우리 더 늦기 전에  기억하나요 맘속에 그때가 어제처럼 느껴지는 순간  DO YOU REMEMBER  우릴 비추던 태양  넓고 푸른 바다 마치 어제처럼  시간이 멈춰진 듯이 언제나 바랬듯이 REMEMBER REMEMBER REMEMBER  DO YOU REMEMBER"}, {"song_no": "5826448", "year": "2015", "rank": "35", "title": "내가 할 수 있는 건 (Feat. 제시)", "artist": "블랙넛 (Black Nut)", "genre": "Rap / Hip-hop", "lyrics": "안녕 나 대웅이라고 해 만나서 방가방가 나 진짜 너무 하고 싶은 말이 있었는데 나 진짜 솔직히 랩이 너무 하고 싶었거든 뭐 그래서 대학교도 자퇴하고 그냥 나 하고 싶은 거 하겠다고 집에만 쳐박혀서 부모님 속만 계속 썩이고 어 그냥 랩퍼들이 너무 멋있어 보였어 그냥 다 멋있어 보였어 나도 저 사람들처럼 무대에서 막 폼도 잡고 여자들도 막 사귀고 돈도 많이 벌고 그러고 싶었는데 그건 그냥 아무 것도 모르면서 그냥 허세만 가득차서 내가 생각했던 거고 막상 해보니까 진짜  좀 너무 힘들다 이제 막 주위 친구들이 하나 둘 씩 성공하고 취직하고 이러는 거 보면 진짜 난 뭐했나 이런 생각 밖에 안들고 근데 뒤돌아보면 내가 할 수 있는 건 아무 것도 없어 그냥 뭐 난 항상 랩만 해왔고 가사만 써왔는데 뭐 랩을 잘하는것도 아니잖아 그래서 시발 나 뭐 진짜 아무것도  없어 시발 바지만 벗을 줄 아는 병신 새끼야 근데 내가 할 수 있는 건 이거 밖에 없는 거 같아 어렸을 때부터 힘이 약해 빌빌거린 내게 유일한 친구는 랩 계속 쥐고 있었던 펜 다른 애들과 나 사이 전혀 없었던 공감대 모두 공을 갖고 나가 뛰었지  운동장에 난 게임도 못했어 주말에 가는 pc방 난 늘어진 책가방을 메고 혼자 집에 가 니들 틈에 껴서 웃고 떠들고 싶었지만 바쁜 부모님 가게로 발길을 돌렸지 난 중학생 때부터 서빙을 했어 별의 별 미친 새끼들을 보며 난 더 어두워져 갔어 내가 보는 앞에서 병을 깨고 피를 흘리며 싸웠고 옆에선 애새끼 딸린 년들이 남편 대신 다른 새끼들과 히히덕거렸고 우리 엄마 아빤 그 자식들 비위를 맞췄어 늦은 새벽까지 일을 하고 돌아와 깜깜한 내 방에 쓰러져 난 꿈이 없는 잠을 자 알람이 울리면 또 그 지옥같은 하루가 반복되는게 싫어 이불을 뒤집어 쓴 다음 시간이 느리게 가길 바랬어 난 그 때 내가 암에 걸렸으면 좋겠다고 생각했어 그럼 이 힘든 매일이  사라지게 되겠지 한숨 쉬며 교복을 입곤  학교로 향했지 교과서를 닫고 걸레가 된 공책을 펴 수업시간마다 난 턱을 괴고 가사를  썼어 모두가 웃는 얼굴로 날 대하지  않았고 난 그 자식들을 종이 위로 세게  밟았어 그 시간이 제일 행복했어 작고 하얀 종이 위로 난 참 많은 얘기를 썼어 그 시간이 없었다면 지금 난 어떻게 됐을까 몇 년이 지나고 다시 봤어 내가 썼던 말 오글거렸지만 나는 갈 길을 정했어 내게 찾아온 또 다른 어둠은 그  때부터 안 힘든 사람은 없지 baby 꼬이고 나면 더 멋지게 You ain't gotta worry about a  Thang baby Cause there ain't nothing in  this world you can't do baby 안 힘든 사람은 없지 baby 꼬이고 나면 더 멋지게 la la la la la 기대도 안하고 봤던 소울커넥션 오디션에 붙고서 난 좀 거만해졌어 나와 같이 랩을 하던 친구들의 연락들은 귀찮아서 피하고 소울커넥션 형들 앞에선 친한 척하면서 발로 썼던 가사 내가 뭐라도 된 것마냥 온갖 폼을 잡아 너 소울커넥션 아냐 있잖아 그 새벽아래 부른 사람들 나 거기 들어갔다 오 너 랩 좀 하나보네 갈수록 어깨에는 힘이 들어가 모두가 다 허접인 것 같아 솔커 형들 앞에 술에 취해 뱉은 막말 기억 못하는 척하며 도망갔어 술 깬 다음 날 건들거리면서 무대 위에서 잡은  마이크 펜은 놓고 내 fan이란 여고생과 시덥잖은 말들만 주고받으며 꼬셔볼 생각만 하다 겨우 정신차리며 쓴다는 가사는 다 거짓말 허풍으로 가득 차 겉멋만 들어 남을 무시하고 짓밟던 가사 지금 보니 그 말은 모두 다 나를 향한 경고였던 것 같아 모두가 날 떠나가 그날 밤 난 매슬로한테 연락해 소울커넥션을 나간 뒤 혼자서 방 안에 틀어박혀 처음부터 다시 하자 두고봐라 내 방 안의 달력은 그렇게 수십장이 넘어가 안 힘든 사람은 없지 baby 꼬이고 나면 더 멋지게 You ain't gotta worry about a  Thang baby Cause there ain't nothing in  this world you can't do baby 안 힘든 사람은 없지 baby 꼬이고 나면 더 멋지게 la la la la la 난 나의 길을 열심히 걸어간다고 생각하지만 힙합을 모르는 주위 사람들은 관심 밖인 채로 모두 내게 혀를 차 쟤는 대체 몇 년동안 집에서 저러고 있을까 아무도 없는 방에서 혼자 펜을 잡아도 모두가 날 보는 것 같애 창문을 닫아도 언젠간 되갚아줄거야 날 향한 비난들 전부 다 부러움들과 질투로 바뀌도록 난 내 오른손에 쥔  펜에 기대를 걸어 어려운 길을 택한 것 같지만 후회는 없어 참지 말고 웃어  내가 더 초라해지게 묵묵히 해낼게 후의 성공이 더 값지게 느껴질테니 외롭고 쓸쓸하지만 밖에 나가기는 싫어 넌 또 내 얼굴에 침을 뱉고 비웃어대겠지 니가 무슨 랩 난 그냥 웃지 맞아 그게 내 현실인데 그리고 난 집에 와 니가 한 말들을 생각해 넌 아무 생각없이 니 방에서 편히 잠들겠지만 널 만났을 때마다  화가 나 밤을 샜지 두고 보자  수백 번을 가슴 속에 담아 이젠 눈물도 안 나와  더 펜을 꽉 잡아 난 포기하지 않아 조금씩 천천히 난자처럼 난관을 헤쳐나가 끝없는 절망 속에서도 난 비틀거리지 않아 왜냐면 JK완 달리 내 곁엔 항상 함께 하지 Shine 이 내 찌질했던 어젠 불태워 없애줘  빨리 웃으면서 작별하고 싶어 안녕 난 죽집처럼 죽을 용기로 담아서  팔어 내 목소릴 모두 나를 병신이라 놀려대고 망할 은행이 빚이자를 올려대도 어두운 방 안에 갑자기 내 두 눈이 부시며 모든 것은 돌아올거야  계속 숨죽이며 난 힘든 시간들과 싸워 난 힘든 시간들과 싸워 달력을 벌써 7개나  갈아치웠지만 내가 쏟은 시간들이 안 아까워 난 힘든 시간들과 싸워 난 힘든 시간들과 싸워 넘어져 있는 너 절대 포기하지 마 내 손 잡아 너도 나와 같다면 안 힘든 사람은 없지 baby 꼬이고 나면 더 멋지게 You ain't gotta worry about a  Thang baby Cause there ain't nothing in  this world you can't do baby 안 힘든 사람은 없지 baby 꼬이고 나면 더 멋지게 la la la la la la"}, {"song_no": "5760115", "year": "2015", "rank": "36", "title": "IF YOU", "artist": "BIGBANG", "genre": "Folk", "lyrics": "그녀가 떠나가요 나는 아무것도 할 수 없어요 사랑이 떠나가요 나는 바보처럼 멍하니 서 있네요 멀어지는 그 뒷모습만을 바라보다 작은 점이 되어 사라진다 시간이 지나면 또 무뎌질까 옛 생각이 나 니 생각이 나 IF YOU IF YOU 아직 너무 늦지 않았다면 우리 다시 돌아갈 수는 없을까 IF YOU IF YOU 너도 나와 같이 힘들다면 우리 조금 쉽게 갈 수는 없을까 있을 때 잘할 걸 그랬어 그대는 어떤가요 정말 아무렇지 않은 건가요 이별이 지나봐요 그댈 잊어야 하지만 쉽지가 않네요 멀어지는 그 뒷모습만을 바라보다 작은 점이 되어 사라진다 누군갈 만나면 위로가 될까 옛 생각이 나 니 생각이 나 IF YOU IF YOU 아직 너무 늦지 않았다면 우리 다시 돌아갈 수는 없을까 IF YOU IF YOU 너도 나와 같이 힘들다면 우리 조금 쉽게 갈 수는 없을까 있을 때 잘할 걸 그랬어 오늘같이 가녀린 비가 내리는 날이면 너의 그림자가 떠오르고 서랍 속에 몰래 넣어둔 우리의 추억을 다시 꺼내 홀로 회상하고 헤어짐이란 슬픔의 무게를 난 왜 몰랐을까 IF YOU IF YOU IF YOU IF YOU 아직 너무 늦지 않았다면 우리 다시 돌아갈 수는 없을까 IF YOU IF YOU IF YOU IF YOU 너도 나와 같이 힘들다면 우리 조금 쉽게 갈 수는 없을까 있을 때 잘할 걸 그랬어"}, {"song_no": "5771304", "year": "2015", "rank": "37", "title": "Oasis (Feat. ZICO)", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "난 널  you  목말라해 너무 더워  물이 필요해 Hot in here 난 웅덩이 깊이 파인 곳을 찾아 다녀 달콤하게 날 더 바라봐줘  넌 훌륭해  이 메마른 땅을  정글로 만들고 난 모험하고 또 탐험 You know how we do it  we just do it All you ladies hands in the air  All my ladies hands up in the air  그녀는 그녀는 날 미치게 해  그녀는 날 숨쉬게 해  Yeah O A She's mine O A She's mine  O A She's mine Yeah She's mine  All you ladies hands in the air  All my ladies hands up in the air  그녀는 그녀는 날 미치게 해  그녀는 날 숨쉬게 해  Get closer to my body  천국에다가 데려다 줄게  body to body 넌 낮이 밤이 될 때까지  waterfall  그 속에서 난 헤엄치고 싶어 You know how we do it we just do it  All you ladies hands in the air  All my ladies hands up in the air  그녀는 그녀는 날 미치게 해  그녀는 날 숨쉬게 해  Yeah O A She's mine O A She's mine  O A She's mine Yeah She's mine  All you ladies hands in the air  All my ladies hands up in the air  그녀는 그녀는 날 미치게 해  그녀는 날 숨쉬게 해  넌 남자들 욕망에  갈증 나게 하면서  어째서 주위 여자들은 물 맥여 때마침 넌 제대로 된  상대를 만났어  난 태연하게 제안하지 술 대결 결관 KO  고양이한테 생선을 맡긴 거야  늘 첫 경험하는 자세  앞뒤를 몰라 감탄사대신 엄지 척 다리 사이로  난 광주출신 아니지만 전라도 환영 넌 겨울 해 밤도 안됐는데  자꾸만 지려해 baby oh  쪽쪽 물고 뜯고  맛보고 즐겨 악 질러대 하고 싶죠 하고 있는데도  하고 싶을 거야 그럴 땐 이걸 꺼내먹어  You Know What 지구부터 달까지 로켓을 쏘아  All you ladies hands in the air  All my ladies hands up in the air  그녀는 그녀는 날 미치게 해  그녀는 O A She's mine  O A She's mine  O A She's mine"}, {"song_no": "5818487", "year": "2015", "rank": "38", "title": "ON IT + BO$$", "artist": "릴보이 (긱스)", "genre": "Rap / Hip-hop", "lyrics": "누구는 말하지 이런 비트는 힙합이래 저 새끼들은 감성팔이 음악 n thats fake man maybe 내가 하면 저렇게 안 하지 왜냐면 힙합은 애초에 마초 내 iphone 속에 song cry 지울게 그리고 여자들을 함부로 대해 bitch ass 외힙 가사에 나오듯이 i got wifey girlfriend mistress well fuck that 난 항상 가사에 솔직하지 가식에 물들지 않아 내 시계의 간지 i'm waterproof 같잖은 트랩 종자와는 달리 I make it dali van picasso 예술가의 마음가짐 내 꿈은 한국 힙합의 파이가 커지는 것 but nobody's einstein 서로들 싸우기만 하지 확신하게 된 건 얼마 전 어떤 회사의 cypher 랩퍼 대 랩퍼 레이블 대 레이블 도전을 받았네 it's time to repay you 공기가 달라지고 누구는 못 견디지 패기를 미안하지만 you just enter the grand line 이제 가면이 벗겨지네 옅어졌던 파도가 더욱 거세지게 man we back again 물론 이번에도 변화의 핵 again wassup 잠깐 내 얼굴의 흉터 scarface처럼 붕 떠 중국 대륙보다 큰 집 살고픈 내 꿈의 출처 ye i'm dreamin bout the cars hoes mula 이 기분 너는 죽었다가 깨어나도 몰라 알파치노의 간지 도끼 차 하나 훔쳐가 없어진 것도 몰라 그럼 시계도 가져갈게 i'm the boss bitch 너도 알지 꿈이 너무 커서 죽은 것만 같지 내 몽유병 flow 고개 안 숙여도 돼 왜냐면 날 함부로 대하는 놈들이 많아서 웃겨 쫌 어차피 쇼니까 벌스에 뭐를 쓰던 거짓말 so fuck the money fuck the fame i feel like i am the boss swaaaaaaaaaaagggggggg 평일에는 매지 않아 난 갑갑한 넥타이 출근 할 필요 없이 일어나 이불을 갠 다음  고개를 끄덕거려 앵간히 날 닮고 싶은 애기들은 여전히 헤딩하지 맨땅에 난 즐기면서 행사해 일이 아닌 듯이 쓸데없이 계산 안 해 빌이 아닌 듯이  하고 싶은 대로 해 난 을이 아닌 듯이  AOMG 박재범이 갑이어도 의리로 대하듯이 나의 수입 보다 높은 건 내 기분이야  넌 내 손 꽉 잡고 다녀 이마가 이쁘니까 쇼미더머니 조던 빌려 신던 래퍼가 곧 억 소리 나는 차 집이 전부 내꺼야 i don't need a job i'm a motha fucking bo$$ 내 원한대로 다해 난 고민 할 필요 없어 아이돌 래퍼들은 감사해 내가 길을 터줬어 조금 더 연구해 니넨 아직 멀었어 꼰대는 아니지만 다들 90도로 인사하고 절해 어차피 송민호가 우승하겠지만 탈락해도 우린 여전히 떳떳해 쇼미더머니한테 뭘 바래 여기 나온 우린 너무 멍청해 이왕 나온걸 David Sik-k 지구인 Lil boi Turn up man fuck this shit 어딜 가도 인정받아 간지도 절대로 빠지지가 않아 음원 순위 그런 것도 나쁘지가 않아 아 참 우리 여자한테 인기 많아 yeah so think before you say and talk some shit about AOMG 이런 pro들이 이 프로에 나온 게 영광이라고 생각해"}, {"song_no": "5811228", "year": "2015", "rank": "39", "title": "moneyflow (다 비켜봐)", "artist": "MINO (송민호)", "genre": "Rap / Hip-hop", "lyrics": "When I was young 지금보다 더 11years old 그때쯤 50 음악을 접하고 귀가 트여 나의 첫 작업 물을 Recorded 겁 없이 전진했고 처음과 달라진 방향에 방황하기도 했어 타협없던 어린 맘에 금이 가 돈이 다 가 아닌데 난 여유따위 없어서 뭐든지 다 했어 Now 난 여기 왔지 놓쳐버린 나를 찾기 위해 너랑 얘기 할 시간이 없어 난 필요해 Paper 욕할 시간에 가족이나 챙겨 Uh Get ur hands up high like Uh 떨어져도 우린 sky dive Uh 예술가는 못해 나이값 철드는 건 좀 무겁다 인마 다 돈 벌러 나왔잖아 유명해지려 나왔잖아 모든 Rappers wanna be like Jigga Nas Biggie Pac 미치광이들 크게 Screamin now 다 비켜봐 에오 손가락질은 마 에오 너도 똑같아아아 에오 혼자 다른 척 마 척할 거면 먼저 DO DO DO Your own shit Move to Move 여전히 Rhyme and Flow 나는 Rock'n roll 이렇게 사는 게 나야 때론 빡세도 더 돈을 벌어야 해 나는 이제 다 큰 놈 내 시간 뺏는 새끼들은 죄 다 나쁜 놈 꼴사나워 힙합이 뭐라고 뭘 그리 집착해 넌 그냥 너라고 난 계속 내 삶을 살기를 바라고 너넨 다 떠나줘 짜놓은 각본 갖고 Uh Get ur hands up high like Uh 떨어져도 우린 Sky dive Uh 예술가는 못해 나이 값 철드는 건 좀 무겁다 인마 다 돈 벌러 나왔잖아 Whoo 유명해지려 나왔잖아 모든 Rappers wanna be like Jigga Nas Biggie Pac 미치광이들 크게 Screamin now 다 비켜봐 에오 손가락질은 마 에오 너도 똑같아 아 아 에오 혼자 다른 척 마 척할 거면 먼저 DO DO DO Your own shit Move to Move 원하는 게 많아서 머린 핑핑 매일 갇혀있어 Cuz I'm in TV So 별 수 없이 서로가 Team kill 피 튀기는 곳이야 알잖아 그치 여유는 무대에서나 부려 탓하며 한숨 쉬는 건 구려 일어나서 뭐라도 잡아 아깝잖아 Do your best Do all you can 높은 위치를 원한다면 뛰지 왜 쳐앉아있어 다 비켜봐 에오 손가락질은 마 에오 너도 똑같아아아 에오 혼자 다른 척 마 척할 거면 먼저 DO DO DO Your own shit Move to Move"}, {"song_no": "5684826", "year": "2015", "rank": "40", "title": "BAE BAE", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "I'M IN LOVE  눈에 콩깍지 씌었어 BABE  하의 실종에 흰 와이셔츠 BABE  사람이야 천사야  OH JESUS BABE  눈부셔 BABE  SUNGLASS BABE  정신이 망신이야 홀렸어 네게  피가 한쪽으로 또 쏠렸어 네게  위험해  YOU'RE SO DANGEROUS BABE  살려줘 BABE  경찰 불러 BABE  BABY BABY 지금처럼만  아름다워 줄래 넌  시간이 지나도 내가 설렐 수 있게  BABY BABY 넌 시들지 마  이기적인 날 위해  그 모습 그대로  넌 그대로 여야만 해  사슴같이 예쁜 눈  나의 PRINCESS  나를 보고 비웃는 게  너무 CHIC 해  미친 거 아닐까  자연 미인 특이해 특이해  내게 완벽한 그대여  나의 MUSE 해  우리 둘이 편해 완전 살찌네  너와 몸이 완전 착착 감기네  영원히 넌 스물다섯이야 내게  변치 않아 BABE 5 X 5 BABE BABY BABY 지금처럼만 아름다워 줄래 넌 시간이 지나도 내가 설렐 수 있게 BABY BABY 넌 시들지 마 이기적인 날 위해 그 모습 그대로 넌 그대로 여야만 해 난 예쁜 꽃을 든 남자 모든 이가 사랑할 너란 꽃을 든 남자 그대 향기에 취해 난 또 몽롱해지고 꺾이지 말아주오 제발 너만은 찹쌀떡 찹쌀떡 궁합이 우리 우리 궁합이 찹쌀떡 찹쌀떡 궁합이 우리 우리 궁합이"}, {"song_no": "5822925", "year": "2015", "rank": "41", "title": "좋은 기억", "artist": "SG 워너비", "genre": "Ballad", "lyrics": "어딘가에 마음 기대고 싶은 날  가눌 수도 없을만큼 힘겨운 날  살다가 살다가 그대  그런 날이 오더라도  우리 지난날의 추억을  떠올리며 잠시나마 미소 짓게  잊지는 말아요 내 사랑을  잊지는 말아요 이것만은  그대밖에 몰랐던  한 사람이 있었음을  좋았던 추억만 간직해요  사랑한 시간만 늘 기억해요  내 생의 가장 좋은 기억은  그대라는 사람인 걸  잊지는 말아요 잊지는 말아요  행복하게 웃던 그대를 보았죠  나 없이도 좋아 보여 다행이죠  살다가 살다가 삶의  마지막이 오더라도  같은 추억 속에 살았던  그 순간이 아름답게 남아있게  잊지는 말아요 내 사랑을  잊지는 말아요 이것만은  그대밖에 몰랐던  한 사람이 있었음을  좋았던 추억만 간직해요  사랑한 시간만 늘 기억해요  내 생의 가장 좋은 기억은  그대라는 사람인 걸  잊지는 말아요  그대 다시 누군가를  사랑하게 되거든  새 추억 아래 덮여진 채  지워질 내가 되겠지만  잊지는 말아요 내 마음은  잊지는 말아요 그것만은 잊지는 말아요 헤어져도  잊지는 말아요 이 말만은  내 모든 걸 줄만큼  소중했던 그대란 걸  행복한 기억만 간직해요  고마운 마음만 늘 기억해요  내 생에 다시 없을 지난 날  눈부셨던 우리 사랑  잊지는 말아요  잊지는 말아요  잊지는 말아요"}, {"song_no": "5668985", "year": "2015", "rank": "42", "title": "그 남잔 말야", "artist": "엠씨더맥스", "genre": "Drama", "lyrics": "바람 부는 이런 날엔  넌 어디서 뭘 하는지 오늘 따라 오늘 따라 궁금해 너무 쉽게 잊혀 지면  흩날리는 저 꽃잎처럼 그 거리에 널 부르며 서 있어 미치도록 널 사랑한  남자가 있었어 그 남잔 말야  아직도 네 추억에 살아 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼 느껴지니 느껴지니 내 맘이 혼자 걷는 밤거리가  이렇게나 쓸쓸한지 이별 후에 이별 후에 배웠어 미치도록 널 사랑한  남자가 있었어 그 남잔 말야  아직도 네 추억에 살아 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼  느껴지니 느껴지니 내 사랑아 바람 부는 이런 날에  그리운 사람 너야 미치도록 널 사랑한 남잘  넌 잊었니 그 남잔 말야  아직도 너 오길 기다려 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼  느껴지니 느껴지니 내 사랑아"}, {"song_no": "5760116", "year": "2015", "rank": "43", "title": "맨정신", "artist": "BIGBANG", "genre": "Rock", "lyrics": "제발 좀 잘난 척 하지 마 알고 보면 네가 제일 불쌍해 그래 날 더 자극 시켜봐 잠깐 재미라도 볼 수 있게 돈 쫓다 권력 쫓다 명예만 쫓다 가랑이가 찢어져 자빠질 테니까 사랑 좋다 우정 좋다 말들 하지만 각오해 뒤통수가 시릴 테니까 Hey doctor doctor 날 좀 살려줘요 확 돌아버리겠으니까 어설픈 말들로 둘러대지 말고 Hear me say 맨정신이 난 힘들어 아무것도 할 수가 없어 맨정신이 난 제일 싫어 너 없인 잠들 수가 없어 시간은 더럽게 안 가고 나이만 들어 죽은 듯 살아 할 일은 더럽게 많은데 하고 싶은 건 하나도 없어 세상이 내겐 차갑고 남 시선은 따갑지 어른 같지만 어린 아이 작은 키만 훌쩍 자랐지 어릴 적 낭만은 사라진 환상 내 기분은 광활한 광야 사람들은 날 이해 못 해 나도 몰래 맛 가볼래 취해라 취해 천국으로 가 깨고 나면 지옥 얼마 못 가 난 지금 시금치 없는 뽀빠이 이런 나를 유혹하는 웃음 폭탄 Hey TAXI TAXI 날 데려가 줘요 이곳은 너무 힘드니까 며칠 동안만이라도 숨 좀 쉴 수 있게 맨정신이 난 힘들어 아무것도 할 수가 없어 맨정신이 난 제일 싫어 너 없인 잠들 수가 없어 시간은 더럽게 안 가고 나이만 들어 죽은 듯 살아 할 일은 더럽게 많은데 하고 싶은 건 하나도 Without you 모든 게 두려워 네가 없인 깜깜한 이 밤이 차가운 세상이 난 너무 힘에 겨워 Without you 아직도 이곳에 홀로 남아 너 하나만을 믿고 이렇게 기다리는 내가 바보 같잖아 No No No 맨정신이 난 힘들어 아무것도 할 수가 없어 맨정신이 난 제일 싫어 너 없인 잠들 수가 없어 라 라라라 라 라라라 라 라라라 라 라라라 라 라라라 라 라라라 라 라라라 라 라라라 라 라라라 라 라라라 라 라라라 라 라라라 라 라라라 라 라라라 라 라라라 라 라라라"}, {"song_no": "4857981", "year": "2015", "rank": "44", "title": "Sugar", "artist": "Maroon 5", "genre": "Rock", "lyrics": "I'm hurting baby  I'm broken down I need your loving loving I need it now When I'm without you I'm something weak You got me begging begging I'm on my knees I don't wanna be needing your love I just wanna be deep in your love And it's killing me  when you're away Ooh baby cause a bullet don't  care where you are I just wanna be there  where you are And I gotta get one little taste Sugar Yes please Won't you come  and put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me  good loving  Make it alright Need a little a sweetness  in my life Sugar Yes please Won't you come and  put it down on me My broken pieces You put them up Don't leave me hanging hanging Come get me some When I'm without ya I'm so insecure You are the one thing one thing I'm living for I don't wanna be needing your love I just wanna be deep in your love And it's killing me  when you're away Ooh baby cause a bullet don't  care where you are I just wanna be there  where you are And I gotta get one  little taste  Sugar Yes please Won't you come and  put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me good loving Make it alright Need a little a sweetness  in my life Sugar Yes please Won't you come  and put it down on me Yeah I want that red velvet I want that sugar sweet Don't let nobody touch it Unless that somebody is me I gotta be a man There ain't no other way Cause girl you're hotter than  southern california bae I don't wanna play no games I don't gotta be afraid Don't give all that shy sht No make up on That's my Sugar Yes please Won't you come and  put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me good loving Make it alright Need a little a sweetness  in my life Sugar Yes please Won't you come  and put it down on me Sugar Yes please Won't you come  and put it down on me Oh right here cause I need Little love and little sympathy Yeah you show me good loving Make it alright Need a little a sweetness in my  life Sugar Yes please Won't you come and put it down on me"}, {"song_no": "7861392", "year": "2015", "rank": "45", "title": "또 다시 사랑", "artist": "임창정", "genre": "Ballad", "lyrics": "아픔이 좀 더 작아질까 의미 없는 만남을 하다가 어느 날 그대가 흘린 눈물 왠지 나와 같다 느껴서 이렇게 그대를 지키는가 봐요 행복하고 싶었던 그대를 몰랐던 누군갈 또 알아가면서 분명 행복할 걸 알겠지만 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것 일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 어느 날 그대가 숨긴 눈물 왠지 나와 같다 느껴서 이렇게 그대를 지키는 가 봐요 행복하고 싶었던 그대를 몰랐던 누군갈 또 알아가는 게 혹시 두렵기도 하겠지만 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 절대 우리 작은 다툼조차 하지 마요 이별 후엔 서운함만 가슴속에 남으니 사소한 그 표현이 그 말들이 언제나 나에겐 참 고마울 거예요 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것 일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 사랑 언제나 이번이 마지막이라며"}, {"song_no": "5794982", "year": "2015", "rank": "46", "title": "RESPECT (Feat. 로꼬, GRAY & DJ Pumkin)", "artist": "식케이 (Sik-K)", "genre": "Rap / Hip-hop", "lyrics": "young hot yellow 잘 들어 나는 스물 두 살이고 그 말은 지금 많이 꿈을 꿀 나이고 할 수 있는 게 많아 일분일초가 소중해 너와 달리 나는 날 아끼고 존중해 만약 음악이 듣고 싶음 I go to the club 오늘 입고 싶은 옷은 내가 고를 거야 한 번도 없어 나 자신한테 속은 적 내가 왜 오늘 내 분위기에 초를 쳐 That’s how I love myself 난 하고 싶은 것들을 해 만약 날 부정한다면 I say you go to hell 이라고 말하고 넘어 갈래 남에게 너무 의지하는 거는 미련한 거 같애 얽매이지 않은 게 way I respect myself 난 내가 돼 when I respect myself 존중은 죽었지 아마도 인터넷 속에 매일 남아도는 악플과 기사 play 사생활은 없고 모두 보여지지 잘못 한 번이면 밖에서는 가면을 쓰고 집 안에서는 익명의 아이디를 써 everybody is turning to a bitch 아닌 척 하면서도 자기 자신을 거짓말로 속이지 물론 나도 똑같애 남들과 다른 척하네 하지만 거울 속에 내 모습 이제 지겨워 주먹을 쥐고 일어났지 폼 나게 허물을 벗고 보여줄게 오승택 너도 너의 벽을 깨고 내게 오면 돼 one time for the one who did the same thing 이제 말해보자고 존중에 대해 Respect yourself Be proud of yourself 주먹을 쥐고서 하늘 높이 질러봐 Express yourself Just be yourself 너의 방식대로 너를 보여줘 R E S P E C T Respect Respect R E S P E C T Just respect yourself R E S P E C T Respect Respect Respect Respect Just respect yourself Uh 개봉박두 내 광기 인천 언니들은 맘대로 만끽 완전 확 가는 추억으로 남길 핫해진 구월동에 내릴 단비 나 헌데 현재 상황은 웬 듣보가 깝치냔 반응 함부로 가늠해도 이겨낼 거야 난 내 안에 끼를 믿으니까 핳 지금 내 목소리에 듣고 있는 모두가 몰입해 특이함에 호불호가 갈릴 때 난 로블로를 준비해 니 고급진 귀밑에 나는 받을 가치 있어 다듀 재범이랑 같이 있어 니가 모르게 자꾸 생각나겠지 내 이름 지구인 떠올리며 눈 감아 Respect yourself Be proud of yourself 주먹을 쥐고서 주먹을 꽉 쥐고 하늘 높이 질러봐 더 높이 질러봐 Express yourself Just be yourself 너의 방식대로 너를 보여줘 내 몸에 맞게 내 맘에 맞게 원하는 대로 살 거야 나답게 내 몸에 맞게 내 맘에 맞게 원하는 대로 살 거야 나답게 내 몸에 맞게 내 맘에 맞게 원하는 대로 살 거야 나답게 내 발에 맞게 내 폼에 맞게 원하는 대로 살 거야 나답게 Respect yourself Be proud of yourself 주먹을 쥐고서 하늘 높이 질러봐 Express yourself Just be yourself 너의 방식대로 너를 보여줘 R E S P E C T Respect Respect R E S P E C T Just respect yourself R E S P E C T Respect Respect Respect Respect Just respect yourself"}, {"song_no": "5700639", "year": "2015", "rank": "47", "title": "마음", "artist": "아이유", "genre": "Folk", "lyrics": "툭 웃음이 터지면 그건 너 쿵 내려앉으면은 그건 너 축 머금고 있다면 그건 너 둥 울림이 생긴다면 그건 너 그대를 보며 나는 더운 숨을 쉬어요 아픈 기분이 드는 건 그 때문이겠죠 나를 알아주지 않으셔도 돼요 찾아오지 않으셔도 다만 꺼지지 않는 작은 불빛이 여기 반짝 살아있어요 영영 살아있어요 눈을 떼지 못 해 하루종일 눈이 시려요 슬픈 기분이 드는 건 그 때문이겠죠 제게 대답하지 않으셔도 돼요 달래주지 않으셔도 다만 꺼지지 않는 작은 불빛이 여기 반짝 살아있어요 세상 모든 게 죽고 새로 태어나 다시 늙어갈 때에도 감히 이 마음만은 주름도 없이 여기 반짝 살아있어요 영영 살아있어요 영영 살아있어요"}, {"song_no": "5795006", "year": "2015", "rank": "48", "title": "예뻐서 (Feat. 루이 Of 긱스) (You`re beautiful)", "artist": "유승우", "genre": "Ballad", "lyrics": "예뻐서 그 얼굴이 너무 예뻐서 준비해놨던 얘기들 또 못했어 니가 웃을 땐 온 세상이 그대로 멈춰 그 입술로 내 이름을 부를 때면 나에게만 들리는 다음 말 나를 사랑한다고 Beautiful day beautiful love 우리 사랑이 시작된 날 수줍게 멈추는 모든 순간 이게 사랑인가봐 Beautiful girl beautiful love 눈부신 햇살 비추는 하늘 아래 내 눈으로 본 모든 것 중에 니가 제일 예뻤어 니가 예뻐서 넌 예뻐 그걸로 됐어 난 이미 알고 있어 예쁜 너에 대해서 날 향한 진심을 편하게 꺼내 둬 나라는 비행기를 탈 수 있는 passport 우린 하늘 위로 날게 돼 First class ticket 넌 편하게 앉게 돼 넌 그저 편하게 안겨 너만의 팔베개에 Get it 넌 나를 안게 돼 It ain't hard to tell 마주보면 나는 자꾸 웃음이 나 새삼스레 니가 또 예뻐서 너를 안고 싶어서 Beautiful girl beautiful love 눈부신 햇살 비추는 하늘 아래 내 눈으로 본 모든 것 중에 니가 제일 예뻤어 이전엔 아무 의미 없었지 그 어떤 일도 숨 막히는 삶에 박잔 더 밀리고 웃기지도 않았었지 코미디도 나를 떠미는 파도에 허우적거리던 난파된 채로 그저 표류하던 나룻배 너의 두 눈이 나의 나침반이 돼 그대로 너에게 노를 저어가며 새로운 날을 바라봐 그대는 나를 살아 숨쉬게 해 It ain't hard to tell beautiful love 우리 사랑이 시작된 날 수줍게 멈추는 모든 순간 이게 사랑인가봐 Beautiful girl beautiful love 눈부신 햇살 비추는 하늘 아래 내 눈으로 본 모든 것 중에 니가 제일 예뻤어 니가 예뻐서"}, {"song_no": "5826449", "year": "2015", "rank": "49", "title": "Stand Up (Feat. 마마무)", "artist": "베이식 (Basick)", "genre": "Rap / Hip-hop", "lyrics": "Yeah this song is for all the dreamers out there Keep that burning fire in your heart And it goes something like this 내가 원했던 건 열정을 버틸 몸이었지 아들과 내 여자가 내일에 대한 고민없이 난 철없던 놈이었지 uh 아직도 난 포긴 없지 뭣도 아닌 내가 단 한가지 떳떳할 수 있는 건 펜을 움켜진 내 손이었지 한땐 나도 수퍼루키에다 이 바닥 전체가 원했던 내 스타일 녹녹치 않던 세상에 부딪히고 책임을 위해서 들어간 회사 TV엔 옛동료들이 랩스타 난 그저 양복 입은 제임스본드 but 날 움직이는 건 따박따박 찍히는 월급이 아닌 sweet bass line 꿈만 꾸지말고 일어나 wake up wake up wake up 얽매이지 말고 질러봐 wake up wake up wake up everybody stand up stand up stand up 미친듯이 질러 질러 질러 everybody stand up stand up stand up 미친듯이 질러 질러 질러 사실 난 너무나 긍정적이어서 적이어서 걱정 불안에 사로잡히는 법이없어 법이없어 혼자가 절대 아니기에 난 겁이 없어 겁이없어 실패가 두려웠다는건 다 척이었어 척이었어 꿈 깨 꿈 깨 꿈 깨라 넌 평생 평생 꿈이나 꿔라 넌 땅 넌 땅 난 우주 위로 날라가 날라가 날라가 지나간 20대의 끝 희망이 매일뜨는 해의 뜻 내 시선은 강철도 베일 듯이 갈아논 채 더 멀리에 초점을 두네 청춘 네 두눈에  담아둬 알아둬 대부분에 사람들은 널 이해하지 못해 이룬뒤엔 널 지배하지 못해 불확실한 미래땜에 답답하고 이미 늦었다고 착각해 너의 꿈을 절대 놓지않고 고민한 맘가짐 만으로도 너는 창창해 상상해 연기만 뿜던 입에서 새로운 다짐을 위해서 힘찬 함성을 질러 말했잖아 이제 우리 모두 우주 위로 꿈만 꾸지말고 일어나 wake up wake up wake up 얽매이지 말고 질러봐 wake up wake up wake up everybody stand up stand up stand up 미친듯이 질러 질러 질러 everybody stand up stand up stand up 미친듯이 질러 질러 질러 사실 난 너무나 긍정적이어서 적이어서 걱정 불안에 사로잡히는 법이없어 법이없어 혼자가 절대 아니기에 난 겁이 없어 겁이없어 실패가 두려웠다는건 다 척이었어 척이었어 꿈 깨 꿈 깨 꿈 깨라 넌 평생 평생 꿈이나 꿔라 넌 땅 넌 땅 난 우주 위로 날라가 날라가 날라가  꿈만 꾸지말고 일어나 wake up wake up wake up 얽매이지 말고 질러봐 wake up wake up wake up everybody stand up stand up stand up 미친듯이 질러 질러 질러 everybody stand up stand up stand up 미친듯이 질러 질러 질러"}, {"song_no": "5650996", "year": "2015", "rank": "50", "title": "우연히 봄", "artist": "로꼬", "genre": "Drama", "lyrics": "우연히 내게 오나봐  봄 향기가 보여  너도 같이 오나봐  저 멀리서 니 향기가  설레는 코끝에 나의 입술에  괜찮은 느낌 이 떨림  나도 몰래 우연히 봄  어 어느새  겨울 지나 봄이야  여전히 난 너  앞에선 돌이야  난 아직 이게  믿기지가 않지만  내 왼손은  지금까지도 너의 향기가  미묘하게 흘렀던 분위기에  아직까지 난 가까스로 숨 쉬네  무대 위완 다르게 니 눈을 피해  고개를 돌렸던  내 모습에 한숨 쉬네  오랜만에 느껴지는  이 떨림이 날 단순하게 만들어  딱 너만 아는 거리지  다 고쳤다고 생각했던 버벅임이  또 도져서 준비했던  말을 잊어버리지  난 주워 담지 못할  말은 절대 안 해  원하는 걸 말해봐  널 위해서만 할게  너 빼곤 다  색칠할 수 있어 까맣게  천천히 갈게 조금 더 가깝게  우연히 내게 오나봐  봄 향기가 보여  너도 같이 오나봐  저 멀리서 니 향기가  설레는 코끝에 나의 입술에  괜찮은 느낌 이 떨림  나도 몰래 우연히 봄  우연히 봄  어 아직까지 향기가 짙네  발걸음이 가벼워  집에 가는 길엔  더 가까워질 너와 나를  상상하는 내 모습이  오글거려 몸서리치네  어 어 머릿속이  하얘지기 때문에  하루 종일 날씨  얘기만 반복하게 돼  오로지 난 너 하나 때문에  다른 것들에겐 무감각하게 돼  정적이 만드는 긴장감은  오히려 설레어  나를 미소 짓게 만들어  모른 척 하려 했던  니 옆의 남자들은  흐릿했던 내 눈 앞에  불을 키게 만들어  겨울은 유난히도 추웠고  다시 돌아온  그토록 기다렸던 봄  움직이지 못하도록  잡고 있고 싶어  날 더 느낄 수 있게  안고 있고 싶어  우연히 내게 오나봐 봄 향기가 보여 너도 같이 오나봐 저 멀리서 니 향기가 설레는 코끝에 나의 입술에 괜찮은 느낌 이 떨림 나도 몰래 우연히 봄 I love u so I love u 너무 쉬운 걸 그래도 나 참고 있을게 난 여자이니까 하루 더 기다려 바보야 내게 말해봐 니 마음도 보여 갖고 싶다고 해봐 더 이상은 감추지 마 어느새 내 앞에 이젠 내 앞에 괜찮은 느낌 이 떨림 나도 몰래 우연히 봄"}]