[{"song_no": "7982920", "year": "2016", "rank": "51", "title": "PICK ME", "artist": "PRODUCE 101", "genre": "Electronica", "lyrics": "우리는 꿈을 꾸는 소녀들 너와 나 꿈을 나눌 이 순간 달콤한 너를 향한 shining light 너만의 날 hey baby show you my paradise 너 땜에 내가 정말 이상해 가슴이 두근두근 뛰잖아 터질 것 같아 심쿵심쿵 너를 보는 날 hey feel me show you my secret boy can you feel me 나를 느껴 봐요 can you touch me 나를 붙잡아 줘 can you hold me 나를 꼭 안아 줘 I want you pick me up pick me pick me pick me up pick me pick me pick me up pick me pick me pick me pick me pick me pick me pick me up pick me pick me pick me up pick me pick me pick me up pick me pick me pick me pick me I want you pick me up up up up up I want you pick me I want you pick me I want you pick me up 오늘을 놓치지 마 tell me now 너와 나 비밀을 나눌 시간 지금이 아니면 나 어디로 갈지 몰라 hey baby show you my paradise 널 보면 내 마음이 두근대 너에게 난 눈빛을 찡긋해 솜사탕처럼 부푼 내 마음을 알아 줘 hey feel me show you my secret boy can you feel me 나를 느껴 봐요 can you touch me 나를 붙잡아 줘 can you hold me 나를 꼭 안아 줘 I want you pick me up pick me pick me pick me up pick me pick me pick me up pick me pick me pick me pick me pick me pick me pick me up pick me pick me pick me up pick me pick me pick me up pick me pick me pick me pick me I want you pick me up up up up up I want you pick me I want you pick me I want you pick me up"}, {"song_no": "7858908", "year": "2016", "rank": "52", "title": "바람이나 좀 쐐 (Feat. 우혜미)", "artist": "개리", "genre": "Rap / Hip-hop", "lyrics": "나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 조금 슬퍼 보이면 어때 너만 그런 게 아닐 텐데 때로는 lonely lonely lonely 때로는 lonely lonely lonely 나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 너와 헤어지고 난 후에 한번에 관계 역시 넌 최고였어 사랑을 할 땐 감동밖에 누가 널 만나게 될진 모르겠지만 그 자식 운이 텄네 그래 슬픈 생각보단 오히려 이렇게 쿨한게 편해 열 편의 영화 열 번의 취함 열 명의 위로와 열 번의 낮과 밤 그걸로 충분하면 좋겠어 지금 이 힘든 이별을 견디는 시간 많은 일들과 작은 웃음들 억지로 만들어가며 적응하는 중 좋은 것만 생각해 그래야 좀 맘이 편해 어차피 사랑도 세월 따라 다 변해 추억 같은 노래 그래 어쩌면 지금 내게 필요한 건 힘이 들 때마다 네가 항상 웃으면서 내게 했던 그 말 나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 조금 슬퍼 보이면 어때 너만 그런 게 아닐 텐데 때로는 lonely lonely lonely 때로는 lonely lonely lonely 나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 사랑은 가고 난 그냥 또 혼자 사는 남자 라면 물 맞추기 선수 가끔씩은 혼잣말하며 외로운 소파와 함께 살아 잠이 들기 전엔 TV 드라마 혹은 영화 네가 없이도 시간은 잘도 흘러가고 너의 연락 없는 전화는 그냥 꺼놔 아마 내일도 그러겠지만 알게 뭐야 끝난 거야 이미 우리 사랑은 죽었고 이별은 춥고 가슴 아픈 평화 또 때로는 무서운 밤의 긴 침묵 같은 거야 이별이 그런 거지 뭐 멀쩡하다가도 울컥하는 실컷 미워하다가 눈물 참는 거 밤이 되면 높은 빌딩 깜박거리는 빨간 불빛 그처럼 네가 떠올라 더 지쳐가는 거 이별은 그런 거야 이별은 그런 거야 멀쩡하다가도 울컥 하는 거 이별은 그런 거야 이별은 그런 거야 실컷 미워하다가도 눈물 참는 거 나가서 바람이나 좀 쐐 아무도 찾지 않는 곳에 조금 슬퍼 보이면 어때 너만 그런 게 아닐 텐데 때로는 lonely lonely lonely 때로는 lonely lonely lonely 나가서 바람이나 좀 쐐 이제는 내가 없는 곳에 나가서 바람이나 좀 쐐 조금 슬퍼 보이면 어때 나가서 바람이나 좀 쐐 조금 슬퍼 보이면 어때"}, {"song_no": "8034004", "year": "2016", "rank": "53", "title": "what2do (Feat. Crush, Jeff Bernat)", "artist": "DEAN", "genre": "R&B / Soul", "lyrics": "(CRUSH)  Uh - 하루가 지나도 울리지 않는 폰  이젠 이런 기다림이 더 익숙해진걸  모래 시계처럼 쌓이는 한숨과는 반대로  너에 대한 내 기대는 서서히 줄어들어  믿었었어 바빴다면서 어색한 핑계를 늘어놓는  널 봐도 몰랐었어 내심 알았는지도  그저 네가 변했다는 사실을 믿기 싫었을 뿐   (JEFF BERNAT)  Tell me what to do.  I don't know what to do.  Your love is just a memory.  Baby, it’s your last time to give me your best try  and to give your heart to me.  (DEAN)  대체 왜이래 그만해  이제 이별 노래에 가사처럼 변해가는 너의 말  It seems like over to us  잦은 다툼 속 의미 없는 상처를 남기고  전부 되돌리기엔 너무 늦은 듯해  부질없어 전부를 쏟아도  결국엔 채워지지 않을 너처럼 이젠 알겠어  원래 알았는지도 이별은 예정된 결말처럼  우리 앞에 놓인걸 (Yeah yeah)  (JEFF BERNAT) Tell me what to do.  I don't know what to do.  Your love is just a memory.  (DEAN_Your love is just a memory. Yeah)  Baby, it’s your last time to give me your best try  and to give your heart to me. (DEAN-to give me your best try Ah-)  (JEFF BERNAT) Take it to the bridge Yeah yeah yeah (ay you know?)   (DEAN) 얼마나 많은생각이 오갔는지 baby  (JEFF BERNAT) Yeah yeah yeah  Yeah yeah yeah   (CRUSH) 누군가는 마지막을 말해야겠지 ooh   (JEFF BERNAT) Tell me what to do. I don't know what to do.  Your love is just a memory. (DEAN - Oow Yeah yeah yeah yeah )   Baby, it’s your last time to give me your best try  and to give your heart to me.  (CRUSH - No More. Ooh- This love is over)   Tell me what to do. I don't know what to do.  Your love is just a memory.  (CRUSH - I don’t know what to sayin’ no more yeah yeah)   Baby, it’s your last time to give me your best try  and to give your heart to me. (DEAN - Whatever you want Whatever you saying.  We know is over)"}, {"song_no": "4543502", "year": "2016", "rank": "54", "title": "야생화", "artist": "박효신", "genre": "Ballad", "lyrics": "하얗게 피어난 얼음 꽃 하나가 달가운 바람에 얼굴을 내밀어 아무 말 못했던 이름도 몰랐던 지나간 날들에 눈물이 흘러 차가운 바람에 숨어 있다 한줄기 햇살에 몸 녹이다 그렇게 너는 또 한번 내게 온다 좋았던 기억만 그리운 마음만 니가 떠나간 그 길 위에 이렇게 남아 서있다  잊혀질 만큼만 괜찮을 만큼만 눈물 머금고  기다린 떨림 끝에  다시 나를 피우리라 사랑은 피고 또 지는  타버리는 불꽃 빗물에 젖을까 두 눈을 감는다 어리고 작았던 나의 맘에 눈부시게 빛나던 추억 속에 그렇게 너를 또 한번 불러본다 좋았던 기억만 그리운 마음만 니가 떠나간 그 길 위에 이렇게 남아 서있다  잊혀질 만큼만 괜찮을 만큼만 눈물 머금고 기다린 떨림 끝에 다시 나는  메말라가는땅 위에 온몸이 타 들어가고 내 손끝에 남은 너의 향기 흩어져 날아가 멀어져 가는 너의 손을 붙잡지 못해 아프다 살아갈 만큼만 미워했던 만큼만 먼 훗날 너를 데려다 줄  그 봄이 오면 그날에 나 피우리라"}, {"song_no": "8034012", "year": "2016", "rank": "55", "title": "어린왕자 (The Little Prince)", "artist": "려욱 (RYEOWOOK)", "genre": "Ballad", "lyrics": "너의 말투 또 너의 표정 알 수 없잖아 세상에서 가장 어려운 일 네 맘을 얻는 일 네가 날 기르고 길들이면 우린 서로 떨어질 수 없을까 둘도 없는 친구가 될 수 있었을까 바람 같은 맘을 내게 머물게 하는 건 어렵다는 걸 나도 알면서 말하지 않고 널 기다려 어린 왕자가 내게 말했어 사람이 사람의 맘을 얻는 일이라는 게 가장 어렵다고 그렇다며 내게 다가와 어린 왕자가 내게 말했어 지금은 슬프겠지만 우린 서로 떨어질 수 없게 된다고 나와 함께 웃고 싶을 거라고 요즘 네 얼굴 환한 웃음이  보이지가 않아 예전엔 작은 것 하나하나에 미소 그렸잖아 까만 하늘 위 펼쳐진 저 별들 세보며 어렵다는 걸 나도 알면서 말하지 않고 널 기다려 어린 왕자가 내게 말했어 사람이 사람의 맘을 얻는 일이라는 게 가장 어렵다고 그렇다며 내게 다가와 어린 왕자가 내게 말했어 지금은 슬프겠지만 우린 서로 떨어질 수 없게 된다고 나와 함께 웃고 싶을 거라고 넌 나에게 이 세상에서 단 하나뿐인 사람 되고 난 너에게 둘도 없는 친구가 될 테니까 장미꽃이 그토록 소중한 이유는 피우려 애쓴 간절함 때문이야 어린 왕자가 내게 말했어 사람이 사람의 맘을 얻는 일이라는 게 가장 어렵다고 그렇다며 내게 다가와 어린 왕자가 내게 말했어 지금은 슬프겠지만 우린 서로 떨어질 수 없게 된다고 나와 함께 웃고 싶을 거라고 너에게 길들여져 누구도 볼 수가 없어 그렇게 오늘도 나 널 그리며 눈물이 흘러"}, {"song_no": "7847861", "year": "2016", "rank": "56", "title": "Dumb Dumb", "artist": "Red Velvet (레드벨벳)", "genre": "Dance", "lyrics": "Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 너 땜에 하루 종일 고민하지만 널 어떡해야 좋을지 잘 모르겠어  난 Oh Baby baby baby baby baby you Play me play me play me play me play me 그 눈빛은 날 아찔하고 헷갈리게 해 내 이성적인 감각들을 흩어지게 해  Oh Baby baby baby baby baby you Crazy crazy crazy crazy crazy 마네킹 인형처럼 하나부터 열까지 다 어색하지 평소같이 하면 되는데 또 너만 보면 시작되는 바보 같은 춤 눈 코 입 표정도 팔 다리 걸음도 내 말을 듣지 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 심장의 떨림도 날뛰는 기분도 맘대로 되질 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 낭만적인 영화를 난 꿈꿔왔지만 네 사랑은 내 손에 늘 땀을 쥐게 해 Oh Baby baby baby baby baby You make me crazy crazy crazy crazy hey 마네킹 인형처럼 하나부터 열까지 다 어색하지 평소같이 하면 되는데 또 너만 보면 시작되는 바보 같은 춤 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb You need to Beat It That boy Michael Jackson Bad 난 너의 Billie Jean이 아냐 Don't you Leave Me Alone 하지만 애매한 반응 난 원해 Black Or White 포기 못해 나의 Man In The Mirror Why You Wanna Trip On Me 넌 너무 짓궂지 Boy you make me Scream 너에게 왜 이러지 하긴 너의 Love 정말 Never Felt So Good 그건 아마 짜릿하다 못해 Watching the Thriller 난 너에게서 헤어날 수 없나 봐 미워도 싫지가 않잖아 저 언니처럼 되고 싶은데 넌 자꾸 나를 귀엽다고 하는 걸까 왜 남동생 로봇처럼 하나부터 열까지 다 어색하지 어떡하지 고장 났나 봐 숨을 쉬는 방법도 다 까먹었어 나 눈 코 입 표정도 팔 다리 걸음도 내 말을 듣지 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb 심장의 떨림도 날뛰는 기분도 맘대로 되질 않죠 Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb Dumb"}, {"song_no": "851429", "year": "2016", "rank": "57", "title": "기억속의 먼 그대에게", "artist": "박효신", "genre": "R&B / Soul", "lyrics": "하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸   그땐 정말 나는 몰랐었어  너의 사랑이 나에게는  얼마나 소중했었는지   내멋대로 너를 보냈었지 눈물 흘리며 애원하던 너를  냉정하게 뒤돌아서며 미련조차 난 없었어 그게 멋있는 이별이라고  믿고 널 보내며   하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸   돌아보면 나의 기억 속엔 너는 언제나 웃고있어  상처받은 가슴을 안고  네가 원한 이별이었기에  너는 말없이 날 보내줬었지 눈물섞인 너의 목소릴  등뒤로 남겨둔 채로 그렇게 난 쉽게 널 떠났는데   하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸   하지만 오랜 뒤에 난 혼자 울고 있었어 네게 주었던 아픔을 되돌려 받으며 용서해줘 너의 사랑을 몰랐었던 나의 자만이 이제와 후회하고 있는 걸 -"}, {"song_no": "5702706", "year": "2016", "rank": "58", "title": "꺼내 먹어요", "artist": "Zion.T", "genre": "R&B / Soul", "lyrics": "안녕 쉽지 않죠 바쁘죠 왜 이렇게 까지 해야 하나 싶죠 바라는 게 더럽게 많죠 그렇죠 쉬고 싶죠 시끄럽죠 다 성가시죠 집에 가고 싶죠 집에 있는데도 집에 가고 싶을 거야 그럴 땐 이 노래를 초콜릿처럼 꺼내 먹어요 피곤해도 아침 점심 밥 좀 챙겨 먹어요 그러면 이따 내가 칭찬해줄게요 보고 싶어 많이 좋아해요 더 많이 안아주고 싶어요 사랑 사랑 비슷한 걸 해요 어쩌면 정말 사랑해요 배고플 땐 이 노래를 아침 사과처럼 꺼내 먹어요 피곤해도 아침 점심 밥 좀 챙겨 먹어요 그러면 이따 밤에 잠도 잘 올 거에요 힘들어요 아름다워서 알아봐줘요 나를 흘려 보내지 마요 나를 사랑해줘요 날 날 놓치지 마요"}, {"song_no": "7985328", "year": "2016", "rank": "59", "title": "다시 (Feat. 유재석)", "artist": "터보", "genre": "Dance", "lyrics": "AHH YEAH 2015  MC 날유 In The House  Guess who's back TURBO  1 2 3 Hit That  새침한 척 하는 네게 왜 자꾸 눈이 가고 눈 마주치면 뒤돌아 또 아닌 척을 하고 이건 분명해 다시 굳어진 맘이 다시 너 땜에 뛰고 있는 거야 정말 미친 듯이 멀리서 처음 너를 본 순간 뭔가 홀린 것처럼 아무런 준비도 없이  갑자기 고백 해버린 거야 너무 놀랐단 걸 알아 나도 이런 적이 없었는데 너를 놓치고 니가 떠나면 다시는  못 볼 것 같아 다시 숨이 멎어버릴 듯하게 기필코 너를 안아줄게 내 품에 그녀는 너무 도도해 정말 날 미치게 해  아무것도 못하게 다시 남김없이 모두 불타게 끝까지 너를 사랑할게 약속해 그녀는 너무 도도해 정말 날 미치게 해  난 너 밖에 없어  오늘부터 난 내 전부를 걸어 눈치보지 말고 넌 날 걸어 생각보다 이 오빠가 쩔어 어디서 좀 놀았나 봐 다리 좀 떨어 머리부터 발끝까지 정리 좀 하자 네 주위를 맴도는 맨들 좀 보자 대충 때려 맞춰 서너명 내게 빠질 거야 판 바꼈어 다시 한번 말하지만 나란 남자 한번 믿어줄래 너를 놓치고 니가 떠나면 다시는  못 볼 것 같아 다시 숨이 멎어버릴 듯하게 기필코 너를 안아줄게 내 품에 그녀는 너무 도도해 정말 날 미치게 해  아무것도 못하게 다시 남김없이 모두 불타게 끝까지 너를 사랑할게 약속해 그녀는 너무 도도해 정말 날 미치게 해  난 너 밖에 없어  다시 남김없이 모두 불타게 끝까지 너를 사랑할게 약속해 그녀는 너무 도도해 정말 날 미치게 해  난 너 밖에 없어  Stand up Put your hands up Are you Ready Party People"}, {"song_no": "5719286", "year": "2016", "rank": "60", "title": "뱅뱅뱅 (BANG BANG BANG)", "artist": "BIGBANG", "genre": "Rap / Hip-hop", "lyrics": "난 깨어나 까만 밤과 함께 다 들어와 담엔 누구 차례 한 치 앞도 볼 수 없는 막장 게릴라 경배하라 목청이 터지게 찌질한 분위기를 전환해 광기를 감추지 못하게 해 남자들의 품위 여자들의 가식 이유 모를 자신감이 볼만해 난 보란 듯이 너무나도 뻔뻔히 니 몸속에 파고드는 알러지 이상한 정신의 술렁이는 천지 오늘 여기 무법지 난 불을 질러 심장을 태워 널 미치게 하고 싶어 B I G Yea we bang like this 모두 다 같이 총 맞은 것처럼 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 다 꼼짝 마라 다 꼼짝 마 다 꼼짝 마라 다 꼼짝 마 오늘 밤 끝장 보자 다 끝장 봐 오늘 밤 끝장 보자 빵야 빵야 빵야 널 데려가 지금 이 순간에 새빨간 저 하늘이 춤출 때 돌고 돌아 너와 나 이곳은 Valhalla 찬양하라 더 울려 퍼지게 We go hard 불침번 밤새 달려 축지법 이 노래는 꼭지점 신이나 불러라 신점 큰 비명소리는 마성의 멜로디 검은 독기의 연결 고리 사방 팔방 오방 가서 푸는 고삐 whoo 난 불을 질러 네 심장을 태워 널 미치게 하고 싶어 B I G Yea we bang like this 모두 다 같이 총 맞은 것처럼 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 BANG BANG BANG BANG BANG BANG 빵야 빵야 빵야 다 꼼짝 마라 다 꼼짝 마 다 꼼짝 마라 다 꼼짝 마 오늘 밤 끝장 보자 다 끝장 봐 오늘 밤 끝장 보자 빵야 빵야 빵야 Ready or not Yea we don't give a what Ready or not Yea we don't give a what Let’s go 남자들은 위로 여자들은 get low 당겨라 bang bang bang let the bass drum go 남자들은 위로 여자들은 get low 당겨라 bang bang bang let the bass drum go let the bass drum go let the bass drum go bang bang bang bang bang bang let the bass drum go bang bang bang bang bang bang let the bass drum go"}, {"song_no": "5704397", "year": "2016", "rank": "61", "title": "이럴거면 그러지말지 (Feat. Young K)", "artist": "백아연", "genre": "Ballad", "lyrics": "궁금해서 잠이 안 와 그때 왜 그랬어 구차해도 묻고 싶어 그때 난 뭐였어 나나나나 나나 나나 나만 애 탄거니 나나나나 나나 나나 난 진심인데 넌 그랬구나 그랬어 좋았는데 넌 아니었나 봐 그랬구나 그때 넌 그런 줄 모르고 나 혼자 이럴 거면 바래다주었던 그날 밤 넌 나를 안아주지 말았어야지 설렘에 밤잠 설치게 했던 그 말 그 말도 말았어야지 그러지는 말지 비겁하게 숨어버린 너를 돌아 올 거라고 믿은 내가 바보야 사랑스럽게 날 보던 네 눈빛에 빠졌던 내가 바보지 이럴 줄도 모르고 이렇게 돼 버린 이상 그냥 얘기할게 이미 떠나버린 니 맘 돌릴 순 없으니 그랬구나 그랬어 좋았는데 넌 아니었나 봐 그랬구나 그때 넌 네 생각 뿐인데 나 혼자 이럴 거면 바래다주었던 그날 밤 넌 나를 안아주지 말았어야지 설렘에 밤잠 설치게 했던 그 말 그 말도 말았어야지 이럴 줄은 몰랐어 어때 넌 어떻게 하고 싶니 지금 이 순간의 감정일지 중간에 금방 에러가 날것인지 I don’t know 하지만 내 생각엔 오래가진 못할 거 같아 너 아닌 나 때문에 이 관계는 이어지지 못해 잠 못 들어 아픈 이 새벽 잘 지내니 문자 한번쯤은 해주지 혹시나 하며 올린 우리 얘기에 좋아요 누르지 말지 괜히 기대 하게 바래다주던 그 날 밤처럼 돌아와서 포근하게 나를 안아줘 설렘에 밤잠 설치게 했던 말로 또 두근거리게 해줘 다시 날 녹여줘 이럴 거면 귀엽다고 하지 말지 그러지 말지 혼잣말만 늘어가네 전하지도 못할 말만"}, {"song_no": "5668985", "year": "2016", "rank": "62", "title": "그 남잔 말야", "artist": "엠씨더맥스", "genre": "Drama", "lyrics": "바람 부는 이런 날엔  넌 어디서 뭘 하는지 오늘 따라 오늘 따라 궁금해 너무 쉽게 잊혀 지면  흩날리는 저 꽃잎처럼 그 거리에 널 부르며 서 있어 미치도록 널 사랑한  남자가 있었어 그 남잔 말야  아직도 네 추억에 살아 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼 느껴지니 느껴지니 내 맘이 혼자 걷는 밤거리가  이렇게나 쓸쓸한지 이별 후에 이별 후에 배웠어 미치도록 널 사랑한  남자가 있었어 그 남잔 말야  아직도 네 추억에 살아 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼  느껴지니 느껴지니 내 사랑아 바람 부는 이런 날에  그리운 사람 너야 미치도록 널 사랑한 남잘  넌 잊었니 그 남잔 말야  아직도 너 오길 기다려 네가 너무 그리워  네가 너무 그리워  정신 못 차릴 만큼  느껴지니 느껴지니 내 사랑아"}, {"song_no": "7953785", "year": "2016", "rank": "63", "title": "RUN", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "넌 내 하나뿐인 태양 세상에 딱 하나 널 향해 피었지만 난 자꾸 목말라 너무 늦었어 늦었어 너 없이 살 순 없어 가지가 말라도 더 힘껏 손을 뻗어 손 뻗어봤자 금세 깨버릴 꿈 꿈 꿈 미칠 듯 달려도 또 제자리일 뿐 뿐 뿐 그냥 날 태워줘 그래 더 밀쳐내줘 이건 사랑에 미친 멍청이의 뜀박질 더 뛰게 해줘 나를 더 뛰게 해줘 두 발에 상처만 가득해도 니 얼굴만 보면 웃는 나니까 다시 Run Run Run 난 멈출 수가 없어 또 Run Run Run 난 어쩔 수가 없어 어차피 이것밖에 난 못해 너를 사랑하는 것 밖엔 못해 다시 Run Run Run 넘어져도 괜찮아 또 Run Run Run 좀 다쳐도 괜찮아 가질 수 없다 해도 난 족해 바보 같은 운명아 나를 욕해 Run Don't tell me bye bye Run You make me cry cry Run Love is a lie lie Don't tell me don't tell me Don't tell me bye bye 다 끝난 거라는데 난 멈출 수가 없네 땀인지 눈물인지 나 더는 분간 못해 oh 내 발가벗은 사랑도 거친 태풍 바람도 나를 더 뛰게만 해 내 심장과 함께 더 뛰게 해줘 나를 더 뛰게 해줘 두 발에 상처만 가득해도 니 얼굴만 보면 웃는 나니까 다시 Run Run Run 난 멈출 수가 없어 또 Run Run Run 난 어쩔 수가 없어 어차피 이것밖에 난 못해 너를 사랑하는 것 밖엔 못해 다시 Run Run Run 넘어져도 괜찮아 또 Run Run Run 좀 다쳐도 괜찮아 가질 수 없다 해도 난 족해 바보 같은 운명아 나를 욕해 추억들이 마른 꽃잎처럼 산산이 부서져 가 내 손 끝에서 내 발 밑에서  달려가는 네 등 뒤로 마치 나비를 쫓듯 꿈 속을 헤매듯 너의 흔적을 따라가 길을 알려줘 날 좀 멈춰줘 날 숨쉬게 해줘 다시 Run Run Run 난 멈출 수가 없어 또 Run Run Run 난 어쩔 수가 없어 어차피 이것밖에 난 못해 너를 사랑하는 것 밖엔 못해 다시 Run Run Run 넘어져도 괜찮아 또 Run Run Run 좀 다쳐도 괜찮아 가질 수 없다 해도 난 족해 바보 같은 운명아 나를 욕해 Run Don't tell me bye bye Run You make me cry cry Run Love is a lie lie Don't tell me don't tell me Don't tell me bye bye"}, {"song_no": "7971051", "year": "2016", "rank": "64", "title": "불공평해 (Unfair)", "artist": "EXO", "genre": "Ballad", "lyrics": "그렇게 날 보고 웃으면  Girl don't you know  아무렇지 않기는 힘들어  다 마신 커피도  벌써 몇 잔째인데 Baby  몽롱한 이유는 뭐니 oh 뭐니  아마 친구가 봤다면 욕했을 걸  이런 모습과 말들이   낯간지러워  but 네 앞에만 서면  언제 그랬냐는 듯이  넌 불공평해  이기적인 거니 그만해  너의 눈 너의 코 너의 입은  봐도 봐도 계속 예쁠 거니  넌 불공평해  거기까지만 해  oh 넌 위험 해 위험 해 천천히  엄마야  혹시 알고 있다면  장난치진 말아줘  Don't you see  점점 더 네게 헤매이는 내게  들었다가 놨다가 하는 건  너무 가혹하다고  I gotta gotta slow down  Baby baby baby baby oh  아마 친구라면 내가 욕했을 걸  이런 모습과 마음들이  너무 급하단 걸  나도 잘 알고 있지  But you make me say this  넌 불공평해  이기적인 거니 그만해  너의 눈 너의 코 너의 입은  봐도 봐도 계속 예쁠 거니  넌 불공평해  거기까지만 해  oh 넌 위험 해 위험 해 천천히  엄마야  내가 왜 이러는지 되물어봐도  확실한 이유 대신 떨림들이  말해주는 것 같아  딴 건 중요치 않아  그새 다시 네게 전화를 거네  진짜 이상한 거 아는데  아무 말 하지 말고 들어봐  I know it's unfair   이기적인 거니 어떠니  너의 눈 너의 코 너의 입을  나만 보고 싶어 욕심 같니  I know it's unfair   딱 잘라 말해  더는 나 위험 해 위험 해 천천히  I'm telling Girl girl be my love 우린 매일 커피를 마셨고 My baby yeah Girl girl be my love 밤마다 긴 통화도 했어 Babe Girl girl be my love 자 넘어올 때 도 됐으니 Oh baby falling let's fall in love 엄마야"}, {"song_no": "8067023", "year": "2016", "rank": "65", "title": "Everytime", "artist": "첸 (CHEN)", "genre": "Drama", "lyrics": "OH EVERY TIME I SEE YOU 그대 눈을 볼 때면 자꾸 가슴이 또 설레여와 내 운명이죠 세상 끝이라도 지켜주고 싶은 단 한 사람 BABY OHOHOHOH OHOHOHOH BABY OHOHOHOH OH EVERY TIME I SEE YOU 그대 눈을 볼 때면 자꾸 가슴이 또 설레여와 내 운명이죠 세상 끝이라도 지켜주고 싶은 단 한 사람 그대 나를 바라볼 때 나를 보며 미소 질 때 난 심장이 멈출 것 같아요 난 그댄 어떤가요 난 정말 감당하기 힘든걸 온종일 그대 생각해 조금 멀리 우리 돌아왔지만 지금이라도 난 괜찮아 OH EVERY TIME I SEE YOU 그대 눈을 볼 때면 자꾸 가슴이 또 설레여와 내 운명이죠 세상 끝이라도 지켜주고 싶은 단 한 사람 날 떠나지 말아요 가끔은 알 수 없는 미래라 해도 날 믿고 기다려줄래요 워 나만의 그대여 내겐 전부라는 말 고백한 적이 있었나요 내 운명이죠 세상 끝이라도 지켜주고 싶은 너 BABY OHOHOHOH 사랑할래요 OHOHOHOH 니 눈빛과 니 미소와 그 향기까지도 BABY OHOHOHOH 기억해줘요 OHOHOHOH 언제나 우리 함께 있음을 i love u"}, {"song_no": "8033530", "year": "2016", "rank": "66", "title": "괜찮다가도", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "묽은 해가 넘어가는 그림자 길어진 겨울 방 한 구석을 겨우 비추던 너마저도 사라져 간다 그리워 차갑게 마르는 이 계절에 너마저 곁에 없으면 어느 품에서 울어야 해 못 잊겠단 말이야 괜찮다가도 울컥 눈물이 나 늘 같은 장면에 널 사랑한단 말야 네 모든 게 다 그리워 보고 싶다 네 입술 두 눈이 향기가 그립다 그리워 차갑게 마르는 이 계절에 너마저 곁에 없으면 어느 품에서 울어야 해 못 잊겠단 말이야 괜찮다가도 울컥 눈물이 나 늘 같은 장면에 널 사랑한단 말야 네 모든 게 다 그리워 보고 싶다 네 입술 두 눈이 향기가 그립다 너는 내게 새로 시작하는 계절이다 눈이 내려 하늘에 괜찮다가도 울컥 눈물이 나 늘 같은 장면에 널 사랑한단 말야 네 모든 게 다 그리워 보고 싶다 네가 네 입술 두 눈이 향기가 그립다"}, {"song_no": "5835766", "year": "2016", "rank": "67", "title": "Okey Dokey", "artist": "MINO (송민호)", "genre": "Rap / Hip-hop", "lyrics": "Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  누가 마다해 넓은 마당에  어마무시한 집  스무 살부터 계획한 꿈은  김보성 으리으리하지  꿀 빠느라 바빠서  너가 정신 놓을 때  난 벌 때만 기다려 errday  파란 신호 앞에 mustang  i want some cheeze cake  i want some deadpresident  YG에 취직해  연중무휴 일개미처럼  생방 행사 팬싸  당최 없는 공백란  이놈의 끼를 어디에다 방출해   학창시절부터 연예인각  행선지를 묻지마  따라오기엔 벅차  넌 내가 될 수 없어  계속 빨빨거려봤자  내 수저가 금수저로 보이면  병원 가봐  네가 라식 해봤자  네 비전은 여전히 흐릿해  바이바이   돈과 명예중 하날 골라  한 치 고민 없이 난 몽땅   쓸어 담아갈 거야 엄마야  이제 마음껏 나가서 놀아  and she said  Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  알몸으로 태어나  옷 한벌 건졌잖소  그게 다행이면 애 당초에 나  음악 안 건드렸다고  you know hoo sure  배부르고 등 따신  예술가로 거듭나기  모든 rapper beat maker들  후방주의  누리고 살 거면 느려선 안 돼  끊임없이 혀를 굴리고  잠에 들기 전 상상해 무엇이건  R은 VD 또 끌어당김의 법칙  아무 부끄럼 없이  나의 자질을 보여줬지  스타 지망생들의 top model  보고 배워라 나의 working  왜 가사에서 싸가지를 찾아  색안경 끼고 봤자  입체감만 살아  개떼처럼 몰려 물어 뜯어봐라  i won't give a shit  너흰 진달래꽃 사뿐히 즈려밟아  랩에 국한되지 않아  분야를 넓혀나가 난  우리 엄마 왈 유자식상팔자  넌 샘나서 미치고 팔짝  돈과 명예중 하날 골라  한 치 고민 없이 난 몽땅   쓸어 담아갈 거야 엄마야  이제 마음껏 나가서 놀아  and she said  Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  LALALALALA LALALALALALA  LALALALA LALALALALALA  LALALALALA LALALALALALA  LALALALA LALALALALALA  i stole 돈돈 발걸음은 총총  and now we goin up  원하는 걸 얻고선  Okey dokey 돈돈   그저 그런 아이돌 nope  We are the young boss boss  욕심이 많아 다시 또  Okey dokey yo   Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo  say LALALALALA LALALALALALA"}, {"song_no": "8068881", "year": "2016", "rank": "68", "title": "넌 is 뭔들", "artist": "마마무(Mamamoo)", "genre": "Dance", "lyrics": "Come on Hey Mommy  Come on Hey Daddy 이리와서 얘들 좀 봐 Come on Hey Sister  Come on Hey Brother 누가 얘들 좀 말려줘 귀여운 척 섹시한 척 이쁜 척 그런 거 안해도 날 알아보는 너  센스매너 말투표정 행동 하나까지 섬세한 널 알아보는 나  우리 둘 사이 딱 한 뼘 사이 매일 아침 난 너의 목소리로 눈을 뜨고 우리 둘 사이 딱 맞는 타입 Come on 거기 미스터  Come on 이리와 봐 천천히 아주 조금씩 Hey 거기 미소가 예쁜 남자 바로 너 너어어어 아아아아 날 미치게 하는 그런 남자 몸매도 얼굴도 시선강탈 Hey Mr. 생각이 멋진 남자 바로 너  너어어어 아아아아 나 지금 너 땜에 혼란스러  제발 누가 나 좀 말려줘  월화수목금토일 난 매일매일 너를 생각해 넌 나를 생각해 Word up Moon star A형 B형 AB O형 플러스 마이너스 상관없어  S극과 N극처럼 어떤 공식이든 끌려 단지 그냥 너라서  우리 둘 사이 딱 한 뼘 사이 매일 밤마다 너의 자장가로 잠이 들고 우리 둘 사이 딱 맞는 타입 Come on 거기 미스터  Come on 이리와 봐 조용히 속삭여줄래 Hey 거기 미소가 예쁜 남자 바로 너 너어어어 아아아아 날 미치게 하는 그런 남자 몸매도 얼굴도 시선강탈 Hey Mr. 생각이 멋진 남자 바로 너  너어어어 아아아아 나 지금 너 땜에 혼란스러 제발 누가 나 좀 말려줘 I like eye contact 입술을 꽉 깨물어 Your Lips 너의 두 눈이 스칠 때면 Two Eyes 숨막히는 이끌림이 날 어지럽게 해 나 너만의 영원한 소녀 팬 is 뭔들 모든 게 넌 is 뭔들 완벽해 That's right That's right 우리 사이  자꾸 떠오르네 문득 너라면 난 is 뭔들 24시간 1분 1초가 조마조마해 조금이라도 널 놓칠까 봐 24시간 지금 이순간 Come on 나를 봐봐 Come on 넌 is 뭔들 이젠 우릴 말리지마 Hey Hey Hey Yeah Hey 거기 미소가 예쁜 남자 바로 너  너어어어 아아아아 날 미치게 하는 그런 남자  몸매도 얼굴도 시선강탈 Hey Mr. 애매모호 피아노 맨 바로 너 너어어어 아아아아 나 지금 너 땜에 혼란스러  제발 누가 나 좀 말려줘 Come on 넌 is 뭔들"}, {"song_no": "7860122", "year": "2016", "rank": "69", "title": "보통연애 (Feat. 박보람)", "artist": "박경 (블락비)", "genre": "Rap / Hip-hop", "lyrics": "새로운 사람 흥미가 생기고 뻔하디 뻔한 말들을 주고받다 서로 눈치채고 있는 타이밍에 용기 내 하는 취중고백 끼워 맞추듯 취미를 공유하고 야라 부르던 네가 자기가 되도 너무나 익숙한 장면 같아 반복되는 Dejavu 너도 느끼잖아 이거 좀 웃기잖아 소설 속의 발단 전개 위기 절정 결말처럼 언제나 같은 Process 딱 그 정도 뜨거웠다 식는 연애의 온도 항상 그래 왔기에 함부로 치지도 못하는 설레발 근데 이상해 좀 잘못된 듯 해 더 설레고 조급해 평소처럼 또 머물다 가는 순간의 감정일까 아님 혹시 이번엔 다를까 Baby I gotta go 나 반복의 반복이더라도 다시 제자리로 온대도 I don’t give a aye 날 들었다 놨다 하는 너 보통이 아닌 걸 Oh boy 너의 행동 말투나 표정 이상형과는 달라도 자꾸 끌리는데 어쩌겠어 baam 날 들었다 놨다 하는 너 보통이 아닌 걸 I can feel it 새로운 사랑 초반의 설렘 뻔하디 뻔한 애칭도 붙여주고 온종일 붙잡고 있는 핸드폰 속엔 끊기지 않는 문자들 끼워 맞췄던 것이 좋아지고 무의식 중 자연스레 널 자기라 부르는 모습들이 어딘가 익숙해 반복되는 Dejavu 저 맞은편에서 보인 너의 모습 so beautiful 나는 분명 네가 좋은데 이상하게 걱정이 돼 내가 걱정이 돼 그러다 사랑이 정이 돼 어떻게 사람 마음이 하루아침에 정의돼 but 이번엔 달라 좀 잘못된 듯해 더 커지고 조급해 평소처럼 또 머물다 가는 순간의 감정일까 아님 혹시 different Baby I gotta go 나 반복의 반복이더라도 다시 제자리로 온대도 I don’t give a aye 날 들었다 놨다 하는 너 보통이 아닌 걸 Oh boy 너의 행동 말투나 표정 이상형관 달라도 자꾸 끌리는데 어쩌겠어 baam 날 들었다 놨다 하는 너 보통이 아닌 걸 I can feel it Yo I’m confused girl Hey I’m confused boy 이런 걱정 바보 같은 거 알아 근데 사실은 말이야 이건 너 변할까 봐 혼자 먼저 하는 자기방어 같은 거야 그러니 나와 같을 거라고 말해줘 어린애같이 유치한 날 달래줘 Baby I gotta go 나 반복의 반복이더라도 다시 제자리로 온대도 I don’t give a aye 날 들었다 놨다 하는 너 보통이 아닌 걸 Oh boy 너의 행동 말투나 표정 이상형관 달라도 자꾸 끌리는데 어쩌겠어 baam 날 들었다 놨다 하는 너 보통이 아닌 걸 I can feel it"}, {"song_no": "7924015", "year": "2016", "rank": "70", "title": "안아보자", "artist": "포맨", "genre": "Ballad", "lyrics": "말을 하지 많이 힘들었다고 이런 내가 미안해 티를 내지 이젠 내게 지친걸 사랑하지 않는 걸 눈치도 없이 무슨 일인지 걱정한 내가 바보 같아 꼭 한번만 더 안아보자 조금만 더 이렇게 있자 다시는 안 그럴 테니까 오늘만 그렇게 하자 매일 밤 널 보내던 익숙한 나의 인사가 이별 인사가 될 줄 몰랐어 꼭 한번만 더 안아보자 못 보겠단 너를 불러내놓고 또 아무 말 못하고 잡은 네 손만 놓지 못하고 참았던 눈물이 흘러 꼭 한번만 더 안아보자 조금만 더 이렇게 있자 다시는 안 그럴 테니까 오늘만 그렇게 하자 매일 밤 너를 보내던 익숙한 나의 인사가 이별 인사가 될 줄 몰랐어 힘들었지 참 미안해 이제 그만 아프지 마 제발 힘들었지 떠나지마 참 미안해 이러지마 이제 그만 내 곁에 있어 내 걱정은 하지마 난 괜찮아 난 괜찮아 우리 다시는 울지 말자 오늘까지만 아파하자 이제 널 보내줄 테니까 한번만 내게 웃어줘 매일 밤 네가 그리워 견딜 자신이 없지만 그냥 아무 일 없던 것처럼 꼭 한번만 더 안아보자"}, {"song_no": "8033529", "year": "2016", "rank": "71", "title": "아스라이", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "난 이렇게 지내요 그대 떠나간 그 자리에 그런 대로 살아요 이제 무뎌진 마음이 겨우 아무렇지 않은데 다시 오려 하나요 밀어내려 하지만 내가 좋아하던 그대 미소가 다시 스미듯 그대가 나쁜 그대가 사랑한 그대가 돌아오려나 아스라이 떠난 그대 기억이 고스란히 남아 미워지잖아 그대 떠나간 빈자리만 가지런히 남아 돌아와 아주 처음 같이 나를 안아 줘 지금 이 순간에 나의 그대여 변하지 않은 모습으로 다시 내게로 밀어내려 하지만 내가 좋아하던 그대 미소가 다시 스미듯 그대가 못된 그대가 사랑한 그대가 돌아오려나 아스라이 떠난 그대 기억이 고스란히 남아 미워지잖아 그대 떠나간 빈자리만 가지런히 남아 돌아와 아주 처음 같이 나를 안아 줘 지금 이 순간에 나의 그대여 변하지 않은 모습으로 다시 내게로 지금 내 곁에 그대로 남아 처음 같이 내게 사랑한다고 말을 해줘 내게 떠나가던 길 그 어디에도 내가 보여 후회뿐이라고 돌아와 아주 처음 같이 나를 안아 줘 지금 이 순간에 나의 그대여 변하지 않는 모습으로 지금 이대로 난 바랄 게 없어요 그대 돌아온 이 자리에 영원히 그대와 나"}, {"song_no": "7870705", "year": "2016", "rank": "72", "title": "리듬 타 (RHYTHM TA)", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "We gon get it pop it we gon we gon get it pop it 이건 그냥 노래니깐 리듬 타 Bounce 리듬 타 Bounce 리듬 타 Bounce 리듬 타 이건 그냥 노래니깐 리듬 타 뭐해 어서 고갤 끄덕이지 않고 가슴과 허리를 꿀렁이지 않고 우린 가리는 거 없어 예를 들면 때와 장소 멋있는 척 안해 나쁜 예는 요즘 아이돌 즐기는데 무슨 타당한 이유를 원해 이건 그냥 리듬 타기 좋은 흔한 노래 굳이 제목을 정하자면 칭찬 이 노래를 틀면 고래도 춤추게 하니까 yeah come and get it 모여 남녀노소 음악은 흐르지 방방곡곡 콧노래를 불러 ladi dadi 오늘밤은 ready to die yeah die yeah 시간은 금 보기를 돌 같이 하라 비싼 척 하지마 놀고 싶은 거 알아 woo 콧노래를 불러 ladi dadi 다같이 움직여 body Bounce 리듬 타 Bounce 리듬 타 Bounce 리듬 타 이건 그냥 노래니깐 리듬 타 We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it 이건 그냥 노래니깐 리듬 타 뭐해 어서 고갤 끄덕이지 않고 어 밤이면 밤마다 오는 날이 아니잖소 오늘을 놓쳐서 후회한다면 후회한 시간을 후회할 거잖아 후회하기 싫음 후회할 일들을 후회하기 전에 후회 말아 Oh yeah right 리듬 타 Come on 방방 뛰어 나와 함께 리듬 타 UCC에 올려봐 꿀렁거리는 니 모습 여덟 마디 춤추기 좋게 여름 방학 계획표처럼 의미는 없음 Yeah come and get it 모여 남녀노소 음악은 흐르지 방방곡곡 콧노래를 불러 ladi dadi 오늘밤은 ready to die yeah die yeah 시간은 금 보기를 돌 같이 하라 비싼 척 하지마 놀고 싶은 거 알아 woo 콧노래를 불러 ladi dadi 다같이 움직여 body Bounce 리듬 타 Bounce 리듬 타 Bounce 리듬 타 이건 그냥 노래니깐 리듬 타 We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it 이건 그냥 노래니깐 리듬 타 모두 고개를 끄덕여 팔짱 끼고 껄렁 거려 다같이 흔들흔들 흔들흔들 해 우린 좀 건들건들 건들건들 해 볼륨을 더 높이고 이 리듬에 몸을 맡겨 다 같이 흔들흔들 흔들흔들 해 우린 좀 건들건들 건들건들 해 리듬 타 Da na na na na na na Da na na na na na na Da na na na na na na 이건 그냥 노래니깐 리듬 타 We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it We gon get it pop it we gon we gon get it pop it 이건 그냥 노래니깐 리듬 타"}, {"song_no": "8033532", "year": "2016", "rank": "73", "title": "어김없이", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "아무렇지 않은 듯이   그렇게 천천히 잊어보려 해  붙잡고 싶지만 그대의 마음이  다른 곳으로 흘러서  애를 써 봐도 매달려도 달아나잖아  돌아서는 그대  뒷모습마저 두 눈에 담아  어김없이 터져버린 눈물이 마음이  그대에게 전해져 가기만을  한없이 잊어도 언젠가  그때의 우리를 기억하길 바래  붙잡고 싶지만 그대의 마음이  다른 곳으로 흘러서  애를 써 봐도 매달려도 달아나잖아  돌아서는 그대  뒷모습마저 두 눈에 담아  어김없이 터져버린 눈물이 마음이  그대에게 전해져 가기만을  한없이 잊어도 언젠가  그때의 우리를 기억하길 바래  언제나 힘들면  여기 내 곁에 돌아와  변함없이 기다린  그대만을 바라는 내게로  멈춰진 시간 속에 그대가 우리가  그때 그 모습 그대로 남아서  잊혀 지지 않게 부르는 하모니  그대에게도 들리기를 멀리 흩어지는 그대"}, {"song_no": "5389475", "year": "2016", "rank": "74", "title": "양화대교", "artist": "Zion.T", "genre": "R&B / Soul", "lyrics": "우리 집에는  매일 나 홀로 있었지 아버지는 택시드라이버 어디냐고 여쭤보면 항상  양화대교 아침이면 머리맡에 놓인  별사탕에 라면땅에 새벽마다 퇴근하신 아버지  주머니를 기다리던 어린 날의 나를 기억하네 엄마 아빠 두 누나 나는 막둥이 귀염둥이 그 날의 나를 기억하네  기억하네  행복하자  우리 행복하자  아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래 내가 돈을 버네 돈을 다 버네 엄마 백원만 했었는데 우리 엄마 아빠 또 강아지도 이젠 나를 바라보네 전화가 오네 내 어머니네 뚜루루루 아들 잘 지내니 어디냐고 물어보는 말에  나 양화대교 양화대교 엄마 행복하자 아프지 말고 좀 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래 그 때는 나 어릴 때는 아무것도 몰랐네 그 다리 위를 건너가는 기분을 어디시냐고 어디냐고 여쭤보면 아버지는 항상 양화대교 양화대교 이제 나는 서있네 그 다리 위에 행복하자  우리 행복하자  아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 행복하자 행복하자 아프지 말고 아프지 말고 행복하자 행복하자 아프지 말고 그래 그래"}, {"song_no": "7858989", "year": "2016", "rank": "75", "title": "어깨", "artist": "소유 (SOYOU)", "genre": "R&B / Soul", "lyrics": "잘 알죠 모든 게 내 맘 같지 않을 때 아무리 뒤척여도 잠은 오지를 않고 전화 속 사람들 이렇게나 많은데 연락할 누구도 곁에 없을 때 혼자만 있고 싶어도 사실 외로울 때 웃어볼 기운도 없을 때가 있죠 할 일은 쌓여서 산더미에 줄어들질 않고 자꾸 한숨만 나올 땐 기대도 돼 기대도 돼요 내게 with you you 언제든 내게 기대 쉬어도 돼요 그대 with you you 다 이해해 유난히 하루가 길게만 느껴질 때 집으로 가는 길 괜히 멀기만 하고 하고픈 이야기 정말 많았었는데 쓴 웃음 지으며 참아버렸죠 누가 툭 건드리기만 하면 금방이라도 울음이 터질 것 같을 때가 있죠 언젠간 괜찮아 질 거라고 애써 생각해도 자꾸 한숨만 나올 땐 기대도 돼 기대도 돼요 내게 with you you 언제든 내게 기대 쉬어도 돼요 그대 with you you 다 이해해 나만 이런건지 혼자 힘든건지 I know I know 잘 하고 있단 걸 그렇게 속으로만 안고있지 말고 you know you know 내가 곁에 있단 걸 기대도 돼 기대도 돼요 내게 with you you 언제든 내게 기대 쉬어도 돼요 그대 with you you 다 이해해 다 이해해 다 이해해 다 이해해"}, {"song_no": "5385974", "year": "2016", "rank": "76", "title": "위잉위잉", "artist": "혁오 (HYUKOH)", "genre": "Rock", "lyrics": "비틀비틀 걸어가는 나의 다리 오늘도 의미없는  또 하루가 흘러가죠 사랑도 끼리끼리  하는거라 믿는 나는 좀처럼 두근두근  거릴일이 전혀없죠 위잉위잉 하루살이도 처량한 나를 비웃듯이 멀리 날아가죠 비잉비잉 돌아가는 세상도 나를 비웃듯이  계속 꿈틀대죠 Tell me Tell me Please don’t tell 차라리 듣지 못한 편이  내겐 좋을거야 Tell me Tell me Please don’t tell 차라리 보지 못한 편이  내겐 좋을거야 ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai ai  사람들 북적대는  출근길의 지하철엔  좀처럼 카드찍고  타볼일이 전혀없죠 집에서 뒹굴뒹굴  할 일없어 빈둥대는 내 모습 너무 초라해서 정말 죄송하죠 위잉위잉 하루살이도 처량한 나를 비웃듯이 멀리 날아가죠 비잉비잉 돌아가는 세상도 나를 비웃듯이  계속 꿈틀대죠 쌔앵 쌔앵 칼바람도 상처난 내 마음을  어쩌지는 못할거야 뚜욱 뚜욱 떨어지는 눈물이 언젠가는  이세상을 덮을거야 Tell me Tell me Please don’t tell 차라리 듣지 못한 편이  내겐 좋을거야 Tell me Tell me Please don’t tell 차라리 보지 못한 편이  내겐 좋을거야 Tell me Tell me Please don’t tell 차라리 느껴보지 못한 편이 좋을거야 Tell me Tell me Please don’t tell 차라리 살아보지 못한 편이  좋을거야 비틀비틀 걸어가는 나의 다리 오늘도 의미없는 또 하루가 흘러가죠 사랑도 끼리끼리  하는거라 믿는 나는 좀처럼 두근두근  거릴일이 전혀없죠 위잉위잉 하루살이도 처량한 나를  비웃듯이 멀리 날아가죠 비잉비잉 돌아가는 세상도 나를  비웃듯이 계속 꿈틀대죠"}, {"song_no": "7931712", "year": "2016", "rank": "77", "title": "지못미", "artist": "iKON", "genre": "R&B / Soul", "lyrics": "언제나 넌 같은 자리에 항상 날 기다렸지만 I was gone I was gone 바보같이 나를 믿지 마 영원히 널 지키겠단 말 거짓말 거짓말 오늘따라 자주 보던 TV Drama에선 뻔한 장면들이 날 보며 비웃고 있어 난 마치 죄인처럼 run away 넌 오늘도 내게 소리 질러 go away 내가 이기적인 놈이란 걸 넌 알고 있었잖아 사소한 관심을 바란 네가 부담스러웠나 봐 그 흔한 사진 한 장도 남기지 못한 채 마지막 순간까지도 우린 나만 생각해 미안 미안 지켜주지 못해 미안해 잘 살길바래 미안 미안 너도 날 잊어줘 아프지만 영원히 함께하잔 그 약속 이제는 없는 거야 지켜주지 못해서 미안해 언제나 난 다른 자리에 매일 밤 나의 친구들과 I’m out all night 뒤집어놓은 내 전화기엔 너의 마지막 한 통의 부재중 전화 오늘따라 흘러나오는 Radio에선 같이 즐겨 듣던 노래가 나오고 있어 난 마치 죄인처럼 run away 넌 오늘도 내게 소리 질러 go away 너에게 오고 가는 사람들 중 한 명이기를 바람 그리고 눈물 벚꽃 모두 떨궈 새싹 피기를 바람 그리고 우리 추억 노을처럼 짧고 아름답기를 바래 이 모든 것 발을 못 뗀 너의 가냘픈 등 기분 좋게 밀기를 미안 미안 지켜주지 못해 미안해 잘 살길바래 미안 미안 너도 날 잊어줘 아프지만 영원히 함께하잔 그 약속 이제는 없는 거야 지켜주지 못해서 미안해 지금까지 차마 못 했던 말 미안해 내가 부족해 끝까지 작은 모습뿐 이라서 yeah 널 채워주지 못한 나를 용서해 나보다 괜찮고 잘난 사람 만나길 바래 미안 미안 지켜주지 못해 미안해 잘 살길바래 미안 미안 너도 날 잊어줘 아프지만 영원히 함께하잔 그 약속 이제는 없는 거야 지켜주지 못해서 미안해 지켜주지 못해서 미안해"}, {"song_no": "5721440", "year": "2016", "rank": "78", "title": "LOVE ME RIGHT", "artist": "EXO", "genre": "Dance", "lyrics": "Oh Yeah C’mon Take your time 왠지 두근대는 밤이야 Na Na Na Na Na Na Na Na So tonight 달 끝까지 달려가볼까 Yea Yea Yea Yea Yea Yea Yea Yea Just right 시동을 걸어 엑셀에 발을 올려 모든 것이 특별해 너와는 잘 어울려 무엇을 원하던 Imma make it work Yeah Shawty Imma party till the sun down 지금 이 신비로운 느낌은 뭘까 와줘 내게로 어서 Before the sun rise 네가 없는 난 어딜 가도 Nobody Yeah 오 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 오 내게로 와 망설이지마 넌 매혹적인 나의 universe Just love me right 아하 내 우주는 전부 너야 Just love me right Just love me right Just love me right 내 우주는 전부 너야 Shine a light 별빛 속을 달려 은하술 건너 Na Na Na Na 멈출 순 없어 오예 우릴 비추는 달빛은 여전하지 네 궤도 안 헤매고 있어 난 아직 I can do this all night long baby 네가 없는 난 어딜 가도  반쪽짜리니까 달빛 찬란한 밤 펼쳐진 별들의 불꽃놀이 좀 더 높이 날아가볼까 날아가볼까 가슴 터질듯한 이 순간 우리 둘만 떠올라 발 밑에 지구를 두고 love me right 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 So come on baby 눈이 부시게 더 아름다운 너의 universe 아름다운 lady Just love me right 아하 내 우주는 전부 너야 오 Just love me right Just love me right Can you love me right Just love me right I just wanna make you love me 내 우주는 전부 너야 수 없는 밤이 찾아와도 내 하늘엔 오직 너만 빛나 Woo Yeah 속삭여줘 내게만 밤하늘을 너와 내가 물들여가 도로 위에 여긴 runway 날 바라보는 눈 속 milky way Just love me right 아하 Baby love me right 아하 오 내게로 와 망설이지마 넌 매혹적인 나의 universe Just love me right 아하 내 우주는 전부 너야 Just love me right Oh oh oh yeah Just love me right Just love me right 우리만의 시간 내 우주는 전부 너야 Just love me right Just love me right Just love me right I just wanna make you love me Yea Woo You got to love Yea You got to love me Yea 내 우주는 전부 너야 Yea You love me Yea You love me Yea 내 우주는 전부 너야"}, {"song_no": "8040495", "year": "2016", "rank": "79", "title": "뭐 어때 (Feat. 크루셜스타) (Whatever)", "artist": "유승우", "genre": "Ballad", "lyrics": "하루 일과를 마치고  오늘 어땠냐며  묻는 전화가 없다는 게 뭐 어때  같이 걷고 있으면 꼭 잡고 있었던  따뜻한 니 손이 없다는 게 뭐 어때  보고 싶던 영화를  나란히 앉아 보고  유명하단 맛집을 같이 가보자고  주말을 기다리며 계획을 짜던  니가 없는 게 뭐 어때  가끔 눈물 나게 함께 웃던 일도  때론 소리치며 둘이 싸운 일도  잊으면 되는데 별일 아닌 건데  지우지 뭐 어때 어때 어때  보고 싶다고 한 숨에 달려가고  헤어지기 싫어 아쉬웠던 밤도  잊으면 되는데 별일 아닌 건데  지우지 뭐 어때 어때 어때  시간은 흘러가고  하루 이틀 그렇게 I wish I could go back in time   친구 앞에선 쿨한 척을 했지만  운명의 여자는  쉽게 만날 수가 없네  널 울린 벌을 받고 있는 게 분명해  연애 따윈 더 의미가 없다며  현실을 직시한 듯이  어른 흉내를 내봐도  내가 필요한 건 단 한 명의 진심  낯빛이 수척해진  내 거울 속의 진실  혼자 하던 취미를 같이 하게 되고  싫어하던 일들도  조금씩 좋아지고  웃는 모습까지도 닮아버렸던  니가 없는 게 뭐 어때  가끔 눈물 나게 함께 웃던 일도  때론 소리치며 둘이 싸운 일도  잊으면 되는데 별일 아닌 건데  지우지 뭐 어때 어때 어때  시간은 흘러가고  니가 보고 싶을 때  흘러가고  그때만 잠시 꺼내보면 되지  뭐 어때  바쁘게 살다가도  니가 안고 싶을 때  자꾸 자라난 니 생각에 그때는 나도 몰라 절대 받으면 안돼 my call  난 니가 보고 싶다고 그립다고 못해 못해 넌 좀 어때 어때  우리 함께 걷던 그 밤의 그 길도 누구보다 빛나던 그 예쁜 미소 잊으면 되는데 별 일 아닌 건데 지우지 뭐 어때 어때 어때 보고 싶다 말하던 니 목소리도 꼭 안을 때 날 감싸던 니 향기도  잊으면 되는데 별 일 아닌 건데 지우지 뭐 어때 어때 어때 그렇게 흘러가줘 흘러가줘"}, {"song_no": "8009782", "year": "2016", "rank": "80", "title": "사랑가시 (민호&태현)", "artist": "WINNER", "genre": "Ballad", "lyrics": "그대 내게서 떠나 가줘요 아무런 말없이 그 예쁜 입술 꾹 닫아줘요 괴롭히지 말아줘 어둠을 삼킬 만큼 아름다웠던 그 흔적들 없이 이 미련들이 날 아프게 해 이게 네가 원하던 거니 내게 내게 왜요 왜요 언제쯤 나를 놓아 줄 건가요 그대 그대 왜요 왜요 한때는 너를 담았던 내 심장에 사랑가시가 돋아나 네가 남긴 흔적일까 이젠 다시 볼 수 없나 Where u at 만질 수 없는 그대 아주 잠시 그만 할까 참지 못 할 만큼 아파 사랑가시가 찔러 날 Kill myself 이 고통 속에서 너를 잊지 못하게 사랑할 땐 성숙해도 이별 뒤엔 아이 아이 Eh eh eh eh eh eh 없는 너를 탓해도 아픈 건 나인걸 하루살이 같은 삶이 더 이상 무의미 해 이제 넌 꾸지 못할 꿈이 돼 네게 난 무음이 돼 편히 쉴 수 없는 숨이 돼 아직도 잊지 못해 너의 흔적 너의 품이 가시라도 안길 텐데 이제 그댄 보이지 않는 언덕 위 따라가는 내 발이 남기는 피 I still say goodbye and my heart still cries 이젠 내게 더 이상 남기지마 다 가져가 내게 내게 왜요 왜요 언제쯤 나를 놓아 줄 건가요 그대 그대 왜요 왜요 한때는 너를 담았던 내 심장에 사랑가시가 돋아나 네가 남긴 흔적일까 이젠 다시 볼 수 없나 Where u at 만질 수 없는 그대 아주 잠시 그만 할까 참지 못 할 만큼 아파 사랑가시가 찔러 날 Kill myself 이 고통 속에서 너를 잊지 못하게 사랑할 땐 성숙해도 이별 뒤엔 아이 아이 Eh eh eh eh eh eh 없는 너를 탓해도 아픈 건 나인걸 혹시라도 돌아오진 말아줘 다시 반복 될 거란 걸 알잖아 결국엔 다시 그전처럼 대화를 하고 의미 없는 약속을 하고 영원이란 거짓을 남긴 채 또 다시 혼자겠지 사랑가시가 돋아나 네가 남긴 흔적일까 이젠 다시 볼 수 없나 Where u at 만질 수 없는 그대 아주 잠시 그만 할까 참지 못 할 만큼 아파 사랑가시가 찔러 날 Kill myself 이 고통 속에서 너를 잊지 못하게"}, {"song_no": "7956305", "year": "2016", "rank": "81", "title": "Dream (Feat. XIA of JYJ)", "artist": "싸이 (PSY)", "genre": "Ballad", "lyrics": "내게 있을 땐 옆에 있는 게 그게 그렇게 소중함을 소중한지 잊는다 결국 잃는다 결국 실은 나 그렇고 그저 그런 인간이었다 감사한 걸 감사할 줄 모르는 간사한 남사스러운 사람 행복 찾아 왜 먼 산만 바라봤을까 보이는 그대로 믿기 싫어서 믿고 싶은 대로 보기 시작해 외로워지는 지름길인데 괴로워지는 기름칠인데 꿈을 잃거나 이루거나  그 다음 날을 다시 살아가잖아 걱정하지마 이 모든 게 꿈이야 이 꿈에서 깨어날 때 그 모든 게 그대로 다 그 자리에  있었으면 해 여전했으면 해 그때는 영원했으면 해 언젠가 우리 다시 만날 때 지난날처럼 다시 행복을 위해  노래 부르며 그 노래 들으며 인생이란 꿈에서 깨어날 때 믿기 어려운 일  받아들이기 어려운 현실 원래 혼자 왔다가 혼자 살다가 혼자 떠나가는 외로운 길 외로움이 굳은살이 되어 그만큼 내게 피와 살이 되어 담담해져 가 점점 변해 가  무덤덤해져 나  어른이 되어가 갈 사람은 간다 또 산 사람은 산다 신이 내게 주신 가장 잔인한 감정  그 익숙함에 눈물 말라간다 해가 지면 아쉬워하다 달이 뜨자마자 아름답구나 기쁘면 꿈이 아니길 바라는 나  슬프면 꿈이길 바라는 나 이 꿈에서 깨어날 때 그 모든 게 그대로 다 그 자리에  있었으면 해 여전했으면 해 그때는 영원했으면 해 언젠가 우리 다시 만날 때 지난날처럼 다시 행복을 위해  노래 부르며 그 노래 들으며 인생이란 꿈에서 깨어날 때 만남의 기쁨도 헤어짐의 슬픔도  긴 시간을 스쳐가는 짧은 순간인 것을  만남의 기쁨도 헤어짐의 슬픔도  긴 시간을 스쳐가는 짧은 순간인 것을"}, {"song_no": "7946059", "year": "2016", "rank": "82", "title": "이별밖에", "artist": "노을", "genre": "Ballad", "lyrics": "그 예쁜 입술 그만 깨물고 이제 그만 내게 얘기해 줘 네 얼굴 그 표정만 봐도 다 알 수 있는 난데 조금씩 멀어져 가는 널 점점 더 낯설어지는 널 난 이미 꽤 오래 전부터 오늘이 올 걸 알았어 멈추라고 말 못했어 날 밀어내는 널 언젠가부터 계속 작아져 가 끝내 지워질 것만 같아 이별밖에 할 수 있는 게 없는 우리가 참 슬프지만 돌아선 네 맘을 돌리기엔 이미 늦은 걸 알아서 이별밖에 겨우 이것밖에 할 수 없는 내가 너무 밉지만 함께여서 아픈 우리에겐 남은 건 어쩔 수 없는 이별밖에 내가 받을 상처가 클까 봐 벌써 날 걱정하는 걸 알아 널 품에 꼭 안고 싶지만 그럴 수 없는 날 용서해 힘들어하는 널 보기 싫어 무거운 짐을 이젠 내려놔 분명 많이 아프겠지만 잘 견뎌내 볼게 자꾸 엇갈리기만 해 우리의 모든 게 언젠가부터 계속 멀어져 가 끝내 보이지도 않는 걸 이별밖에 할 수 있는 게 없는 우리가 참 슬프지만 돌아선 네 맘을 돌리기엔 이미 늦은 걸 알아서 내가 부족해서 너의 빈 부분을 채워줄 수가 없어서 잘 해준 것 하나 없는 나라서 가는 널 바라볼 수밖에 이별밖에 할 수 있는 게 없는 우리가 참 슬프지만 돌아선 네 맘을 돌리기엔 이미 늦은 걸 알아서 이별밖에 겨우 이것밖에 할 수 없는 내가 너무 밉지만 함께여서 아픈 우리에겐 남은 건 어쩔 수 없는 이별밖에 남은 건 어쩔 수 없는 이별밖에"}, {"song_no": "8009716", "year": "2016", "rank": "83", "title": "이젠 잊기로 해요", "artist": "여은 (멜로디데이)", "genre": "Drama", "lyrics": "라랄라라 라랄라라 라랄라라 라랄라라라 라랄라 라랄라라 라랄라라 라랄라라 라랄라라라 라랄라 이젠 잊기로 해요 이젠 잊어야 해요 사람 없는 성당에서 무릎 꿇고 기도했던걸 잊어요 이젠 잊기로 해요 이젠 잊어야 해요 그대 생일 그대에게 선물했던 모든 의미를 잊어요 사람 없는 성당에서 무릎 꿇고 기도했던걸 잊어요 그대 생일 그대에게 선물했던 모든 의미를 잊어요 술취한 밤 그대에게 고백했던 모든 일들을 잊어요 눈 오던 날 같이 걷던 영화처럼 그 좋았던걸 잊어요 이젠 잊기로 해요 이젠 잊어야 해요 사람 없는 성당에서 무릎 꿇고 기도했던걸 이젠 잊기로 해요 이젠 잊어야 해요 술 취한 밤 그대에게 고백했던 모든 일들을 잊어요 이젠 잊기로 해요 이젠 잊기로 해요 라랄라라 라랄라라 라랄라라 라랄라라라 라랄라 라랄라라 라랄라라 라랄라라 라랄라라라 라랄라 라랄라라 라랄라라 라랄라라 라랄라라라 라랄라 라랄라라 라랄라라 라랄라라 라랄라라라 라랄라"}, {"song_no": "8030716", "year": "2016", "rank": "84", "title": "UUU", "artist": "정인", "genre": "Ballad", "lyrics": "내 맘 허락해줘요 그대 맘을 열 수 있게 오늘도 네 주위를 맴돌아 나 이렇게 이렇게 여전히 그댄 내 맘도 모른 체 그저 웃고만 있죠 그렇게 웃고 있죠 불안한 미래 속에 나 이렇게 그대만 보고 있죠 그대만 보고 있죠 you you you 날 허락해줘요 그대 맘 열 수 있게 그대 내 맘 알 수 있게 you you you 내 맘 허락해줘요 이젠 내가 자유롭게  그대 맘 속에 들어갈 수 있게  내 맘 허락해줘요 그대 맘을 열 수 있게 오늘도 네 주위를 맴돌아 나 이렇게 이렇게 여전히 그댄 내 맘도 모른 체 그저 웃고만 있죠 그렇게 웃고 있죠 불안한 미래 속에 나 이렇게 그대만 보고 있죠 그대만 보고 있죠 you you you 날 허락해줘요 그대 맘 열 수 있게 그대 내 맘 알 수 있게 you you you 내 맘 허락해줘요 이젠 내가 자유롭게  그대 맘 속에 들어갈 수 있게  단 하루라도 한번만 단 하루라도 한번만  you you you 날 허락해줘요 그대 맘 열 수 있게 그대 내 맘 알 수 있게 you you you 내 맘 허락해줘요 이젠 내가 자유롭게  그대 맘 속에 들어갈 수 있게  그대 맘 속에 들어갈 수 있게"}, {"song_no": "5644620", "year": "2016", "rank": "85", "title": "CALL ME BABY", "artist": "EXO", "genre": "Dance", "lyrics": "CALL ME BABY   Call me baby  이 거리는 완전 난리야  Call me baby  사람들 사이는 남이야  Call me baby  함께하는 매 순간이  Like BOOM BOOM BOOM  BOOM BOOM  What up  Hey Girl 영원 같던 찰나  운명 같은 순간  나를 한 순간 뚫고가  번개처럼 이 세계를  넌 내 이름 불러주며  나에게로 다가와  놀라워 섬광처럼 가득 차  너를 마주한 순간 oh my  편하게 여기 앉아  이제 내 얘기를 들어봐  Oh I don't care  나 멀리멀리 돌아간대도  이렇게 너의 곁에  단 한 남자가 되어줄 테니  메마른 내 입술에  너 스며들어와 나를 깨워  The time's wasting girl  So don't wait don't wait too long  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  You know my name girl  널 향해 커져간 마음아  너 말곤 그 문을 닫아  You know I'm here girl  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl  나를 나로 존재하게 해  내 세상은 오직 you're the one  You're the one   Girl you're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl  Baby girl 욕심들 속에 날 선  그 어떤 말도 넘어설  그런 믿음을 보여준 너   모두 변해 날 떠나간대도  너는 나만의 lady   내 손을 잡아주는 그거면 돼  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  You know my name girl  널 향해 커져간 마음아  너 말곤 그 문을 닫아  You know I'm here girl  Call me baby Call me baby  Call me baby Call me baby  어둔 미로 속에 갇혔던 Oh 나  그 어둠 속에서  날 깨워준 네 목소리 들려와   날 다시 태어나게 해 Yeah  E X O Listen Say my name Louder  혼란스러운 공간 속  날 이끌어줄 빛이 되고  놓치지 않아준 너라면  What up  널 안고 변치 않을게  널 안고 나를 떠나버린  사람들과 마주해   Never don't mind about a thing  내 가슴속 그 거대한 공백에 널 더해   흔들리는 세상 속에서  Whoo Babe  빛이 돼준 오직 한 사람 바로 너  Girl you're the one I want  You're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby  I'll be your baby yeah  You know my name girl  Ho  나를 나로 존재하게 해  You know I'm here girl  내 세상은 오직 you're the one  You're the one  Girl you're the one I want  빛나는 것들은 많아  그 안에 진짜를 봐봐  Call me baby Call me baby  Call me baby Call me baby  몇 번이라도 Call me girl"}, {"song_no": "8044421", "year": "2016", "rank": "86", "title": "벌써 겨울", "artist": "허각", "genre": "Ballad", "lyrics": "이미 낙엽은 떨어졌지만 너는 그대로 남아서 어깨를 두드리듯 내려앉은 눈에 이제야 이 계절을 실감하나 봐 어제는 옷장을 정리하려다 차마 손대지 못했어 옷을 접어두듯 구겨놓은 네가 한꺼번에 다 쏟아질까 봐 난 아직은 이른 겨울이 시린 계절이 견딜 수가 없어서 한참을 숨차게 걷다가 또 추억을 헤매다 다시 너라는 계절에 멈춰서 차갑게 부는 바람이 가끔 조금은 반가워 감기라도 걸려 기침하듯 너를 뱉어내면 좀 편해질까 봐 난 아직은 이른 겨울이 시린 계절이 견딜 수가 없어서 한참을 숨차게 걷다가 또 추억을 헤매다 다시 너라는 계절에 멈춰서 지울게 모두 다 남김없이 우리 추억들 해맑게 웃던 너의 미소도 너의 향기조차도 모두 지우고 잊을게 사랑해 나는 이 말이 짧은 이 말이 가슴 가득 남아서 차마 널 지우지 못하고 또 버리지 못하는 아프고 아픈 눈물을 흘리다 한참을 숨차게 걷다가 또 추억을 헤매다 다시 옷깃을 여미면 여전히"}, {"song_no": "8049050", "year": "2016", "rank": "87", "title": "질투 나요 BABY", "artist": "AOA CREAM", "genre": "Dance", "lyrics": "Baby baby baby baby  Baby baby 질투 나요 I'm your  Lady lady lady lady  Lady lady 질투 나요  이건 좀 루즈해 변해버린 것 같아  좀 이상해 우리 연애의 온도가  넌 나를 보는데 난 너를 보는데  웃기는 하는데 um um um um  쫌 보지마 baby baby  다른 여자 하트 눌렀네  Hey loser 그러면 넌 좋아  너 원하는 게 뭐야  살랑살랑 콧바람이 드나 봐  이젠 난 신경도 안 쓰이나 봐  이대로 가만둘 순 없겠지 널  기다려 기다려 boy  Uh uh uh 넌 나 아니면 안돼 나 모르니  아무도 쳐다볼 수 없게 널  질투 나요 baby  난 너의 baby baby baby baby  질투 나요 baby baby baby baby  난 너의 lay lay lay lady  I'm strong girl  다시는 내게 못 그러게  strong girl  나를 다시 느끼게 해줄게  I'm your lady be my baby baby  어떤 식으로 널 혼낼까  all night Long  Baby baby baby baby  Baby baby 질투 나요 I'm your  Lady lady lady lady  Lady lady 질투 나요  I'm your lady 대체 넌 자꾸 왜 이래 헤어지자고 하면 또 다시 날 잡을 텐데 언제까지 내가 널 받아 줄 것 같니 나만큼 널 아는 사람도 없어 알지 그니깐 딴생각 하지마 하지마 no no 예전의 모습으로 돌아와 boy boy 딱 그만해 난 쿨하게 용서할 준비가 돼 있어 깔끔하게 살랑살랑 콧바람이 드나 봐 이젠 난 신경도 안 쓰이나 봐 이대로 가만둘 순 없겠지 널  기다려 기다려 boy Uh uh uh 넌 나 아니면 안돼 나 모르니 아무도 쳐다볼 수 없게 널 질투 나요 baby 난 너의 baby baby baby baby 질투 나요 baby baby baby baby 난 너의 lay lay lay lady I'm strong girl 다시는 내게 못 그러게 strong girl 나를 다시 느끼게 해줄게 I'm your lady be my baby baby 어떤 식으로 널 혼낼까 질투 나요 baby 난 너의 baby baby baby baby 질투 나요 baby baby baby baby 난 너의 lay lay lay lady I'm strong girl 다시는 내게 못 그러게 strong girl 나를 다시 느끼게 해줄게 I'm your lady be my baby baby  어떤 식으로 널 혼낼까 all night Long I'm your Lady lady lady lady  Lady lady 질투 나요"}, {"song_no": "8020880", "year": "2016", "rank": "88", "title": "선 (Feat. 우효) (45.7cm)", "artist": "유승우", "genre": "R&B / Soul", "lyrics": "어깨동무까진 괜찮아 그치만 손 잡는 건 조금 위험해 잘 자란 메세진 괜찮아 그래도 자냐는 메세진 안 돼 심심할 때 연락해 커피 한 잔은 okay 늦은 시간 술 한 잔은 안 돼 가끔 전화는 okay 영상통화는 no thanks 아무래도 어색해서 못해 우리들 사이엔 우리 둘만 모르게 그어진 선 같은 게 있나 봐 친구라 하기엔 더 가까운 것 같은데 우린 그 선 위에 서 있나 봐 넘어와 boy 넘어와 girl 어색해지면 어쩌지 뻘쭘해지면 어쩌지 넘어와 boy 넘어와 girl 눈 딱 감고 더 다가가 볼까 살짝 기대는 어깨 거기까지는 okay 사실 지금도 난 좋은데 더 다가와도 okay 멀어질까 걱정돼 아직 준비 안 된 것 같애 우리들 사이엔 우리 둘만 모르게 그어진 선 같은 게 있나 봐 친구라 하기엔 더 가까운 것 같은데 우린 그 선 위에 서 있나 봐 우리들 사이엔 우리 둘만 모르게 그어진 그어진 선 같은 게 있나 봐 친구라 하기엔 더 가까운 것 같은데 우린 그 선 위에 서 있나 봐 넘어와 boy 넘어와 girl 어색해지면 어쩌지 뻘쭘해지면 어쩌지 넘어와 boy 넘어와 girl 눈 딱 감고 더 다가가 볼까"}, {"song_no": "7979764", "year": "2016", "rank": "89", "title": "화이트(WHITE) (Feat. 박재범)", "artist": "다비치", "genre": "Dance", "lyrics": "너도 오늘만은 기억하고 있겠지 벌써 만난지도 일년이 됐어 우리 그때보다 변한 것이 있다면 좀 더 커져버린 사랑일거야 겨울 내내 너를 생각하며 만들던 빨간 스웨터도 입혀줄거야 항상 포근했던 네 마음과 어울려 날 생각하면 정말 좋겠어 거리에 함께 나온 연인들 밤새 들려오는 노랫소리들 모두가 우리들의 만남을 축복하는 예쁜 선물들 같아 저기 하얀 눈이 내려 저 하늘 모두 내려 우리 서로 닿은 마음 위로 사랑이 내려 살짝 네 가슴에 기대 안겨 먼저 말을 할까 나를 느끼는 너의 모든 걸 사랑해 우리 처음 만난 일년 전의 오늘도 지금처럼 하얀 눈이 내렸지 추워 코 끝까지 빨개진 날 보면서 넌 놀려대며 웃고 있었어 가만히 빛을 내는 촛불에 지금 내 마음을 비춰 보일까 이렇게 너와 함께 있는 나 세상 누구보다 행복하다고 저기 하얀 눈이 내려 저 하늘 모두 내려 우리 서로 닿은 마음 위로 사랑이 내려 살짝 네 가슴에 기대 안겨 먼저 말을 할까 나를 느끼는 너의 모든 걸 사랑해 난 요즘 발라드 잘 부르는 여자한테 끌리네 나랑 스키장을 가자 보드 타자 눈 위에 만약에 탈 줄을 모른다면 내가 가르쳐줄게 넌 날 반하게 한 학생 난 네 강사 역할이네 Sweet한걸 원한다면 좋아 불러줄게 girl 나쁜 남자가 좋아 몸매 불러줄게 girl 다른 건 몰라도 we can make good music girl 다비치 what's good AOMG로 놀러 와 girl 지금 네 바람이 들려  저 하늘까지 들려 나도 오늘밤엔 같은 소원 빌게 될 거야 많은 시간들이 흘러가도 우리들의 사랑 지금처럼만 간직해주길 기도해"}, {"song_no": "5546489", "year": "2016", "rank": "90", "title": "유리구슬 (Glass Bead)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "투명한 유리구슬처럼 보이지만  그렇게 쉽게 깨지진 않을 거야  사랑해 너만을 변하지 않도록  영원히 널 비춰줄게  내가 약해 보였나요  언제나 걱정됐나요  달빛에 반짝이는 저 이슬처럼  사라질 것만 같나요  불안해마요 꿈만 같나요  널 위해서 빛나고 있어  떨리는 그대 손을 꽉 잡아줄게요  따스히 감싸줄게요  투명한 유리구슬처럼 보이지만  그렇게 쉽게 깨지진 않을 거야  사랑해 너만을 변하지 않도록  영원히 널 비춰줄게  못 이룰 것 없어요  그대만 있어준다면  어두웠던 맘 속에 밝은 햇살을 비춰줘 언제까지나 두근거리는 심장소리에 그대의 마음이 전해져 떨리는 어깨 이젠 꼭 안아줄게요 따스히 감싸줄게요 투명한 유리구슬처럼 보이지만 그렇게 쉽게 깨지진 않을 거야 사랑해 너만을 변하지 않도록 영원히 널 비춰줄게 달콤한 말도 필요 없어요 oh 없어요 매일같은 꿈에 행복해요 들리나요 아름다운 미소를 모두 담아 둘게요 깨지지 않도록 지켜줘 언제까지나 소중해 그 누구보다 더 널 사랑해 믿기지 않는 기적이 찾아 온 거야 사랑해 너만을 변하지 않도록 영원히 널 비춰줄게 영원히 널 비춰줄게 투명한 유리구슬처럼 보이지만 그렇게 쉽게 깨지진 않을 거야 사랑해 너만을 변하지 않도록 영원히 널 비춰줄게"}, {"song_no": "7993256", "year": "2016", "rank": "91", "title": "매일 그대와", "artist": "소진 (걸스데이)", "genre": "Drama", "lyrics": "매일 그대와 아침 햇살 받으며 매일 그대와 눈을 뜨고파 매일 그대와 도란도란 둘이서 매일 그대와 얘기하고파 새벽 비 내리는 거리도 저녁놀 불타는 하늘도 우리를 둘러싼 모든 걸 같이 나누고파 매일 그대와 밤에 품에 안겨 매일 그대와 잠이 들고파 새벽 비 내리는 거리도 저녁놀 불타는 하늘도 우리를 둘러싼 모든 걸 같이 나누고파 매일 그대와 아침 햇살 받으며 매일 그대와 눈을 뜨고파 매일 그대와 잠이 들고파 매일 그대와 매일 그대와"}, {"song_no": "8046358", "year": "2016", "rank": "92", "title": "눈물", "artist": "지아", "genre": "Ballad", "lyrics": "눈물  저기 하늘은 누가 바라봐도 늘 같은 하늘이고 멀리 바다는 누가 찾아가도 바다고 그런데 내 눈엔 하늘도 바다도 그저 눈물일 뿐이야 이별을 만나고 아픔을 알고 난 뒤에 내 이름은 니가 부를 때만 나이고 내 사랑은 니가 있어야 사랑이고 내 시간은 니가 떠난 날에 멈춰 있으니 다시 내게 줘 내일을 행여 오늘은 니가 돌아오는 발소리 들려올까 나의 마중은 질긴 헛걸음은 아닐까 이 곳의 계절은 봄 여름 가을 겨울로 바뀌어 버려도 너와 내 사랑은 바뀌지 않았으면 해 내 이름은 니가 부를 때만 나이고 내 사랑은 니가 있어야 사랑이고 내 시간은 니가 떠난 날에 멈춰 있으니 다시 내게 줘 내일을 제발 어떻게 아무렇지 않을 수 있어 우리의 첫 번째 이별 앞에서 너와 했던 그 모든 게 다 처음인데 너를 잊고 내가 누굴 사랑해 내 이름은 니가 부를 때만 나이고 내 사랑은 니가 있어야 사랑이고 내 시간은 니가 떠난 날에 멈춰 있으니 다시 내게 줘 내일을 제발"}, {"song_no": "8059290", "year": "2016", "rank": "93", "title": "Tell Me (What Is Love)", "artist": "유영진", "genre": "R&B / Soul", "lyrics": "YEAH PLAY ANOTHER SLOW JAM  THIS IS MY PROPERTY TELL ME WHAT IS LOVE 나를 사랑하지 않는 너를 잊은 채 하고 싶었던 모든걸 하고 살아도 머릿속에 넌 절대 지워지지가 않아  도대체 니까짓게 뭔데 날 비참하게 만들어 욕이라도 해줬으면 속이 후련할 텐데 왜 어떤말조차 넌 없이  내 곁을 떠나가 버렸니 헤어질 준비가 안됐어  WAIT A MINUTE 기다림은 너무 길은데  HAS NO LIMIT 대답 없는 널 자꾸 불러도  메아리만 돌아와  너를 잃고도  살아가는 내가 너무 싫지만 언젠가는 이라고 바랜다  OH TELL ME WHAT IS LOVE  TELL ME WHAT IS LOVE 내 눈을 보며 말했던 두 글자가  낙인처럼 아파 와 내 맘이 그걸 알게 됐는데 OH TELL ME WHAT IS LOVE  TELL ME WHAT IS LOVE HEY BABY PLEASE STOP 돌아서던 발걸음을 멈춰줘  이제라도 제발 NO NO NO 거짓말도 상관없어  난 이유라도 알고 싶은걸 왜 넌 날 자꾸 밀어내야만 했나 그럴수록 다가선 내가  이기적인 마음이었나 이런 생각들로 도망치지도 못해 이딴게 정말 사랑인게 맞을까 헤어질 준비가 안됐어  WAIT A MINUTE FOR ME BABY 기다림은 너무 길은데  HAS NO LIMIT  대답없는 널 자꾸 불러도  메아리만 돌아와  너를 잃고도  살아가는 내가 너무 싫지만 언젠가는 이라고 바랜다  널 바래본다 OH TELL ME WHAT IS LOVE  TELL ME WHAT IS LOVE 내 눈을 보며 말했던 두 글자가 YEAH  낙인처럼 아파 와 내 맘이 그걸 알게 됐는데  OH TELL ME WHAT IS LOVE  TELL ME WHAT IS LOVE 긴 시간들이 지나도  그 자리에 난 멈춰있어 행복했던 순간이 사진처럼  날 멈춰버렸어 YEAH 묻지만 사람들은 괜찮냐고 묻지만 조금씩 부서져 YEAH  베인 맘이 아픈걸 이렇게 SO BAD  내게서 멀리 가지마 OH YEAH  NO BABY YOU OH  NO NO NO NO NO NO I'M NOT A KIND OF STEEL YEAH 너를 잃고도  살아가는 내가 너무 싫지만 언젠가는 이라고 바랜다  OH TELL ME WHAT IS LOVE  TELL ME WHAT IS LOVE 내 눈을 보며 말했던  두 글자가 낙인처럼 아파 와 YEAH 내 맘이 그걸 알게 됐는데 OH TELL ME WHAT IS LOVE TELL ME WHAT IS LOVE"}, {"song_no": "8053157", "year": "2016", "rank": "94", "title": "ALWAYS", "artist": "윤미래", "genre": "Drama", "lyrics": "그대를 바라볼 때면 모든 게 멈추죠 언제부턴지 나도 모르게였죠 어느 날 꿈처럼 그대 다가와 내 맘을 흔들죠 운명이란 걸 나는 느꼈죠 I Love You 듣고 있나요 Only You 눈을 감아 봐요 바람에 흩날려 온 그대 사랑 whenever wherever you are whenever wherever you are oh oh oh love love love 어쩌다 내가 널 사랑했을까 밀어내려 해도 내 가슴이 널 알아봤을까 I Love You 듣고 있나요 Only You 눈을 감아 봐요 모든 게 변해도 변하지 않아 넌 나의 난 너의 사랑 그대 조금 돌아온대도 다시 나를 스쳐 지나더라도 괜찮아요 그댈 위해 내가 여기 있을게 I Love You 잊지 말아요 Only You 내 눈물의 고백 바람에 흩날려 온 그대 사랑 whenever wherever you are whenever wherever  you are"}, {"song_no": "8044371", "year": "2016", "rank": "95", "title": "MS.BURGUNDY (미스 버건디)", "artist": "손승연", "genre": "Ballad", "lyrics": "형편없이 번진 입술에 가슴 아리게 흐린 기억 담아내 아픈 상처를 끄집어내 그럴듯하게 네 독설을 꾸며내 Please baby don't you hurt me again 제발 멀리 떠나 줘 영원히 볼 수 없게 Please baby don't you hurt me again 제발 멀리 가지 마 원할 때 볼 수 있게 못 지킨 네 약속에 못 찍힌 내 맘속은 묻혀 새벽 밤 속에 깨어나지 못해 Gotta wake up tho 화장을 고치고 용기내 화장을 고치고 눈꼬리를 높이고 너 없는 카페 혼자 앉아 아픈 맘을 적시고 You love me you love me not You love me you love me not 또다시 머릿속은 너의 생각뿐인 나 알고 싶지만 겁이 나 You love me you love me not You love me you love me not 형편없이 번진 입술에 가슴 아리게 흐린 기억 담아내 아픈 상처를 끄집어내 그럴듯하게 네 독설을 꾸며내 비참했던 마지막의 Kiss 아무 말도 할 수 없던 Lip 사랑한다 No you love me not 사랑한다는 말 믿은 내 잘못일까 사랑한다 No you love me not 사랑한다고 말한 내 잘못일까 잊는 게 쉽지 않을 거란 정돈 알고 있다가도 눈물을 감추려고 나 하늘을 봐 수많은 거짓들 but I can't wake up tho 허나 나 깨어나지 못해 바람도 지 멋대로 내 뺨을 때리고 도망쳐 모든 게 너 땜에 고 You love me you love me not You love me you love me not 너가 아무 생각 없이 던진 말들에 상처받은 건 나 혼자뿐인가 You love me you love me not You love me you love me not 비참했던 마지막의 Kiss 아무 말도 할 수 없던 Lip 진실된 내 Red Lip 짓이긴 Burgundy Lip You love me you love me not"}, {"song_no": "7987620", "year": "2016", "rank": "96", "title": "열두 시가 되면", "artist": "가인", "genre": "Dance", "lyrics": "열두 시가 되면 만나 우리 둘이는 어디 있다가도 만나 눈 오는 날이면 지금 생각하면 조금 유치한 듯한 약속 근데 기분이 영 좀 그렇긴 해 흐린 날이면 열두 시가 돼도 오지 않았던 너를 기다리던 그날 내 모습 잊을 수 없잖아 눈이 오지 않는 겨울이란 없으니까 그치 나는 지금 울고 싶은데 정말 거리마다 들떠 있는 게 난 슬퍼 그대가 스르륵 다가와 기다렸냐고 할 것 같은데 나 오늘까지 울지 않고 참아 왔는데 정말 난 착하게 잘 견뎌왔는데 모두 다 스르륵 잠든 밤 그대 내게 다녀가 줄 수도 있는 것 같아 지나가 버리면 별 거 없는 거라고 사랑이라는 거 별 거 아닌 거라고 다 아는 척한 내가 웃겨 결국 이럴 거면서 그래 아직도 넌 내게 뭔가를 가르쳐 주지 나는 지금 울고 싶은데 정말 거리마다 들떠 있는 게 난 슬퍼 그대가 스르륵 다가와 기다렸냐고 할 것 같은데 나 오늘까지 울지 않고 참아 왔는데 정말 난 착하게 잘 견뎌왔는데 모두 다 스르륵 잠든 밤 그대 내게 다녀가 줄 수도 있는 것 같아 어느새 우린 어른이 다 되어 버리고 거짓말 같은 기적들을 믿지 못해도 아직은 내가 믿고 싶은 건 돌아오는 네 모습 이번 겨울까지만 믿을래 울고 싶어지는 나 어른스레 참아왔던 나 넌 우는 내가 싫다 했는데 이러면 안 돼 어쩌면 다 온 것 같은데 오늘 밤 매일 그런 꿈을 꾸는데 스르륵 창밖에 눈이 와 기억 나니 착한 아이 같던 우리 약속을 열두 시가 되면 만나"}, {"song_no": "7911686", "year": "2016", "rank": "97", "title": "날 (Feat. JTONG)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "I'll spit on ya like a king cobra 한량들아 토껴 나는 백수 포비아 자라날 새싹도 꿀꺽 삼켜 몸 보양 Started from 듣보잡 but 쏜살같이 정상 너가 피쳐링 한 곡 나한테 까이구 간거 내 동생 바비 잘 들어 산 넘어 산이란거 시댄 변하고 가요계엔 z와 나머지로 나뉘어 메이저 마이너 넘나들어 내 코드는 어디든 맞아 별 점 같은걸 왜줘 난 스타 반열에 오른 지 오래 전 Rise of the legend 경고했어 내 팬들 향해서 빠순이라 나불대면 뒈져 작업은 마치 아기 재울 때 밤새우네 난 조각 잠이 더 개운해 damn yeah 인정 안 하면 더 괴롭네 공개연애 원래 게임 할 때는 unfair play What’s my name 시청자들의 머리 속에 내 무늬를 아로새겨 강한 정체성이 뿜는 치명적인 매력 약육강식의 법칙은 잠든 본능을 일깨워 전부 아랫도리 사타구니에 방뇨 안하곤 못 배겨 두 포식자는 각자의 구역 먹이사슬의 최상위 상대를 씹어 삼키는 날카로운 발톱 갈퀴 한국힙합 땅 위에 그 약아빠진 네 방식 따윈 다 찢어 갈기갈기갈기 uh 제발 반듯함을 강요 마 난 삐딱선 타야만 말발이 잘서 problem child 못다 핀 꽃 한송아 피가 겁나면 아서라 남 과거사만 파지 말고 독창적인 삶을 살아 내 혀는 구슬땀 흘리며 춤사위 벌이는 중 넌 엉거주춤 어색한 비유와 조잡한 낱말로 조지는 groove So what you gon’ do 내 업무 율은 무중력 안 떨어져 연중무휴 괄호 열고 밑줄 난 요주의 인물 우지호 같은 새낀 전무후무 난 변태라서 맨날 전쟁 통에 컴백해 누군 쫄려서 빈집 털이 타이밍 러쉬해 허섭스레기 알맹이 없는 껍데기 네 손익분기점은 나처럼 넘사벽 됐지 Feel me it’s real me 총각 귀들 딱지 떼어내 sex appeal 어딜 감히 내게 대양해 백기 게양해 꼬꼬마들은 은폐 엄폐해 What’s my name 시청자들의 머리 속에 내 무늬를 아로새겨 강한 정체성이 뿜는 치명적인 매력 약육강식의 법칙은 잠든 본능을 일깨워 전부 아랫도리 사타구니에 방뇨 안하곤 못 배겨 두 포식자는 각자의 구역 먹이사슬의 최상위 상대를 씹어 삼키는 날카로운 발톱 갈퀴 한국힙합 땅 위에 그 약아빠진 네 방식 따윈 다 찢어 갈기갈기갈기 When i be on the mic 내 밑으로 다 귀 기울여 자 오늘 지아코 말씀 깝치지 말지어다 내가 뒤지길 바란들 댁들이 먹인 욕이 날 장수할 팔자로 만들어서 i have eternal life 고작 왕 돼보자고 내가 이 난리겠냐 What you talkin` about 내 성이 임금우다 새꺄 내 문장엔 날이 바짝 서있어 내 앨범퀄처럼 끝내줄게 네 커리어"}, {"song_no": "7931286", "year": "2016", "rank": "98", "title": "Love Yourself", "artist": "Justin Bieber", "genre": "Pop", "lyrics": "For all the times that you rain  on my parade And all the clubs you get in  using my name You think you broke my heart oh girl for goodness sake You think I'm crying on my own well I ain't And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself But when you told me that you  hated my friends The only problem was with you  and not them And every time you told me my  opinion was wrong And tried to make me forget  where I came from And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself For all the times that you  made me feel small I fell in love now I fear  nothin' at all I never felt so low when I was vulnerable Was I a fool to let you break  down my walls Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself"}, {"song_no": "8042168", "year": "2016", "rank": "99", "title": "이별이 오지 못하게", "artist": "김태우", "genre": "Ballad", "lyrics": "정말 날 사랑하나요 그래요 그거면 돼요  너무 많은 걸 바래서 마음이 아팠나 봐요  슬픔이 우릴 찾아도 나를 떠나면 안 돼요  이미 시작된 사랑을 어떻게 보내야 하는지  나는 잘 모르니까요  이별이 오지 못하게 하늘에 기도 할까요  서로만 사랑하도록 이대로만  어디도 가지 못하게 깊숙이 숨겨둘까요  우리 사랑 그대를 만나기 전에 난 어디에 있었는지  그대 만났던 그 날 난 다시 태어났던 거죠  그대밖에 난 몰라요 이별이 오지 못하게 하늘에 기도할까요  서로만 사랑하도록 이대로만  어디도 가지 못하게  깊숙이 숨겨둘까요  우리 사랑 눈 가려도 보이니까 그대만 보면 되니까 나 눈을 감고 살까요 그럴까요 그대는 주면 안 돼요 그대만 있으면 돼요 그러면 난 행복해요"}, {"song_no": "8057799", "year": "2016", "rank": "100", "title": "만화처럼 (Like Romance Comics)", "artist": "매드클라운", "genre": "Rap / Hip-hop", "lyrics": "만화처럼 뿅 나타났음 좋겠다   하늘서 똑 떨어졌음 좋겠다   니껀내꺼 내꺼니꺼하며  옹기종기 앉아   손잡고 꽁기꽁기 하고 싶다   깍지 끼고 손가락 똑딱거리면서   날 안아줄 너  U r so lovely lovely lovely   But I'm so lonely lonely lonely baby   피곤해죽겠는데 잠못드는 밤에   마침 잘됐다 싶어  돌린 미뤄 둔 빨래   쓸쓸함을 피해  방바닥 짝 달라붙어   이불로 쏙 숨었는데 바닥이 차네   텅 빈 방 세탁긴 윙윙거리고   머릿속 고민은 천장에 빙빙 도네   오래 전 끝난 연애  얼굴을 떠올렸는데   이제는 생각 안 나  이마가 예뻤는데   사랑은 항상 내 지난   스무 살의 허름한 자취방  냉장고 같았네   들여다보면 춥고 텅 볐지   부족한 주머니론  채워줄 수 없었지   청승 좀 떨었더니 허기져   라면을 뜯었는데 다시마가 두 개   그냥 집어 던졌네 시발  다시마도 짝이 있는데   니들 그래 봐야 인스턴트지  근데 이젠 나도 좀   만화처럼 뿅 나타났음 좋겠다   하늘서 똑 떨어졌음 좋겠다   니껀내꺼 내꺼니꺼하며  옹기종기 앉아   손잡고 꽁기꽁기 하고 싶다   깍지 끼고 손가락 똑딱거리면서   날 안아줄 너  U r so lovely lovely lovely   But I'm so lonely lonely lonely baby   두 얼굴이야 손바닥으로  가리면 그만인데   보고 싶은 마음 저기 큰 호수 같으니 눈감을 수 밖에  지금 밖에는 비 죽죽 내리는데  훅훅 뚫린 가슴 짜증나네 추하게  시멘트로 툭툭 발라버린 벽같애  굳게 닫혀버린 듯해  춥네 여긴 지금 한밤중의 사막야  반박 느린 내 사랑은 싱크 엇나간 자막이야  서울살이는 조금은 외로워서  이젠 연애 좀 해봤음 좋겠어 하지만  서울 사는 우린 조금 서툴러서  어디까지 다가가야 할질 몰라  안아주고 싶어 두 팔로 꽉 끌어안고  나도 너와 같다고 말해주고 싶어  잘 지내니 어디 아픈 데는 없니  근데 우린 대체 언제 만나니  만화처럼 뿅 나타났음 좋겠다  하늘서 똑 떨어졌음 좋겠다  니껀내꺼 내꺼니꺼하며 옹기종기 앉아  손잡고 꽁기꽁기 하고 싶다  깍지 끼고 손가락 똑딱거리면서  날 안아줄 너 U r so lovely lovely lovely  But I'm so lonely lonely lonely baby  삼청동 같이 걷고 싶다  바다 보러 같이 가고 싶다  머리 쓰담 해주고 싶다  나타나줘 내게 만화처럼  집 데려다 주고 싶다  라면 땡긴다고 하고 싶다  막차 끊겼다고 하고 싶다  마치 그런 연애 만화처럼"}]