[{"song_no": "5650996", "year": "2016", "rank": "51", "title": "우연히 봄", "artist": "로꼬", "genre": "Drama", "lyrics": "우연히 내게 오나봐  봄 향기가 보여  너도 같이 오나봐  저 멀리서 니 향기가  설레는 코끝에 나의 입술에  괜찮은 느낌 이 떨림  나도 몰래 우연히 봄  어 어느새  겨울 지나 봄이야  여전히 난 너  앞에선 돌이야  난 아직 이게  믿기지가 않지만  내 왼손은  지금까지도 너의 향기가  미묘하게 흘렀던 분위기에  아직까지 난 가까스로 숨 쉬네  무대 위완 다르게 니 눈을 피해  고개를 돌렸던  내 모습에 한숨 쉬네  오랜만에 느껴지는  이 떨림이 날 단순하게 만들어  딱 너만 아는 거리지  다 고쳤다고 생각했던 버벅임이  또 도져서 준비했던  말을 잊어버리지  난 주워 담지 못할  말은 절대 안 해  원하는 걸 말해봐  널 위해서만 할게  너 빼곤 다  색칠할 수 있어 까맣게  천천히 갈게 조금 더 가깝게  우연히 내게 오나봐  봄 향기가 보여  너도 같이 오나봐  저 멀리서 니 향기가  설레는 코끝에 나의 입술에  괜찮은 느낌 이 떨림  나도 몰래 우연히 봄  우연히 봄  어 아직까지 향기가 짙네  발걸음이 가벼워  집에 가는 길엔  더 가까워질 너와 나를  상상하는 내 모습이  오글거려 몸서리치네  어 어 머릿속이  하얘지기 때문에  하루 종일 날씨  얘기만 반복하게 돼  오로지 난 너 하나 때문에  다른 것들에겐 무감각하게 돼  정적이 만드는 긴장감은  오히려 설레어  나를 미소 짓게 만들어  모른 척 하려 했던  니 옆의 남자들은  흐릿했던 내 눈 앞에  불을 키게 만들어  겨울은 유난히도 추웠고  다시 돌아온  그토록 기다렸던 봄  움직이지 못하도록  잡고 있고 싶어  날 더 느낄 수 있게  안고 있고 싶어  우연히 내게 오나봐 봄 향기가 보여 너도 같이 오나봐 저 멀리서 니 향기가 설레는 코끝에 나의 입술에 괜찮은 느낌 이 떨림 나도 몰래 우연히 봄 I love u so I love u 너무 쉬운 걸 그래도 나 참고 있을게 난 여자이니까 하루 더 기다려 바보야 내게 말해봐 니 마음도 보여 갖고 싶다고 해봐 더 이상은 감추지 마 어느새 내 앞에 이젠 내 앞에 괜찮은 느낌 이 떨림 나도 몰래 우연히 봄"}, {"song_no": "5466962", "year": "2016", "rank": "52", "title": "스토커", "artist": "10cm", "genre": "Folk", "lyrics": "나도 알아 나의 문제가 무엇인지 난 못났고 별 볼 일 없지 그 애가 나를 부끄러워 한다는 게 슬프지만 내가 뭐라고 빛나는 누군갈 좋아하는 일에  기준이 있는 거라면 이해할 수 없지만 할 말 없는걸 난 안경 쓴 샌님이니까 내가 이렇게 사랑하는데 이렇게 원하는데 나는 아무것도 할 수 없고 바라만 보는데도 내가 그렇게 불편할까요 내가 나쁜 걸까요 아마도 내일도 그 애는 뒷모습만 이제 알아 나의 할 일이 무엇인지 다 포기하고 참아야 하지 저 잘 나가는 너의 남자친구처럼 되고 싶지만 불가능하지 빛나는 누군갈 좋아하는 일에 기준이 있는 거라면 이해할 수 없지만 할 말 없는걸 난 안경 쓴 샌님이니까 내가 이렇게 사랑하는데 이렇게 원하는데 나는 아무것도 할 수 없고 바라만 보는데도 내가 그렇게 불편할까요 내가 나쁜 걸까요 아마도 내일도 그 애는 나는 왜 이런 사람 이런 모습이고 이런 사랑을 하고 나는 아무것도 될 수 없고 바라만 보는데도 내가 그렇게 불편하니까 내가 나쁜 거니까 아마도 내일도 그 애는 나도 알아 나의 문제가 무엇인지"}, {"song_no": "8036303", "year": "2016", "rank": "53", "title": "I Miss You", "artist": "마마무(Mamamoo)", "genre": "R&B / Soul", "lyrics": "I Miss You  저녁 노을 하늘을 바라보면 So much I miss you 바람이 좋은 이런 날이면 난 너너너너너 좋은 노래 소리가 들리면 So much I miss you 좋은 영활 볼 때면 또 생각나 난 너너너너너 너와 나누던 나의 하루는 이젠 없는데 별이 뜨는 밤이면 언제나 So much I miss you 소리 없이 눈물이 흐르면 난 너너너너너 너의 목소리도 So much I miss you 어제도 오늘도 난 너너너너너 나를 어루만지던 그 손길 So much I miss you 내가 보고 싶다고 떼를 쓰던 너너너너너 너와 나누던 나의 하루는 이젠 없는데 별이 뜨는 밤이면 언제나 So much I miss you 소리 없이 눈물이 흐르면 난 너너너너너 너의 목소리도 So much I miss you 어제도 오늘도 난 너너너너너 요즘 너 대신 안고 자는 티슈 폰 재생목록에 슬픈 노래만이 가득 찬 이유 이 노래처럼 내 맘을 위로해 줄 것 만 같아  But I miss you 방안 곳곳 남겨진 니 흔적 온통 눈물로 번져 누구나 하는 이별 왜이리 유별나게 구는 건지 오늘따라 유난스러 너의 속삭임 너의 손길은  이젠 없는데 오 난 너뿐인데  난 니가 그리워 별이 뜨는 밤이면 언제나 So much I miss you 소리 없이 눈물이 흐르면 난 너너너너너 너의 목소리도 So much I miss you 어제도 오늘도 난 너너너너너 별이 뜨는 밤이면 언제나 So much I miss you 소리 없이 눈물이 흐르면 난 너너너너너 Whenever Wherever So much I miss you Whenever Wherever I miss you So much 난 너너너너너 No No No So much I miss you 난 너너너너너"}, {"song_no": "7999021", "year": "2016", "rank": "54", "title": "또 하루 (Feat. 개코)", "artist": "개리", "genre": "Rap / Hip-hop", "lyrics": "나 홀로 외로워진 밤에 모든 게 버거워진 밤에 I love you I need you You 네가 필요해 나 홀로 술 취한 이 밤에 모든 게 그리워진 밤에 I love you I need you You 네가 필요해 어김없이 찾아오는 아침의 80프로 개운치 않아 다시 또 시작하는 하루는 어제와 같은 카피고 이어폰 속 최신 곡을 흥얼거리며 이 도시 속 최고를 꿈꿔 온몸으로 난 나쁜 기운까지 다 느껴 어릴 때부터 온갖 압박들에 다 단련된 난 한국사람 돈이 없음 불행한 것이 훨씬 더 많아 위에서는 눌러 아래서는 치고 올라 어디를 가나 하라면 해 싫으면 관두든가 다 인간관계 몰라 난 그런 거 싫으면 안 해 두려워 할 것 없어 모든 게 다 똑같아 어차피 경쟁 피곤한 언쟁은 필요 없어 그냥 내 옆에 마음 맞는 몇 사람과 함께 즐길 술과 음악만 있으면 돼 나 홀로 외로워진 밤에 모든 게 버거워진 밤에 I love you I need you You 네가 필요해 나 홀로 술 취한 이 밤에 모든 게 그리워진 밤에 I love you I need you You 네가 필요해 오늘도 밤새 일하며 눈에 불 켜 마치 편의점 간판 기분으로 말하자면 초여름 장마 곧 끝이 나고 또 많은 것을 얻겠지 아마 돈 아니면 욕 뭐든 상관없어 그래도 일할 수 있는 것이 내 행복 늘 머리 속엔 여행 생각 이번 휴가 어딜 갈까 유럽부터 동남 아시아 5월 부터 비키니 고르는 그녀 맘 같이 설레 집에 가기 전에 술이나 한잔 할까 친구에게 전화를 거네 뭔가 별일 있는 건 아니고 그냥 잠깐 얼굴이나 보고 가면 어떨까 커피 한잔이라도 아님 술을 마셔도 뭐든 난 좋으니까 잠깐만 나와 우린 성공해야 해 아니 행복해야 해 우린 성공해야 해 행복해야 해 나 홀로 외로워진 밤에 모든 게 버거워진 밤에 I love you I need you You 네가 필요해 나 홀로 술 취한 이 밤에 모든 게 그리워진 밤에 I love you I need you You 네가 필요해 네가 필요해"}, {"song_no": "8094566", "year": "2016", "rank": "55", "title": "Don`t Cry (우리 동네 음악대장)", "artist": "하현우 (국카스텐)", "genre": "Rock", "lyrics": "그대의 눈물이 마를 때까지 우리의 사랑을 볼 수 없을 테니 울지 말아요 이제야 나는 알겠으니 음 날 사랑하던 그대는 이미 없다는 걸 So you don't cry for me 세월 지나도 난 변하지 않아 And then I cry for you 이 밤 지나면 이젠 안녕  영원히 그대의 아픔도 눈물도 슬픈 상처도 내가 갖겠다던 약속들 잊지 않았기에 울지 말아요 이토록 사랑하기에 이젠 안녕 천천히 그리고 영원히 So you don't cry for me 세월 지나도 난 변하지 않아 And then I cry for you 이 밤 지나면 이젠 안녕 영원히 So you don't cry for me So you don't So you don't So you never break my heart  이 밤 지나면 이젠 안녕 영원히 널 사랑해 널 사랑해 영원히 널 사랑해 널 사랑해 널 사랑해 언제나 영원히 널 사랑해 널 사랑해 널 사랑해 널 사랑해 널 사랑해 널 사랑해 언제나 영원히 널 사랑해 널 사랑해 널 사랑해 널 사랑해 널 사랑해 언제나 영원히 널 사랑해 널 사랑해 널 사랑해 So you don't cry for me"}, {"song_no": "8049264", "year": "2016", "rank": "56", "title": "1cm의 자존심", "artist": "마마무(Mamamoo)", "genre": "Rap / Hip-hop", "lyrics": "여기 나보다 큰 사람 있어 없으면 됐어 마마무 마마무 마마무 너 보단 내가 더 커 넌 160 난 1 마마무 마마무 마마무 우리 끼리끼리끼리 딱 1cm 차이 뭔 헛소리 일단 휘인인 먼 나라 얘기 Ok 베프지만 키 앞에선 장사 없지 Small 휘인 어줍자니 일센치 가지고 언니들 이러기 우리 쿨하게 좀 가자 나만 힐 신기 너와 나의 차이 1cm 언닌 두상이 좀 커 그냥 받아들여 난쟁이 그냥 받아들여 달라질 건 없어 인생 뭐라카노 Do you know What I'm saying 아이고 우리 언니가 어디 번데기 앞에서 주름을 잡을까요 이봐요 올라오려면 멀었네 여기 높은 곳까지 거기 아랫 공기는 어때 많이 탁하지 난 거기 못 가 입장불가 고만고만해 그만그만해 이럴 시간 있음 다른 거나 고민해 Oh 우리 휘인이 손이 안 닿니 내가 꺼내줄께 언니가 이 구역에 장신 마마무 마마무 마마무 너 보단 내가 더 커 넌 160 난 1 마마무 마마무 마마무 우리 끼리끼리끼리 딱 1cm 차이 A-YO 반올림해도 작아요 나보다 더 깔창을 깔아봐요 소용없나요 힐을 신어도 티가 나고 운동화를 신어도 티가 나 키 순서가 도레미파 너와 나의 차이 1cm 1.8 누가 봐도 이건 Same Same 둘 다 두상이 좀 커 여긴 우물 안의 전쟁 You know What I’m talking about 거기 문스타 아주 그냥 물 만나셨어 어허 인정해 여유 넘치는 게 장신인척 난리 우월한 척 난리 최홍만 인 척 난리 그래 봤자 도토리 맷돌손잡이가 빠졌어 맷돌손잡이가 빠졌어 지나가는 조태오가 웃어 지금 내 기분이 그래 어이가 없네 마마무 마마무 마마무 너 보단 내가 더 커 넌 160 난 1 마마무 마마무 마마무 우리 끼리끼리끼리 딱 1cm 차이 여기 나보다 큰사람 있어 너 보단 내가 더 커 너 보단 너 보단 내가 더 커 너 보단 내가 더 커 너 보단 너 보단 내가 더 커 너 보단 내가 더 커 너 보단 너 보단 내가 더 커 너 보단 내가 더 커 너 보단 너 보단 너 보단 내가 더 커 잘 들어 난쟁이들아 내가 이 바닥에서 너 보단 내가 더 커 너 보단 너 보단 내가 더 커 너 보단 내가 더 커 너 보단 너 보단 내가 더 커 너 보단 내가 더 커 너 보단 너 보단 내가 더 커 너 보단 내가 더 커 너 보단 너 보단 너 보단 내가 더 커"}, {"song_no": "8104515", "year": "2016", "rank": "57", "title": "사랑에 빠져요 (금세 사랑에 빠지는)", "artist": "장범준", "genre": "Rock", "lyrics": "자꾸 마주치지 말아요 그대 심장이 너무 뛰어서 아파요 이제 안 그래도 그대의 주위를 스쳐만 가도 사랑에 빠져요 금세 또 사랑에 빠져 버려요 사랑에 사랑에 사랑에 빠져 버려요 자꾸 재촉하지 말아요 그대 나 요즘 너무 바빠서 안 그래도 그대 안 보려고 그래 하다가 너무 아파서 사랑에 빠져요 어차피 사랑에 빠지겠죠 난 영원한 사랑은 아직은 모르겠죠 난 사랑해 버려요 평범한 사랑을 모르겠죠 난 어차피 사랑에 사랑해 버리겠죠 널 너만 있으면 모든 게 괜찮아져 버려 그대여 난 너만 있으면 모든 게 다 괜찮아져 사랑에 빠져요 평범한 사랑을 모르겠죠 난 영원한 사랑은 아직은 모르겠죠 난  사랑해 버려요 평범한 사랑을 모르겠죠 난 어차피 사랑에 사랑에 빠지겠죠 난"}, {"song_no": "8038492", "year": "2016", "rank": "58", "title": "센치해", "artist": "WINNER", "genre": "Dance", "lyrics": "밤이 되면 어김없이  찾아오는 이 느낌이  왠지 원망스러워  괜히 또 전화 걸어 봐  너도 나와 같은 마음일까 봐  나 지금 센치해  천장만 바라봐  아무것도 없는 바탕에  그림 그려봤자  나 조금 센치해  좁은 내 방 한 칸  오늘따라 너무 넓어  혼자 누워있기엔  Bed time story  불러줘 자장가  잠들고 싶어도  양들이 멀리 도망가  창문 부딪히는 소리가 천둥인 듯이 무서워 오늘 밤 종이 울려 밤 열두시 달은 내게 인사해도 오늘은 별로 반갑지 않아 머릴 흔들면 어지러워 내 곁에 아무도 없잖아 감정은 low한데 난 우주까지 가고파 이 맘 누가 알아줄까 죽고 싶어 말로만 밤이 되면 어김없이 찾아오는 이 느낌이 왠지 원망스러워 괜히 또 전화 걸어 봐 너도 나와 같은 마음일까 봐 나 지금 센치해 천장만 바라봐 아무것도 없는 바탕에 그림 그려봤자 나 조금 센치해 좁은 내 방 한 칸 오늘따라 너무 넓어 혼자 누워있기엔 그냥 하늘에 떠 있는 별이 되고파 아무것도 안 해도 스스로 빛을 내잖아 어두워진 밤과 같이 어두워진 마음 외로워 위태로워 누가 날 알아줄까 괜히 어울리지 않는 재즈 음악을 틀어요 레이찰스같이 비가 나를 적시듯  음악 소린 울려 퍼져 귀에서 발끝까지 조심해 조심해 SNS 감성에 취해 헛소리 적지 않기 혈기 왕성한 마음에 전 여자친구한테 전화 않기 밤이 되면 어김없이 찾아오는 이 느낌이 왠지 원망스러워 괜히 또 전화 걸어 봐 너도 나와 같은 마음일까 봐 나 지금 센치해 천장만 바라봐 아무것도 없는 바탕에 그림 그려봤자 나 조금 센치해 좁은 내 방 한 칸 오늘따라 너무 넓어 혼자 누워있기엔 잡히지 않아 이제 와 후회해도 눈에 보이지 않아 아무리 애를 써도 우리는 영원히 행복할 순 없겠지 나 지금 센치해 천장만 바라봐 아무것도 없는 바탕에 그림 그려봤자 나 조금 센치해 좁은 내 방 한 칸 오늘따라 너무 넓어 혼자 누워있기엔 밤이 되면 어김없이 찾아오는 이 느낌이 왠지 원망스러워"}, {"song_no": "4660794", "year": "2016", "rank": "59", "title": "I`m Not The Only One", "artist": "Sam Smith", "genre": "Pop", "lyrics": "You and me we made a vow For better or for worse I can't believe you let me down But the proof is in the way it hurts For months on end  I've had my doubts Denying every tear I wish this would be over now But I know that  I still need you here You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one You've been so unfaithful Now sadly I know why Your heart is unobtainable Even though lord knows you have mine You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one I have loved you for many years Maybe I am just not enough You've made me realise  my deepest fear By lying and tearing us up You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one I know I'm not the only one I know I'm not the only one  And I know I know I'm not the only one"}, {"song_no": "7931286", "year": "2016", "rank": "60", "title": "Love Yourself", "artist": "Justin Bieber", "genre": "Pop", "lyrics": "For all the times that you rain  on my parade And all the clubs you get in  using my name You think you broke my heart oh girl for goodness sake You think I'm crying on my own well I ain't And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself But when you told me that you  hated my friends The only problem was with you  and not them And every time you told me my  opinion was wrong And tried to make me forget  where I came from And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself For all the times that you  made me feel small I fell in love now I fear  nothin' at all I never felt so low when I was vulnerable Was I a fool to let you break  down my walls Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself"}, {"song_no": "8109960", "year": "2016", "rank": "61", "title": "Good For You", "artist": "에릭남 (Eric Nam)", "genre": "Dance", "lyrics": "힘들었겠지 하루가 유난히 길었을 거야 지금 내가 데리러 갈게 지쳐있을 네 모습에 또 바뀌는 빨간 신호등에 괜히 맘이 조급해 For you oh baby you For you oh baby you Yeah 뭐든 다 말해도 돼 내가 다 들어줄게 Cause I’m good for you 오늘밤 나와 샴페인 어때 좋아하던 카페에 라떼는 OK Yeah 너하고 싶었던 거 다  얘기해줘 baby don't worry Baby I’ll be good for you 피곤할텐데 졸아도 돼 어차피 차도 막히는데 다와갈 때 쯤 깨워줄게 For you oh baby you For you oh baby you Yeah 아무 말 안 해도 돼 내가 다 알아줄게 Cause I’m good for you 오늘밤 나와 샴페인 어때 좋아하던 카페에 라떼는 OK Yeah 너하고 싶었던 거 다 얘기해줘 baby don't worry Baby I’ll be good for you 지치고 우울하다 느낄 때 아니 꼭 그렇지 않아도 yeah 나를 불러줘 네 옆에 있을게 My love Baby let me in 오늘밤 나와 샴페인 어때 좋아하던 카페에 라떼는 OK Yeah 너하고 싶었던 거 다 얘기해줘 baby don't worry Baby I’ll be good for you"}, {"song_no": "8127341", "year": "2016", "rank": "62", "title": "기대해도 좋은 날", "artist": "마마무(Mamamoo)", "genre": "Dance", "lyrics": "Woo Hoo Woo Hoo Hoo Hoo Woo Hoo Hoo Hoo 저기 너를 볼 땐 말야 함께 나눈 기억이 특별해져 너의 강한 이끌림에 빠져들어가 꿈을 꾸는 듯해 너와 내가 같이 걷는 시간 속에 둘만의 길엔 빛이 가득해 처음 느낀 감각 새로워진 색깔 앞에 네 손을 잡고 싶어 내 맘에 지금 내 맘에 처음 빠져드는 느낌 Now play with me 갖고 싶어 내 안에 더욱 선명하게 조금씩 다가와 다가와 Play with me 기대해도 좋은 날 Woo Hoo 다가와 Woo Hoo Hoo Hoo 다가와 Woo Hoo Hoo Hoo  왠지 예감이 더 좋은 날 마치 뭔가 홀린 듯이 거부할 수 없는 너만의 매력처럼 Woo Hoo Hoo Hoo Moon Star Life's good when you play more 더 멋진 곳으로 나아가지 계속 기분 좋게 하이파이브 저길 봐  G five on the play ground 왜 또 헤매니 여긴 이상한 나라가 아니야 Alice Hey Listen 벗어봐 Sun glass 너는 환한 빛이나 넘쳐흘러 에너지 터질 듯한 내 마음을 움켜쥐는 우리 둘만의 그 비밀까지 정말 특별함에 너를 기억하게 하네 눈부신 태양처럼 내 맘에 지금 내 맘에 처음 빠져드는 느낌 Now play with me 갖고 싶어 내 안에 더욱 선명하게 조금씩 다가와 다가와 Play with me 기대해도 좋은 날 Woo Hoo 다가와 Woo Hoo Hoo Hoo 다가와 Woo Hoo Hoo Hoo 왠지 예감이 더 좋은 날 니가 있는 곳에 나의 마음 속에 Baby Baby Oh Baby Baby 기대해도 좋아 왠지 예감이 좋아  Baby Baby Oh Baby Baby 내 맘에 지금 내 맘에 처음 빠져드는 느낌 Now play with me 갖고 싶어 내 안에 더욱 선명하게 조금씩 다가와 다가와 Play with me 기대해도 좋은 날 Woo Hoo 다가와 Woo Hoo Hoo Hoo 다가와 Woo Hoo Hoo Hoo 왠지 예감이 더 좋은 날"}, {"song_no": "8004377", "year": "2016", "rank": "63", "title": "니가 하면 로맨스 (Feat. 다비치)", "artist": "케이윌", "genre": "R&B / Soul", "lyrics": "혼자였던 너를 사랑한 많은 사람 중 내가 널 갖게 돼서 행복했어  애매한 두 사랑 아닌 한 사랑이 되고 이젠 다 내꺼라고 믿었는데 RING RING RING RING 여전히 바쁜 니 폰 오늘도 불이 나 아직도 넌 그 사람과 질질질질 끌면서 그저 그런 연락일 뿐이래 말 같지도 않아 그 사람과 사랑 아닌 척 사랑하는 널 사랑하는 난 니 바보 난 니 바보 난 니 바보 인가봐 이런 게 어딨어 이런 게 어딨어 하지만 눈감아줄게 잠시만 니가 하면 로맨스 로맨스 니가 하면 로맨스 로맨스 니가 나의 로맨스 로맨스 오래 상처주진 말아줘 부탁해 혼자였던 나를 사랑에 눈 뜨게 만든 니가 날 선택해서 고마웠어 그래서 솔직히 많은 건 바라지 않아 단지 니 옆이면 충분했는데 RING RING RING RING 밤낮도 없는 니 폰 내속은 불이 나 참아야지 하면서도 빙빙빙빙 맴돌며 그저 그런 친구일 뿐이래 말 같지도 않아 그 사람과 사랑 아닌 척 사랑하는 널 사랑하는 난 니 바보 난 니 바보 난 니 바보 인가봐 이런 게 어딨어 이런 게 어딨어 하지만 눈감아줄게 잠시만 니가 하면 로맨스 로맨스 니가 하면 로맨스 로맨스 니가 나의 로맨스 로맨스 오래 상처주진 말아줘 부탁해 너의 문젠 너의 문젠 둘 빼기 하난데 이게 뭐야 답이 뭐야 왜 아직도 둘이 남았지 미운 만큼 니가 좋아 좋은 만큼 니가 밉다 내가 바보 같지만 사랑 하니까 너를 기다려 줄게 그 사람과 사랑 아닌 척 사랑하는 널 사랑하는 날 왜 바보 날 왜 바보 날 왜 바보 만들어 이러지 말아줘 이러지 말아줘 더 이상 날 애타게 만들지마 니가 하면 로맨스 로맨스 니가 하면 로맨스 로맨스 니가 나의 로맨스 로맨스 오래 상처주진 말아줘 부탁해 널 모두 부탁해 내게 줘 부탁해 니 전부를 이제 완벽하게 내게 와줘"}, {"song_no": "7870472", "year": "2016", "rank": "64", "title": "Ah-Choo", "artist": "러블리즈", "genre": "Dance", "lyrics": "맛있는 걸 해주고 싶은 그런 사람이 난 생겼어 아직 요리는 잘 못하지만 나 연습하고 있어요 나 그댈 위해 몰래 감춰놓은 애교도 있는 걸 매일 지루하지 않게 웃게 해줄 텐데 너는 내 맘 모르지 Ah Choo 널 보면 재채기가 나올 것 같아 너만 보면 해주고픈 얘기가 참 많아 나의 입술이 너무 간지러워 참기가 힘들어 Ah Choo 내 맘에 꽃가루가 떠다니나봐 널 위해서 해주고픈 일들이 참 많아 나의 마음이 내 사랑이 더 이상은 삼키기 힘들어 다정하게 깨우고 싶은 그런 사람이 난 생겼어 아침잠이 좀 많긴 해도 잘 일어날 수 있어요 그 사람이 막 지쳐 보일 때면 내가 더 슬픈 걸 혹시 내가 필요할 땐 거기 있어줄게 너는 내 맘 모르지 Ah Choo 널 보면 재채기가 나올 것 같아 너만 보면 해주고픈 얘기가 참 많아 나의 입술이 너무 간지러워 참기가 힘들어 Ah Choo 내 맘에 꽃가루가 떠다니나봐 널 위해서 해주고픈 일들이 참 많아 나의 마음이 내 사랑이 더 이상은 삼키기 힘들어 소중한 너의 친구란 그 말이 나는 그 말이 참 싫다 밤새 쓰다만 편지와 말 하지 못한 내 사랑 Ah Choo 널 보면 재채기가 나올 것 같아 너만 보면 해주고픈 얘기가 참 많아 나의 입술이 너무 간지러워 참기가 힘들어 Ah Choo 내 맘에 꽃가루가 떠다니나 봐 널 위해서 해주고픈 일들이 참 많아 나의 마음이 내 사랑이 더 이상은 삼키기 힘들어"}, {"song_no": "7953958", "year": "2016", "rank": "65", "title": "우주를 건너", "artist": "백예린", "genre": "R&B / Soul", "lyrics": "혼자서 널 기다릴 때면 나 혼자 다른 행성에 있는 듯 해 여기서 네가 있는 곳까지 얼마나 오래 걸릴지 난 궁금해 상상이 안돼 내게 좀 더 빨리 와줘 그대가 없는 이 곳은 내게는 너무 캄캄해 나 여기서 두 팔 벌려 그대를 안아줄 준비가 돼있어 너와 나 사이의 우주를 건너 내게로 would you like to come over to me 너와 나 사이의 우주를 건너 내게로 날아 와줘 더 이상 기다리게 하지마 I’m waiting for you now eh eh Baby I need you now eh eh I’m waiting for you now eh eh Baby I need you now 저 멀리 널 보고 있으면 너와 나는 다른 생각을 하는 듯 해 여기서 언제까지 난 기다리고 있어야 하는지 궁금해 답답하기만 해 내게 지금 빨리 와줘 그대가 없는 이 곳은 내게는 너무 막막해 꼭 잡은 손 그대를 놓치지 않을 준비가 돼있어 너와 나 사이의 우주를 건너 내게로 would you like to come over to me 너와 나 사이의 우주를 건너 내게로 날아 와줘 더 이상 기다리게 하지마 I’m waiting for you now eh eh Baby I need you now eh eh I’m waiting for you now eh eh Baby I need you now 멀리 있는 것만 같아도 손 내밀면 잡힐 듯한 그대 그림자 그댈 꼭 안고 내 마음 느낄 수 있도록 놓지 않을래 I’m waiting for you now 너와 나 사이의 우주를 건너 내게로 would you like to come over to me 너와 나 사이의 거리 그 사이의 우주 가득히 너로 채울게 나에게 다가와 I’m waiting for you now eh eh Baby I need you now eh eh I’m waiting for you now eh eh Baby I need you now Baby I need you now Baby I need you now"}, {"song_no": "8028725", "year": "2016", "rank": "66", "title": "사랑이었다 (Feat. 루나 of f(x))", "artist": "지코 (ZICO)", "genre": "Ballad", "lyrics": "알 수 없다 눈 뜨고 꿈꾸는 기분일까 괜히 가슴이 소란스러워지고 그리움도 경험해본다 내게 짓던 웃음이 참 예뻤지만 네 맘은 항상 표정을 짓지 않아 상처 난 것들을 보여주면서 치유받길 거절하는 널 보며 내가 할 게 못 되는구나 힘들다 시간 지나면 다 없었던 일 잠시 미쳤다 생각했는데 사랑이었다 사랑이었다 이제 와 보니 사랑한 거였다 나답지 않던 말과 행동이 멋대로 굴고 있는 심장이 사랑이었다 사랑이었다 나보다 소중한 게 있었다 언제쯤 넌 내 이름 불러줄까 널 꺾는다고 그 향기가 내 게 될까 넌 쓸쓸함에 대해 얘기하면서 안아주려는 내 손을 밀쳤어 체념할 자격도 없는 나 괴롭다 시간 지나면 다 없었던 일 잠시 미쳤다 생각했는데 사랑이었다 사랑이었다 이제 와 보니 사랑한 거였다 나답지 않던 말과 행동이 멋대로 굴고 있는 심장이 사랑이었다 사랑이었다 나보다 소중한 게 있었다 이제 더 이상은 특별함을 찾지 않아 널 쫓느라 두고 간 원래의 나를 찾아 혼자 한 사랑은 스스로 이별해야 되네 시간 지나면 다 없었던 일 잠시 미쳤다 생각했는데 사랑이었다 사랑이었다 이제 와 보니 사랑한 거였다 나답지 않던 말과 행동이 멋대로 굴고 있는 심장이 사랑이었다 사랑이었다 나보다 소중한 게 있었다 나보다 소중한 게 있었다"}, {"song_no": "8101027", "year": "2016", "rank": "67", "title": "예쁘잖아", "artist": "기리보이", "genre": "Rap / Hip-hop", "lyrics": "can you tell me why 대체 내가 뭘 잘못했니 tell me why 지금은 어디쯤을 갔니 나는 너의 집쯤이야 너는 집에 없더라고 부디 몸조심하길 바래 횡단보도를 건널 때도 양손 두 팔을 들고서 걸어 혹시 몰라 납치를 당할 수도 있으니까 경호원을 고용해 돈은 걱정하지를 말고서 막 써 그 남자 정도면 업체를 살 수도 있잖아 넌 성격이 문제지만 다행이야 너는 예쁘잖아 너무 예쁘잖아 니가 웃을 때는 나는 불안해져 대체 몇 명의 남자가 그 웃음에 녹아 없어졌는지 이제 잔고와 함께 눈물도 다 말라서 기쁨과 슬픔의 경계에서 헤매고 있는 중이야 너는 좋겠다 정말 좋겠다 왜냠 예쁘잖아 너무 예쁘잖아 can you tell me why 대체 내가 뭘 잘못했니 tell me why 지금은 어디쯤을 갔니 나는 너의 집쯤이야 너는 집에 없더라고 부디 몸조심하길 바래 can you tell me why why why why can you tell me why why why why 너가 어렸을 때부터 쭉 받아왔던 교육 이젠 몸에 배어버려 cuz everybody loves you 심각해 보기보다 심각해 반면 나는 태연하게 행동해 여심 앞에 너는 왜 집에 없니 집이라며 내가 귀신이 든 거니 무서워 무서워 이젠 너의 애교가 넘 무서워 나의 착각이라 믿고 볼 꼬집어 수천 번씩 니가 웃을 때는 나는 불안해져 대체 몇 명의 남자가 그 웃음에 녹아 없어졌는지 이제 잔고와 함께 눈물도 다 말라서 기쁨과 슬픔의 경계에서 헤매고 있는 중이야 너는 좋겠다 정말 좋겠다 왜냠 예쁘잖아 너무 예쁘잖아 can you tell me why 대체 내가 뭘 잘못했니 tell me why 지금은 어디쯤을 갔니 나는 너의 집쯤이야 너는 집에 없더라고 부디 몸조심하길 바래 can you tell me why why why why can you tell me why why why why can you tell me why why why why can you tell me why why why why"}, {"song_no": "418598", "year": "2016", "rank": "68", "title": "친구라도 될 걸 그랬어", "artist": "거미", "genre": "R&B / Soul", "lyrics": "벌써 넌 내가 편하니  웃으며 인사 할 만큼  까맣게 나를 잊었니  네 곁에 있는 사람 소개할만큼   견디긴 너무 힘든데  자꾸만 울고 싶은데  내 옆이 아닌 자리에  너를 보고 있는게  왜 그게 행복한걸까   친구라도 될 걸 그랬어  모두 다 잊고서  다른 사람 만나는  널 보아도 슬프지 않게   그저 바라보고 있었어  한참동안 네 옆에 그 사람까지도  잠시라도 더 보려고  다시 혹시라도 널 보게되면  그땐 모르는 척 해볼게  웃어도 볼게 지금의 너처럼   눈 감지 말고 보낼 걸  가는 널 꼭 지켜볼 걸  차가운 너의 걸음에  마지막 내 눈물도  묻혀서 보내버릴 걸   너무 모진 너의 모습이  미워져버렸어 다른 사람 만나는  널 보아도 슬프지 않게   그저 바라보고 있었어  한참동안 네 옆에 그 사람까지도  잠시라도 더 보려고   다시 혹시라도 널 보게되면  그땐 모르는 척 해볼게  웃어도 볼게 지금의 너처럼   차라리 잘된 것 같아  다시 널 또 한번  미워할 수 있을테니   혹시 아직 너도 나처럼  편해지지 못하고  아파만 하는 거니  애써 너도 참는거니   혹시 네가 다시 돌아올까봐  나의 곁은 아직 그대로  비워져 있어 너의 자리라서 -"}, {"song_no": "7912749", "year": "2016", "rank": "69", "title": "아마도 그건", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "아마도 그건 사랑이었을 거야 희미하게 떠오르는 기억이 이제야 그 마음을 알아 버렸네 그대 눈에 비친 나의 모습을 차가운 내 맘에 남은 너의 뒷모습 열린 문틈으로 넌 내게 다가올 것 같아 한참을 멍하니 바라보다  아침 햇살에 눈을 뜨고 말았네 사랑 그것은 엇갈린 너와 나의 시간들 스산한 바람처럼 지나쳐갔네 사랑 그것은 알 수 없는 너의 그리움 남아 있는 나의 깊은 미련들 사실 그때도 알고 있었던 그 터질 듯한 감정 난 아직까지도 이 손가락 끝이 찌릿할 만큼 못 잊었어 결국엔 입을 떼지 못했지 단 한 마디도 니가 오는 길을 알고 있기에  일부러 엇갈린 길을 따라서  걷던 발 넌 아마 몰랐겠지 다행이야 내가 본 게 뒷모습이어서 그게 기억되는 너의 마지막 모습이어서 차가운 내 맘에 남은 너의 뒷모습 열린 문틈으로 넌 내게 다가올 것 같아 한참을 멍하니 바라보다  아침 햇살에 눈을 뜨고 말았네 사랑 그것은 엇갈린 너와 나의 시간들 스산한 바람처럼 지나쳐갔네 사랑 그것은 알 수 없는 너의 그리움 남아 있는 나의 깊은 미련들 다시 올 수 없는 시간들"}, {"song_no": "8104429", "year": "2016", "rank": "70", "title": "Don`t Matter", "artist": "화려강산", "genre": "Dance", "lyrics": "This is ya story I really sorry to tell u but listen you fools straight up 내 인생 창창해 갈 길 멀어 가다봄 가끔 바보들 태클 걸어 그럼 그냥 피해 기분만 더러우니까 그냥 네에에 네에에 좀 놀아주니까 오 저런 착각하지마 얘 좀 봐 어머 넌 저기 bottom 난 top model play no game game I don't think you know me 미안한데 날 아니 근데 왜 떠들어대니 옜다 관심 you don't matter oh baby oh honey 설마 혹시 나 좋아그러니 oh nonononono No thank you you don't matter nah You You You You You 그리고 Me Me Me Me Me 우리는 We We We We We can't be friend that the end of story You You You You You 그리고 Me Me Me Me Me 우리는 We We We We We can't be friend I'm sorry 저기요 저 아세요 나도 날 모르는데 네가 뭘 알어 근데 왜 뒤에서 Blah Blah Say it to my face face 예의는 있는데 버릇이 없어 그런 널 보는 내 기분 뭐랄까 흠 마치 어제 새로 했는데 부러진 손톱 네일 네일 I don't think you know me 미안한데 날 아니 근데 왜 떠들어대니 옜다 관심 you don't matter oh baby oh honey 설마 혹시 나 좋아그러니 oh nonononono No thank you you don't matter Warning Warning Danger Danger 보이니 내 인내심 테스트기에 빨간빛이 빙글빙글 돌고 있잖아 like This 아무리 떠들어봤자 안들려 사실 너희들의 시선을 즐겨 오늘은 여기까지만 말할게 Cuz you don't matter I say you don't matter not my level I don't think you know me 미안한데 날 아니 근데 왜 떠들어대니 옜다 관심 you don't matter oh baby oh honey 설마 혹시 나 좋아그러니 oh nonononono No thank you you don't matter nah You You You You You 그리고 Me Me Me Me Me 우리는 We We We We We can't be friend that the end of story You You You You You 그리고 Me Me Me Me Me 우리는 We We We We We can't be friend I'm sorry"}, {"song_no": "7854179", "year": "2016", "rank": "71", "title": "취향저격", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow 가는 발목 아래 운동화와 청색 스키니진의 완벽한 조화 살짝 큰 듯한 가디건 아래 뚝 떨어진 긴 생머리가 참 고와 수줍은 눈웃음도 멍 때리는 듯한 모습도 예쁘게만 보이고 가슴이 막 떨려 왜 이제야 나타났니 you're my 취향저격 oh oh 너의 가녀린 미소 oh oh 나를 보는 눈빛도 흠잡을 데가 없어 한시도 지루할 틈이 없어 perfect oh oh 애교 섞인 목소리 oh oh 가까워지는 우리 왜 이제야 나타났어 드디어 사랑이 찾아왔어 너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow A girl 잠시 말 좀 물을게 그 까칠한 말투는 어디서 또 배웠대 you work and walk and spit words like a boss wonder woman 현실판은 너의 여성스러움 Oh 느낌적인 느낌 또 뭔가 매혹적인 눈빛에 매료돼 섬세한 그 손길 또 뭔가 어정쩡한 몸짓 I like it babe oh oh 너의 가녀린 미소 oh oh 나를 보는 눈빛도 흠잡을 데가 없어 한시도 지루할 틈이 없어 perfect oh oh 애교 섞인 목소리 oh oh 가까워지는 우리 왜 이제야 나타났어 드디어 사랑이 찾아왔어 너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow 난 니가 정말 좋아 또 가끔 하품하는 모습까지도 내 스타일이야 오 마음이 잘 맞아 내 가슴이 벅차올라 니가 날 부를 때마다 입가에 웃음이 끊이질 않아 Oh girl you know that I love you 너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow 난 니가 정말 좋아 또 가끔 하품하는 모습까지도 내 스타일이야 난 니가 정말 좋아 또 가끔 하품하는 모습까지도 내 스타일이야"}, {"song_no": "7877917", "year": "2016", "rank": "72", "title": "I (Feat. 버벌진트)", "artist": "태연 (TAEYEON)", "genre": "Ballad", "lyrics": "빛을 쏟는 Sky  그 아래 선 아이 I  꿈꾸듯이 Fly  My Life is a Beauty  어디서 많이 들어본 이야기  미운 오리와 백조  또 날기 전의 나비  사람들은 몰라  너의 날개를 못 봐  네가 만난 세계라는 건  잔인할지도 몰라  But strong girl  you know you were born to fly  네가 흘린 눈물  네가 느낀 고통은 다  더 높이 날아오를 날을 위한  준비일 뿐 Butterfly  Everybody's gonna see it soon  빛을 쏟는 Sky  그 아래 선 아이 I  꿈꾸듯이 Fly  My Life is a Beauty  잊었던 꿈 내 맘 또 그려내  움츠렸던 시간  모두 모아 다 삼켜내  작은 기억 하나 둘씩 날 깨워가  세상 가득 채울 만큼  나를 펼쳐가  길고 긴 밤을 지나  다시 Trip 길을 떠나볼래  Why not  이 세상에 내 맘을  깨워 주는 한마디  혼자였던 Yesterday  셀 수 없는 시선에  떨어지는 눈물로 하루를 또 견디고 아슬했던 Yesterday 쏟아지던 말들에 흔들리는 나를 또 감싸고 빛을 쏟는 Sky 그 아래 선 아이 I 꿈꾸듯이 Fly My Life is a Beauty My Life is a Beauty 꽃잎은 저물고 힘겨웠던 난 작은 빛을 따라서 아득했던 날 저 멀리 보내고 찬란하게 날아가 빛을 쏟는 Sky 새로워진 Eyes 새로워진 Eyes 저 멀리로 Fly Fly High Fly High 난 나만의 Beauty 눈 감은 순간 시간은 멈춰가 난 다시 떠올라"}, {"song_no": "8104517", "year": "2016", "rank": "73", "title": "홍대와 건대 사이", "artist": "장범준", "genre": "Rock", "lyrics": "당신과 함께 맞는 홍대의 금요일 밤 별생각에 내가 다 설레온다 커피잔 속엔 다 먹은 아메리카 노래 소리 내 귀를 채워온다 아무도 없는 홍대의 금요일 밤 술잔 속엔 다 먹은 막걸리가  어색하게 이 밤을 태워온다 해줄 말이 없지만 행복하다 건대 호수 홍대 놀이터 난 어디든 좋아 너만 있다면 난 어딜 가든 너무나 좋아 웃는 모습 우는 모습 모두 사랑해 줄게 너만 있다면 난 어딜 가든 너무나 좋아 오늘 밤 홍대 건대 어디든 갈래 이태원에서 술 한 잔 할래 친구 집에서 잔다고 말해 오늘 밤에는 손만 잡을게 아무도 없는 홍대의 금요일 밤 술잔 속엔 다 먹은 막걸리가 어색하게 이 밤을 태워온다 해줄 말이 없지만 행복하다 건대 호수 홍대 놀이터 난 어디든 좋아 너만 있다면 난 어딜 가든 너무나 좋아 웃는 모습 우는 모습 모두 사랑해 줄게 너만 있다면 난 어딜 가든 너무나 좋아 웃는다 그녀가 나를 보면 웃는다 부른다 니 옆에 서서 노랠 부른다 웃는다 그녀가 나를 보며 웃는다 부른다 니 옆에 서서 노랠 부른다 워 오늘밤 홍대 건대 어디든 갈래 이태원에서 술 한 잔 할래 친구 집에서 잔다고 말해 오늘 밤에는 손만 잡을게 아무도 없는 홍대의 금요일 밤 술잔 속에는 다 먹은 막걸리가 어색하게 이 밤을 태워온다 해줄 말이 없지만 행복하다"}, {"song_no": "5835766", "year": "2016", "rank": "74", "title": "Okey Dokey", "artist": "MINO (송민호)", "genre": "Rap / Hip-hop", "lyrics": "Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  누가 마다해 넓은 마당에  어마무시한 집  스무 살부터 계획한 꿈은  김보성 으리으리하지  꿀 빠느라 바빠서  너가 정신 놓을 때  난 벌 때만 기다려 errday  파란 신호 앞에 mustang  i want some cheeze cake  i want some deadpresident  YG에 취직해  연중무휴 일개미처럼  생방 행사 팬싸  당최 없는 공백란  이놈의 끼를 어디에다 방출해   학창시절부터 연예인각  행선지를 묻지마  따라오기엔 벅차  넌 내가 될 수 없어  계속 빨빨거려봤자  내 수저가 금수저로 보이면  병원 가봐  네가 라식 해봤자  네 비전은 여전히 흐릿해  바이바이   돈과 명예중 하날 골라  한 치 고민 없이 난 몽땅   쓸어 담아갈 거야 엄마야  이제 마음껏 나가서 놀아  and she said  Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  알몸으로 태어나  옷 한벌 건졌잖소  그게 다행이면 애 당초에 나  음악 안 건드렸다고  you know hoo sure  배부르고 등 따신  예술가로 거듭나기  모든 rapper beat maker들  후방주의  누리고 살 거면 느려선 안 돼  끊임없이 혀를 굴리고  잠에 들기 전 상상해 무엇이건  R은 VD 또 끌어당김의 법칙  아무 부끄럼 없이  나의 자질을 보여줬지  스타 지망생들의 top model  보고 배워라 나의 working  왜 가사에서 싸가지를 찾아  색안경 끼고 봤자  입체감만 살아  개떼처럼 몰려 물어 뜯어봐라  i won't give a shit  너흰 진달래꽃 사뿐히 즈려밟아  랩에 국한되지 않아  분야를 넓혀나가 난  우리 엄마 왈 유자식상팔자  넌 샘나서 미치고 팔짝  돈과 명예중 하날 골라  한 치 고민 없이 난 몽땅   쓸어 담아갈 거야 엄마야  이제 마음껏 나가서 놀아  and she said  Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo   say LALALALALA LALALALALALA  LALALALALA LALALALALALA  LALALALA LALALALALALA  LALALALALA LALALALALALA  LALALALA LALALALALALA  i stole 돈돈 발걸음은 총총  and now we goin up  원하는 걸 얻고선  Okey dokey 돈돈   그저 그런 아이돌 nope  We are the young boss boss  욕심이 많아 다시 또  Okey dokey yo   Is that true yes Okey dokey yo  Is that true yes Okey dokey yo  정말로 yes Okey dokey yo  say LALALALALA LALALALALALA"}, {"song_no": "8126691", "year": "2016", "rank": "75", "title": "이렇게 예뻤나 (YOU`RE SO FINE)", "artist": "CNBLUE (씨엔블루)", "genre": "Rock", "lyrics": "내 친구들이 널 보고 난 뒤 하나같이 말해 넌 능력이 좋아 완벽한 Chemistry 서로가 바쁠 때면 애교 섞인 Selfie로 대답하는 Girl 남자들은 다 똑같대  처음에만 잘해준대 널 보면 그런 말 못해  매일매일 새로운데 조금은 부끄럽지만 못 믿을 말 한번 할게 이렇게 예뻤나 성격에 두 번 놀라 날 보며 웃는 매력적인 눈 이젠 익숙해질 법도 할 텐데 이렇게 예뻤나 센스에 매번 놀라 귀 간지러운 너의 그 말투 이젠 지겨워질 법도 할 텐데 Oh baby love is you Oh baby love is you Oh baby only you Mini skirt Skinny jean Sneakers High heel 뭐든 잘 어울려 매일 고민하는 Girl 늘 살쪘다고 말해도 Don’t worry about that 욕심이 좀 과해 Baby 남자들은 다 똑같대  처음에만 잘해준대 널 보면 그런 말 못해  매일매일 새로운데 조금은 부끄럽지만 못 믿을 말 한번 할게 이렇게 예뻤나 성격에 두 번 놀라 날 보며 웃는 매력적인 눈 이젠 익숙해질 법도 할 텐데 이렇게 예뻤나 센스에 매번 놀라 귀 간지러운 너의 그 말투 이젠 지겨워질 법도 할 텐데 Oh baby love is you Oh baby love is you Oh baby only you Hit that Put your hands up Baby got that body like You so fine girl Come on Su da ri du du du Let me talk to you 이렇게 예뻤나 널 볼 때마다 놀라 널 처음 본 순간 지금 이 순간 점점 더 좋아져 Oh baby 이렇게 예뻤나 성격에 두 번 놀라 날 보며 웃는 매력적인 눈 이젠 익숙해질 법도 할 텐데 Oh baby love is you Oh baby love is you Oh baby only you Oh baby only you"}, {"song_no": "8065398", "year": "2016", "rank": "76", "title": "공감 (Feat. 서영은)", "artist": "정준영", "genre": "Ballad", "lyrics": "공감 (Feat. 서영은)  언제부턴가 네가 보고 싶지 않았고 그 어느 샌가 네가 더 이상 필요한지 몰랐어 그래서 너는 떠났고 그렇게 갈라져버렸어 어쩌면 우린 아무런 감정도 없이 이별을 준비해야 했나 봐 서로 아플 것만 생각했지만 그랬던 기억마저도 이제는 사라지나 봐 돌이킬 수 없는 일을 내가 자초하고 모든 상황을 잔인하게 만들었어 똑같을 거란 그 말을 그 말을 인정해버렸어 끝났다는 그 말에 우리는 갈라져버렸어 어쩌면 우린 아무런 감정도 없이 이별을 준비해야 했나 봐 서로 아플 것만 생각했지만 그랬던 기억마저도 이제는 사라지나 봐 어쩌면 우린 아무런 조건도 없이 사랑만 했어야 했나 봐 먼저 아플걸 생각하는 것도 나눈 모든 얘기들도 그렇게 떠나가나 봐 어쩌면 우린 아무런 조건도 없이 사랑만 했어야 했나 봐 먼저 아플걸 생각하는 것도 나눈 모든 얘기들도 그렇게 떠나가나 봐 어쩌면 우린 미안한 감정도 없이 서로를 떠나야 했나 봐 사랑했던 우리의 추억들도 좋았던 기억마저도 그렇게 지나가나 봐"}, {"song_no": "7899235", "year": "2016", "rank": "77", "title": "Hello", "artist": "Adele", "genre": "Pop", "lyrics": "Hello it's me I was wondering if after all these years You'd like to meet to go over everything They say that time's supposed to heal ya But I ain't done much healing Hello can you hear me I'm in California dreaming  about who we used to be When we were younger and free I've forgotten how it felt before  the world fell at our feet There's such a difference between us And a million miles Hello from the other side I must've called a thousand times to tell you I'm sorry for everything that I've done But when I call you never seem to be home Hello from the outside At least I can say that  I've tried to tell you I'm sorry for breaking your heart But it don't matter  it clearly doesn't tear you apart anymore Hello how are you It's so typical of me to talk about myself I'm sorry I hope that you're well Did you ever make it out of that town Where nothing ever happened It's no secret That the both of us are running out of time Hello from the other side I must've called a thousand times to tell you I'm sorry for everything that I've done But when I call you never seem to be home Hello from the outside At least I can say that I've tried to tell you I'm sorry for breaking your heart But it don't matter  it clearly doesn't tear you apart anymore Ooooohh anymore Ooooohh anymore Ooooohh anymore Anymore Hello from the other side I must've called a thousand times to tell you I'm sorry for everything that I've done But when I call you never seem to be home Hello from the outside At least I can say that I've tried to tell you I'm sorry for breaking your heart But it don't matter  it clearly doesn't tear you apart anymore"}, {"song_no": "7896508", "year": "2016", "rank": "78", "title": "스물셋", "artist": "아이유", "genre": "Dance", "lyrics": "I'm twenty three  난 수수께끼 Question 뭐게요 맞혀봐요 I'm twenty three 틀리지 말기 Because  난 몹시 예민해요 맞혀봐 한 떨기 스물셋 좀  아가씨 태가 나네 다 큰 척해도 적당히 믿어줘요 얄미운 스물셋 아직 한참 멀었다 얘  덜 자란 척해도 대충 속아줘요 난 그래 확실히 지금이 좋아요  아냐 아냐 사실은 때려 치고 싶어요 아 알겠어요 나는 사랑이 하고 싶어 아니 돈이나 많이 벌래 맞혀봐  어느 쪽이게 얼굴만 보면 몰라 속마음과 다른 표정을 짓는 일 아주 간단하거든 어느 쪽이게 사실은 나도 몰라 애초에 나는 단 한 줄의  거짓말도 쓴 적이 없거든 여우인 척 하는 곰인 척 하는 여우 아니면 아예 다른 거 어느 쪽이게 뭐든 한 쪽을 골라 색안경 안에 비춰지는 거 뭐 이제 익숙하거든 Check it out 겁나는 게 없어요 엉망으로 굴어도  사람들은 내게 매일 친절해요 인사하는 저 여자 모퉁이를 돌고도 아직 웃고 있을까 늘 불안해요 난 영원히 아이로 남고 싶어요 아니 아니 물기 있는 여자가 될래요 아 정했어요 난 죽은 듯이 살래요 아냐 다 뒤집어 볼래 맞혀봐 어느 쪽이게 얼굴만 보면 몰라 속마음과 다른 표정을 짓는 일 아주 간단하거든 어느 쪽이게 사실은 나도 몰라 애초에 나는 단 한 줄의  거짓말도 쓴 적이 없거든 여우인 척 하는 곰인 척 하는 여우 아니면 아예 다른 거 어느 쪽이게 뭐든 한 쪽을 골라 색안경 안에 비춰지는 거 뭐 이제 익숙하거든 난 당신 맘에 들고 싶어요 아주 살짝만 얄밉게 해도 돼요 난 당신 맘에 들고 싶어요 자기 머리 꼭대기 위에서 놀아도 돼요 맞혀봐 어느 쪽이게 얼굴만 보면 몰라 속마음과 다른 표정을 짓는 일 아주 간단하거든 어느 쪽이게 사실은 나도 몰라 애초에 나는 단 한 줄의  거짓말도 쓴 적이 없거든 여우인 척 하는 곰인 척 하는 여우 아니면 아예 다른 거 어느 쪽이게 뭐든 한 쪽을 골라 색안경 안에 비춰지는 거 뭐 이제 익숙하거든"}, {"song_no": "7881505", "year": "2016", "rank": "79", "title": "No Make Up", "artist": "Zion.T", "genre": "R&B / Soul", "lyrics": "진하게 화장을 하고 예쁘게 머리를 하고 오늘도 집을 나서는 넌 예뻐 높은 구두를 신고 짧은 치마를 입고 있는 너 너무나 아름다워 but 넌 모를 거야 자다가 일어나 살짝 부은 얼굴이 얼마나 예쁜지 넌 모를 거야 자기 전 세수한 니 모습이 얼마나 예쁜지 자꾸 거울 보지 마 몸무게 신경 쓰지 마 넌 그냥 그대로 너무 예쁜 걸 No make up ye no make up ye No make up 일 때 제일 예쁜 너 빨간색 립스틱보다 투명한 립밤이 좋아 저 하늘 구름보다 자연스러워 어제도 힘들었는지 너무 지쳐 보여 너 이리 와서 내 품에 안겨 baby 넌 모를 거야 아이라인 없이 웃는 너의 예쁜 눈 웃음을 넌 모를 거야 메이크업 베이스 지우면 빛나는 우윳빛 피부 자꾸 거울 보지 마 몸무게 신경 쓰지 마 넌 그냥 그대로 너무 예쁜 걸 No make up ye no make up ye No make up 일 때 제일 예쁜 너 아무리 얘기해도 넌 모르겠다고 하지만 바보 같아 오늘 내일 다음 날도 매일 말해주고파 예쁜 얼굴 넌 그냥 그대로 너무 예쁜 걸 No make up ye no make up ye No make up 일 때 제일 예쁜 너"}, {"song_no": "3753309", "year": "2016", "rank": "80", "title": "꽃송이가", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "배드민턴 치자고 꼬셔 커피 한 잔 하자고 불러 동네 한 번 걷자고 꼬셔 넌 한 번도 그래 안 된다는 말이 없었지 꽃송이가 꽃송이가 그래 그래 피었네 꽃송이가 꽃송이가 그 꽃 한 송이가 그래 그래 피었구나 거리에 사람들 수많은 사람들 그 길에 사람들 그래 나는 네게 얼마만큼 특별한 건지 그게 어려운 거야 그게 어려운 거라 그게 어려운 거야 맛있는 거 먹자고 꼬셔 영화 보러 가자고 불러 단대 호수 걷자고 꼬셔 넌 한 번도 그래 안 된다는 말이 없었지 꽃송이가 꽃송이가 그래 그래  피었네 꽃송이가 꽃송이가 그 꽃 한 송이가 그래 그래 피었구나 거리에 사람들 수많은 사람들 그 길에 사람들 그래 나는 네게 얼마만큼 특별한 건지 그게 어려운 거야 그게 어려운 거라 그게 어려운 거야 좋아 좋아 하모니카 솔로 꽃송이가 꽃송이가 꽃송이가 그래 그래 피었네 꽃송이가 꽃송이가 그 꽃 한 송이가 그래 그래 피었구나 거리에 사람들 수많은 사람들 그 길에 사람들 그래 나는 네게 얼마만큼 특별한 건지 그게 어려운 거야 그게 어려운 거라 그게 어려운 거야"}, {"song_no": "7998349", "year": "2016", "rank": "81", "title": "어땠을까", "artist": "김나영", "genre": "Ballad", "lyrics": "지내봐도 다시 너였고 숨어있던 너를 찾고 오늘도 난 눈을 감아 봐도 또 네가 보여 마주했던 날들 아직 난 그 자리에 서있어 조금 사랑했더라면 조금 네 맘 가졌다면 이 아픔도 이 순간도 어땠을까 그때 그랬었더라면 한발 더 물러섰더라면 네가 나의 곁에 있을까 그때 그랬다면 어땠을까 함께했던 추억 왜 널 미워 못하게 만들어 조금 사랑했더라면 조금 네 맘 가졌다면 이 아픔도 이 순간도 어땠을까 그때 그랬었더라면 한발 더 물러섰더라면 네가 나의 곁에 있을까 그때 그랬다면 어땠을까 아직 내 맘이 너를 지울 자신이 없나 봐 너 없인 내 맘 텅 비었으니까 다른 사랑 못 할 만큼 너를 잊지 못 할 만큼 내 마음도 네 모습도 그대론데 그때 그랬었더라면 조금 더 잘해줬더라면 네가 아직 곁에 있을까 그때 그랬다면 어땠을까"}, {"song_no": "7909196", "year": "2016", "rank": "82", "title": "청춘 (Feat. 김창완)", "artist": "김필", "genre": "Drama", "lyrics": "언젠간 가겠지 푸르른 이 청춘 지고 또 피는 꽃잎처럼 달밝은 밤이면 창가에 흐르는  내 젊은 연가가 구슬퍼 가고없는 날들을 잡으려 잡으려 빈 손짓에 슬퍼지면 차라리 보내야지 돌아서야지 그렇게 세월은 가는거야 나를 두고 간 님은 용서하겠지만  날 버리고 가는 세월이야 정둘 곳 없어라 허전한 마음은 정답던 옛동산 찾는가 언젠간 가겠지 푸르른 이 청춘 지고 또 피는 꽃잎처럼 달밝은 밤이면 창가에 흐르는  내 젊은 연가가 구슬퍼 가고없는 날들을 잡으려 잡으려 빈 손짓에 슬퍼지면 차라리 보내야지 돌아서야지 그렇게 세월은 가는거야 언젠간 가겠지 푸르른 이 청춘 지고 또 피는 꽃잎처럼 달밝은 밤이면 창가에 흐르는  내 젊은 연가가 구슬퍼"}, {"song_no": "8104510", "year": "2016", "rank": "83", "title": "그녀가 웃었죠", "artist": "장범준", "genre": "Rock", "lyrics": "언젠가 그녀를 봤을 때 나도 모르는 용기가 났었어 조용히 그 손을 잡았죠 그녀를 계속 봤음 좋겠어 처음엔 그녀가 웃었죠 이 기쁜 맘 속엔 이유가 많았죠 한 번 더 그 손을 잡았죠 그녀가 나를 계속 보고 울었어 다시 또 내가 그녀를 잡았죠 그때는 정말 바보 같았어 한 번 더 내가 그녀를 원하죠 그때는 정말 많이 울었어 다시 또 그녀이기를 바래요 그때는 내가 참 바보 같았어 언젠가 그녀를 봤을 때 나도 모르는 용기가 났었어"}, {"song_no": "8138942", "year": "2016", "rank": "84", "title": "Walkin` In The Rain", "artist": "블락비 (Block B)", "genre": "R&B / Soul", "lyrics": "기대가 돼 한편은 걱정이 돼 넌 어디 있을까 아마도 다른 사람과 있을까 봐 무서워 예측할 수도 없는 너 날 찾아줘 I'm walkin' in the rain 긴 머릴 하고 원피스를 입고 소녀같이 얌전한 성격일까 아님 운동화를 신고 스냅백을 뒤로  쓴 말괄량일까 궁금해 인적이 드문 내 심박은 미디엄 템포 이 정도 BPM은 숨도 못 쉬겠어 Where are you 오늘따라 운이 안 따라줘 알아들었으면 제 발로 오길 제발 좀  늦어지더라도 그 자리에 있어 I'm goin' through the rain to you  기대가 돼 한편은 걱정이 돼 넌 어디 있을까 아마도 다른 사람과 있을까 봐 무서워 예측할 수도 없는 너 날 찾아줘 I'm walkin' in the rain 꿈속에서 나  상상 속에  널 만들어 가는 게 습관이 됐어 eh 하고 싶은 게 한가득이야 이젠 숨어 있지마 Come on 얌전하게 있었지 Errday boys' night 흔하디 흔한 club도 안 갔어 In a long time 이제 주인을 찾을래 남은 한 쪽 유리구두의 짝 늦어지더라도 그 자리에 있어 I'm goin' through the rain to you  기대가 돼 한편은 걱정이 돼 넌 어디 있을까 아마도 다른 사람과 있을까 봐 무서워 예측할 수도 없는 너 날 찾아줘 I'm walkin' in the rain 저 하늘에 많은 별들 중 내 건 단 하나 너 I'm walkin' and walkin' just wait for me girl 열어두기만 해둬 내가 들어갈 수 있게 기대가 돼 한편은 걱정이 돼 넌 어디 있을까 아마도 다른 사람과 있을까 봐 무서워 예측할 수도 없는 너 날 찾아줘 I'm walkin' in the rain Yeah  I want somebody to somebody to find me I want somebody to somebody to love me 다른 사람과 있을까 봐 무서워 예측할 수 없는 너  날 찾아줘 I'm walkin' in the rain"}, {"song_no": "5748406", "year": "2016", "rank": "85", "title": "심쿵해 (Heart Attack)", "artist": "AOA", "genre": "Dance", "lyrics": "A ye Brave sound  And it goes a little something like this  완전 반해 반해 버렸어요  부드러운 목소리에  반해 반해 버렸어요  난 떨려  AOA Let's Go  내가 미쳤나 봐 왜 또 이러지  내 마음 열여덟 소녀 마냥  막 쿵쿵대  숨길 수 없나 봐 난 매일 이러지  눈이라도 마주치면  귀까지 확 빨개져   이해 못해  네가 걔를 못 봐서 그래   딱 첫눈에 확 반해 버린다는 말에  그 마음 이해 가더라  나도 좀 알겠더라  널 처음 본 그 순간  완전 반해 반해 버렸어요   넓은 어깨 날렵한 눈매에   부드러운 목소리에  반해 반해 버렸어요  너의 얇고 긴 손가락만 봐도  난 떨려   어머나 자꾸만 심쿵해  널 보면 볼수록  가슴이 쿵쿵대 나도 모르겠어  심쿵해 나 어쩌면 좋아  자꾸만 네 품에  꼭 안기고 싶어 baby  어쩌다 눈이라도 마주치면  난 심쿵 거려   너의 작은 관심이라도 받을까  아등바등 거려  너는 대체 걔가 뭐가 그리 좋아  라고 묻는 친구들에게 말해  야 모르면 말을 말어  이해 못해 네가 걔를 못 봐서 그래  딱 첫눈에 확 반해 버린다는 말에  그 마음 이해 가더라  나도 좀 알겠더라  널 처음 본 그 순간  완전 반해 반해 버렸어요   넓은 어깨 날렵한 눈매에   부드러운 목소리에  반해 반해 버렸어요  너의 얇고 긴 손가락만 봐도 난 떨려  어머나 자꾸만 심쿵해 널 보면 볼수록 가슴이 쿵쿵대 나도 모르겠어 심쿵해 나 어쩌면 좋아 자꾸만 네 품에 꼭 안기고 싶어 baby 오 나의 왕자님 어디를 보나요 바로 여기 내가 있는데요 너무나 멋진 그대 난 그대 하나면 돼 난 그대 없이 못 살아요  완전 반해 반해 버렸어요 부드러운 목소리에 반해 반해 버렸어요 난 떨려 어머나 자꾸만 심쿵해  Everybody say What AOA 쿵쿵대 And it goes a little something like this 심쿵해 한번 더 say What AOA 네 품에 꼭 안기고 싶어 baby"}, {"song_no": "8098471", "year": "2016", "rank": "86", "title": "7월 7일 (One Of These Nights)", "artist": "Red Velvet (레드벨벳)", "genre": "Ballad", "lyrics": "그냥 꿈에서 깬 것뿐이야  또 다시 까마득한 저 슬픈 별 하나  잘 가 서툴게 인사하고  뒤돌아서 오는 길은  참 멀기도 하다  같은 시간에 Just for a minute  같은 공간에 Stay for a minute  그 짧았던 순간 모든 게  너와 날 위해 멈춰있던 그 순간  왜 그게 기적인 걸 몰랐을까  오래된 Story와 그 날에 멈춘 나  사랑한 시간보다 더  오래 이별하는 중인걸  은하수 너머에 아득히 먼 곳에  하얀 우리의 기억을 건너는 나  꿈속이라도 괜찮으니까  우리 다시 만나  One Of These Nights  우리 다시 만나  One Of These Nights  Oh 난 서둘러 잊지 못해  달력을 넘겨도 난 늘 제자리니까  너의 눈빛에 Just for a minute  스친 손끝에 Stay for a minute  그 짧았던 순간 모든 게  너와 날 위해 멈춰있던 그 순간  난 그 때 반짝이게 된 것 같아  오래된 Story와 그 날에 멈춘 나  사랑한 시간보다 더  오래 이별하는 중인걸  은하수 너머에 아득히 먼 곳에  하얀 우리의 기억을 건너는 나  꿈속이라도 괜찮으니까  Baby One of these days  One of these years  기다림은 내겐 사소한 일일 뿐인 걸 오래된 Story와 그 날에 멈춘 나 사랑한 시간보다 더 오래 이별하는 중인걸 은하수 너머에 아득히 먼 곳에 하얀 우리의 기억을 건너는 나 꿈속이라도 괜찮으니까 우리 다시 만나 One Of These Nights 우리 다시 만나 One Of These Nights"}, {"song_no": "3753303", "year": "2016", "rank": "87", "title": "여수 밤바다", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "여수 밤바다 이 조명에 담긴 아름다운 얘기가 있어 네게 들려주고파 전활 걸어 뭐하고 있냐고 나는 지금 여수 밤바다 여수 밤바다 아 아 아 아 아 아 아 너와 함께 걷고 싶다 이 바다를 너와 함께 걷고 싶어 이 거리를 너와 함께 걷고 싶다 이 바다를 너와 함께 걷고 싶어 여수 밤바다 여수 밤바다 이 바람에 걸린 알 수없는 향기가 있어 네게 전해주고파 전활 걸어 뭐하고 있냐고 나는 지금 여수 밤바다 여수 밤바다 아 아 아 아 아 아 아 너와 함께 걷고 싶다 이 바다를 너와 함께 걷고 싶어 이 거리를 너와 함께 걷고 싶다 이 바다를 너와 함께 너와 함께 오 바다 이 조명에 담긴 아름다운 얘기가 있어 네게 들려주고파 전활 걸어 뭐하고 있냐고 나는 지금 여수 밤바다 여수 밤바다 아 바다 아아아 하아아아 하아오오 하 아아아 허오 아아아아 뭐하고 있냐고 나는 지금 여수 밤바다"}, {"song_no": "5826447", "year": "2016", "rank": "88", "title": "겁 (Feat. 태양)", "artist": "MINO (송민호)", "genre": "Rap / Hip-hop", "lyrics": "뒤돌아 봤을 때 생각보다 멀리 와있었어 난 혼자였고 문득 겁이 났지 내가 날 봤을 때 지쳐있단 사실을 몰랐었어 난 외로웠고 문득 겁이 났지 넌 잘하고 있어 헷갈릴 때면 여태 그랬던 것처럼 그냥 Go 너답게 해 너는 너를 알아 연습했잖아 한 수 천 번은 말야 좌절 한 두 번 이젠 시시해 원래 기회라는 건 인생의 위기에 넌 알잖아 다시 일어나는 법 천국여행 간다며 어서 싸 캐리어 멈추지 마라 아직 할 일 많아 뒷바라지하는 부모님의 사진봐 넌 동생들의 거울이자 가족들의 별 네가 잠을 줄여야만 그들이 편하게 숙면 야 이 병신아 티 좀 내지마 마음 단단히 먹어 알아 외롭지만 견뎌내야 돼 눈물 흘리냐 사내새끼가 뚝 그치고 다시 들어 책임감 eh 아무것도 보기 싫었을 때 억지로 눈을 부릅뜬 건 그냥 겁나서 덜컥 겁이 나서 그래 eh o 아무 말도 하기 싫었을 때 일부러 목소릴 높인 건 There is no other reason 겁이 나 난 겁이 나 입버릇처럼 말했어 언제나 나는 나를 믿어 상대는 없다며 But enemy was in my mirror 계속된 싸움에 이성을 잃었었나봐 내가 나를 죽였어 엄마도 내 눈치를 봐 대중의 관심을 받는 게 eh CCTV 속에 사는 게 eh 한곳만 죽어라 팠는데 그게 내 무덤이 될 수도 있다는 게 무서웠어 아버지 날 보고 있다면 정답을 알려줘 어른이 되기엔 난 어리고 여려 아직도 방법을 모르고 부딪히는 짓만 하기엔 너무 아프다는 걸 이제 알았어 너무 늦었나봐 무식하게 채찍질만 하기엔 아물지 않은 상처가 너무 많아 eh 아무것도 보기 싫었을 때 억지로 눈을 부릅뜬 건 그냥 겁나서 덜컥 겁이 나서 그래 eh o 아무 말도 하기 싫었을 때 일부러 목소릴 높인 건 There is no other reason 겁이 나 난 겁이 나 자꾸 겁이 나 난 모든 게 감사해 내 종교를 떠나서 6년 전부터 이 꼬맹이를 이용하려 했던 악덕 대표님들 조차 날 구원해준 지금의 회사도 이 무대를 내어준 수많은 참가자도 남자의 삶을 알려준 하늘에 계신 큰아빠도 가족 내 어깨들과 형제 같은 멤버들도 딱 오늘까지만 위로를 받고 내일부턴 겁쟁이가 아닌 성숙해진 나로 eh 아무것도 보기 싫었을 때 억지로 눈을 부릅뜬 건 그냥 겁나서 덜컥 겁이 나서 그래 eh o 아무 말도 하기 싫었을 때 일부러 목소릴 높인 건 There is no other reason 겁이 나 난 겁이 나 Can you see me now Anybody save me from this fear oh Can you hear me now woah woo"}, {"song_no": "8141272", "year": "2016", "rank": "89", "title": "제주도의 푸른 밤", "artist": "태연 (TAEYEON)", "genre": "Rock", "lyrics": "떠나요 둘이서 모든 걸 훌훌 버리고 제주도 푸른 밤 그 별 아래 이제는 더이상 얽매이긴 우리 싫어요 신문에 TV에 월급봉투에  아파트 담벼락보다는 바달 볼수 있는 창문이 좋아요 낑깡밭 일구고 감귤도 우리 둘이 가꿔봐요 정말로 그대가 외롭다고 느껴진다면  떠나요 제주도 푸른 밤 하늘 아래로 떠나요 둘이서 힘들게 별로 없어요 제주도 푸른밤 그 별아래  그동안 우리는 오랫동안 지쳤잖아요 술집에 카페에 많은 사람에  도시의 침묵보다는 바다의 속삭임이 좋아요 신혼부부 밀려와 똑같은 사진 찍기 구경하며 정말로 그대가 재미없다 느껴진다면 떠나요 제주도 푸르메가 살고 있는 곳 도시의 침묵보다는 바다의 속삭임이 좋아요 신혼부부 밀려와 똑같은 사진 찍기 구경하며 정말로 그대가 재미없다 느껴진다면 떠나요 제주도 푸르메가 살고 있는 곳"}, {"song_no": "8104511", "year": "2016", "rank": "90", "title": "떠나야만해", "artist": "장범준", "genre": "Rock", "lyrics": "그녀 너무 쉽게 다가온다면 그럼 내가 떠나가야 해 너무 쉽게 설레오나요 사랑 너무 많이 다가온다면 그럼 내가 떠나가야 해 느즈막에 잘못 가나요 떠나야만 해 볼 수 없는 맘 우어 영원히 아득해져요 숨겨야만 해 볼 수 없는 맘 우어 언젠가 가능해져요 그녀 너무 쉽게 설레온다면 그럼 내가 떠나가야 해 너무 쉽게 다가온다면 사랑 너무 많이 다가온다면 그럼 내가 떠나가야지 느즈막에 잘못 가나요 떠나야만 해 볼 수 없는 맘 우어 영원히 아득해져요 숨겨야만 해 볼 수 없는 맘 우어 언젠가 가능해져요 그녀 너무 많이 다가오네요 그럼 내가 떠나가야지 느즈막에 다가온다면 사랑 너무 쉽게 얘길 한다면 그럼 내가 떠나가야 해 너무 쉽게 설레오나요 떠나야만 해 하아 우어 영원히 아득해져요 숨겨야만 해 하아 우어 언젠가 가득해져요"}, {"song_no": "8104427", "year": "2016", "rank": "91", "title": "24시간", "artist": "Make Some Noise", "genre": "Dance", "lyrics": "나에게 말해줘 넌 네 마음을 말해줘  넌 나 하나만 사랑한다고  나에게 보여줘 넌 네 마음을 보여줘  너 내가 너를 느낄 수 있게 망설이지 말고 주저하지 말고  어서 빨리 내게 다가와  꾸물대지 말고 빙빙 돌지 말고  네 사랑을 내게 모두 가져와 너랑 나랑 애인하자 야이야이야이야 너랑 나랑 사랑하자 야이야이야이야 안보면 보고 싶고 떨어져선 못살겠고 봐도 봐도 좋으니까 어 오 you and me you and I oh 우린 좋아하잖아  you and me you and I 머리부터 발끝까지  you and me you and I oh 우린 사랑하잖아 you and me you and I 너와 나 24시간  너와 나 24시간 내 손을 잡아봐 넌 당당하게 잡아봐  너 고민하지 말고 잡아봐  날 한번 안아봐 너 과감하게 안아봐  너 떨지 말고 나를 안아봐  망설이지 말고 주저하지 말고  어서 빨리 내게 다가와 꾸물대지 말고 빙빙 돌지 말고  니 사랑을 내게 모두 가져와 너랑 나랑 애인하자 야이야이야이야 너랑 나랑 사랑하자 야이야이야이야 안보면 보고 싶고 떨어져선 못살겠고 봐도 봐도 좋으니까 어 오 you and me you and I oh 우린 좋아하잖아  you and me you and I 머리부터 발끝까지  you and me you and I oh 우린 사랑하잖아  you and me you and I 너와 나 24시간 너와 나 24시간 너와 나 24시간"}, {"song_no": "8154292", "year": "2016", "rank": "92", "title": "1년 365일 (Feat. 거미)", "artist": "바이브", "genre": "Ballad", "lyrics": "처음 본 순간 나는 너라는 걸 알았고 눈을 뜬 순간 사랑이라는 걸 알았어 그 모든 게 다 너라서 너 아니면 안 될 것 같아서 난 오늘도 바보처럼 이 자리에서 1년 365일 널 기다리고 처음부터 지금까지 너만 사랑해 혹시 내 마음 알까 나만 이런 걸까 하루하루 견딜 수 없어 만남부터 이별까지 너여야 하고 다시 사랑 할 사람도 너 하나니까 아파도 난 너야 내 사랑은 너야 1년 365일 난 너야 고마운 사람 때로는 나를 힘들게 해도 소중한 사람 소중해서 더 아픈 사람 그 모든 게 다 너라서 남는 건 상처뿐이라 해도 난 여전히 바보처럼 이 자리에서 1년 365일 널 기다리고 처음부터 지금까지 너만 사랑해 혹시 내 마음 알까 나만 이런 걸까 하루하루 견딜 수 없어 만남부터 이별까지 너여야 하고 다시 사랑 할 사람도 너 하나니까 아파도 난 너야 내 사랑은 너야 1년 365일 난 너야 너야 너야 너야 나 태어나서 지금까지 널 만나려고 나 혼자서 여태까지 널 기다린 걸 몇 번이고 너야 수천 번도 너야 1년 365일 난 너야 너야 너야 너야"}, {"song_no": "8094460", "year": "2016", "rank": "93", "title": "무지개 (Feat. 윤닭 Of 오브로젝트)", "artist": "스탠딩 에그", "genre": "Ballad", "lyrics": "초록빛 바람 불어오는 날 마른 비 지나 그녀를 닮은 날 꽃길을 따라 둘이 걷는다 가슴은 두근두근 약속한 듯이 발을 맞춘다 숨소리마저 입을 맞춘다 부드러운 손길 내 팔을 감는다 살며시 기대온다 새까만 찰랑 찰랑 찰랑 그녀의 머릿결 살랑 살랑 살랑 노래를 부르면 꽃바람 따라 휘파람 따라 너울 너울 무지개 따뜻한 숨결 뺨을 스친다 짜릿한 상상 입술이 탄다 햇살이 반짝 아른거리다 노을빛 물이 든다 새까만 찰랑 찰랑 찰랑 그녀의 머릿결 살랑 살랑 살랑 노래를 부르면 꽃바람 따라 휘파람 따라 너울 너울 무지개 바람이 널 타고 불어와 햇살이 아플 만큼 따가운 이런 날이라도 괜찮아 무엇을 할지 또 어디를 갈지 목적지 없이 걷는 것도 좋아 해가 저물어 올 때쯤 바래다주는 길은 왜 이렇게도 짧은 건지 하늘은 어두운데 네 주변만 밝지 아직 밤공기는 찬데 왜 두 볼이 뜨겁지 가만히 그녀 입술 위에 입을 맞춘다 산뜻 산뜻 산뜻 그녀의 모든 것 하나 하나 하나 아름다운 걸 첫사랑 bye bye 옛사랑 bye bye 너는 나의 무지개 꽃바람 닮아 휘파람 닮아 아름다운 무지개"}, {"song_no": "8138941", "year": "2016", "rank": "94", "title": "사랑이었다 (Song By 태일)", "artist": "블락비 (Block B)", "genre": "R&B / Soul", "lyrics": "알 수 없다 눈 뜨고 꿈꾸는 기분일까 괜히 가슴이 소란스러워지고 그리움도 경험해본다 내게 짓던 웃음이 참 예뻤지만 네 맘은 항상 표정을 짓지 않아 상처 난 것들을 보여주면서 치유 받길 거절하는 널 보며 내가 할 게 못 되는구나 힘들다 시간 지나면 다 없었던 일 잠시 미쳤다 생각했는데 사랑이었다 사랑이었다 이제 와 보니 사랑한 거였다 나답지 않던 말과 행동이 멋대로 굴고 있는 심장이 사랑이었다 사랑이었다 나보다 소중한 게 있었다 언제쯤 넌 내 이름 불러줄까 널 꺾는다고 그 향기가 내 게 될까 넌 쓸쓸함에 대해 얘기하면서 안아주려는 내 손을 밀쳤어 체념할 자격도 없는 나 괴롭다 시간 지나면 다 없었던 일 잠시 미쳤다 생각했는데 사랑이었다 사랑이었다 이제 와 보니 사랑한 거였다 나답지 않던 말과 행동이 멋대로 굴고 있는 심장이 사랑이었다 사랑이었다 나보다 소중한 게 있었다 이제 더 이상은 특별함을 찾지 않아 널 쫓느라 두고 간 원래의 나를 찾아 혼자 한 사랑은 스스로 이별해야 되네 시간 지나면 다 없었던 일 잠시 미쳤다 생각했는데 사랑이었다 사랑이었다 이제 와 보니 사랑한 거였다 나답지 않던 말과 행동이 멋대로 굴고 있는 심장이 사랑이었다 사랑이었다 나보다 소중한 게 있었다 나보다 소중한 게 있었다"}, {"song_no": "8138938", "year": "2016", "rank": "95", "title": "하여가 (何如歌) (우리 동네 음악대장)", "artist": "하현우 (국카스텐)", "genre": "Rock", "lyrics": "난 그냥 이대로  난 그냥 이대로  난 그냥 이대로  난 그냥 이대로  예예예예예 야야야야야  예이예이예이야이야  너에게 모든걸 뺏겨 버렸던 마음이  다시 내게 돌아오는 걸 느꼈지  너는 언제까지나 나만의 나의 연인이라  믿어왔던 내 생각은 틀리고 말았어  변해버린 건 필요가 없어  이제는 너를 봐도 아무런 느낌이 없어  나에겐 항상 시선을 멈췄던 예전의 네 모습과 나를 바라보던 네 미소와  너만의 목소리 모든 게 그리워진 거야  지금 나에겐 너를 볼 때마다 내겐  가슴이 떨리는 그 느낌이 있었지  난 그냥 네게 나를 던진거야  예이예이예이예이예 나 홀로 있을 때 조차  너를 기다린다는 설레임에  언제나 기쁘게 마음을 가졌던거야  예이예이예이예이예 부풀은 내 마음속엔 항상 네가 있었어  하얀 미소의 너를 가득 안고서  이제는 너를 위해 남겨둔 것이 있어  해맑던 네 미소가 담긴 사진을 난 그냥 이대로 뒤돌아 가는가  넌 그냥 이대로 날 잊어 버리나  난 그냥 이대로 뒤돌아 가는가  널 그냥 이대로 보내긴 내 가슴이 너무나  난 그냥 이대로 언젠간 이대로 날 잊어 버리나 난 그냥 이대로 난 그냥 이대로 보내긴 내 가슴이 너무나  너에게 많은걸 바라는 게 아니지  그 전 때처럼 바로 그 때처럼 말이야  정성이 가득히 있었지  언제나 나를 너무 따뜻하게 대해주었지  이제는 전화를 네게 거는 것 마저 난 이제 모두가 두려워졌어  넌 아닌 척 하고는 있지만 너의 목소리가 너무도 차갑지  난 이제 알 수가 있어 너도 많이 아파하고 있었다는 것만을  너의 진실을 숨기지마 왜 그리 모르지 너를 볼 때마다 내겐  가슴이 떨리는 그 느낌이 있었지  난 그냥 네게 나를 던진거야  예이예이예이예이예 나 홀로 있을 때 조차  너를 기다린다는 설레임에  언제나 기쁘게 마음을 가졌던거야  예이예이예이예이예 예이예이예이예이예 예이예이예이예이예 부풀은 내 마음속엔 항상 네가 있었어  하얀 미소의 너를 가득 안고서  이제는 너를 위해 남겨둔 것이 있어  해맑던 네 미소가 담긴 사진을 난 그냥 이대로 뒤돌아 가는가  넌 그냥 이대로 날 잊어 버리나  난 그냥 이대로 뒤돌아 가는가  널 그냥 이대로 보내긴 내 가슴이 너무나  난 그냥 이대로 언젠간 이대로 날 잊어 버리나 난 그냥 이대로 난 그냥 이대로 보내긴 내 가슴이 너무나  이렇게 떠나가버릴 너를 보려 한 것이 아니야 하지만 나는 기다려 네가 다시 돌아올 날까지  이 곳에서"}, {"song_no": "8138930", "year": "2016", "rank": "96", "title": "살아있네", "artist": "박진영", "genre": "Dance", "lyrics": "댄스가수 나이가 나이가 몇 개  마흔하고도 네 개  근데도 한창인데  떴다 지는 요즘 별들과는 달라 달라  폼 잡다가 사라진 애들 다 잘 봐  귀여운 척 안하고 내숭 하나도 없이  제 애인은 여러분 이런 멘트들 없이  날라리 같은 모습 그대로 놀아 놀아  그러고도 아직까지 살아 남아  레코드 판이 카세트가 되고  카세트 테잎이 CD로 바뀌고  CD가 다운로드 스트리밍이 되도  90년대 2000년대 2010년대도  살아있네  살아있네  살아있네  90년대 2000년대 2010년대도  자자 애들아 모여봐  내가 누군지 알지  니들 좋아하는  오빠들과 많이 다르지  그 오빠들 태어나기 전에  데뷔를 했지만  그 오빠들 앞에서  아직도 상까지 받지 난  미안해 니 오빠들도  오래오래 나처럼  살아남길 바랄게  하지만 그게 참 말처럼  쉬운 게 아니기에  걱정은 좀 된다만  나를 보고 연구하면  확률이 올라간단다  레코드 판이 카세트가 되고  카세트 테잎이 CD로 바뀌고  CD가 다운로드 스트리밍이 되도  90년대 2000년대 2010년대도  살아있네  살아있네  살아있네  90년대 2000년대 2010년대도  강한 자가 오래 가는 게 아냐   오래가는 자가 강한 자란 말야   강한 자가 오래 가는 게 아냐  오래가는 자가 강한 자란 말야   10년은 돼야 가수라고 하지   20년은 돼야 스타라고 하지   30년이 되면 레전드라 부르지   그래서 이렇게  아직도 난 배가 고프지  레코드 판이 카세트가 되고  카세트 테잎이 CD로 바뀌고  CD가 다운로드 스트리밍이 되도  90년대 2000년대 2010년대도  살아있네  살아있네  살아있네  90년대 2000년대 2010년대도  10년은 돼야 가수라고 하지  20년은 돼야 스타라고 하지  30년이 되면 레전드라 부르지  그래서 이렇게 아직도 난 배가 고프지"}, {"song_no": "8143111", "year": "2016", "rank": "97", "title": "돌아오지마 (Feat. 용준형 Of 비스트)", "artist": "헤이즈 (Heize)", "genre": "Rap / Hip-hop", "lyrics": "아직도 비가 내리면 빗 소릴 beat 삼아 너를 끄적이곤 해 괜찮지 않아 난 내일도 알람이 아닌 그리움이 날 깨울게 뻔해 난 다시 한 번 나의 널 안고 싶어 잡고 싶어 너의 반짝이는 눈 속에서 날 보고 싶어 이렇게 널 보내고 후회 속에 살고 있어 혹시 이 노랠 듣게 돼도 그냥 듣고 흘려줄래 넌 나에게 돌아오지 마 날 보지 마 지나쳐가 넌 행복해야 하니까 널 닮은 사람과 행복하게 살아 okay 이건 널 그리워하는 노래 but 절대로 하지는 말아 오해 혹 널 내게 다시 돌아오게 하기 위해 부르는 노래는 아니니까 솔직히 말할게 i wanna go back 이렇게 다 남아있지 내 phone엔 하지만 이젠 알아 너의 곁엔 나보다는 그녀가 더 잘 어울리는 것 같애 웃기지 마 난 너에게 지금처럼 가사 거리일 뿐 아무것도 아닌 걸 4분도 넘지 않는 이 노래에 담길 만큼 우리가 했던 사랑은 조그맣지 않은 걸 걍 꺼지라 해 알아듣기 쉽게 널 위한 이별 같은 소리 난 이해 못 해 그게 아님 당장 이 노래 멈춰 아무 일 없던 것처럼 나를 안아줘 넌 나에게 돌아오지 마 날 보지 마 지나쳐가 넌 행복해야 하니까 널 닮은 사람과 행복하게 살아 만약에 내가 너에게 전활 걸거나 너의 집 앞에서 널 기다리고 있거나 비가 많이 내리는 날에는 전화길 꺼놔 잠깐일 거야 그건 그냥 다 쇼야 맘 약해지지 말고 잘 생각해 힘들어했잖아 이기적인 나의 말투와 행동 그리고 친굴 만날 때도 착한 넌 항상 내 눈치를 봐야 했겠지 넌 불행할 자격이 없어 난 자신 없어 너만큼 좋은 여자가 되기엔 그래서 널 놓아주는 것 말곤 방법이 없어 너에게 바라진 않아 이해 이렇게 돌아서지 마 너 아닌 사람과 어떻게 행복하란 말이야 난 행복해야 하니까 네가 필요해 난 네가 필요해"}, {"song_no": "8038458", "year": "2016", "rank": "98", "title": "회상", "artist": "장범준", "genre": "Drama", "lyrics": "길을 걸었지 누군가 옆에 있다고 느꼈을 때 나는 알아버렸네 이미 그대 떠난 후라는 걸 나는 혼자 걷고 있던거지 갑자기 바람이 차가와 지네 마음은 얼고 나는 그 곳에 서서 조금도 움직일 수 없었지 마치 얼어버린 사람처럼 나는 놀라서 있던거지 달빛이 숨어 흐느끼고 있네 음 떠나버린 그 사람 생각나네 음 돌아선 그 사람 생각나네 묻지 않았지 왜 나를 떠나느냐고 하지만 마음 너무 아팠네 이미 그대 돌아서 있는 걸 혼자 어쩔수 없었지 미운건 오히려 나였어 떠나버린 그 사람 생각나네 돌아선 그 사람 생각나네 길을 걸었지 누군가 옆에 있다고 느꼈을 때 나는 알아버렸네 이미 그대 떠난 후라는 걸 나는 혼자 걷고 있었던거지 갑자기 바람이 차가와 지네 묻지 않았지 왜 나를 떠나느냐고 하지만 마음 너무 아팠네 이미 그대 돌아서 있는 걸 혼자 어쩔 수 없었지 미운건 오히려 나였어 갑자기 바람이 차가와 지네"}, {"song_no": "8152433", "year": "2016", "rank": "99", "title": "MY STAR", "artist": "이하이", "genre": "R&B / Soul", "lyrics": "넌 나의 STAR 넌 나의 SUN 넌 나의 MOON 세상을 다 가진 느낌  I FEEL I FEEL GOOD  I FEEL GOOD WHEN I’M WITH YOU 넌 나의 ROCK 넌 나의 GUN 넌 나의 ROSE 감당이 안 돼 이 느낌 FEEL ALRIGHT 이제 안 외로워 나 안 외로워 첫사랑 같은 내 맘은 너를 향한 춤을 추고 OH OH OH  미친 것 같은 내 눈엔 한 사람만 보여 오직 YOU  시작한 사랑을 멈추지마  DON’T STOP 기나긴 밤은 너와 내거니까  YOU’RE MINE 지금 내 두 손을 잡고  NEVER LET ME GO TELL ME 너도 나와 같은 사랑한다고 넌 나의 STAR 넌 나의 SUN 넌 나의 MOON 세상을 다 가진 느낌  I FEEL I FEEL GOOD  I FEEL GOOD WHEN I’M WITH YOU 넌 나의 POISON 넌 나의 TROUBLE 넌 나의 FATE 못 참겠어 OH 네 손길 FEEL ALRIGHT 네가 너무 좋아 나 너무 좋아 LISTEN SOMETHING ABOUT YOU 멈췄던 내 가슴을 뛰게 하고 OH OH OH  미친 것 같은 내 눈엔 한 사람만 보여 오직 YOU  시작한 사랑을 멈추지마  DON’T STOP 기나긴 밤은 너와 내거니까  YOU’RE MINE 지금 내 두 손을 잡고  NEVER LET ME GO TELL ME 너도 나와 같은 사랑한다고 어느새 난 영원을 꿈꾸곤 해 BUT NOTHING IS FOREVER I KNOW 너 없는 날 상상할 수조차 없어 넌 나의 STAR 넌 나의 SUN 넌 나의 MOON 세상을 다 가진 느낌  I FEEL I FEEL GOOD I FEEL GOOD WHEN I’M WITH YOU 넌 나의 ROCK 넌 나의 GUN 넌 나의 ROSE 감당이 안돼 이 느낌 FEEL ALRIGHT 이제 안 외로워 나 안 외로워"}, {"song_no": "7985298", "year": "2016", "rank": "100", "title": "함께", "artist": "노을", "genre": "Drama", "lyrics": "우리 기억 속엔 늘 아픔이 묻어 있었지 무엇이 너와 나에게 상처를 주는지 주는 그대로 받아야만 했던 날들 그럴수록 사랑을 내세웠지 우리 힘들지만 함께 걷고 있었다는 것 그 어떤 기쁨과도 바꿀 수는 없지 복잡한 세상을 해결할 수 없다 해도 언젠가는 좋은 날이 다가올 거야 살아간다는 건 이런 게 아니겠니 함께 숨쉬는 마음이 있다는 것 그것만큼 든든한 벽은 없을 것 같아 그 수많은 시련을 이겨내기 위해서 우리 힘들지만 함께 걷고 있었다는 것 그 어떤 기쁨과도 바꿀 수는 없지 복잡한 세상을 해결할 수 없다 해도 언젠가는 좋은 날이 다가올 거야 살아간다는 건 이런 게 아니겠니 함께 숨쉬는 마음이 있다는 것 그것만큼 든든한 벽은 없을 것 같아 그 수많은 시련을 이겨내기 위해서 울고 싶었던 적 얼마나 많았었니 너를 보면서 참아야 했었을 때 난 비로소 강해진 나를 볼 수 있었어 함께 하는 사랑이 그렇게 만든 거야 살아간다는 건 이런 게 아니겠니 함께 숨쉬는 마음이 있다는 것 그것만큼 든든한 벽은 없을 것 같아 그 수많은 시련을 이겨내기 위해서"}]