[{"song_no": "8028701", "year": "2016", "rank": "51", "title": "시간을 달려서 (Rough)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "다가서지 못하고 헤매이고 있어 좋아하지만 다른 곳을 보고 있어 가까워 지려고 하면 할수록 멀어져 가는 우리 둘의 마음처럼 만나지 못해 맴돌고 있어 우린 마치 평행선처럼 말도 안돼 우린 반드시 만날 거야 기다릴게 언제까지나 미처 말하지 못했어 다만 너를 좋아했어 어린 날의 꿈처럼 마치 기적처럼 시간을 달려서 어른이 될 수만 있다면 거친 세상 속에서 손을 잡아줄게 다가서려 해봐도 엇갈리고 있어 좋아한단 말도 아직 못하고 있어 머뭇거리는 널 보고 있으면 우린 아직도 많이 어리긴 한가 봐 좁혀지지 않아 한 끗 차이 우린 마치 평행선처럼 언젠가는 못다한 말을 전할 거야 다가갈게 언제까지나 미처 말하지 못했어 다만 너를 좋아했어 어린 날의 꿈처럼 마치 기적처럼 시간을 달려서 어른이 될 수만 있다면 거친 세상 속에서 손을 잡아줄게 시간 속에 갇혀 길을 헤매여도 그렇지만 우린 결국 만날 거야 진심인 것만 알아줘 정말 서툴기만 한대도 미처 말하지 못했어 다만 너를 좋아했어 어린 날의 꿈처럼 마치 기적처럼 시간을 달려서 어른이 될 수만 있다면 거친 세상 속에서 너를 안아줄게 이거 하나만 약속해 변치 않기를 바랄게 그때도 지금처럼 날 향해 웃어줘 시간이 흘러서 어른이 될 수만 있다면 엇갈림 그 속에서 손을 잡아줄게"}, {"song_no": "5466962", "year": "2016", "rank": "52", "title": "스토커", "artist": "10cm", "genre": "Folk", "lyrics": "나도 알아 나의 문제가 무엇인지 난 못났고 별 볼 일 없지 그 애가 나를 부끄러워 한다는 게 슬프지만 내가 뭐라고 빛나는 누군갈 좋아하는 일에  기준이 있는 거라면 이해할 수 없지만 할 말 없는걸 난 안경 쓴 샌님이니까 내가 이렇게 사랑하는데 이렇게 원하는데 나는 아무것도 할 수 없고 바라만 보는데도 내가 그렇게 불편할까요 내가 나쁜 걸까요 아마도 내일도 그 애는 뒷모습만 이제 알아 나의 할 일이 무엇인지 다 포기하고 참아야 하지 저 잘 나가는 너의 남자친구처럼 되고 싶지만 불가능하지 빛나는 누군갈 좋아하는 일에 기준이 있는 거라면 이해할 수 없지만 할 말 없는걸 난 안경 쓴 샌님이니까 내가 이렇게 사랑하는데 이렇게 원하는데 나는 아무것도 할 수 없고 바라만 보는데도 내가 그렇게 불편할까요 내가 나쁜 걸까요 아마도 내일도 그 애는 나는 왜 이런 사람 이런 모습이고 이런 사랑을 하고 나는 아무것도 될 수 없고 바라만 보는데도 내가 그렇게 불편하니까 내가 나쁜 거니까 아마도 내일도 그 애는 나도 알아 나의 문제가 무엇인지"}, {"song_no": "8189661", "year": "2016", "rank": "53", "title": "쏘쏘", "artist": "백아연", "genre": "R&B / Soul", "lyrics": "눈이 높은 건 절대 아닌데 딱히 맘이 끌리지가 않아 한두 번 만나보고 며칠을 연락해도 어색한 공기만 흐를 뿐 참 답답해 이상해  자꾸 어긋나는 일  대체 뭐가 문젤까  누굴 만나도 so so 혼자인 것도 so so 설레이지도 나쁘지도 않은 기분 so so 감을 잃어가 점점 사랑은 어떻게 하는 거였더라  기억도 잘 안 나 커플들이 부럽기는 해도 좋겠다 혼자인 게 외롭지는 않아 견딜만해 한가로운 내 전화 약속도 없는 주말 TV 앞의 내가 싫을 뿐 참 궁금해 신기해 사랑에 빠지는 일 나만 빼고 전부 다 누굴 만나도 so so 혼자인 것도 so so 설레이지도 나쁘지도 않은 기분 so so 감을 잃어가 점점 사랑은 어떻게 하는 거였더라 어디서 뭐 하냐고 태어나긴 했냐고 이제는 좀 나타나줘 내 맘 줄 사람 보자마자 안아주고 싶어 노력해 봐도 so so 애를 써봐도 so so 감동이 없고 재미없고 그저 그래 so so so so 기억도 안 나 덤덤 가슴이 뛰어본 게 언제쯤 일까 나도 누군갈 좋아해 보고 싶어 사랑하고 싶어"}, {"song_no": "8184472", "year": "2016", "rank": "54", "title": "자격지심 (Feat. 은하 Of 여자친구)", "artist": "박경 (블락비)", "genre": "Rap / Hip-hop", "lyrics": "You 도대체 문제가 뭐야 말 좀 해봐 Hey you 질투하는 거야 자격지심인 거야 boy 몇 번이나 말했잖아 나에겐 한 사람밖에 없다고 귀여워 너답지 않은 너가 빠라바빠빠 빠라바빠빠 빠라바빠빠 넌 모를 거야 내 맘을 너 지금 어딜 보는 건지 지나가는 쟤 쳐다봤지 쇼윈도를 보는 척하면서 눈은 왜 그리 돌아가니 그래 나보다 키 크고 어깨도 넓은 거 나도 보이는데 너가 그래버리면 더 비참해지잖아 왜 그리 자신 없어 어딜 보긴 뭘 어딜 봐 어느 누구와도 너를 비교한 적 없어 소심하게 굴지 마 어제 카페 그 알바생 앞에서 왜 그리 웃는데 내가 이상한 건지 너가 이상한 건지 몰라 궁금해 머릿속이 You 도대체 문제가 뭐야 말 좀 해봐 Hey you 질투하는 거야 자격지심인 거야 boy 몇 번이나 말했잖아 나에겐 한 사람밖에 없다고 귀여워 너답지 않은 너가 빠라바빠빠 빠라바빠빠 빠라바빠빠 넌 모를 거야 내 맘을 하나만 물어볼게 차 있단 그 오빠 얘긴 왜 자꾸 해 뚜벅이가 뭐 어때서 어디든 가줄게 너 친구들 남자 친구 놈들 딱 들어보니 가식덩어리들  I told ya 남잔 늑대 순하디 순한 너에겐 위험해 yo 숨어 있어 내 울타리 안에 우리 사진으로 메신졀 프사해  왜 그리 자신 없어 아무것도 필요 없어 내겐 누구보다 큰 너 나도 알고 있어 남자는 다 똑같애  그걸 아는 사람이 그래 밀고 당길 땐 벌써 지났는데 내가 이상한 건지 너가 이상한 건지 몰라 궁금해 머릿속이 You 도대체 문제가 뭐야 말 좀 해봐 Hey you 질투하는 거야 자격지심인 거야 boy 몇 번이나 말했잖아 나에겐 한 사람밖에 없다고 귀여워 너답지 않은 너가 빠라바빠빠 빠라바빠빠 빠라바빠빠 넌 모를 거야 내 맘을 빠라바빠빠 빠라바빠빠 빠라바빠빠 넌 모를 거야 내 맘을 혹시나 해서 말인데 오해할까 걱정인데 이거 절대 자격지심 아냐 아냐 혹시나 해서 말인데 난 아무 상관없는데 그러는 거 자격지심 맞아 맞아"}, {"song_no": "8217164", "year": "2016", "rank": "55", "title": "Monster", "artist": "EXO", "genre": "Dance", "lyrics": "She got me gone crazy 왜 심장이 뛰니 넌 아름다워 나의 Goddess 닫혀있지 Yeah yeah 두드릴 테니 날 들여보낼래 감춰진 스릴을 줄게 눈동자의 호기심에 이미 넌 빠져들었고 Don't be afraid Love is the way Shawty I got it You can call me monster I’m creeping in your heart babe 뒤집고 무너트리고 삼켜 그래 널 훔쳐 탐닉해 널 망쳐 놓을거야 네 맘속에 각인된 채 죽어도 영원히 살래 Come here girl You call me monster 네 맘으로 들어갈게 She got me gone crazy 왜 심장이 뛰니 내가 좀 성격이 급해 그닥 온순하지 못해 널 미워했어 하지만 너를 원해 That’s right my type 가슴은 거짓말 안 해 시작됐어 내 안에서 위험한 신호를 보내 Don’t be afraid Love is the way Shawty I got it You can call me monster I’m creeping in your heart babe 뒤집고 무너트리고 삼켜 그래 널 훔쳐 탐닉해 널 망쳐 놓을거야 네 맘속에 각인된 채 죽어도 영원히 살래 Come here girl You call me monster 네 맘으로 들어갈게 전율이 와 네 삶을 다 뒤집어 버리는게 I’m sorry you make me so crazy you know you do 모두 날 두려워해 so I’m untouchable man 근데 네 진심은 왜 결국에 날 거부 못해 숨어서 훔쳐보다가 깜짝 놀라지 Who 네겐 안티노미 같은 난 네 존재의 일부 How we do 날 그대로 받아들여 너의 두려운 걱정은 접어두렴 네가 견딜만한 고통을 누려 더 깊이 빠져들어 널 맘대로 가지고 놀아 내 손에서 맘껏 놀아 도망가지마 넌 영원히 맴돌아 You can call me monster I’m creeping in your heart babe 뒤집고 무너트리고 삼켜 그래 널 훔쳐 탐닉해 널 망쳐 놓을거야 네 맘속에 각인된 채 죽어도 영원히 살래 Come here girl You call me monster 네 맘으로 들어갈게 Creeping creeping creeping Creeping creeping creeping You Creeping"}, {"song_no": "9640663", "year": "2016", "rank": "56", "title": "빨리 전화해 (Feat. KUSH)", "artist": "MOBB (MINO & BOBBY)", "genre": "Rap / Hip-hop", "lyrics": "빨리 전화해 빨리 전화해  너 아는 애한테  모두 다 빨리 전화해  빨리빨리 전화해  빨리 전화해 빨리 전화해  너 아는 애 나 아는 아이한테  빨리빨리 전화해  오늘따라 놀고 싶네 근데  내 번호가 스팸 인지 다들 씹네  청춘의 베개에 나는 쉰내  안되겠어 오늘의 귀가는  아침 해 뜰 때  다 불러 봐라 Brother  놀고 싶은 멋쟁이들  돈이 없는 겁쟁이는  내 지갑을 믿고 와라 woooooo  차는 내비 두고 와  두발로 왔다가 네발로 기어가  두 두비두 다다닥 uh  Let's make a fire 발바닥 uh  주저 말고 다가가  do do do it 그녀 가슴에 한발 oh  불타는 밤 허무하게 보낼 수는 없어  연락 돌려 남녀노소 아무나 다 섞여  너무 아쉬워 tonight  시간이 없으니까  비밀을 만들자고 해가 뜨기 전에  불러내 누구든 OK  빨리 전화해 빨리 전화해  너 아는 애한테 모두 다 빨리 전화해 빨리빨리 전화해 빨리 전화해 빨리 전화해 너 아는 애 나 아는 아이한테 빨리빨리 전화해 시침이 도는 속도는 4G 너를 놓칠까봐 심장 펌핑 나머지는 전부 쩌리 오늘 밤엔 놓고 싶어 정신 니 친구들 불러 내 친구랑 버무려  만들어보자 이 밤에 동물원 남에 눈치 보는 널 보아하니  덩그러니 남는 건 너 only one 밤새 밤새 어차피 지금 자던 이따 자던 내일 아침은 빡세 빡세 코가 삐뚤어질 때까지 건배 불타는 밤 허무하게 보낼 수는 없어 연락 돌려 남녀노소 아무나 다 섞여 너무 아쉬워 tonight 시간이 없으니까 비밀을 만들자고 해가 뜨기 전에 불러내 누구든 OK 빨리 전화해 빨리 전화해 너 아는 애한테 모두 다 빨리 전화해 빨리빨리 전화해 빨리 전화해 빨리 전화해 너 아는 애 나 아는 아이한테 빨리빨리 전화해 밀어서 잠금 해제 010 담엔 뭐야 친구는 빨리 보내 난 너랑 춤출 거야 ALL NIGHT 밀어서 잠금 해제 010 담엔 뭐야 작별 인사는 지금 말고 내일 해 난 너랑 밤샐 거야 니 친구 쟤 친구 다 불러 모두 불러 니 언니 동생들 다 불러 모두 불러 어디로 여기로 다 불러 모두 불러 집에 가지 마 baby 빨리 전화해 tonight"}, {"song_no": "7931286", "year": "2016", "rank": "57", "title": "Love Yourself", "artist": "Justin Bieber", "genre": "Pop", "lyrics": "For all the times that you rain  on my parade And all the clubs you get in  using my name You think you broke my heart oh girl for goodness sake You think I'm crying on my own well I ain't And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself But when you told me that you  hated my friends The only problem was with you  and not them And every time you told me my  opinion was wrong And tried to make me forget  where I came from And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself For all the times that you  made me feel small I fell in love now I fear  nothin' at all I never felt so low when I was vulnerable Was I a fool to let you break  down my walls Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself"}, {"song_no": "9619959", "year": "2016", "rank": "58", "title": "Say Yes", "artist": "로꼬", "genre": "Drama", "lyrics": "니 눈앞에 왔잖아  내가 여기 있잖아  너의 입술로 말을 해줘 say yes say yes 나도 모르게  너에게 가고 있나봐  부는 바람에 내 맘 전할래 love is true 간지럽게만 느껴지던 눈 빛이 이제는 익숙 하단듯이 웃음 짓지 그 쪽으로 걸어가기만 하면 돼 라고 친구들은 계속해서 날 부추기지만 아직은 무거운 구두의 뒷 굽 차라리 벗어버리고 싶은 이 밤의 끝 손을 내밀어 줬으면 해 맨발로 너에게 뛰어갈 수 있게 끔 복잡하기만한 하루에 매 시간 머리를 굴리지만 난 지금에서야 깨달은 건데 결국 다 버려지고 너만 남아 지난 봄에는 널 우연히 봤고 더 이상은 우연이 아니였으면 해 스치기만 했던 너의 손을 잡고 어떤 길이라도 같이 걸었으면 해 니 눈앞에 왔잖아  내가 여기 있잖아  너의 입술로 말을 해줘 say yes say yes 나도 모르게  너에게 가고 있나봐  부는 바람에 내 맘 전할래 love is true i need u baby 너에게 하고 픈 말  내가 못다한 말  baby baby baby boy love is true 어디든 갈 수 있어 이건 거짓말이 아니야 이제부터는 나의 옆이 제일 편한 자리야 입술을 오므리고 내는 소리와 같이 내 이름을 불러줬음 좋겠어 내가 뒤로 떨어져서 걷더라도 단지 이 목소리를 들어줬음 좋겠어 니 눈앞에 왔잖아  내가 여기 있잖아  너의 입술로 말을 해줘 say yes say yes 나도 모르게  너에게 가고 있나봐  부는 바람에 내 맘 전할래 love is true 내가 바라는 단 한가지  니가 내곁에 있어주는 것  니가 날 보며 웃어주는것도 내 얘길 들어주는것도  난 그걸로도 충분한데 you 너를 보며 웃잖아  두 눈이 말하잖아  너도 이렇게 대답해줘 say yes say yes 너라서 좋아  니가 날 울려도 좋아  너는 나의 모든 전부니까 love is true i need u baby 너에게 하고 픈 말  내가 못다한 말  baby baby baby boy love is true"}, {"song_no": "8250334", "year": "2016", "rank": "59", "title": "Shut Up (Feat. 유희열)", "artist": "언니쓰", "genre": "Dance", "lyrics": "Shut Shut Up Shut Shut Up  Shut Shut Up  배터리가 다 돼서  전화를 못 받았어  나중에 하려다가 잘까봐 안 했어  그게 말이 되니 내가 무슨 바보니  그 말을 믿으라고  한두번도 아니고  말을 하면 할수록  더 손해야 이 바보야  그냥 떠나 남자답게  말도 안 되는 말 그만해 좀 제발  끝났단 걸 왜 몰라  왜 이제 와서 이래 이젠 그 입 좀  Shut 에에에에에 Shut Up 이이이이이  Shut 나나나나나 Shut Up 어쩌고 저쩌고 너의  Shut 에에에에에 Shut Up 이이이이이  Shut 나나나나나 Shut Up 어쩌고 저쩌고 너의  나는 가기 싫은데  친구들이 가재서  할 수 없이 갔다가  재미없게 있었어  그게 말이 되니 내가 무슨 바보니  그 말을 믿으라고  한두번도 아니고  말을 하면 할수록  더 손해야 이 바보야  그냥 떠나 남자답게  말도 안 되는 말 그만해 좀 제발  끝났단 걸 왜 몰라  왜 이제 와서 이래 이젠 그 입 좀  Shut 에에에에에 Shut Up 이이이이이  Shut 나나나나나 Shut Up 어쩌고 저쩌고 너의  Shut 에에에에에 Shut Up 이이이이이  Shut 나나나나나 Shut Up 어쩌고 저쩌고 너의  더 이상 내 앞에서 엉겨 붙지마  내가 말 했잖아 이번이 마지막  가짜 가짜 진심 없는 가짜  thought I told you twice  저리 치워 니 낯짝  너는 너 나는 나  쳐다보지마 니 갈 길이나 가  머리 어깨 무릎 발  어디 가서 물어봐  나 같은 여자 있나 한번 찾아봐  왜 이제 와서 이래 이젠 그 입 좀  Shut 에에에에에 Shut Up 이이이이이  Shut 나나나나나 Shut Up 어쩌고 저쩌고 너의  Shut 에에에에에 Shut Up 이이이이이 Shut 나나나나나 Shut Up 어쩌고 저쩌고 너의"}, {"song_no": "8252588", "year": "2016", "rank": "60", "title": "리본 (Ribbon)", "artist": "비스트", "genre": "Ballad", "lyrics": "단단했던 매듭이 결국엔 풀려버리고 마네요 설마 했던 이별이 가까이 다가와 버렸네요 정말로 아마도 지금 이 순간이 가장 힘든 순간이에요 내겐 걱정 말아요 그래도 그대 원망하진 않아요 모든 걸 잃어도 돌릴 수 없고 소중한 걸 지킬 수조차 없는 초라한 내 모습 뗄 수 없는 입술이 그댈 잡을 수 없게 하죠  난 다시 한 번 풀려버린 우리를 예쁘게 묶고 싶어 있는 힘껏 서로를 당기며 사랑을 매듭지을 수 있게 Tie up a ribbon 절대 풀리지 않게  Tie up a ribbon 서로를 놓을 수 없게 아직 늦은 게 아니라면 너도 나와 같을 수 있다면 받아들이는 게 아냐 내 뜻대로 할 수 있는 건 지금처럼 질질 짜거나 취한 채로 널 향해 걷는 거 아주 가끔씩 꿈에 찾아온 널 반갑게 맞아주는 거 아무렇지 않은 척 괜찮다며 웃어주는 것뿐이야 Baby 맞아 좋은 남잔 아니었어 나는 너에게 언제나 부족한 사람이었기에 지금처럼 노래 부르는 것도 부담이라면 미안해 전부를 버려도 바꿀 수 없고 싫어도 빼앗길 수밖에 없는 초라한 내 모습 뗄 수 없는 입술이 그댈 잡을 수 없게 하죠  난 다시 한 번 풀려버린 우리를 예쁘게 묶고 싶어 있는 힘껏 서로를 당기며 사랑을 매듭지을 수 있게 Tie up a ribbon 절대 풀리지 않게  Tie up a ribbon 서로를 놓을 수 없게 아직 늦은 게 아니라면 너도 나와 같을 수 있다면 너무 아름답게 또 당연한 듯이 내 곁에 머물러준 너 그래서 가까이 와버린 이별조차 알아채지 못한 걸까 이렇게 쉽게 끝나버린 만큼 그리움도 쉽게 지울 순 없을까 언제쯤이면 나는 널 웃으며 떠올릴 수 있을까 난 다시 한 번 풀려버린 우리를 예쁘게 묶고 싶어 있는 힘껏 서로를 당기며 다시 널 사랑할 수 있게 Tie up a ribbon 절대 풀리지 않게  Tie up a ribbon 서로를 놓을 수 없게 아직 늦은 게 아니라면 너도 나와 같을 수 있다면 Tie up a ribbon"}, {"song_no": "8296543", "year": "2016", "rank": "61", "title": "거짓말이라도 해줘요", "artist": "박보람", "genre": "Drama", "lyrics": "이런 게 사랑인 건가요 그대란 사람 내게 두근거리게 한 줄도 모르고 그저 감기에 걸려 이렇게 열이 나고 아파서 밤새 뒤척인 줄 알았죠 나 그대가 옮긴 사랑 때문에 잠 못 들고 있죠 어떡하죠 거짓말이라도 해줘요 그대도 나를 사랑한다고 심장이 뛰는 게 이러다 큰일 나죠 어떻게든 해주세요 나 그대가 없는 하루 때문에 몰래 울고 있죠 어떡하죠 거짓말이라도 해줘요 조금만 기다리면 된다고 오늘이 지나고 내일이면 내 곁에 다시 돌아와 준다고 우리 같은 곳을 보면서 믿지 못 할 사랑을 해봐요 이대로 내 곁에 있어요 그대도 나 없으면 안되죠 잠시 멀어져도 한발 더 멀어져도 우리는 만날 수밖에 그대는 또 다른 나라서"}, {"song_no": "4660794", "year": "2016", "rank": "62", "title": "I`m Not The Only One", "artist": "Sam Smith", "genre": "Pop", "lyrics": "You and me we made a vow For better or for worse I can't believe you let me down But the proof is in the way it hurts For months on end  I've had my doubts Denying every tear I wish this would be over now But I know that  I still need you here You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one You've been so unfaithful Now sadly I know why Your heart is unobtainable Even though lord knows you have mine You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one I have loved you for many years Maybe I am just not enough You've made me realise  my deepest fear By lying and tearing us up You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one I know I'm not the only one I know I'm not the only one  And I know I know I'm not the only one"}, {"song_no": "8261335", "year": "2016", "rank": "63", "title": "아름다워 (Beautiful) (Feat. 지코 (ZICO))", "artist": "씨잼 (C Jamm)", "genre": "Rap / Hip-hop", "lyrics": "I‘m on one No lie 부정 말아 그냥 빨아 이거 이거 자꾸 시간은 안 보고 시계만 봐 그게 다야 Yup 숫자 대신에 박아놨거든 다이아 쟤네랑 비교한 거 아니지 나는 달러 이건 멋이 아냐 나는 이제 아름다워 지 삶과 상관없는 가사나 써대는 Fakers 내가 돌아보면 합죽이가 되어버리는 Haters 너네 중 반은 사실 래퍼가 되고 싶은 거 잘 생각해 래퍼들은 못 해 날 씹는 거 인마 I'm your leader 멋쟁이들은 날 밀어 객기로 인터뷰로 깝치는 놈들이 싫어 Ah 요새 대세 근데 난  아직 못 해 대인배 Who's hot 비와이 이놈도 섹시스트릿 Babe 원래 꿈은 래퍼도 아닌데 계속 가요 세상에 아름다운 여자들이 너무 많아서 I’m beautiful 워우워우워 멋있는 정도를 넘어선 놈 In this world world world 세대가 바뀌어도 이런 물건은 No one one one 인기가 식질 않네 더워 워워 이건 상식 밖의 Swaging 참 아름다워 Uh Uh We are so beautiful We are so beautiful 내 말은 너흰 그냥 다 병신들 Started from the bottom Now we 아름 to the 다워 Good boy Don't play no games 살아 Like me 다시 말해 너의 Role model right here 난 Beautiful Beautiful I got beautiful flows 필요해 나보다 훨씬 대단한 Beautiful woman 또 나와야지 되나 시즌 3 5 6 멍청이들에겐 더 해줄게 많지 It's doublem boy 한국서 너무 미리 난 아이폰 10 넌 아직도 017 있다는 느낌이니 지금 여기 나의 라이벌 맨 위에 래퍼들이 날 견제하고 있다고 이번 쇼미 사실 저번보다 힘들어 못 들어주겠네 이놈들 목소리부터 구려 사실 거의 그래 이 나라 래퍼 90 어쨌든 Zion.T and Kush Thanks for the good music 소재가 없으면 꼰대가 되나 봐 그렇지 난 구릴 바엔 그냥 당장에라도 여길 뜨지 But I’m beautiful 워우워우워 멋있는 정도를 넘어선 놈 In this world world world 세대가 바뀌어도 이런 물건은 No one one one 인기가 식질 않네 더워 워워 이건 상식 밖의 Swaging 참 아름다워 Uh Uh We are so beautiful We are so beautiful 내 말은 너흰 그냥 다 병신들 Started from the bottom Now we 아름 to the 다워 망나니 Season approaching 점점 커지는 덩치 We own it 여자도 상기시키는 립서비스 우린 더블링 없이 해도 관객이 피처링해 난 꿈을 먹고 살고 넌 나이를 먹지 매일 Errday 가요 작곡하고 방송 활동 와중에도 랩에 소홀한 적 없어 한결같은 내 태도 인지도 궁한 래퍼들 트위터에 날 언급하지 네 팔로워 절반을 차지한 지코의 팬덤 Cause I’m beautiful 워우워우워 멋있는 정도를 넘어선 놈 In this world world world 세대가 바뀌어도 이런 물건은 No one one one 인기가 식질 않네 더워 워워 이건 상식 밖의 Swaging 참 아름다워 Uh Uh We are so beautiful We are so beautiful 내 말은 너흰 그냥 다 병신들 Started from the bottom Now we 아름 to the 다워"}, {"song_no": "8071102", "year": "2016", "rank": "64", "title": "이 사랑", "artist": "다비치", "genre": "Drama", "lyrics": "시간을 되돌리면 기억도 지워질까 해볼 수도 없는 말들을 내뱉는 걸 알아 널 힘들게 했고 눈물로 살게 했던 미안한 마음에 그런 거야 하지만 난 말야 너의 밖에선 살 수 없어 내겐 너 하나로 물든 시간만이 흘러갈 뿐이야 사랑해요 고마워요 따뜻하게 나를 안아줘 이 사랑 땜에 나는 살 수 있어  사랑은 그런가봐 무슨 말을 해봐도 채워지지 않은 것 같은 마음이 드나봐 내 욕심이라고 다시 생각을 해봐도 그 마음 쉽게 사라지지 않아 알잖아 난 말야 너의 밖에선 살 수 없어 내겐 너 하나로 물든 시간만이 흘러갈 뿐이야 사랑해요 고마워요 따뜻하게 나를 안아줘 이 사랑 땜에 나는 살 수 있어  돌아가도 다시 견딜 수 있을까 너무 힘들던 시간들 흔들리지 않은 너를 볼 때면 떨리는 내 입술이 두루루 두루루 알잖아 난 말야 너의 밖에선 살 수 없어 내겐 너 하나로 물든 시간만이 흘러갈 뿐이야 사랑해요 고마워요 따뜻하게 나를 안아줘 이 사랑 땜에 나는 살 수 있어  사랑 땜에 나는 살 수 있어"}, {"song_no": "9631520", "year": "2016", "rank": "65", "title": "노래 한번 할게요", "artist": "임창정", "genre": "Ballad", "lyrics": "노래 한번 할게요 굉장히 좋은 노래 후렴이 특히 좋아서  마음 아려지는 그런 노래 라라라라라 한 여자가 주인공인 노래 이제는 듣는 사람이 없는 노래 이 노랠 부르면 네가 내 옆으로 와주니까 어깨에 기대어 목소리 좋다고 말해주니까 또 난 좋아서 이 노래 번호를 눌러 노래를 불러 너를 불러 여기까지만 할래요 나 혼자 하는 노랜 아무리 불러도 계속 불러도 넌 들을 수가 없잖아 이 노랠 부르면 네가 내 옆으로 와주니까 어깨에 기대어 목소리 좋다고 말해주니까 또 난 좋아서 이 노래 번호를 눌러 노래를 불러 너를 불러 노래가 끝나고 이 노래가 불러준 너도 떠나고 나면 모든 게 돌아와 제자리로 난 어떡해야 할지를 몰라 이 노랠 들으면 너도 내 생각이 나긴 할까 많이 좋아하던 목소리 잊어버린 건 아닐까 또 난 오늘도 이 노래 번호를 눌러 노래를 불러 너를 불러"}, {"song_no": "8089568", "year": "2016", "rank": "66", "title": "You Are My Everything", "artist": "거미", "genre": "Drama", "lyrics": "처음부터 그대였죠 나에게 다가올 한 사람 단 한 번의 스침에도 내 눈빛이 말을 하죠 바람처럼 스쳐가는 인연이 아니길 바래요 바보처럼 먼저 말하지 못했죠 할 수가 없었죠 You Are My Everything 별처럼 쏟아지는 운명에 그대라는 사람을 만나고 멈춰버린 내 가슴속에 단 하나의 사랑 You Are My Everything 안갯속에 피어나는 하얗게 물들은 그대 모습 한순간에 내게 심장이 멈출 듯 다가와 버렸죠 You Are My Everything 별처럼 쏟아지는 운명에 그대라는 사람을 만나고 멈춰버린 내 가슴속에 단 하나의 사랑 You Are My Everything 시작도 못 했던 나의 사랑을 이제는 말할 수 있죠 누구도 가질 수 없는 기적인데 You Are My Everything 뜨거운 내 사랑은 그댄 걸 계절이 변해도 난 이곳에 멈춰버린 내 가슴속에 단 하나의 사랑 You Are My Everything"}, {"song_no": "8244030", "year": "2016", "rank": "67", "title": "Why", "artist": "태연 (TAEYEON)", "genre": "Dance", "lyrics": "Why  Oh yeah yeah Oh 언젠가는 내 두 발이 Oh 닿는 대로 이끌리는 시선을 뺏겨버린 대로 가볍게 걸어갈 낯선 곳을 그리다 또 결국엔 허전한 긴 한숨에 멈춰 Why Why 돌아서 또 넌 Why Why 꿈만 가득해 지금 떠난다면 Good Good Good yeah 만나게 될 모든 건 Great Great yeah 가벼워진 맘이 Work Work baby 이미 이미 눈 앞에 아른아른대는데 망설여 Why 나침반 위 돌아가던 바늘이 멈춘 곳에 가득 핀 이름 모를 꽃잎이 널 위해 끌어당긴 빛이 담긴 풍경 속에 어서 뛰어들어 나보다 자유롭게 더 Why Why Why 괜히 미뤄 왔던 날 많았던 걱정이 모두 다 사라진 tonight yeah 바람 불어오면 Good Good Good yeah 펼쳐지는 모든 건 Great Great yeah 달라지는 맘이 Work Work baby 이미 이미 눈 앞에 아른아른대는데 지금 떠난다면 Good Good Good yeah 만나게 될 모든 건 Great Great yeah 가벼워진 맘이 Work Work baby 이미 이미 눈 앞에 아른아른대는데 망설여 Why 쫓아가기도 벅차 숨이 찬 세상이 전부는 아냐 하루 종일 걸어도 똑같은 풍경은 절대 보이지 않아 하얀 종이에 적어 본 Why 잉크처럼 번지는 맘 I'm falling I'm falling I'm falling to you 바람 불어오면 Good Good Good yeah 펼쳐지는 모든 건 Great Great yeah 달라지는 맘이 Work Work baby 이미 이미 눈 앞에 아른아른대는데 지금 떠난다면 Good Good Good yeah 만나게 될 모든 건 Great Great yeah 가벼워진 맘이 Work Work baby 이미 이미 눈 앞에 아른아른대는데 망설여 Why"}, {"song_no": "8086947", "year": "2016", "rank": "68", "title": "한숨", "artist": "이하이", "genre": "R&B / Soul", "lyrics": "숨을 크게 쉬어봐요  당신의 가슴 양쪽이 저리게  조금은 아파올 때까지  숨을 더 뱉어봐요  당신의 안에 남은 게 없다고   느껴질 때까지   숨이 벅차올라도 괜찮아요  아무도 그댈 탓하진 않아  가끔은 실수해도 돼  누구든 그랬으니까   괜찮다는 말   말뿐인 위로지만 누군가의 한숨  그 무거운 숨을  내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요  내가 안아줄게요 숨이 벅차올라도 괜찮아요 아무도 그댈 탓하진 않아 가끔은 실수해도 돼 누구든 그랬으니까  괜찮다는 말 말뿐인 위로지만 누군가의 한숨 그 무거운 숨을 내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요 내가 안아줄게요 남들 눈엔 힘 빠지는 한숨으로 보일진 몰라도 나는 알고 있죠 작은 한숨 내뱉기도 어려운 하루를 보냈단 걸 이제 다른 생각은 마요 깊이 숨을 쉬어봐요 그대로 내뱉어요 누군가의 한숨 그 무거운 숨을 내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요 내가 안아줄게요 정말 수고했어요"}, {"song_no": "9644886", "year": "2016", "rank": "69", "title": "안갯길 (Prod. By 진영(B1A4))", "artist": "벤", "genre": "Drama", "lyrics": "뿌옇게 흐려져만 가는 우리 기억처럼 하얀 안개 속에 서있죠 내 눈앞에 흐려져만 가는 밝게 웃던 그대 모습이 잊혀질까봐 겁이나 눈을 감아도 그대가 보이네요 그리워하는 이 맘 그댄 아나요 안갯길 넘어 그대가 날 찾고 있다면 달빛이 그린 저 길을 따라와 줄래요 우리 다시 봄날의 꽃을 피울 수만 있다면 돌아갈 수 있다면 좋을텐데 조금씩 시간이 지나면 우리의 아픔도 안개처럼 흐려질까요 새까맣게 짙어져만 가는 기억속의 그대 모습이 지워질까봐 겁이나 눈을 감아도 그대가 보이네요 그리워하는 이 맘 그댄 아나요 안갯길 넘어 그대가 날 찾고 있다면 달빛이 그린 저 길을 따라와 줄래요 우리 다시 봄날의 꽃을 피울 수만 있다면 돌아갈 수 있다면 좋을텐데 앞이 보이지 않아 눈앞이 흐려져도 눈을 감으면 고인 눈물이 흘러넘쳐도 언젠가는 그대 앞에 내가 서있을게요 화려하지 않아도 우리 사랑은 참 좋았잖아요 안갯길 넘어 그대가 날 찾고 있다면 달빛이 그린 저 길을 따라와 줄래요 우리 다시 봄날의 꽃을 피울 수만 있다면 돌아갈 수 있다면 좋을텐데 뿌옇게 흐려져만 가는 우리 기억처럼 하얀 안개 속에 서있죠"}, {"song_no": "7921208", "year": "2016", "rank": "70", "title": "걱정말아요 그대", "artist": "이적", "genre": "Drama", "lyrics": "그대여 아무 걱정 하지 말아요 우리 함께 노래 합시다 그대 아픈 기억들 모두 그대여 그대 가슴에 깊이 묻어 버리고  지나간 것은 지나간 대로 그런 의미가 있죠 떠난 이에게 노래 하세요 후회없이 사랑했노라 말해요 그대는 너무 힘든 일이 많았죠 새로움을 잃어 버렸죠 그대 슬픈 얘기들 모두 그대여  그대 탓으로 훌훌 털어 버리고 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 새로운 꿈을 꾸겠다 말해요"}, {"song_no": "8026677", "year": "2016", "rank": "71", "title": "잊어버리지마 (Feat. 태연)", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "너와 나 언젠가 남이 되어도 영영 닿을 수 없는 사이 되어도 잊어버리지마 잃어버리지마 혹시나 다른 사람의 손 잡고 있어도 영영 닿을 수 없는 곳에 있어도 잊어버리지마 잃어버리지마 따뜻해 볼이 맞닿을 때 살며시 시린 내 손 잡아줄 때 차가운 세상에 지친 내 맘을 온기로 감싸네 예에이에 내 눈에 담긴 너의 얼굴 내 품에 잠든 너의 모습 이대로 멈췄으면 해 꽉 잡은 두 손 놓치면 안돼 너와 나 언젠가 남이 되어도 영영 닿을 수 없는 사이 되어도 잊어버리지마 잃어버리지마 혹시나 다른 사람의 손 잡고 있어도 영영 닿을 수 없는 곳에 있어도 잊어버리지마 잃어버리지마 마주 앉아 널 바라보는 지금이 영원하길 바래 혹시나 시간이 우릴 질투 할까 봐 사실 걱정 돼 변치 마 always by my side 영원히 함께 my love 언젠가 날 기억해주길 한번쯤은 뒤 돌아보길 부디 놓지 말아줘 우릴 계속 바라봐주길 Oh My love 시간이 지나 baby 너와 나 우리가 남이 되어도 잊어버리지마 날 잊어버리지마 랄라 랄라랄라 랄라 이 노랠 잊어버리지마"}, {"song_no": "30011624", "year": "2016", "rank": "72", "title": "숨", "artist": "박효신", "genre": "Ballad", "lyrics": "오늘 하루 쉴 숨이  오늘 하루 쉴 곳이  오늘만큼 이렇게 또 한번 살아가 침대 밑에 놓아둔  지난 밤에 꾼 꿈이  지친 맘을 덮으며  눈을 감는다 괜찮아  남들과는 조금은 다른 모양 속에  나 홀로 잠들어  다시 오는 아침에  눈을 뜨면 웃고프다 오늘 같은 밤  이대로 머물러도 될 꿈이라면  바랄 수 없는걸 바라도 된다면  두렵지 않다면 너처럼  오늘 같은 날  마른 줄 알았던  오래된 눈물이 흐르면  잠들지 않는  내 작은 가슴이 숨을 쉰다  끝도 없이 먼 하늘  날아가는 새처럼  뒤돌아 보지 않을래  이 길 너머 어딘가 봄이  힘없이 멈춰있던  세상에 비가 내리고  다시 자라난 오늘  그 하루를 살아 오늘 같은 밤  이대로 머물러도 될 꿈이라면  바랄 수 없는걸 바라도 된다면  두렵지 않다면 너처럼  오늘 같은 날  마른 줄 알았던 오래된 눈물이 흐르면 잠들지 않는 이 어린 가슴이 숨을 쉰다 고단했던 내 하루가 숨을 쉰다"}, {"song_no": "9620473", "year": "2016", "rank": "73", "title": "나만 안되는 연애", "artist": "볼빨간사춘기", "genre": "Folk", "lyrics": "왠지 오늘따라 마음이 아픈지 했더니 오늘은 그대가 날 떠나가는 날이래요 왜 항상 나는 이렇게 외로운 사랑을 하는지 도무지 이해가 안가는 이상한 날이에요 왜 그랬는지 묻고 싶죠 날 사랑하긴 했는지 그랬다면 왜 날 안아줬는지 그렇게 예뻐했는지 나만 이런 세상을 살고 있는 것 같아요 바라보기만 하다 포기할 수는 없겠죠 근데도 이렇게 아픈 마음만 가지고 사는 건 도무지 불공평해서 견딜 수가 없어요 Please come back to me 왠지 오늘만은 그렇게 보내기 싫은지 오늘은 그대와 나 마지막인가 봐요 왜 항상 나는 이렇게 아무 말도 못하는지 도무지 이해가 안가는 이상한 날이에요 시작부터 사랑하지 않았다고 내게 말했었다면 그랬다면 나의 마음은 이렇게 굳게 닫혔을까요 나만 이런 세상을 살고 있는 것 같아요 바라보기만 하다 포기할 수는 없겠죠 근데도 이렇게 아픈 마음만 가지고 사는 건 도무지 불공평해서 견딜 수가 없어요 그대는 아무렇지 않겠죠 Please come back to me  내 눈물로 더 이상 붙잡을 수는 없겠죠 Please come back to me  근데도 이렇게 아픈 마음만 가지고 사는 건 도무지 불공평해서 견딜 수가 없어요 Please come back to me Please come back to me 나는 사실 이성적인 게 참 싫어요 그래서 우린 헤어져야만 했으니까 아무렇지 않게 살아가도 매일 밤이 고통스럽겠죠 그대가 정이 많은 사람이었다면 날 안아주진 않았을까요"}, {"song_no": "7891119", "year": "2016", "rank": "74", "title": "OOH-AHH하게", "artist": "TWICE (트와이스)", "genre": "Dance", "lyrics": "모두 나를 가지고 매일 가만 안 두죠 내가 너무 예쁘죠 나 때문에 다 힘들죠 어딜 걷고 있어도 빨간 바닥인거죠 Red carpet 같은 기분 모두 날 쳐다 보죠 oh 어떤 사람은 어머님이 누구냐고 신선하게 말 걸어도 아무 느낌이 안 들죠 하지만 나도 누군가 하고 사랑에 빠져보고 싶어 Baby 잘 들어요 내 Boy 단 한번도 느껴본 적 없는 걸 알게 해주는 사람 기다리고 있는 걸 얼마가 돼도 기다리고 싶어 I just wanna fall in love 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 날 봐 거봐 또 두 번 봐 한번 지나치고 등을 돌려 쳐다봐 TWICE 어딜 가더라도 항상 민 낯 하지만 내가 제일 빛나 낮은 신발 신어도 가치는 High 머릿속엔 늘 영화 속 같은 La La La 장면들이 지나가네 생각만해도 떨리네 Yeah 이제는 나도 누군가 하고 사랑에  빠져 보고 싶어 Baby 잘 들어요 내 Boy 단 한번도 느껴본 적 없는 걸 알게 해주는 사람 기다리고 있는 걸 얼마가 돼도 기다리고 싶어 I just wanna fall in love 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 아무하고 만나 시작하기 싫어  쉽지 않은 여자 그게 나인걸  Let me see How you gon treat me I ain't no easy Better think about it TWICE Let me see How you gon treat me I ain't no easy Better think about it TWICE 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 OOH AHH하게"}, {"song_no": "5791706", "year": "2016", "rank": "75", "title": "오늘부터 우리는 (Me Gustas Tu)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "널 향한 설레임을 오늘부터 우리는  꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru 한 발짝 뒤에 섰던 우리는 언제쯤 센치해 질까요 서로 부끄러워서 아무 말도 못하는 너에게로 다가가고 싶은데 바람에 나풀거리는 꽃잎처럼  미래는 알 수가 없잖아 이제는 용기 내서 고백할게요 하나보단 둘이서 서로를 느껴 봐요 내 마음 모아서 너에게 전하고 싶어 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru 한 걸음 앞에 서서 두 손을 놓지 말기로 약속해요 소중해질 기억을 꼭 꼭 담아 둘게요  지금보다 더 아껴 주세요 달빛에 아른거리는 구름처럼  아쉬운 시간만 가는데 이제는 용기 내서 고백할게요 둘 보단 하나 되어 서로를 느껴 봐요 내 마음 모아서 너에게 전하고 싶어 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 감싸 줄게요 그대 언제까지나  언제까지나 사랑이란 말 안 해도 느낄 수 있어요 고마운 마음을 모아서 널 향한 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru"}, {"song_no": "8233466", "year": "2016", "rank": "76", "title": "No Way", "artist": "권순일 (어반 자카파)", "genre": "Drama", "lyrics": "Loving you 한순간에 눈이 멀었던 먼 그날의 그 눈빛을  아직 기억하니  내 기억에 몸을 맡긴 너의 모습은  너무나도 눈이 부셔 숨이 막혔지  You are everything in my life 이제 너를 두고서  그 누구도 다시 사랑 할 수 없어  미안하다 말하지마 No way 내 곁에서 떠나지마 No way 내게 줬던 그 숨결로 다시  Lonely Lonely 날 안아줘 날 놓치지마 No way never never never never No way 너를 선택한 그 날 그 날부터  내 안에 니가 살아숨쉰다  You are everything in my life 이제 너를 두고서  그 누구도 다시 사랑 할 수 없어  미안하다 말하지마 No way 내 곁에서 떠나지마 No way 내게 줬던 그 숨결로 다시  Lonely Lonely 날 안아줘 날 놓치지마 No way never never never never No way 너를 선택한 그 날 그 날부터  내 안에 니가 살아숨쉰다  너를 볼 때마다 나를 보는 것 같던  첨 그날처럼 널 지켜줄게  미안하다 말하지마 No way 내 곁에서 떠나지마 No way 내게 줬던 그 숨결로 다시  Lonely Lonely 날 안아줘 날 놓치지마 No way never never never never No way 너를 선택한 그 날 그 날부터  내 안에 니가 살아숨쉰다  You are the only one You're my You're my love"}, {"song_no": "9628822", "year": "2016", "rank": "77", "title": "Y (Feat. BUMZU)", "artist": "Kei (러블리즈)", "genre": "Rap / Hip-hop", "lyrics": "My baby I love you so much  forever you and I I love you oh I love you so much  forever you and I My baby I love you so much  forever you and I I love you oh I love you so much  forever you and I 어딜 가나 무얼 하나  공허한 마음뿐 그저 허전함만 It doesn't feel right without you 적응이 안돼 내 옆에 이제 네가 없다는 게  기분 이상해 시간이 약이란 거짓말은  도대체 누가 한 소리야 그래서 시간은 언제  가는 건데 답답해 내 머리 안 너에 대한  생각은 왜 줄지 않고  늘어만 가는데 숨기고 싶고 부정하고  싶어도 어쩔 수 없나봐  감정이라는 게 Please tell me why  왜 나를 떠나갔어 Please tell me why  사랑하는 나를 두고  Tell me Please tell me why  내게 다시 돌아와줘 지난 아픈 기억들은  모두 잊고서  우리 다시 시작해  Baby My baby I love you so much  forever you and I I love you oh I love you so much  forever you and I My baby I love you so much  forever you and I I love you oh I love you so much  forever you and I 전화를 해야 되나  문자를 해야 되나  Should I start with a small talk 요즘엔 맨날 이런  생각들밖에 안돼 너한테 하고 싶은  말들이 난 참 많은데 I was the luckiest guy  in the world back then 그 땐 왜 몰랐나 싶어 정작 너와의 이별 뒤에 네 facebook  twitter and instagram에 들어가 하루에도 수십 번씩  소식 체크해 Please tell me why  왜 나를 떠나갔어 Please tell me why  사랑하는 나를 두고  Tell me Please tell me why  내게 다시 돌아와줘 지난 아픈 기억들은  모두 잊고서  우리 다시 시작해  Baby My baby I love you so much  forever you and I I love you oh I love you so much  forever you and I My baby I love you so much  forever you and I I love you oh I love you so much  forever you and I 난 지금 여기 있는데  널 항상 기다리는데 어떡해야 하는지  되돌릴 순 없는지  다시 내게 돌아와줘 My baby I love you so much  forever you and I I love you oh I love you so much  forever you and I My baby I love you so much  forever you and I I love you oh I love you so much  forever you and I"}, {"song_no": "8028724", "year": "2016", "rank": "78", "title": "너는 나 나는 너", "artist": "지코 (ZICO)", "genre": "R&B / Soul", "lyrics": "넌 나고 난 너야 난 너고 넌 나야 마음이 같다면 둘은 서로가 될 거야 넌 나고 난 너야 그림 너무 좋아 오그라든다는 말은 누가 만든 걸까 girl 뺨 한 대만 때려줘 며칠 사이 내게 무슨 일이 벌어진 건지 전 여친 번호 지우고 힙합만 듣던 난 어쿠스틱해졌어 tell me what you want from me 가장 예쁠 나이엔 실컷 사랑해봐야 돼 eh 네 사연 속에 나오는 쓰레기 걔랑은 비교도 안되게 내가 잘할게 왜냐면 넌 나고 난 너야 난 너고 넌 나야 마음이 같다면 둘은 서로가 될 거야 넌 나고 난 너야 그림 너무 좋아 오그라든다는 말은 누가 만든 걸까 친구들이 말해 좋을 때야 난 딱히 걱정 없고 하도 좋아서 문제야 이거 봐 욕도 줄이고 있고 바지도 올려 입고 아무한테나 미소 안 보이고 있어 거울 그만 봐 고칠 데가 어디 있어 민낯일 때 제일 이뻐 이 장면 우리 엄마 보면 기절할 노릇일 걸 더 이상의 표현은 아낄게 사실 너 이름만 옮겨 적으면 그만인데 I believe in destiny 사주나 타로 카드에 점쳐질 만남은 안 해 yeah 집착 쩌는 네 전 남친이 집 근처도 얼씬 못하게 내가 잘할게 왜냐면 Because 넌 나고 난 너야 난 너고 넌 나야 마음이 같다면 둘은 서로가 될 거야 넌 나고 난 너야 그림 너무 좋아 오그라든다는 말은 누가 만든 걸까 밤새 쪽쪽 거리다가 누추한 모습으로 함께 아침을 맞아 good morning 새삼스럽게 넌 심각하게 예뻐 그 입 당장 가져와 Mwah 넌 나고 난 너야 난 너고 넌 나야 마음이 같다면 둘은 서로가 될 거야 넌 나고 난 너야 그림 너무 좋아 오그라든다는 말은 누가 만든 걸까 Let me talk to you yeah I am you you are me I am you you are me"}, {"song_no": "9647331", "year": "2016", "rank": "79", "title": "태풍 (The Eye)", "artist": "인피니트", "genre": "Dance", "lyrics": "다 끝났다 다 잊었다 이제야 너를 지운다 참 길었던 참 힘들었던 이별과 이별한다 다 그쳤다 다 멎었다 이제야 빛이 내린다 태풍 같던 비바람이 이제야 끝났는데 너의 기억이 추억이 다시 나를 휘감아 한 발만 가도 난 온통 너로 또 젖잖아 네게서 떠나온 곳이 도망쳐 달려온 곳이 너의 기억 속 중심이란 걸 이제 깨닫는다 끝내지 못한 이별 뒤 이별과 이별 내게 남겨진 인연과 인연 너를 벗어나려 해도 멀리 도망치려 해도 또 휩쓸려 네게로 끝나지 못한 이별 뒤 이별과 이별 내게 남겨진 미련한 미련 널 잊지 못해 지우지 못해 눈에 담은 죄로 네 눈 속에 갇힌 나 갇힌 나 이토록 너는 아름다웠다 그토록 우린 행복했었다 너의 기억 속에서 기억의 빛 속에서 난 살 수 있을 것만 같은데 또 반복해낼 자신이 없어 널 뚫고 나갈 자신이 없어 네 사진 속에 난 그 눈 속에 비친 난 여전히 아무것도 하지 못해 울고 있잖아 너의 그 눈이 얼굴이 다시 나를 휘감아 창살처럼 넌 비로 내려와 내 맘을 닫는다 끝내지 못한 이별 뒤 이별과 이별 내게 남겨진 인연과 인연 너를 벗어나려 해도 멀리 도망치려 해도 또 휩쓸려 네게로 끝나지 못한 이별 뒤 이별과 이별 내게 남겨진 미련한 미련 널 잊지 못해 지우지 못해 눈에 담은 죄로 네 눈 속에 갇힌 나 갇힌 나"}, {"song_no": "8233292", "year": "2016", "rank": "80", "title": "공중도덕 (Air DoTheQ)", "artist": "The Quiett", "genre": "Rap / Hip-hop", "lyrics": "제대로 보여줘왔지 모두 앞에 내가 새로운 걸 할 때 이 랩 게임은 바뀌어 왔네  Backpack rap에서 Trap rap &amp; everythang  도덕 motherfuckas we gotta get paid  1LLIONAIRE flow 너는 막을 수가 없어 내게 몰려오는 돈과 명예 니가 나를 댓글 같은 걸로 욕하던 때 그 순간에도 내 몸값은 더욱 높아졌네 이 말은 그냥 하는 말이 아냐 난 재작년보다 세배를 벌어 내 삶은 좀 많이 변했지만 내 Rap은 gutter  넌 아직도 과거를 말하지 Yo shut the fuck up  난 앞으로 나갈 마음 밖에는 좆도 없어  My ambitions as a motherfuckin ridah  Hustler's life 나의 음악들을 팔어  뭘 좀 아는 자식들은 우릴 알어 제대로 떴지 공중에 Holla I'm the hottest m'fucka  내겐 여름도 겨울 절대 멋없는 것은 안해 이 철없는 놈은 I'm on my cassidy shit 홍대 City 막걸리 아재를 빙의한 것처럼 늘 Hustle  나를 더러운 속옷처럼 빨아 기억나 어릴 적이 치킨 껍질만 먹고선 바로 버리는 벌이를 버는 부자가 되는 게 꿈이였는데 이젠 두 마리를  Spend it everyday yo 하나를 이뤘으니  Let me take it to the next level 이제는 지구 전 세계에 지폐를 내 Money clip에 비대한 내 꿈 때문에 이제 내 지갑은 위인전 되겠군 Dang 난 아냐 거짓말쟁이  세다 100살 할아버지 되는 Money I'll get it  WoOh 봉준호 감독님의 전화를 받았지 Cuz I'm a monster 이건 괴물2 촬영씬 Yeh yeh myunDo finally made it Top 16  이 곡이 끝난 뒤 날 기다리는 건 더 높은 위치 Dok2 &amp; The Quiett과의 연결고리 History in the makin  난 쇼미 역사를 써내리지 My name myunDo go tell em  Turn up 82 workin all day 82 all day  Work hard play hard  왜 두 개를 못 해 한 번에 연남동에 한 번 와봐 Espanol로 Come to mi casa  살아있는 교과서 한 번 더 That's que pasa  아침 해를 보는 일 뭐 먹을지 고르기 가끔 망할 녹음이 안 될 땐  플스방에 가 With Superbee  UFC 하다보면 시간이 금방 흘러가 일상 속에서 영감 받고 난 가사 쓰러 가 불금엔 우리 김치힐갱끼리 술 마시러 다녀 어디든 Kidk Kidk 맨날 집에 가야 된다면서  왜 잔뜩 취해서 내게 던져 휴지를 Mc Rap형 또 사라졌네 역시 여자 번호 따러갔네 역시 멋이 가나 나랑 Play형은 감탄 중 물론 거절당할 건 이미 알잖아 서울 빌딩 숲에 치여 Uh 멍드는 사이 Uh 떠오르는 히트곡과 명곡의 Sign  I’m one of a kind This one’s for the books Mike Tyson on a fight night Smash y’all tonight 봄은 Flow season 시든 꽃들은 뽑고 다시 씨를 심어 Let me pick up 10억짜리 열매 총대 꽉 들어매 끝나지 않는 전쟁 애들도 이젠 TV를 보고 배워 내가 선생님 넌 질 걸 이미 알아 겁먹어 먼저 GG를 치지 A fake you are CG beneath me Even when I lay down Lei Wu Long with the moves versatile Been in this world longer storms were stronger 태평양을 건너 무대 위로 너머 돈이 안 보이냐 Listen to the words I offer Before you get buried 먼저 주둥이부터 덮어 네 말은 미세먼지 무게는 가벼워 힙합의 민족 마이크 잡는 거는 아무나 넌 아줌마 애기 With a lollipop I’m done with them half ass raps don’t give me 반토막 Your delivery’s lukewarm dude Straight food 철가방 속 차가운 국 Flow는 둘째 치고  Honestly you missing that boom  I got that 태풍의 눈 훔쳐 네 꿈 VROOOM  You need 부모님’s permission give a call 아들 음악 그만 때려쳐  형이 마이크 잡고 I will roll up both of my sleeves  And then put hands on you Steven Segaul Hold up YYYYAH ya’ll sweeter than 콜라 when you see me you roll up See me grip the mic and its over  네 모습 보고 아직도 멀었어  꼭대기 I’m on top of the mountain with 도덕 도덕 도덕 래퍼가 되기  전에 인간부터 되고 오려무나 욕심 따윈 개나 줘버려 매사에 버럭 두 눈에 불을 켜고 덤벼 들면 어떤 일이든지  네 뜻대로 잘 되나 봐라 마음에 여유 하나 없는 것들이  삶에 풍요를 바래 돈을 벌어 성공에 눈멀어 I don‘t fuck wit that shit 난 그 덜 떨어진 인간들과는 내가 가는 길은 같이 안 걸어 I got that sick flow yeah I flow sick too Superbee 처럼 기분이 좌 까칠함은 싹 밀어버려 면도 부드럽게 올라가 내 이름의 값 크리스토퍼 백 빼곤 빽 따윈 두지않아 비리 없이  I be illin on charts Nah bitch u aint Killin my vibe Yeah boii this is illionaire life Get down to the 본론 ball on 그래 내가 여태 번돈 그걸론 만족할순없지  Hold on I want more 내가 왔네 돈 벌러 아니 놀러  쇼미더머니 승패는 상관없이 힙합 하나로 다 발라 너희 부정할 수 없는 Classic 진짜 아는 놈은 알아서 다 알아 먹지"}, {"song_no": "9628337", "year": "2016", "rank": "81", "title": "Me like yuh (k) (Feat. Hoody)", "artist": "박재범", "genre": "R&B / Soul", "lyrics": "너무나 완벽한 밤이야 네 움직임에 나는 미쳐 조금 더 가까이 다가와 애타게 기다리고 있어 gimme that work like you Riri  girl 너는 내 genie  난 소원을 빌지 oh lemme see that thing baby 지금 이순간이 내가 기다려왔던 그 시간이야 너의 몸짓을 보면 니가 뭘 원하는지 감이 와 춤을 계속 춰 밤새도록 안 피곤하니까 네 눈빛에 난 취했어 영원히 안 깨고 싶어 so baby girl wake up wake up let’s get it started stay up stay up girl I be on it 집 가지마 나랑은 괜찮아 리드할게 so baby 따라와 baby me like yuh 거부할 수 없는 너의 지금 모습 I hope you know it I hope you know it I hope you know it I hope you know it Woo 마치 홀린 것같이 어느새 네 앞에 서있어 나도 모르게 이끌려 알 수 없게 예상 못 한 건 아니야 오늘만 기다렸어 oh let me see that ting baby 지금 이 순간은 어느 조명도 여긴 필요 없어 우리 둘이 주고받는 눈빛이면 충분하니까 Woo 아까 네가 건넨 술에 취한 게 아니라 네 눈빛에 난 취했어 영원히 안 깨고 싶어 you know wake up wake up let’s get it started stay up stay up girl I be on it 집 가지마 나랑은 괜찮아 리드할게 so baby 따라와 baby me like yuh 거부할 수 없는 너의 지금 모습 I hope you know it I hope you know it I hope you know it I hope you know it 시원한 바람이 느껴져 여기서 난 영원하고 싶어 하늘이 우릴 내려봐 저 별이 빛나도 your my star my star baby me like yuh 거부할 수 없는 너의 지금 모습 baby me like yuh 거부할 수 없는 너의 지금 모습 I hope you know it I hope you know it"}, {"song_no": "8068881", "year": "2016", "rank": "82", "title": "넌 is 뭔들", "artist": "마마무(Mamamoo)", "genre": "Dance", "lyrics": "Come on Hey Mommy  Come on Hey Daddy 이리와서 얘들 좀 봐 Come on Hey Sister  Come on Hey Brother 누가 얘들 좀 말려줘 귀여운 척 섹시한 척 이쁜 척 그런 거 안해도 날 알아보는 너  센스매너 말투표정 행동 하나까지 섬세한 널 알아보는 나  우리 둘 사이 딱 한 뼘 사이 매일 아침 난 너의 목소리로 눈을 뜨고 우리 둘 사이 딱 맞는 타입 Come on 거기 미스터  Come on 이리와 봐 천천히 아주 조금씩 Hey 거기 미소가 예쁜 남자 바로 너 너어어어 아아아아 날 미치게 하는 그런 남자 몸매도 얼굴도 시선강탈 Hey Mr. 생각이 멋진 남자 바로 너  너어어어 아아아아 나 지금 너 땜에 혼란스러  제발 누가 나 좀 말려줘  월화수목금토일 난 매일매일 너를 생각해 넌 나를 생각해 Word up Moon star A형 B형 AB O형 플러스 마이너스 상관없어  S극과 N극처럼 어떤 공식이든 끌려 단지 그냥 너라서  우리 둘 사이 딱 한 뼘 사이 매일 밤마다 너의 자장가로 잠이 들고 우리 둘 사이 딱 맞는 타입 Come on 거기 미스터  Come on 이리와 봐 조용히 속삭여줄래 Hey 거기 미소가 예쁜 남자 바로 너 너어어어 아아아아 날 미치게 하는 그런 남자 몸매도 얼굴도 시선강탈 Hey Mr. 생각이 멋진 남자 바로 너  너어어어 아아아아 나 지금 너 땜에 혼란스러 제발 누가 나 좀 말려줘 I like eye contact 입술을 꽉 깨물어 Your Lips 너의 두 눈이 스칠 때면 Two Eyes 숨막히는 이끌림이 날 어지럽게 해 나 너만의 영원한 소녀 팬 is 뭔들 모든 게 넌 is 뭔들 완벽해 That's right That's right 우리 사이  자꾸 떠오르네 문득 너라면 난 is 뭔들 24시간 1분 1초가 조마조마해 조금이라도 널 놓칠까 봐 24시간 지금 이순간 Come on 나를 봐봐 Come on 넌 is 뭔들 이젠 우릴 말리지마 Hey Hey Hey Yeah Hey 거기 미소가 예쁜 남자 바로 너  너어어어 아아아아 날 미치게 하는 그런 남자  몸매도 얼굴도 시선강탈 Hey Mr. 애매모호 피아노 맨 바로 너 너어어어 아아아아 나 지금 너 땜에 혼란스러  제발 누가 나 좀 말려줘 Come on 넌 is 뭔들"}, {"song_no": "8217163", "year": "2016", "rank": "83", "title": "Lucky One", "artist": "EXO", "genre": "Dance", "lyrics": "Oh 태양이 뜬다  널 찾아줄 지도를 들고  좌표를 따라 나서는 항로 No matter 저 은빛 나침반은  너를 향할 테니  너를 닮은 하늘은 아름다워  오늘도 오늘도 이대로 넌 눈부셔  익숙한 듯 낯선 길 휘어버릴게  너와 나의 평행선 너머 너머  I don’t mind  큰 파도에 밀려 이 항해의 끝에 내가  휘몰아치는 순간 내 세상에 멈춰선  넌 나의 Only one 너를 발견한 순간 더 찬란히 빛나는  I’ll be the lucky one  너와 나 Living it up  이곳에 Just living it up  Keep on coming Wow wow wow wow 같은 시간 속에 Oh 하나된 그 순간  We’ll be the lucky ones  Girl Oh girl  비밀스럽게 숨겨둔 너의 고백  Just tell me right now  다가갈게 한 걸음 한 걸음 네 곁에 baby  오늘도 오늘도 절대로 Never go back  오직 나만 아는 Rule 바꿔버릴게  너와 나의 평행선 너머 너머  I don’t mind 큰 파도에 밀려 이 항해의 끝에 내가  휘몰아치는 순간 내 세상에 멈춰선  넌 나의 Only one 너를 발견한 순간 더 찬란히 빛나는  I’ll be the lucky one  너와 나 Living it up  이곳에 Just living it up  Keep on coming Wow wow wow wow  같은 시간 속에 Oh 하나된 그 순간  We’ll be the lucky ones  수많은 사람 속 나의 Lover  운이 좋게 찾은 네 잎 Clover  올 것 같아 내게로 너란 행운도 멋지지  누가 뭐라해도  널 알아갈수록 yeah let’s go  공존할 수 없는 곳은 없어  넌 나의 only one 난 너의 lucky one cause I I I 휘몰아치는 순간 내 세상에 멈춰선  넌 나의 Only one 너를 발견한 순간 더 찬란히 빛나는  I’ll be the lucky one  너와 나 Living it up  이곳에 Just living it up  Keep on coming Wow wow wow wow  같은 시간 속에 Oh 하나된 그 순간  We’ll be the lucky ones  I am the lucky one  I am the lucky one"}, {"song_no": "9619993", "year": "2016", "rank": "84", "title": "마음을 삼킨다", "artist": "산들 (B1A4)", "genre": "Drama", "lyrics": "처음 본 순간 느낄 수가 있었죠 이내 우리가 사랑할 것만 같아 그럴거야 기대하고 있는 예감 그냥 스쳐 지나가지 않을 것만 같아 나 바래보죠 바라고 또 바래보죠  어느 날 눈 뜨면 그대가 내 안을 가득히 채울 것 같아 나 마음을 삼킨다 하얀 달꽃을 안고서 내 맘에 물든다 환한 미솔 안고서 날 녹이는 향긋한 바람이 불어온다 내게로 날아온 처음부터 예감한 사랑 그댄거죠 비가 와도 젖지 않을 것만 같아 그대 손을 잡고 걷는 그 길 위면 힘들어도 험한 세상길도 그대 내 곁에 있어준다면 나는 웃어요 나 바래보죠 바라고 또 바래보죠  어느 날 눈 뜨면 그대가 내 안을 가득히 채울 것 같아 나 마음을 삼킨다 하얀 달꽃을 안고서 내 맘에 물든다 환한 미솔 안고서 날 녹이는 향긋한 바람이 불어온다 내게로 날아온 처음부터 예감한 사랑 그댄거죠 자꾸 커져만 가죠 그대가 피고 지는 계절 그 사이에 내 맘은 나 마음을 삼킨다 하얀 달꽃을 안고서 내 맘에 물든다 환한 미솔 안고서 날 녹이는 향긋한 바람이 불어온다 내게로 날아온 처음부터 예감한 사랑 그댄거죠"}, {"song_no": "8167307", "year": "2016", "rank": "85", "title": "불타오르네 (FIRE)", "artist": "방탄소년단", "genre": "Dance", "lyrics": "불타오르네 Fire Fire Fire Fire When I wake up in my room  난 뭣도 없지 해가 지고 난 후 비틀대며 걷지 다 만신창이로 취했어 취했어 막 욕해 길에서 길에서 나 맛이 갔지 미친놈 같지 다 엉망진창 livin' like 삐이 니 멋대로 살어 어차피 니 꺼야 애쓰지 좀 말어 져도 괜찮아 Errbody say La la la la la  La la la la la Say La la la la la  La la la la la 손을 들어 소리질러 Burn it up 불타오르네 싹 다 불태워라 Bow wow wow 싹 다 불태워라 Bow wow wow  Hey burn it up 전부 다 태울 것 같이 Hey turn it up 새벽이 다 갈 때까지 그냥 살아도 돼 우린 젊기에 그 말하는 넌 뭔 수저길래 수저수저 거려 난 사람인데 So what 니 멋대로 살어 어차피 니 꺼야 애쓰지 좀 말어 져도 괜찮아 Errbody say La la la la la  La la la la la Say La la la la la  La la la la la 손을 들어 소리질러 Burn it up 불타오르네 싹 다 불태워라 Bow wow wow 싹 다 불태워라 Bow wow wow Fire 겁 많은 자여 여기로 Fire 괴로운 자여 여기로 Fire 맨주먹을 들고 All night long Fire 진군하는 발걸음으로 Fire 뛰어봐  미쳐버려 다 hot hot hot hotter 싹 다 불태워라 Bow wow wow hot hot hot hotter 싹 다 불태워라 Bow wow wow Fire  hot hot hot hotter Fire  싹 다 불태워라 Bow wow wow Fire  hot hot hot hotter Fire  싹 다 불태워라 Bow wow wow 용서해줄게"}, {"song_no": "7911687", "year": "2016", "rank": "86", "title": "Boys And Girls (Feat. Babylon)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해 아는 친구들 불러모아 흥이 많고 사교성 좋은 애들로만 여긴 한국이지만 서구적인 느낌 가득 아 참 일렉은 절대 안 틀 거야 흠뻑 다 젖어 알콜로 샤워해 ice bucket challenge 저 고주망태는 누가 낚아 챌는지 키는 컸어도 호기심은 미성년 주체 못하는 바람에 주최한 festivity OH UH OH UH 날 알아봐도 티나게 리액션 하지 말아줘 OH UH OH UH 인스타 업뎃이 목적이면 겉옷 챙겨서 나가줘 OH UH OH UH 안목 있는 누나들 want to see ma tattoo 전화기 뒤집자 분위기 좋으니까 진지 빠는 즉시 귀가조치야 Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해 이 파티에는 대부분이 잘나가니까 섣불리 가오 잡다간 곧바로 망신살 사양 말고 마셔 그건 네 인생샷 아무나 잡고 사진 박아도 네 인생샷 I’m intoxicated 남여남여 나눠 착석해 음탕한 게임 하더라도 밖에선 입 단속해 해 뜨고 네 화장도 뜨고 나 먼저 자리 뜨기 전까지 계속 뜨거 OH UH OH UH 다 망가지는 마당에 고상한 척은 자제해 OH UH OH UH 뜬금없는 일 얘기나 고민 상담은 따로해 OH UH OH UH 흑기사 자처하는 쟤는 무슨 심보 전화기 뒤집자 분위기 좋으니까 진지 빠는 즉시 귀가조치야 Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해 Say hello to ma little friends 개념 다 차있지 실수하지 않게 당부해놨지 OH UH OH UH 부담 없이 누리면 돼 Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해"}, {"song_no": "9644659", "year": "2016", "rank": "87", "title": "NEW YORK", "artist": "마마무(Mamamoo)", "genre": "Dance", "lyrics": "Let's get it 이 밤 잠들 수 없는 이유 있어 별빛도 잠든 지금 Hello 남들과 다른 시간대 산다면 Let's hang out Make it loud 시간 낭비야 그저 그런 고민 24/7 벨트 매 Grab me 내 맘대로 할거야 나만 믿고 따라와 Are you ready to fly What’s up New York New York 상상해 Hands up 오늘 밤 Broadway에서 한잔해 Hash tags New York New York 자랑해 Hands up 해 뜨기 전까지 전화 해도 돼 늦었지만 Run for you 멈추지마 What you do oh baby 두 눈을 뗄 수 없는 이유 있어 달빛도 가까워져 Hello 센치한 감정소모 필요 없어 Hey spin up Think about you Just try raise the engine 젊음의 패기 올라타 비행기 하고 싶은 대로 해 넌 이미 베테랑 24 Day &amp; Night What’s up New York New York 상상해 Hands up 오늘 밤 Broadway에서 한잔해 Hash tags New York New York 자랑해 Hands up 해 뜨기 전까지 전화 해도 돼 늦었지만 Run for you 멈추지마 What you do oh baby Day and Night 거짓말 같은 이야기 반은 Nothing 졸린 눈을 뜨고 Day and Night 짧은 밤 긴 하루도 이제 끝나가지만 아직도 난 목말라 Ready Action 모두 잠든 새벽 난 이 도시의 Actor Making the film as ever 탁 트이네 숨통 환상을 맛본 후 중독돼 어서 소리쳐 Awesome What’s up New York New York 상상해 Hands up 오늘 밤 Broadway에서 한잔해 솔직히 가고 싶어 뉴욕 Hash tags New York New York 자랑해 태그해 태그해 해 뜨기 전까지 전화 해도 돼 늦었지만 Run for you 멈추지마 What you do oh baby"}, {"song_no": "8291212", "year": "2016", "rank": "88", "title": "어때?", "artist": "현아", "genre": "Rap / Hip-hop", "lyrics": "여기저기 손들어 다 다 여기 와서 흔들어 우리 같이 춤추자 자 자 이제 너도 흔들어 여기서 다 내려놔 놔 놔 얼른 와서 따라 해 여기 다 손 흔들어 다 다 지금부터 흔들어 춤추자 어때 이건 어때 어때 춤추자 Up 돼 이건 Up 돼 Up 돼 춤추자 느낌이 없으면 별로 느낌이 오면 바로 숨길게 나는 없어 더 이상 뺄 것도 없어 나 다른 생각은 안 해 지금 이 순간이 중요해 제발 바른말은 그만해 난 원래 원래 내가 이래 같잖은 편견 속에 날 맞추지 마 재미없어 거지 같은 네 기준에 날 가두지 마 흥미 없어 넌 넌 넌 넌 재미없어 복잡한 계산 안에 널 멈추지마  Imma do like this 여기저기 손들어 다 다 여기 와서 흔들어 우리 같이 춤추자 자 자 이제 너도 흔들어 여기서 다 내려놔 놔 놔 얼른 와서 따라 해 여기 다 손 흔들어 다 다 지금부터 흔들어 춤추자 어때 이건 어때 어때 춤추자 Up 돼 이건 Up 돼 Up 돼 춤추자 똑같은 느낌 정말 숨막히잖아 의미 없어 계속 느낌 없는 춤만 추고 있잖아 Feel이 없어 넌 넌 넌 넌 재미없어 날 좀 더 재미있게 할 수 있잖아  Imma do like this 여기저기 손들어 다 다 여기 와서 흔들어 우리 같이 춤추자 자 자 이제 너도 흔들어 여기서 다 내려놔 놔 놔 얼른 와서 따라 해 여기 다 손 흔들어 다 다 지금부터 흔들어 춤추자 기분 좋게 어때 망가지면 어때 기분 좋게 어때 망가지면 어때 어때 이건 어때 어때 춤추자 Up 돼 이건 Up 돼 Up 돼 춤추자"}, {"song_no": "8122589", "year": "2016", "rank": "89", "title": "사랑하자", "artist": "SG 워너비", "genre": "Drama", "lyrics": "잊지 말아요 나를 두고가면 어떡하나요 그댄 그대라는 사람은 내겐 가장 소중한 사람 그대랍니다 태어나 처음으로 가슴떨리던 사람  수천번을 보아도 내게 하나뿐인 그런 사랑 슬픈 사랑이라고 말하지 말아요 다시 생각해보면 행복한 나인데 우리 사랑하는만큼 서로 아파하지만 그냥 그냥 그냥 이대로 사랑하자 바보랍니다 그저 한 사람만 바라만 보는 사랑  혹시 보고플 때면 그땐 그땐 그냥 내게 와요 슬픈 사랑이라고 말하지 말아요 다시 생각해보면 행복한 나인데 우리 사랑하는만큼 서로 아파하지만 그냥 그냥 그냥 이대로 사랑하자 그댈 볼 수 없단건 죽음보다 더 내게 가장 무서운 일인데 나의 곁에 있어요 떠나가지 말아요 나의 사랑입니다 평생을 바쳐도 아깝지 않을 사람 그대일테니까 우리 사랑하는 만큼 서로 아파하지만 그냥 그냥 그냥 이대로 사랑하자"}, {"song_no": "9640320", "year": "2016", "rank": "90", "title": "Carnival (The Last Day)", "artist": "가인", "genre": "Dance", "lyrics": "너무 늦었나요 혹시  많이 기다렸나요  때론 내가 없는  밤이 깊고 길고 어두웠나요  그럼 늦은 저녁을 멈춰 천천히  내가 처음부터 없던 날로  떠나볼까요  나 걱정 안 할 수 있게  오늘 밤 카니발의 문이 열리면  그땐 정말 날 잊어  끝이란 놀라워요  어제와 같은 밤일 뿐인데  한밤의 카니발의  그 불빛보다 정말 뜨거웠던  나 거기 있었다는 걸  아름다웠다는 걸  내 안에 담고 불꽃처럼 사라져  하얀 밤이 있어  딴 세상에 온 것 같은 밤  그런 밤이 있어  내가 딴 사람이 된 것 같은 밤  제일 환한 불꽃이 되어 춤추다  마치 꿈인 듯이  흔적 없이 사라진다면  다 완벽할 것 같은데  오늘 밤 카니발의 문이 열리면 그땐 정말 날 잊어 끝이란 놀라워요 어제와 같은 밤일 뿐인데 한밤의 카니발의 그 불빛보다 정말 뜨거웠던 나 거기 있었다는 걸 아름다웠다는 걸 내 안에 담고 불꽃처럼 사라져 나는 거기 있었고 충분히 아름다웠다 밤은 사라지고 우린 아름다웠어 이보다 완벽한 순간이 내게 또 올까 welcome to my carnival 열리면 난 그대를 떠나요 걱정 마 울지 마요 어제와 같은 밤일 뿐인데 welcome to marvelous day 꿈꾸던 그날 정말 기다렸던 나 처음부터 모든 건 그댈 위한 거란 걸 그 마음만 믿고 나를 잊고 살아요"}, {"song_no": "9624572", "year": "2016", "rank": "91", "title": "사랑해 기억해", "artist": "아이오아이 (I.O.I)", "genre": "Drama", "lyrics": "너의 미소 너의 향기까지  항상 기다려왔죠 손꼽아 왔죠  어느 곳에 있다해도 난 그대뿐이죠 무엇을 꿈꿔왔는지 내가 바랬는지 알고 있나요 그댄 모르죠 너만을 소원했다고 고백하고 싶어 기다렸다고 매일 매일 널 사랑한다고 외치면 매일 매일 네 이름 부르면 내 앞에 그대가 서 있는 순간을 생각해 생각해 생각해 하루 하루 니 생각에 잠 못 들어요 하루 하루 그대뿐이죠 떨려오는 내 심장 소리 들려오나요 사랑해 사랑해 사랑해 시간 지나 다시 세월 지나 우리 함께 한다면 곁에 있다면 난 생각만해도 자꾸 눈물이 나요 무엇을 꿈꿔왔는지 내가 바랬는지 알고 있나요 그댄 모르죠 너만을 소원했다고 고백하고 싶어 기다렸다고 매일 매일 널 사랑한다고 외치면 매일 매일 니 이름 부르면 내 앞에 그대가 서 있는 순간을 생각해 생각해 생각해 피할 수도 없어요 또 멈출 수 없죠 내게로 다가온 운명을 모두 변한대도 난 그댈 영원히 바라볼텐데 또 지켜줄텐데 사랑해요 내 가슴이 네게 하는 말 고마워요 두 눈이 하는 말 두 눈이 하는 말 언제나 나는 여기 서 있을게요 서 있을게요 기억해 기억해 기억해 기억해 기억해 기억하고 있을게 하루 하루 니 생각에 잠 못들어요 하루 하루 그대뿐이죠 그대뿐이죠 떨려오는 내 심장소리 들려오나요 들려오나요 사랑해 사랑해 사랑해 사랑해 사랑해 사랑해"}, {"song_no": "9631521", "year": "2016", "rank": "92", "title": "이별 후", "artist": "임창정", "genre": "Ballad", "lyrics": "이별 후 그 시간은 지겹도록 더디고 이별 후 그 마음은 언제나 시리고 해볼 만큼 했었는데도 처음보다 아프다 이별 후의 시간은 지겹도록 더디다 나의 사람아 그리운 사람아 아픔에 남아 그리운 그대여 아쉬움도 서운함도 시간 지나면 혹시 잊혀지고 괜찮아질까 사랑했던 시간은 늘 달콤했었고 사랑했던 기억은 늘 잔인했었고 겪을 만큼 겪었는데도 사랑에 또 빠진다 사랑했던 추억은 늘 달콤했었다 나의 사람아 그리운 사람아 아픔에 남아 그리운 그대여 아쉬움도 서운함도 시간 지나면 혹시 잊혀지고 괜찮아질까 미안하다고 내가 후회한다고 다시 그렇게 말하면 모두 되돌려질까 나의 사람아 그리운 사람아 볼 수 있을까 아름다운 그대 아쉬움도 서운함도 시간 지나면 혹시 잊혀지고 괜찮아질까 나의 사람아 그리운 사람아 아픔에 남아 그리운 그대여 아쉬움도 서운함도 시간 지나면 혹시 잊혀지고 괜찮아질까"}, {"song_no": "9620831", "year": "2016", "rank": "93", "title": "Sticky (Prod. By San E) (Feat. San E)", "artist": "나다 (NADA)", "genre": "Rap / Hip-hop", "lyrics": "Sticky icky icky icky  Sticky icky icky icky  Sticky 그의 눈빛이  So sticky 그의 미소가  Sticky 모든 게 다다다 끈적끈적 거려  You got me say sticky 그녀의 몸짓이  So sticky 그녀의 목소리  Sticky 모든 게 다다다 끈적끈적 거려  Ain’t no love 거의 비슷한 감정  사랑은 살 순 없지만  하룻밤 빌릴 수 있지  내 맘 끝에 그녀가 달아놓은 시계추  나 흔들리는 중  엄마한테 보여줘야겠어  회피 안 해 니 시선의 무게  I’m bench pressing  사고 쳐 구속되기 싫지만  You drive me crazy  오늘 처음 봤지만  내일 아침 옆에서  해변의 태양 Sun of the beach  Let’s watch it  Baby girl 내 시선이 쫙 붙어버렸어  You are mine you are mine  옆 라인부터 움푹 파인 가슴까지  Bad boy 너무 노골적이야 근데 싫지 않지  Never mind never mind  너의 매력에 군침을 삼키게 해줘  Sticky 그의 눈빛이  So sticky 그의 미소가  Sticky 모든 게 다다다 끈적끈적 거려  You got me say sticky 그녀의 몸짓이  So sticky 그녀의 목소리  Sticky 모든 게 다다다 끈적끈적 거려  Sticky icky icky icky  부끄런 그 느낌 느낌 느낌 느낌  Sticky icky icky icky  부드러운 그 느낌 느낌 느낌 느낌  Knock Knock도 없이 맘에 들어왔어  넌 안약 내 눈에 들어와서  날 젖게 하지만 먼저 말 걸지도  가볍지도 않아  이렇게 큰 여자 들어봤어  네 눈빛이 야해  공중파면 징계 받아  다른 술 받지 마  이따가 내 입술만 받아  쟤넨 분위기 망치니까  나한테 못 박아  우린 Sticky 마치 Nick &amp; Meek 누가 막아  끈적해 떨어질 수 없어  You are my type  더 끈적하게 리듬 아니  네 몸 위를 올라타  맛보기는 여기까지  어때 넘어 올래  네가 굶주린 듯 못 참고 달려올 때  기다려 아직 아냐  기집애들 내게 배울 스킬은  랩뿐이 아냐  Sticky 그의 눈빛이  So sticky 그의 미소가  Sticky 모든 게 다다다 끈적끈적 거려  You got me say sticky 그녀의 몸짓이 So sticky 그녀의 목소리 Sticky 모든 게 다다다 끈적끈적 거려 Hello stranger 이상하게 끌려 I call you pudding call me jello 말랑말랑 Yeah Come on come on come on try me hey Hello stranger 계속 나를 홀려 분위기 So lovely &amp; Mellow 말랑말랑 Yeah Come on come on come on try me Sticky icky icky icky 부끄런 그 느낌 느낌 느낌 느낌 Sticky icky icky icky 부드러운 그 느낌 느낌 느낌 느낌"}, {"song_no": "8247080", "year": "2016", "rank": "94", "title": "쿵", "artist": "Zion.T", "genre": "Rap / Hip-hop", "lyrics": "제일 먼저 기억나는 건 새까만 벽 앞에 걸려있던 마이크 30000원  어머니가 쓰시던 노트북에 깔았던 빨간색 마름모 그 때 부터였지 열일곱, 열여덟 열일곱, 열여덟  Dynamic Duo, 1tym - hot 뜨거 Oh yeah, oh shit 이런 건 처음 들어 쿵쿵쿵 옆집 사람들은 날 싫어해 \"시끄러워 게임 그만해 컴퓨터 끄고 공부나 해\" (게임 아닌데)  어 지금 들리는 박수 소리는 가끔 어색해 쿵쿵 그때 난 짝짝 소리를 듣게 될 줄은 Gray Loco Crush Elo 다 잘지내?  각자 자리에서 빛나고 있지 존나 멋지게 가끔 소주 한 잔 땡길 때 못 보는 게 씁쓸해 근데 씁쓸해도 어쩔 수 없지 갈 길이 멀기에 조명이 꺼지면 우린 어디에 있을까 그게 궁금해  안경이 무거워 조명이 너무 밝어 다들 부담스러워 날 그렇게 보지말어 난 여전해  난 여전히 녹음실에 서서 밤새고 노래를 쓰고있지 I'm still on my way 여전히 여기 이 자리 내 가족 내 친구 우리동네 이 거리 Still on my way 난 바뀐게 없지 거의 없지  쿵쿵 내 심장 소리 쿵쿵 쿵쿵"}, {"song_no": "9645607", "year": "2016", "rank": "95", "title": "All With You", "artist": "태연 (TAEYEON)", "genre": "Drama", "lyrics": "내가 그대 곁에 있어서  행복합니다  내가 그대 곁에 있어서  꿈을 꿉니다  내가 그대 곁에 있어서  웃을 수 있습니다  내 사람이길 또 기도합니다  내 맘이 보여서  내 진심이 느껴진다면  내 맘이 보여서  내게 오는 길 찾는다면  나의 모든 마음 주고 싶어  나의 곁에 그대  영원토록 있는다면  그대 나의 곁에 있어서  고맙습니다  그대 나의 곁에 있어서  따뜻합니다  그대 나의 곁에 있어서  다시 힘을 냅니다  바라만봐도 눈물이 납니다  내 맘이 보여서  내 진심이 느껴진다면  내 맘이 보여서  내게 오는 길 찾는다면  나의 모든 마음 주고 싶어  나의 곁에 그대  영원토록 있는다면  세상에 지쳐가도  우리 서로 곁에 항상  옆에 잡은 그 손 놓지마  마지막 사랑을  그댈 위해 쓰고 싶은데  마지막 운명이  그대라면 행복할텐데  나의 모든 마음 주고 싶어  나의 곁에 그대  영원토록 있는다면 All With You All With You"}, {"song_no": "30003393", "year": "2016", "rank": "96", "title": "그게 뭐라고", "artist": "케이윌", "genre": "Ballad", "lyrics": "하늘을 보고 누군가  그리워지면 가을이 온거고 그즈음  매년 손님이와 마치 똑똑 누군가  두드리는데 알면서도 어쩔수없이  문을 열어놔 넌 늘 멋대로였어  헤어진후에도 몰래 왔다 가네  그리움만 둔채로 추억은 맴도는데  우리는 흔적이 없어 넌 내게 영원히 반복되는  계절이었어 니가 생각나 이맘때쯤에  웃고 있던  너와 내가 생각 나는데  니 무릎을 베고  하늘을 보며  먼 훗날 우리 얘길 했는데  사랑한다고  내 귓가에 말해주던  너의 목소리 그게 뭐라고 또 생각나 하나둘씩 떠오르지  함께한 추억들이 그리워지네 하나 둘 오 나쁜쪽이 누구인진  이제 더는 상관없어지고 우린 그저 어리고  미숙했다고 여기며 어쩔수 없는 일들에 대해 그래 그땐 어쩔수 없었지  라고 받아들이게돼 내마음이 아깝게  느껴질때가 있었어  미치도록 니가  미웠던때가 있었어 시간지나니 그냥 내  심술이더라 뱉는말마다  진심과 반대였더라고 게임 밤새 하지마 밥좀 챙겨먹어  별거아닌 잔소리가  사실 제일그리워 청승이야 청승  전화걸뻔했네  잠도 안와 맥주한캔  사러가야겠네 사랑한다고 내 귓가에  말해주던 너의 목소리 그게 뭐라고 또 생각나 하나둘씩 떠오르지  함께한 추억들이 그리워지네 그 누군가 내게 말을했지 세월이 곧 약일꺼라고 널 많이 사랑했나봐  그랬나봐 이젠 잊을 때도 됐는데 사랑한다고 좋아한다고  매일 같이 말해주던 네 목소리 잊지못하고 하나둘씩 떠오르지  함께한 추억들이 그리워지네 너는 대책 없이 기억나  속 또 헤집어놓고 맘에 훅  하고 들어왔어  그러면 나는 또  후 하고 숨을 쉬네 산책이나 나가야지  뭐 밤이 기네"}, {"song_no": "9606664", "year": "2016", "rank": "97", "title": "꿈 (She`s Dreaming)", "artist": "EXO", "genre": "R&B / Soul", "lyrics": "별들마저 잠이 드는 늦은 밤 외로이 뜨는 달 살며시 창가에 내려와 비춰 주며 잠이 든 널 꿈꾸게 해 그곳 안에선 넌 유리로 만든 구둘 신고 내게 다가와 수줍은 모습으로 내 품에 안겨 웃곤 해 She's dreaming She's dreaming 달빛에 짙게 물든 밤 유일한 우리의 시간 She's dreaming She's dreaming 내 안에 잠이 든 널 마지못해 웃으며  난 그저 너를 바라본다 아침이 오면 아무 일 없듯 깨버리니까 난 늘 언제나 너의 꿈에 나타나 단둘이 함께하곤 했어 순진한 아이 같은 널 보면 괜스레 나까지 웃게 돼  미치겠어 욕심부리고 싶어 널 품에 안고 사랑한다 말하는 것도 웃기지 아침이 오면 또 기억 못할 텐데 난 잊혀질까 겁나 No no no come back 깊은 밤이 끝날 때면 연기처럼 난 희미하게 사라져 다시 어두운 밤에 꿈을 가지고 내려와 너에게  매일 꿈속에 너를 몇 번이고 찾아가도 처음 본듯한 얼굴로 바라볼 땐 가끔씩 참기 힘든걸 She's dreaming She's dreaming She's dreaming She's dreaming 달빛에 짙게 물든 밤 짙게 물든 밤 유일한 우리의 시간 너는 기억할까 She's dreaming She's dreaming She's dreaming She's dreaming 내 안에 잠이 든 널 잠이 든 널 마지못해 웃으며  난 그저 너를 바라본다 너를 바라본다 아침이 오면 또 다시 아무 일 없듯 아무 일 없듯 깨버리니까 잊혀질 꿈"}, {"song_no": "9646572", "year": "2016", "rank": "98", "title": "끝", "artist": "권진아", "genre": "Ballad", "lyrics": "한참을 아무 말도 없었다  어색한 공기만 우릴 감싸고 있다 너는 고개를 돌린 채로 한숨만 내쉰다 내가 처음 보는 표정을 하고 서있다 차라리 화를 내지 싫어졌다고 말을 하지 마지막 순간까지 좋은 사람으로 기억되고 싶었니 내가 갈게 애써 미안한 표정 하지마 싫어진 거잖아 그래 널 떠나 줄게 비겁해지는 널 보는 게 아파 내가 갈게 널 보내줄게 조금씩 넌 변했다 매일 오던 연락 난 기다린다 서운해 하는 날 보는 게 슬프다 넌 여기까진가 봐 끝이었나 봐 난 시작이었는데 Oh 그냥 헤어지자고 내게 말을 하지 마지막 순간까지 좋은 사람으로 기억되고 싶었니 내가 갈게 애써 날 위하는 척 하지마 넌 준비했잖아 그래 널 떠나줄게 내가 몰랐던 널 보는 게 아파 내가 갈게 널 보내줄게 니가 없는 하루가 사실 난 잘 그려지질 않아 그렇게 말했었잖아 내가 너의 행복이랬잖아 나 없인 살 수 없을 거라고 말했었잖아 내가 갈게 애써 미안한 표정 하지마 싫어진 거잖아 이제 널 떠나줄게 비겁해지는 널 보는 게 아파 내가 갈게 널 보내줄게"}, {"song_no": "30001062", "year": "2016", "rank": "99", "title": "결정 (Feat. 아이유)", "artist": "형돈이와 대준이", "genre": "Dance", "lyrics": "내 인생의 내가 기억하는 첫 결정은 무엇이었을까 그 결정이 무엇이었을지 너무나 궁금한 요즘 결정 참 이놈 때론 친구 같기도 하고 원수 같기도 하고  어찌 됐든 죽는 순간까지 함께 할 이 녀석 고민이 많은 깊은 밤에도 떨어지는 별을 주워 웃어도 내 머릿속의 얼음들을 해에 걸어 보내기로 꼭 약속해요 힘든 결정이었어 수없이 많은 고뇌와 번뇌 며칠 밤낮을 괴로워했네 무슨 결정이든 내가 내린 결정 사랑해서 헤어진다는 설정 말로만 들었었어 사랑해서 헤어진다는 말 곧 미안하다는 말 더 이상은 달릴 수 없는 말  조금은 쉬고 싶은 내 맘이 그랬어 피한 게 아냐 그냥 내 맘이 그랬어  인생은 B와 D 사이의 C라는 얘기 Birth와 Death 사이에 자리 잡은 Choice 매 순간이 결정과 선택의 순간이야 하루 한나절 한 시간 그리고 한순간 늘 옳은 결정을 내린 건 아니었네 늘 좋은 결과만 있었냐고 No No 내가 내린 결정이라 나는 다시 움직이고 또 움직인다 난 죽지 않았으니까 Uh 고민이 많은 깊은 밤에도 떨어지는 별을 주워 웃어도 내 머릿속의 얼음들을 해에 걸어 보내기로 꼭 약속해요 솔직해지고 싶어 후회하긴 싫어 내 인생의 주인은 나여야 하니까 솔직해지고 싶어 후회하긴 싫어 내 인생의 주인은 나여야 하니까 지나왔던 내가 내린 결정들 지금의 내가 있게 만들어준 큰 결정들 무의미한 판단으로 흐트러진 결정들 그래서 마냥 흘러 지나갔었던 아쉬운 것들 하루에도 몇 번 몇십번 몇백 번씩 나를 괴롭히는 변수의 방정식 앞으로는 또 어떤 결정을 내리고 미래의 내가 어떤 모습으로 그려지게 될지 OH 못난 모습 화난 모습 이쁜 모습 멋진 모습 내 결정의 모든 모습들 죽을 만큼 힘들어도 결정해놓고 가만히만 있으면 더 우스워지잖아  죽이 되든 밥이 되든 불은 지펴야지 그래야 뜸도 들고 뚜껑도 열어보지 내 인생의 뚜껑은 아직 닫혀있어 하지만 곧 내 인생은 맛있게 익을 거야 보글 고민이 많은 깊은 밤에도 떨어지는 별을 주워 웃어도 내 머릿속의 얼음들을 해에 걸어 보내기로 꼭 약속해요 더 좋은 모습으로 늘 남겨지기를 이젠 좋은 날들만 늘 있기를 난 끝난 적이 없어 연결돼있었지 매번 고민의 고리를 잡고서 이젠 좀 더 가볍게 빠르면 좀 느리게 나를 돌아보며 걷기로 약속했어"}, {"song_no": "8161257", "year": "2016", "rank": "100", "title": "내 입술 따뜻한 커피처럼 (Feat. 이성경) (Prod. by 박근태)", "artist": "에디킴", "genre": "Ballad", "lyrics": "울지마 이미 지난 일이야  삶의 반직선 위에 점일 뿐이야  살아가면서 누구나 겪는 일이야  어른이 되는 단지 과정일 뿐이야  단지 과정일 뿐이야  제발 이러지 말아요 끝이라는 얘기  나는 항상 시작인걸요  그댈 사랑하는 마음  점점 커져가고 있는 날 잘 알잖아요  네가 밟고 걷는 땅이 되고 싶던  잠시라도 네 입술 따뜻하게  데워줄 커피가 되고 싶던  oh 난 아직 사랑해  나를 많이 알잖아요 그댈 사랑하며 나를 모두 버렸다는 걸 혼자 울며 걷는 나를 모르나요 그러니 제발 이러지 마요 그래 어느 하늘 아래 안에 작은 내 사랑 이젠 나의 사랑한단 말도 의미도 잠시 우리의 힘들었던 지나간 나의 넌 기리 위리 우리의 히리 위리 돌릴 수 없는 우리 I know 이제는 돌리지 못할 거란 걸 you know 아니 너를 사랑한단 걸 오래 전 노래처럼 오래 오래 널 간직할래 그래 너만을 위한 나의 사랑은 이래 난 하지만 행복해 나같이 나쁜 남자를 만나 힘들었던 그만큼 너를 아껴줄 자상하고 부드럽고 따뜻한 그런 남자였음 좋겠어 hey I just wanna let you go 꿈에서라도 싫어요 떠나지 말아요 나는 죽을지도 몰라요 이대로 행복한걸요 모르겠나요 아무것도 바라지 않아 지나간 사랑으로 날 그대의 추억 속에서 살게 할 건가요 사랑은 계속 커져갈 텐데 이대로 나를 정말 보낼 건가요 울지마 이미 지난 일이야 버틸 수 없을 만큼 힘들겠지만 삶의 반직선 위에 점일 뿐이야 어느 때보다도 긴 시간이겠지만 살아가면서 누구나 겪는 일이야 쉽게 받아 들일 수는 없겠지만 어른이 되는 단지 과정일 뿐이야 단지 과정일 뿐이야"}]