[{"song_no": "8071102", "year": "2016", "rank": "1", "title": "이 사랑", "artist": "다비치", "genre": "Drama", "lyrics": "시간을 되돌리면 기억도 지워질까 해볼 수도 없는 말들을 내뱉는 걸 알아 널 힘들게 했고 눈물로 살게 했던 미안한 마음에 그런 거야 하지만 난 말야 너의 밖에선 살 수 없어 내겐 너 하나로 물든 시간만이 흘러갈 뿐이야 사랑해요 고마워요 따뜻하게 나를 안아줘 이 사랑 땜에 나는 살 수 있어  사랑은 그런가봐 무슨 말을 해봐도 채워지지 않은 것 같은 마음이 드나봐 내 욕심이라고 다시 생각을 해봐도 그 마음 쉽게 사라지지 않아 알잖아 난 말야 너의 밖에선 살 수 없어 내겐 너 하나로 물든 시간만이 흘러갈 뿐이야 사랑해요 고마워요 따뜻하게 나를 안아줘 이 사랑 땜에 나는 살 수 있어  돌아가도 다시 견딜 수 있을까 너무 힘들던 시간들 흔들리지 않은 너를 볼 때면 떨리는 내 입술이 두루루 두루루 알잖아 난 말야 너의 밖에선 살 수 없어 내겐 너 하나로 물든 시간만이 흘러갈 뿐이야 사랑해요 고마워요 따뜻하게 나를 안아줘 이 사랑 땜에 나는 살 수 있어  사랑 땜에 나는 살 수 있어"}, {"song_no": "8068881", "year": "2016", "rank": "2", "title": "넌 is 뭔들", "artist": "마마무(Mamamoo)", "genre": "Dance", "lyrics": "Come on Hey Mommy  Come on Hey Daddy 이리와서 얘들 좀 봐 Come on Hey Sister  Come on Hey Brother 누가 얘들 좀 말려줘 귀여운 척 섹시한 척 이쁜 척 그런 거 안해도 날 알아보는 너  센스매너 말투표정 행동 하나까지 섬세한 널 알아보는 나  우리 둘 사이 딱 한 뼘 사이 매일 아침 난 너의 목소리로 눈을 뜨고 우리 둘 사이 딱 맞는 타입 Come on 거기 미스터  Come on 이리와 봐 천천히 아주 조금씩 Hey 거기 미소가 예쁜 남자 바로 너 너어어어 아아아아 날 미치게 하는 그런 남자 몸매도 얼굴도 시선강탈 Hey Mr. 생각이 멋진 남자 바로 너  너어어어 아아아아 나 지금 너 땜에 혼란스러  제발 누가 나 좀 말려줘  월화수목금토일 난 매일매일 너를 생각해 넌 나를 생각해 Word up Moon star A형 B형 AB O형 플러스 마이너스 상관없어  S극과 N극처럼 어떤 공식이든 끌려 단지 그냥 너라서  우리 둘 사이 딱 한 뼘 사이 매일 밤마다 너의 자장가로 잠이 들고 우리 둘 사이 딱 맞는 타입 Come on 거기 미스터  Come on 이리와 봐 조용히 속삭여줄래 Hey 거기 미소가 예쁜 남자 바로 너 너어어어 아아아아 날 미치게 하는 그런 남자 몸매도 얼굴도 시선강탈 Hey Mr. 생각이 멋진 남자 바로 너  너어어어 아아아아 나 지금 너 땜에 혼란스러 제발 누가 나 좀 말려줘 I like eye contact 입술을 꽉 깨물어 Your Lips 너의 두 눈이 스칠 때면 Two Eyes 숨막히는 이끌림이 날 어지럽게 해 나 너만의 영원한 소녀 팬 is 뭔들 모든 게 넌 is 뭔들 완벽해 That's right That's right 우리 사이  자꾸 떠오르네 문득 너라면 난 is 뭔들 24시간 1분 1초가 조마조마해 조금이라도 널 놓칠까 봐 24시간 지금 이순간 Come on 나를 봐봐 Come on 넌 is 뭔들 이젠 우릴 말리지마 Hey Hey Hey Yeah Hey 거기 미소가 예쁜 남자 바로 너  너어어어 아아아아 날 미치게 하는 그런 남자  몸매도 얼굴도 시선강탈 Hey Mr. 애매모호 피아노 맨 바로 너 너어어어 아아아아 나 지금 너 땜에 혼란스러  제발 누가 나 좀 말려줘 Come on 넌 is 뭔들"}, {"song_no": "8067023", "year": "2016", "rank": "3", "title": "Everytime", "artist": "첸 (CHEN)", "genre": "Drama", "lyrics": "OH EVERY TIME I SEE YOU 그대 눈을 볼 때면 자꾸 가슴이 또 설레여와 내 운명이죠 세상 끝이라도 지켜주고 싶은 단 한 사람 BABY OHOHOHOH OHOHOHOH BABY OHOHOHOH OH EVERY TIME I SEE YOU 그대 눈을 볼 때면 자꾸 가슴이 또 설레여와 내 운명이죠 세상 끝이라도 지켜주고 싶은 단 한 사람 그대 나를 바라볼 때 나를 보며 미소 질 때 난 심장이 멈출 것 같아요 난 그댄 어떤가요 난 정말 감당하기 힘든걸 온종일 그대 생각해 조금 멀리 우리 돌아왔지만 지금이라도 난 괜찮아 OH EVERY TIME I SEE YOU 그대 눈을 볼 때면 자꾸 가슴이 또 설레여와 내 운명이죠 세상 끝이라도 지켜주고 싶은 단 한 사람 날 떠나지 말아요 가끔은 알 수 없는 미래라 해도 날 믿고 기다려줄래요 워 나만의 그대여 내겐 전부라는 말 고백한 적이 있었나요 내 운명이죠 세상 끝이라도 지켜주고 싶은 너 BABY OHOHOHOH 사랑할래요 OHOHOHOH 니 눈빛과 니 미소와 그 향기까지도 BABY OHOHOHOH 기억해줘요 OHOHOHOH 언제나 우리 함께 있음을 i love u"}, {"song_no": "8053157", "year": "2016", "rank": "4", "title": "ALWAYS", "artist": "윤미래", "genre": "Drama", "lyrics": "그대를 바라볼 때면 모든 게 멈추죠 언제부턴지 나도 모르게였죠 어느 날 꿈처럼 그대 다가와 내 맘을 흔들죠 운명이란 걸 나는 느꼈죠 I Love You 듣고 있나요 Only You 눈을 감아 봐요 바람에 흩날려 온 그대 사랑 whenever wherever you are whenever wherever you are oh oh oh love love love 어쩌다 내가 널 사랑했을까 밀어내려 해도 내 가슴이 널 알아봤을까 I Love You 듣고 있나요 Only You 눈을 감아 봐요 모든 게 변해도 변하지 않아 넌 나의 난 너의 사랑 그대 조금 돌아온대도 다시 나를 스쳐 지나더라도 괜찮아요 그댈 위해 내가 여기 있을게 I Love You 잊지 말아요 Only You 내 눈물의 고백 바람에 흩날려 온 그대 사랑 whenever wherever you are whenever wherever  you are"}, {"song_no": "8089568", "year": "2016", "rank": "5", "title": "You Are My Everything", "artist": "거미", "genre": "Drama", "lyrics": "처음부터 그대였죠 나에게 다가올 한 사람 단 한 번의 스침에도 내 눈빛이 말을 하죠 바람처럼 스쳐가는 인연이 아니길 바래요 바보처럼 먼저 말하지 못했죠 할 수가 없었죠 You Are My Everything 별처럼 쏟아지는 운명에 그대라는 사람을 만나고 멈춰버린 내 가슴속에 단 하나의 사랑 You Are My Everything 안갯속에 피어나는 하얗게 물들은 그대 모습 한순간에 내게 심장이 멈출 듯 다가와 버렸죠 You Are My Everything 별처럼 쏟아지는 운명에 그대라는 사람을 만나고 멈춰버린 내 가슴속에 단 하나의 사랑 You Are My Everything 시작도 못 했던 나의 사랑을 이제는 말할 수 있죠 누구도 가질 수 없는 기적인데 You Are My Everything 뜨거운 내 사랑은 그댄 걸 계절이 변해도 난 이곳에 멈춰버린 내 가슴속에 단 하나의 사랑 You Are My Everything"}, {"song_no": "8028701", "year": "2016", "rank": "6", "title": "시간을 달려서 (Rough)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "다가서지 못하고 헤매이고 있어 좋아하지만 다른 곳을 보고 있어 가까워 지려고 하면 할수록 멀어져 가는 우리 둘의 마음처럼 만나지 못해 맴돌고 있어 우린 마치 평행선처럼 말도 안돼 우린 반드시 만날 거야 기다릴게 언제까지나 미처 말하지 못했어 다만 너를 좋아했어 어린 날의 꿈처럼 마치 기적처럼 시간을 달려서 어른이 될 수만 있다면 거친 세상 속에서 손을 잡아줄게 다가서려 해봐도 엇갈리고 있어 좋아한단 말도 아직 못하고 있어 머뭇거리는 널 보고 있으면 우린 아직도 많이 어리긴 한가 봐 좁혀지지 않아 한 끗 차이 우린 마치 평행선처럼 언젠가는 못다한 말을 전할 거야 다가갈게 언제까지나 미처 말하지 못했어 다만 너를 좋아했어 어린 날의 꿈처럼 마치 기적처럼 시간을 달려서 어른이 될 수만 있다면 거친 세상 속에서 손을 잡아줄게 시간 속에 갇혀 길을 헤매여도 그렇지만 우린 결국 만날 거야 진심인 것만 알아줘 정말 서툴기만 한대도 미처 말하지 못했어 다만 너를 좋아했어 어린 날의 꿈처럼 마치 기적처럼 시간을 달려서 어른이 될 수만 있다면 거친 세상 속에서 너를 안아줄게 이거 하나만 약속해 변치 않기를 바랄게 그때도 지금처럼 날 향해 웃어줘 시간이 흘러서 어른이 될 수만 있다면 엇갈림 그 속에서 손을 잡아줄게"}, {"song_no": "8033528", "year": "2016", "rank": "7", "title": "어디에도", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "차가워진 눈빛을 바라보며 이별의 말을 전해 들어요 아무 의미 없던 노래 가사가 아프게 귓가에 맴돌아요 다시 겨울이 시작되듯이 흩어지는 눈 사이로 그대 내 맘에 쌓여만 가네 떠나지 말라는 그런 말도 하지 못하고 고개를 떨구던 뒷모습만 그대 내게 오지 말아요 두 번 다시 이런 사랑 하지 마요 그댈 추억하기보단 기다리는 게 부서진 내 맘이 더 아파와 다시 누군가를 만나서 결국 우리 사랑 지워내도 행복했던 것만 기억에 남아 나를 천천히 잊어 주기를 아무것도 마음대로 안 돼요 아픔은 그저 나를 따라와 밤새도록 커져 버린 그리움 언제쯤 익숙해져 가나요 많은 날들이 떠오르네요 우리가 나눴던 날들 애써 감추고 돌아서네요 떠나지 말라는 그런 말도 하지 못하고 고개를 떨구던 뒷모습만 그대 내게 오지 말아요 두 번 다시 이런 사랑 하지 마요 그댈 추억하기보단 기다리는 게 부서진 내 맘이 더 아파와 다시 누군가를 만나서 결국 우리 사랑 지워내도 행복했던 것만 기억에 남아 나를 천천히 잊어 주기를 부를 수도 없이 멀어진 그대가 지나치는 바람에도 목이 메어와 어디에도 그대가 살아서 우린 사랑하면 안 돼요 다가갈수록 미워지니까 행복했던 것만 기억에 남아 나를 천천히 잊어 가기를 사랑했던"}, {"song_no": "8086947", "year": "2016", "rank": "8", "title": "한숨", "artist": "이하이", "genre": "R&B / Soul", "lyrics": "숨을 크게 쉬어봐요  당신의 가슴 양쪽이 저리게  조금은 아파올 때까지  숨을 더 뱉어봐요  당신의 안에 남은 게 없다고   느껴질 때까지   숨이 벅차올라도 괜찮아요  아무도 그댈 탓하진 않아  가끔은 실수해도 돼  누구든 그랬으니까   괜찮다는 말   말뿐인 위로지만 누군가의 한숨  그 무거운 숨을  내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요  내가 안아줄게요 숨이 벅차올라도 괜찮아요 아무도 그댈 탓하진 않아 가끔은 실수해도 돼 누구든 그랬으니까  괜찮다는 말 말뿐인 위로지만 누군가의 한숨 그 무거운 숨을 내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요 내가 안아줄게요 남들 눈엔 힘 빠지는 한숨으로 보일진 몰라도 나는 알고 있죠 작은 한숨 내뱉기도 어려운 하루를 보냈단 걸 이제 다른 생각은 마요 깊이 숨을 쉬어봐요 그대로 내뱉어요 누군가의 한숨 그 무거운 숨을 내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요 내가 안아줄게요 정말 수고했어요"}, {"song_no": "8028724", "year": "2016", "rank": "9", "title": "너는 나 나는 너", "artist": "지코 (ZICO)", "genre": "R&B / Soul", "lyrics": "넌 나고 난 너야 난 너고 넌 나야 마음이 같다면 둘은 서로가 될 거야 넌 나고 난 너야 그림 너무 좋아 오그라든다는 말은 누가 만든 걸까 girl 뺨 한 대만 때려줘 며칠 사이 내게 무슨 일이 벌어진 건지 전 여친 번호 지우고 힙합만 듣던 난 어쿠스틱해졌어 tell me what you want from me 가장 예쁠 나이엔 실컷 사랑해봐야 돼 eh 네 사연 속에 나오는 쓰레기 걔랑은 비교도 안되게 내가 잘할게 왜냐면 넌 나고 난 너야 난 너고 넌 나야 마음이 같다면 둘은 서로가 될 거야 넌 나고 난 너야 그림 너무 좋아 오그라든다는 말은 누가 만든 걸까 친구들이 말해 좋을 때야 난 딱히 걱정 없고 하도 좋아서 문제야 이거 봐 욕도 줄이고 있고 바지도 올려 입고 아무한테나 미소 안 보이고 있어 거울 그만 봐 고칠 데가 어디 있어 민낯일 때 제일 이뻐 이 장면 우리 엄마 보면 기절할 노릇일 걸 더 이상의 표현은 아낄게 사실 너 이름만 옮겨 적으면 그만인데 I believe in destiny 사주나 타로 카드에 점쳐질 만남은 안 해 yeah 집착 쩌는 네 전 남친이 집 근처도 얼씬 못하게 내가 잘할게 왜냐면 Because 넌 나고 난 너야 난 너고 넌 나야 마음이 같다면 둘은 서로가 될 거야 넌 나고 난 너야 그림 너무 좋아 오그라든다는 말은 누가 만든 걸까 밤새 쪽쪽 거리다가 누추한 모습으로 함께 아침을 맞아 good morning 새삼스럽게 넌 심각하게 예뻐 그 입 당장 가져와 Mwah 넌 나고 난 너야 난 너고 넌 나야 마음이 같다면 둘은 서로가 될 거야 넌 나고 난 너야 그림 너무 좋아 오그라든다는 말은 누가 만든 걸까 Let me talk to you yeah I am you you are me I am you you are me"}, {"song_no": "8075429", "year": "2016", "rank": "10", "title": "야 하고 싶어 (Feat. 시우민 of EXO)", "artist": "지민 (AOA)", "genre": "Dance", "lyrics": "Baby I'm pretty young and wild  and so fine  그냥 야 하면 안될까 너와 나   같이 걷기가 어색한 이 거리가   점점 좁혀질 수 있을까   You are taller than I am  보기에는 내가 애 왜 왜  12시전에 집에 가라 해  엄마 아빠 여행 갔는데   지금 나 배고파   오빠 치킨 먹고 갈래  너는 오빠한테 자꾸 이럴 거야  예의 없어 보여도  난 니가 좋아 baby  앞으로는 오빠 말고 야 할 거야   아 몰라 야 하 고 싶 어  너 오늘 왜 이래  왜 이래 설레이게  평소랑 다른 것 같은데  오늘따라 더 예뻐 보이네  너 진짜 왜 이래  왜 이래 my baby  심장이 막 터질 것만 같은데  그렇게 웃기까지 하면 어떡해  가까이 앉아봐  뭐 어때 괜찮아  숨길 수 없잖아  나 니가 더 알고 싶어  지금인 것 같아  분위기 괜찮아  둘밖에 없잖아  네게 입 맞추고 싶어  비상사태 삐뽀삐뽀  오빠 왔다 띵동  두근두근거리니까 심호흡  꾸민 듯 안 꾸민 너의 모습  난 그게 너무 좋아 터져버린 웃음  삐까뻔쩍 광나 가까이 밀착  비누향기가 코끝이 뭉실뭉실  구름 위를 걷는듯한 기분  비상사태 삐뽀 에라 모르겠다 뽀뽀 너는 오빠한테 자꾸 이럴 거야 조금 서툴러 보여도 니가 좋아 baby 앞으로는 오빠 말고 야 할거야 아 몰라 야 하 고 싶 어 너 오늘 왜 이래 왜 이래 설레이게 평소랑 다른 것 같은데 오늘따라 더 예뻐 보이네 너 진짜 왜 이래 왜 이래 my baby 심장이 막 터질 것만 같은데 그렇게 웃기까지 하면 어떡해 가까이 앉아봐 뭐 어때 괜찮아 숨길 수 없잖아 나 니가 더 알고 싶어 지금인 것 같아 분위기 괜찮아 둘밖에 없잖아 네게 입 맞추고 싶어 이제 눈뜨자마자 너 생각 나는 잠들기 전 까지 오빠 생각 이제 배고플 때마다 너 생각 우리 오빠 노래 Q 너 오늘 왜 이래 왜 이래 설레이게 평소랑 다른 것 같은데 오늘따라 더 예뻐 보이네 너 진짜 왜 이래 왜 이래 my baby 심장이 막 터질 것만 같은데 그렇게 웃기까지 하면 어떡해 가까이 앉아봐 뭐 어때 괜찮아 숨길 수 없잖아 나 니가 더 알고 싶어 지금인 것 같아 분위기 괜찮아 둘밖에 없잖아 네게 입 맞추고 싶어"}, {"song_no": "8042553", "year": "2016", "rank": "11", "title": "Rain", "artist": "태연 (TAEYEON)", "genre": "Ballad", "lyrics": "텅 빈 회색 빛 거린 참 허전해 쓸쓸한 기분에 유리창을 열어 내민 두 손 위로 떨어진 빗방울 가득 고이는 그리움 나의 맘에 흘러 왠지 네가 보고픈 밤 차오르는 눈물 떠오르는 나의 맘 속 비가 오면 내리는 기억에 번지는 아픔에 흠뻑 쏟아지는 너를 보다 선명했던 그 시간에 멈춘 채 추억에 젖은 채 아름다웠던 너를 그려 in the Rain 길었던 참 눈이 부셨던 계절도 사진첩 속에 얼룩져 색이 바래질까 점점 깊어가는 이 밤 잊지 못한 약속 따뜻했던 품도 안녕 비가 오면 내리는 기억에 번지는 아픔에 흠뻑 쏟아지는 너를 보다 선명했던 그 시간에 멈춘 채 추억에 젖은 채 아름다웠던 너를 그려 in the Rain 흑백뿐인 세상 속 한줄기의 빛이 돼준 너 Rain 비가 되어 다가와 내 영혼을 환히 밝혀줘 Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Woo Woo Woo who who who  우산 아래 나직했던 속삭임 Woo Woo  가슴 한 켠에 퍼져 네가 들려 오늘 하루 내 안부를 묻듯이 편안한 빗소리 아련히 물든 기억 너란 빗속에 Woo Woo rain Woo Dreaming in the Rain"}, {"song_no": "8077712", "year": "2016", "rank": "12", "title": "봄인가 봐 (Spring Love)", "artist": "에릭남 (Eric Nam)", "genre": "Ballad", "lyrics": "눈꽃이 내린 버스 정류장에 날 데려다주다 꼭 내 손을 잡는 너 때문에 나 놀랐어 아주 오래전부터 숨겼던 내 맘이 들킨 걸까 부는 바람에 실린 우리에게 번진  This is love 내 마음에 내려와 사뿐히 내려와 네 어깨 위에도 벌써 내린 그 이름  봄인가 봐 우리 잡은 손 틈 사이 얇아진 외투 사이 어느새 스며들어 우릴 변화시킨  봄이 왔나 봐 첨엔 그랬어 편한 친구 혹 동생 같았어 치마를 입고 꾸민 모습에도 놀라지 않았어 뭐가 우릴 지금  이렇게 바꿔 놓은 걸까 Maybe it’s crazy  Can I call you my baby Yeah 내 마음에 내려와 사뿐히 내려와 네 어깨 위에도 벌써 내린 그 이름  봄인가 봐 우리 잡은 손 틈 사이  얇아진 외투 사이 어느새 스며들어 우릴 변화시켜 Oh 우리 서로에 기대어 잠든 벤치 투명한 하늘에 물든 Sweet cherry blossom 늘 이러면 좋겠다 Yeah 우릴 바꾼 그 이름 봄봄봄 봄 Ooh 널 사랑해 너를 사랑해  사랑해 널 Yeah 넌 봄이 돼줘 항상 나는 꽃이 될게 서로를 녹여주고  열리게 해주면 좋겠다 안 보이던 마음과 마음 마주한 시선 사이 겨우내 숨어있던 꽃이 피었나 봐  봄이 왔나 봐"}, {"song_no": "7982920", "year": "2016", "rank": "13", "title": "PICK ME", "artist": "PRODUCE 101", "genre": "Electronica", "lyrics": "우리는 꿈을 꾸는 소녀들 너와 나 꿈을 나눌 이 순간 달콤한 너를 향한 shining light 너만의 날 hey baby show you my paradise 너 땜에 내가 정말 이상해 가슴이 두근두근 뛰잖아 터질 것 같아 심쿵심쿵 너를 보는 날 hey feel me show you my secret boy can you feel me 나를 느껴 봐요 can you touch me 나를 붙잡아 줘 can you hold me 나를 꼭 안아 줘 I want you pick me up pick me pick me pick me up pick me pick me pick me up pick me pick me pick me pick me pick me pick me pick me up pick me pick me pick me up pick me pick me pick me up pick me pick me pick me pick me I want you pick me up up up up up I want you pick me I want you pick me I want you pick me up 오늘을 놓치지 마 tell me now 너와 나 비밀을 나눌 시간 지금이 아니면 나 어디로 갈지 몰라 hey baby show you my paradise 널 보면 내 마음이 두근대 너에게 난 눈빛을 찡긋해 솜사탕처럼 부푼 내 마음을 알아 줘 hey feel me show you my secret boy can you feel me 나를 느껴 봐요 can you touch me 나를 붙잡아 줘 can you hold me 나를 꼭 안아 줘 I want you pick me up pick me pick me pick me up pick me pick me pick me up pick me pick me pick me pick me pick me pick me pick me up pick me pick me pick me up pick me pick me pick me up pick me pick me pick me pick me I want you pick me up up up up up I want you pick me I want you pick me I want you pick me up"}, {"song_no": "8100402", "year": "2016", "rank": "14", "title": "다시 너를", "artist": "매드클라운", "genre": "Drama", "lyrics": "다시 너를 볼 수 있을까 다시  스쳐 지나가 버린 운명 앞에 서 있어 깨지 못할 꿈이었을까 우리  멀어지는 너에게 전하지 못했어 한번도 널 사랑해 내 깊은 마음속  Don`t let me cry 넌 닿으면 없어질 꿈 녹아내려 버릴 눈 네가 그리워질 때면 난 너가 돼 있었고 잡지 않았어 널 다시 올 줄 알고  그리워하다 보면 언젠가는 다시 볼 줄 알고 열병 같던 감정의 시작 끝 그 시작 끝에 서 있어 비상등처럼 어둠 속 혼자 우두커니 불 켜있어 아무리 생각해도 답은 넌데 가슴에 틀린 답을 적네 밀어내도 남아있어 어느새 꿈속에 와있어 I don`t wanna lose you Be without you  Anymore 생각해도 모르겠어 너 없이 사는 법 I don`t wanna lose you Be without you  Anymore 다시 너를 볼 수 있을까 다시  스쳐 지나가 버린 운명 앞에 서 있어 깨지 못할 꿈이었을까 우리  멀어지는 너에게 전하지 못했어 한번도 널 사랑해 내 깊은 마음속  Don`t let me cry 딱 하루 돌아갈 수 있다면 그 날로 나 살 수 있다면  널 아프게 한 말과  행동 되돌릴 수 있다면 널 덜 외롭게 하고  더 꽉 안을 수 있다면 미치게 후회스러운 그 하루 다시 내게 주어진다면 다시는 내게서 네 손 절대로 놓지 않을게 내가  넌 예쁘게만 피면 돼 널 위해서 가시가 될게 내가  빌어먹을 왜 몰랐을까 그때 널 잡았다면 달랐을까 난 어차피 넌데 널 떠나봤자 결국 어차피 넌데 I don`t wanna lose you Be without you  Anymore  생각해도 모르겠어 너 없이 사는 법 I don`t wanna lose you Be without you  Anymore  다시 너를 볼 수 있을까 다시  스쳐 지나가 버린 운명 앞에 서 있어 깨지 못할 꿈이었을까 우리  멀어지는 너에게 전하지 못했어 나의 마음을 아직도 울고 있잖아 Don't let me cry 여기서 기다리잖아 가슴이 지치도록 Don't say goodbye  내 곁에 돌아와  언제라도 찾아와"}, {"song_no": "8026677", "year": "2016", "rank": "15", "title": "잊어버리지마 (Feat. 태연)", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "너와 나 언젠가 남이 되어도 영영 닿을 수 없는 사이 되어도 잊어버리지마 잃어버리지마 혹시나 다른 사람의 손 잡고 있어도 영영 닿을 수 없는 곳에 있어도 잊어버리지마 잃어버리지마 따뜻해 볼이 맞닿을 때 살며시 시린 내 손 잡아줄 때 차가운 세상에 지친 내 맘을 온기로 감싸네 예에이에 내 눈에 담긴 너의 얼굴 내 품에 잠든 너의 모습 이대로 멈췄으면 해 꽉 잡은 두 손 놓치면 안돼 너와 나 언젠가 남이 되어도 영영 닿을 수 없는 사이 되어도 잊어버리지마 잃어버리지마 혹시나 다른 사람의 손 잡고 있어도 영영 닿을 수 없는 곳에 있어도 잊어버리지마 잃어버리지마 마주 앉아 널 바라보는 지금이 영원하길 바래 혹시나 시간이 우릴 질투 할까 봐 사실 걱정 돼 변치 마 always by my side 영원히 함께 my love 언젠가 날 기억해주길 한번쯤은 뒤 돌아보길 부디 놓지 말아줘 우릴 계속 바라봐주길 Oh My love 시간이 지나 baby 너와 나 우리가 남이 되어도 잊어버리지마 날 잊어버리지마 랄라 랄라랄라 랄라 이 노랠 잊어버리지마"}, {"song_no": "7891119", "year": "2016", "rank": "16", "title": "OOH-AHH하게", "artist": "TWICE (트와이스)", "genre": "Dance", "lyrics": "모두 나를 가지고 매일 가만 안 두죠 내가 너무 예쁘죠 나 때문에 다 힘들죠 어딜 걷고 있어도 빨간 바닥인거죠 Red carpet 같은 기분 모두 날 쳐다 보죠 oh 어떤 사람은 어머님이 누구냐고 신선하게 말 걸어도 아무 느낌이 안 들죠 하지만 나도 누군가 하고 사랑에 빠져보고 싶어 Baby 잘 들어요 내 Boy 단 한번도 느껴본 적 없는 걸 알게 해주는 사람 기다리고 있는 걸 얼마가 돼도 기다리고 싶어 I just wanna fall in love 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 날 봐 거봐 또 두 번 봐 한번 지나치고 등을 돌려 쳐다봐 TWICE 어딜 가더라도 항상 민 낯 하지만 내가 제일 빛나 낮은 신발 신어도 가치는 High 머릿속엔 늘 영화 속 같은 La La La 장면들이 지나가네 생각만해도 떨리네 Yeah 이제는 나도 누군가 하고 사랑에  빠져 보고 싶어 Baby 잘 들어요 내 Boy 단 한번도 느껴본 적 없는 걸 알게 해주는 사람 기다리고 있는 걸 얼마가 돼도 기다리고 싶어 I just wanna fall in love 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 아무하고 만나 시작하기 싫어  쉽지 않은 여자 그게 나인걸  Let me see How you gon treat me I ain't no easy Better think about it TWICE Let me see How you gon treat me I ain't no easy Better think about it TWICE 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 OOH AHH하게"}, {"song_no": "8102386", "year": "2016", "rank": "17", "title": "말해! 뭐해?", "artist": "케이윌", "genre": "Drama,Ballad", "lyrics": "아무 말 없이 내게서 커져만 가는 게 아무래도 이대론 안 되겠어 어쩌다 내가 이렇게 네게 빠진 건지 이유를 나도 모르겠어 넌 왜 내게서 맴돌아  뭘 해도 신경 쓰이고 뭘 해도 궁금해지고 넌 왜 내게서 맴돌아 oh 어떡해 나  자꾸만 생각이나 말해 뭐해 말해 뭐해 이러다가 바보처럼 한 눈 팔게 하지 말고 말해볼래 말해볼래 나의 맘에 담긴 사람 you are my only one  너무나 사랑을 해도 눈물 난다는 게 그런 말이 이해가 되지 않아 하지만 그댈 본 순간 두 눈 가득 고인 눈물이 사랑인 것 같아 넌 왜 내게서 맴돌아  뭘 해도 신경 쓰이고 뭘 해도 궁금해지고 난 너 하나만 생각해 이렇게 난 자꾸만 입 맞추고 말해 뭐해 말해 뭐해 이러다가 바보처럼 한 눈 팔게 하지 말고 말해볼래 말해볼래 나의 맘에 담긴 사람 you are my only one  내 모든 게 서툴다 해도 네 곁에 나 머물고만 싶어지는 게  사랑일까 사랑일 거야 너의 너의 남자 되고 싶어  말해 뭐해 말해 뭐해 내게 오는 사랑은 다 그대라는 이름인걸 말해 뭐해 말해 뭐해 나의 맘에 담긴 사람 you are my only one"}, {"song_no": "3753304", "year": "2016", "rank": "18", "title": "벚꽃 엔딩", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "그대여 그대여 그대여   그대여 그대여  오늘은 우리 같이 걸어요 이 거리를  밤에 들려오는 자장노래 어떤가요  오예  몰랐던 그대와 단 둘이 손 잡고  알 수 없는 이 떨림과 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  오예  그대여 우리 이제 손 잡아요  이 거리에 마침 들려오는  사랑 노래 어떤가요  오예  사랑하는 그대와 단 둘이 손잡고  알 수 없는 이 거리를 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  바람 불면 울렁이는 기분 탓에  나도 모르게  바람 불면 저편에서 그대여  니 모습이 자꾸 겹쳐  오 또 울렁이는 기분 탓에  나도 모르게  바람 불면 저편에서 그대여  니 모습이 자꾸 겹쳐  사랑하는 연인들이 많군요  알 수 없는 친구들이 많아요  흩날리는 벚꽃 잎이 많군요 좋아요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  그대여 그대여 그대여  그대여 그대여"}, {"song_no": "8005879", "year": "2016", "rank": "19", "title": "Dream (Prod. by 박근태)", "artist": "수지 (SUZY)", "genre": "R&B / Soul", "lyrics": "예쁘네 오늘도 어제만큼 아니 오늘은 더 예뻐졌네 이런 말을 할 때마다 너는 못 들은 척 늘 딴 얘기를 해 어젠 너무 좋은 꿈을 꿨어 지금 말해주긴 간지러워서 말하기 싫어 그리고 이런 건 말하면 안 된대 dream 다신 꾸지 못하는 너무 기분 좋은 꿈 나는 니가 꼭 그런 거 같은데 dream 종일 아른거리는 너무 기분 좋은 꿈 그게 바로 너 우리 둘 너무 잘 어울린대 I know she knows 사실 내가 봐도 그래 근데 가끔 불안한 기분이 들 땐 혼자서 울적해 hmm 거짓말 그렇게 자신 있는 얼굴을 하고 있으면서 하지만 듣기엔 참 좋다 그렇긴 하네 dream 다신 꾸지 못하는 너무 기분 좋은 꿈 나는 니가 꼭 그런 거 같은데 dream 종일 아른거리는 너무 기분 좋은 꿈 그게 바로 너 well I don’t care even if you’re a sweet liar well I don’t care cause I will make you believe dream 지금 그런 눈으로 나를 바라볼 때면 나는 니가 꼭 내 것 같은데 dream 다시 잠들고 싶은 너무 기분 좋은 꿈 그게 바로 너"}, {"song_no": "5791706", "year": "2016", "rank": "20", "title": "오늘부터 우리는 (Me Gustas Tu)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "널 향한 설레임을 오늘부터 우리는  꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru 한 발짝 뒤에 섰던 우리는 언제쯤 센치해 질까요 서로 부끄러워서 아무 말도 못하는 너에게로 다가가고 싶은데 바람에 나풀거리는 꽃잎처럼  미래는 알 수가 없잖아 이제는 용기 내서 고백할게요 하나보단 둘이서 서로를 느껴 봐요 내 마음 모아서 너에게 전하고 싶어 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru 한 걸음 앞에 서서 두 손을 놓지 말기로 약속해요 소중해질 기억을 꼭 꼭 담아 둘게요  지금보다 더 아껴 주세요 달빛에 아른거리는 구름처럼  아쉬운 시간만 가는데 이제는 용기 내서 고백할게요 둘 보단 하나 되어 서로를 느껴 봐요 내 마음 모아서 너에게 전하고 싶어 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 감싸 줄게요 그대 언제까지나  언제까지나 사랑이란 말 안 해도 느낄 수 있어요 고마운 마음을 모아서 널 향한 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru"}, {"song_no": "7921208", "year": "2016", "rank": "21", "title": "걱정말아요 그대", "artist": "이적", "genre": "Drama", "lyrics": "그대여 아무 걱정 하지 말아요 우리 함께 노래 합시다 그대 아픈 기억들 모두 그대여 그대 가슴에 깊이 묻어 버리고  지나간 것은 지나간 대로 그런 의미가 있죠 떠난 이에게 노래 하세요 후회없이 사랑했노라 말해요 그대는 너무 힘든 일이 많았죠 새로움을 잃어 버렸죠 그대 슬픈 얘기들 모두 그대여  그대 탓으로 훌훌 털어 버리고 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 새로운 꿈을 꾸겠다 말해요"}, {"song_no": "8036303", "year": "2016", "rank": "22", "title": "I Miss You", "artist": "마마무(Mamamoo)", "genre": "R&B / Soul", "lyrics": "I Miss You  저녁 노을 하늘을 바라보면 So much I miss you 바람이 좋은 이런 날이면 난 너너너너너 좋은 노래 소리가 들리면 So much I miss you 좋은 영활 볼 때면 또 생각나 난 너너너너너 너와 나누던 나의 하루는 이젠 없는데 별이 뜨는 밤이면 언제나 So much I miss you 소리 없이 눈물이 흐르면 난 너너너너너 너의 목소리도 So much I miss you 어제도 오늘도 난 너너너너너 나를 어루만지던 그 손길 So much I miss you 내가 보고 싶다고 떼를 쓰던 너너너너너 너와 나누던 나의 하루는 이젠 없는데 별이 뜨는 밤이면 언제나 So much I miss you 소리 없이 눈물이 흐르면 난 너너너너너 너의 목소리도 So much I miss you 어제도 오늘도 난 너너너너너 요즘 너 대신 안고 자는 티슈 폰 재생목록에 슬픈 노래만이 가득 찬 이유 이 노래처럼 내 맘을 위로해 줄 것 만 같아  But I miss you 방안 곳곳 남겨진 니 흔적 온통 눈물로 번져 누구나 하는 이별 왜이리 유별나게 구는 건지 오늘따라 유난스러 너의 속삭임 너의 손길은  이젠 없는데 오 난 너뿐인데  난 니가 그리워 별이 뜨는 밤이면 언제나 So much I miss you 소리 없이 눈물이 흐르면 난 너너너너너 너의 목소리도 So much I miss you 어제도 오늘도 난 너너너너너 별이 뜨는 밤이면 언제나 So much I miss you 소리 없이 눈물이 흐르면 난 너너너너너 Whenever Wherever So much I miss you Whenever Wherever I miss you So much 난 너너너너너 No No No So much I miss you 난 너너너너너"}, {"song_no": "8049264", "year": "2016", "rank": "23", "title": "1cm의 자존심", "artist": "마마무(Mamamoo)", "genre": "Rap / Hip-hop", "lyrics": "여기 나보다 큰 사람 있어 없으면 됐어 마마무 마마무 마마무 너 보단 내가 더 커 넌 160 난 1 마마무 마마무 마마무 우리 끼리끼리끼리 딱 1cm 차이 뭔 헛소리 일단 휘인인 먼 나라 얘기 Ok 베프지만 키 앞에선 장사 없지 Small 휘인 어줍자니 일센치 가지고 언니들 이러기 우리 쿨하게 좀 가자 나만 힐 신기 너와 나의 차이 1cm 언닌 두상이 좀 커 그냥 받아들여 난쟁이 그냥 받아들여 달라질 건 없어 인생 뭐라카노 Do you know What I'm saying 아이고 우리 언니가 어디 번데기 앞에서 주름을 잡을까요 이봐요 올라오려면 멀었네 여기 높은 곳까지 거기 아랫 공기는 어때 많이 탁하지 난 거기 못 가 입장불가 고만고만해 그만그만해 이럴 시간 있음 다른 거나 고민해 Oh 우리 휘인이 손이 안 닿니 내가 꺼내줄께 언니가 이 구역에 장신 마마무 마마무 마마무 너 보단 내가 더 커 넌 160 난 1 마마무 마마무 마마무 우리 끼리끼리끼리 딱 1cm 차이 A-YO 반올림해도 작아요 나보다 더 깔창을 깔아봐요 소용없나요 힐을 신어도 티가 나고 운동화를 신어도 티가 나 키 순서가 도레미파 너와 나의 차이 1cm 1.8 누가 봐도 이건 Same Same 둘 다 두상이 좀 커 여긴 우물 안의 전쟁 You know What I’m talking about 거기 문스타 아주 그냥 물 만나셨어 어허 인정해 여유 넘치는 게 장신인척 난리 우월한 척 난리 최홍만 인 척 난리 그래 봤자 도토리 맷돌손잡이가 빠졌어 맷돌손잡이가 빠졌어 지나가는 조태오가 웃어 지금 내 기분이 그래 어이가 없네 마마무 마마무 마마무 너 보단 내가 더 커 넌 160 난 1 마마무 마마무 마마무 우리 끼리끼리끼리 딱 1cm 차이 여기 나보다 큰사람 있어 너 보단 내가 더 커 너 보단 너 보단 내가 더 커 너 보단 내가 더 커 너 보단 너 보단 내가 더 커 너 보단 내가 더 커 너 보단 너 보단 내가 더 커 너 보단 내가 더 커 너 보단 너 보단 너 보단 내가 더 커 잘 들어 난쟁이들아 내가 이 바닥에서 너 보단 내가 더 커 너 보단 너 보단 내가 더 커 너 보단 내가 더 커 너 보단 너 보단 내가 더 커 너 보단 내가 더 커 너 보단 너 보단 내가 더 커 너 보단 내가 더 커 너 보단 너 보단 너 보단 내가 더 커"}, {"song_no": "7861392", "year": "2016", "rank": "24", "title": "또 다시 사랑", "artist": "임창정", "genre": "Ballad", "lyrics": "아픔이 좀 더 작아질까 의미 없는 만남을 하다가 어느 날 그대가 흘린 눈물 왠지 나와 같다 느껴서 이렇게 그대를 지키는가 봐요 행복하고 싶었던 그대를 몰랐던 누군갈 또 알아가면서 분명 행복할 걸 알겠지만 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것 일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 어느 날 그대가 숨긴 눈물 왠지 나와 같다 느껴서 이렇게 그대를 지키는 가 봐요 행복하고 싶었던 그대를 몰랐던 누군갈 또 알아가는 게 혹시 두렵기도 하겠지만 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 절대 우리 작은 다툼조차 하지 마요 이별 후엔 서운함만 가슴속에 남으니 사소한 그 표현이 그 말들이 언제나 나에겐 참 고마울 거예요 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것 일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 사랑 언제나 이번이 마지막이라며"}, {"song_no": "8086946", "year": "2016", "rank": "25", "title": "손잡아 줘요", "artist": "이하이", "genre": "R&B / Soul", "lyrics": "Let me hold your hand  again and again and again  I want you to come back  I want you to love me again  나의 손을 잡던 그대의 손길이   얼마나 따뜻했는지  다시 알 수 있게  한 번만 더 손잡아 줘요   온기를 느끼게 해 줘요   바람이 불어서 차갑단 말이에요  Let me hold your hand  again and again and again  I want you to come back  I want you to love me again  나를 안아주던 그대의 품속이  얼마나 따뜻했는지  다시 알고 싶죠  마지막 그날 밤 작별 인사하고   돌아서서 서 있는데  차가운 눈물만   한 번만 더 날 안아줘요   사랑을 느끼게 해 줘요   마음이 비어서 차갑단 말이에요  Let me hold your hand  again and again and again  I want you to come back  I want you to love me again again  I said 1 2 3 you   오늘도 한 발자국    돌아와 달라고  1 2 3 you   오늘도 한 발자국   4 5 6  Let me hold your hand  again and again and again  I want you to come back  I want you to love me again again  그대 없인 너무 춥단 말이에요  그댄 참 따뜻했었단 말이에요  이대로 끝나면 난  안된단 말이에요  Let me hold your hand  again and again and again  I want you to come back  I want you to love me again again again"}, {"song_no": "7911687", "year": "2016", "rank": "26", "title": "Boys And Girls (Feat. Babylon)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해 아는 친구들 불러모아 흥이 많고 사교성 좋은 애들로만 여긴 한국이지만 서구적인 느낌 가득 아 참 일렉은 절대 안 틀 거야 흠뻑 다 젖어 알콜로 샤워해 ice bucket challenge 저 고주망태는 누가 낚아 챌는지 키는 컸어도 호기심은 미성년 주체 못하는 바람에 주최한 festivity OH UH OH UH 날 알아봐도 티나게 리액션 하지 말아줘 OH UH OH UH 인스타 업뎃이 목적이면 겉옷 챙겨서 나가줘 OH UH OH UH 안목 있는 누나들 want to see ma tattoo 전화기 뒤집자 분위기 좋으니까 진지 빠는 즉시 귀가조치야 Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해 이 파티에는 대부분이 잘나가니까 섣불리 가오 잡다간 곧바로 망신살 사양 말고 마셔 그건 네 인생샷 아무나 잡고 사진 박아도 네 인생샷 I’m intoxicated 남여남여 나눠 착석해 음탕한 게임 하더라도 밖에선 입 단속해 해 뜨고 네 화장도 뜨고 나 먼저 자리 뜨기 전까지 계속 뜨거 OH UH OH UH 다 망가지는 마당에 고상한 척은 자제해 OH UH OH UH 뜬금없는 일 얘기나 고민 상담은 따로해 OH UH OH UH 흑기사 자처하는 쟤는 무슨 심보 전화기 뒤집자 분위기 좋으니까 진지 빠는 즉시 귀가조치야 Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해 Say hello to ma little friends 개념 다 차있지 실수하지 않게 당부해놨지 OH UH OH UH 부담 없이 누리면 돼 Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해"}, {"song_no": "8038492", "year": "2016", "rank": "27", "title": "센치해", "artist": "WINNER", "genre": "Dance", "lyrics": "밤이 되면 어김없이  찾아오는 이 느낌이  왠지 원망스러워  괜히 또 전화 걸어 봐  너도 나와 같은 마음일까 봐  나 지금 센치해  천장만 바라봐  아무것도 없는 바탕에  그림 그려봤자  나 조금 센치해  좁은 내 방 한 칸  오늘따라 너무 넓어  혼자 누워있기엔  Bed time story  불러줘 자장가  잠들고 싶어도  양들이 멀리 도망가  창문 부딪히는 소리가 천둥인 듯이 무서워 오늘 밤 종이 울려 밤 열두시 달은 내게 인사해도 오늘은 별로 반갑지 않아 머릴 흔들면 어지러워 내 곁에 아무도 없잖아 감정은 low한데 난 우주까지 가고파 이 맘 누가 알아줄까 죽고 싶어 말로만 밤이 되면 어김없이 찾아오는 이 느낌이 왠지 원망스러워 괜히 또 전화 걸어 봐 너도 나와 같은 마음일까 봐 나 지금 센치해 천장만 바라봐 아무것도 없는 바탕에 그림 그려봤자 나 조금 센치해 좁은 내 방 한 칸 오늘따라 너무 넓어 혼자 누워있기엔 그냥 하늘에 떠 있는 별이 되고파 아무것도 안 해도 스스로 빛을 내잖아 어두워진 밤과 같이 어두워진 마음 외로워 위태로워 누가 날 알아줄까 괜히 어울리지 않는 재즈 음악을 틀어요 레이찰스같이 비가 나를 적시듯  음악 소린 울려 퍼져 귀에서 발끝까지 조심해 조심해 SNS 감성에 취해 헛소리 적지 않기 혈기 왕성한 마음에 전 여자친구한테 전화 않기 밤이 되면 어김없이 찾아오는 이 느낌이 왠지 원망스러워 괜히 또 전화 걸어 봐 너도 나와 같은 마음일까 봐 나 지금 센치해 천장만 바라봐 아무것도 없는 바탕에 그림 그려봤자 나 조금 센치해 좁은 내 방 한 칸 오늘따라 너무 넓어 혼자 누워있기엔 잡히지 않아 이제 와 후회해도 눈에 보이지 않아 아무리 애를 써도 우리는 영원히 행복할 순 없겠지 나 지금 센치해 천장만 바라봐 아무것도 없는 바탕에 그림 그려봤자 나 조금 센치해 좁은 내 방 한 칸 오늘따라 너무 넓어 혼자 누워있기엔 밤이 되면 어김없이 찾아오는 이 느낌이 왠지 원망스러워"}, {"song_no": "8104514", "year": "2016", "rank": "28", "title": "그녀가 곁에 없다면 (결혼 행진곡을 활용한 신곡)", "artist": "장범준", "genre": "Rock", "lyrics": "사랑이란 게 원래 시간이 지날수록 설레임보다는 편안함이 자릴 잡나요 설레임이 없는 사랑 편안함만 남은 사랑 도대체 뭐냐고 물어보면 그대여 오늘 내가 말해줄게 그댈 향한 나의 사랑은 말로 표현할 수 없는 사랑 허나 말해줘야 한다면 들어봐요 허어 그녀가 곁에 없다면 그대가 곁에 없다면 코끝이 시려지는 게 그대는 영원한 사람 떨어져 있어도 난 너를 이해하고 믿어주며 영원히 널 닮아가며 너만을 사랑해야지 그댈 향한 나의 사랑은 말로 표현할 수 없는 사랑 허나 말해줘야 한다면 들어봐요 하아 그대가 곁에 없다면 그녀가 곁에 없다면 코끝이 시려지는 게 그대는 영원한 사람 떨어져 있어도 난 너를 이해하고 믿어주며 영원히 널 닮아가며 너만을 사랑해야지 설레임이 없는 사랑 편안함만 남은 사랑 도대체 뭐냐고 물어보면 그대여 오늘 내가 말해줄게 한번밖에 없는 사랑 영원함만 남은 사랑 그대가 뭐냐고 물어보면 그때는 오늘 내가 말해줄게"}, {"song_no": "8104509", "year": "2016", "rank": "29", "title": "사랑에 빠졌죠 (당신만이)", "artist": "장범준", "genre": "Rock", "lyrics": "사랑에 빠졌죠 사랑에 빠져 버렸죠 당신만이 나를 빠져들게 만들죠 당신만이 나를 복잡하게 하네요 당신만이 나를 복잡하게 만들어 당신만이 날 이 노랠 만들어  이 노랠 멈출 수가 없네요 이 마음이 점점 빠져들고 있어요 당신만이 나를 헷갈리게 하네요 당신만이 나를 복잡하게 만들어 우 우우우우 당신 처음 봤던 그때부터 날 사랑에 빠지게 만들었어 우우  우리 함께 하기 약속한 밤 나하아 사랑에 빠지게 만들었어 당신만이 나를 당신만이 나를 당신만을 내가 사랑하고 있어요 하아아 사랑하고 있어요 하아아 사랑하게 만들어 우우아 사랑하고 있어요 당신만이 날"}, {"song_no": "7942948", "year": "2016", "rank": "30", "title": "소녀", "artist": "오혁", "genre": "Drama", "lyrics": "내 곁에만 머물러요 떠나면 안돼요 그리움 두고 머나먼 길 그대 무지개를 찾아올 순 없어요 노을 진 창가에 앉아 멀리 떠가는 구름을 보면 찾고 싶은 옛 생각들 하늘에 그려요 음 불어오는 차가운 바람 속에 그대 외로워 울지만 나 항상 그대 곁에 머물겠어요 떠나지 않아요 노을 진 창가에 앉아 멀리 떠가는 구름을 보면 찾고 싶은 옛 생각들 하늘에 그려요 음 불어오는 차가운 바람 속에 그대 외로워 울지만 나 항상 그대 곁에 머물겠어요 떠나지 않아요 내 곁에만 머물러요 떠나면 안돼요"}, {"song_no": "7999021", "year": "2016", "rank": "31", "title": "또 하루 (Feat. 개코)", "artist": "개리", "genre": "Rap / Hip-hop", "lyrics": "나 홀로 외로워진 밤에 모든 게 버거워진 밤에 I love you I need you You 네가 필요해 나 홀로 술 취한 이 밤에 모든 게 그리워진 밤에 I love you I need you You 네가 필요해 어김없이 찾아오는 아침의 80프로 개운치 않아 다시 또 시작하는 하루는 어제와 같은 카피고 이어폰 속 최신 곡을 흥얼거리며 이 도시 속 최고를 꿈꿔 온몸으로 난 나쁜 기운까지 다 느껴 어릴 때부터 온갖 압박들에 다 단련된 난 한국사람 돈이 없음 불행한 것이 훨씬 더 많아 위에서는 눌러 아래서는 치고 올라 어디를 가나 하라면 해 싫으면 관두든가 다 인간관계 몰라 난 그런 거 싫으면 안 해 두려워 할 것 없어 모든 게 다 똑같아 어차피 경쟁 피곤한 언쟁은 필요 없어 그냥 내 옆에 마음 맞는 몇 사람과 함께 즐길 술과 음악만 있으면 돼 나 홀로 외로워진 밤에 모든 게 버거워진 밤에 I love you I need you You 네가 필요해 나 홀로 술 취한 이 밤에 모든 게 그리워진 밤에 I love you I need you You 네가 필요해 오늘도 밤새 일하며 눈에 불 켜 마치 편의점 간판 기분으로 말하자면 초여름 장마 곧 끝이 나고 또 많은 것을 얻겠지 아마 돈 아니면 욕 뭐든 상관없어 그래도 일할 수 있는 것이 내 행복 늘 머리 속엔 여행 생각 이번 휴가 어딜 갈까 유럽부터 동남 아시아 5월 부터 비키니 고르는 그녀 맘 같이 설레 집에 가기 전에 술이나 한잔 할까 친구에게 전화를 거네 뭔가 별일 있는 건 아니고 그냥 잠깐 얼굴이나 보고 가면 어떨까 커피 한잔이라도 아님 술을 마셔도 뭐든 난 좋으니까 잠깐만 나와 우린 성공해야 해 아니 행복해야 해 우린 성공해야 해 행복해야 해 나 홀로 외로워진 밤에 모든 게 버거워진 밤에 I love you I need you You 네가 필요해 나 홀로 술 취한 이 밤에 모든 게 그리워진 밤에 I love you I need you You 네가 필요해 네가 필요해"}, {"song_no": "8004377", "year": "2016", "rank": "32", "title": "니가 하면 로맨스 (Feat. 다비치)", "artist": "케이윌", "genre": "R&B / Soul", "lyrics": "혼자였던 너를 사랑한 많은 사람 중 내가 널 갖게 돼서 행복했어  애매한 두 사랑 아닌 한 사랑이 되고 이젠 다 내꺼라고 믿었는데 RING RING RING RING 여전히 바쁜 니 폰 오늘도 불이 나 아직도 넌 그 사람과 질질질질 끌면서 그저 그런 연락일 뿐이래 말 같지도 않아 그 사람과 사랑 아닌 척 사랑하는 널 사랑하는 난 니 바보 난 니 바보 난 니 바보 인가봐 이런 게 어딨어 이런 게 어딨어 하지만 눈감아줄게 잠시만 니가 하면 로맨스 로맨스 니가 하면 로맨스 로맨스 니가 나의 로맨스 로맨스 오래 상처주진 말아줘 부탁해 혼자였던 나를 사랑에 눈 뜨게 만든 니가 날 선택해서 고마웠어 그래서 솔직히 많은 건 바라지 않아 단지 니 옆이면 충분했는데 RING RING RING RING 밤낮도 없는 니 폰 내속은 불이 나 참아야지 하면서도 빙빙빙빙 맴돌며 그저 그런 친구일 뿐이래 말 같지도 않아 그 사람과 사랑 아닌 척 사랑하는 널 사랑하는 난 니 바보 난 니 바보 난 니 바보 인가봐 이런 게 어딨어 이런 게 어딨어 하지만 눈감아줄게 잠시만 니가 하면 로맨스 로맨스 니가 하면 로맨스 로맨스 니가 나의 로맨스 로맨스 오래 상처주진 말아줘 부탁해 너의 문젠 너의 문젠 둘 빼기 하난데 이게 뭐야 답이 뭐야 왜 아직도 둘이 남았지 미운 만큼 니가 좋아 좋은 만큼 니가 밉다 내가 바보 같지만 사랑 하니까 너를 기다려 줄게 그 사람과 사랑 아닌 척 사랑하는 널 사랑하는 날 왜 바보 날 왜 바보 날 왜 바보 만들어 이러지 말아줘 이러지 말아줘 더 이상 날 애타게 만들지마 니가 하면 로맨스 로맨스 니가 하면 로맨스 로맨스 니가 나의 로맨스 로맨스 오래 상처주진 말아줘 부탁해 널 모두 부탁해 내게 줘 부탁해 니 전부를 이제 완벽하게 내게 와줘"}, {"song_no": "7965449", "year": "2016", "rank": "33", "title": "유레카 (Feat. Zion.T)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "만지고 싶어 big booty girl  내 바지 속에 느낌표  안달 나가지고  널 졸졸 따라다니고  Where u at Where u at Where u at  Eureka See that Oh god she's hot  눈에 딱 들어와  들어갈 덴 들어가고  나올 덴 나온 여자  타이트 한 위아래  입체감에 뻑 가  소방차를 불러  화제의 중심은 your body   가만히 있어도  네 몸이 널 자꾸 과시해  아까워 발정 남  눈요깃거리로 남기엔 a  야한 여성은 뜻밖의 영감을 줘  좀 발칙한 상상 얼마나 좋아  만지고 싶어 big booty girl  내 바지 속에 느낌표  안달 나가지고 널 졸졸 따라다니고 Where u at Where u at Where u at Eureka See that so sexy Eureka  Awesome 완벽한 비율 매력이 넘쳐 흘러내리는 중 드디어 깨달았어 you are so beautiful And I said Eureka 19금 딱지로도 널 가릴 순 없지 오늘 하루 신사답게 살긴 글렀지 번지하고 싶어 푹신한 네 쿠션 위에 낯이 벌개져 술 한 모금 없이 이건 극 사실주의 과장 안 해 표현이 저급할 수 있어 감안해 존재가 풍기문란죄 나도 양반은 못돼  양심의 가책 없는 몸매에 발끈하고 마는 아랫도리 널 원 없이 만지고 싶어 big booty girl 내 바지 속에 느낌표 안달 나가지고 널 졸졸 따라다니고 Where u at Where u at Where u at Eureka See that so sexy Eureka  Awesome 완벽한 비율 매력이 넘쳐 흘러내리는 중 드디어 깨달았어 you are so beautiful And I said Eureka Sexy Can you be my 새색시 느낌 없는 패피들 그만 껄떡대 여쭈어볼게 있지 how did you get that 꽉 찬 애플힙 난 잡스이고 싶어 all day 너의 조수석 승차를 원해 난 허우대 건장하고 돈 잘 버는 영계  Monday to Sunday 너랑 같이 있어 sexy 하룻밤 아니 다음날도 uh  Eureka See that so sexy Eureka  Awesome 완벽한 비율 매력이 넘쳐 흘러내리는 중 드디어 깨달았어 you are so beautiful And I said Eureka"}, {"song_no": "8042169", "year": "2016", "rank": "34", "title": "그댄 행복에 살텐데", "artist": "김범수", "genre": "Ballad", "lyrics": "혼자인 시간이 싫어  시계를 되돌려 봤죠  앞으로 앞으로 그대를 만나게  그러다 또 하루만 갔죠  다시 돌아와 줄거라고  나보다 아파할거라고  내 맘이 내 맘을 눈물이 눈물을  다독이며 보내 온거죠  넌 나를 버렸다는 미안함도 잊고  그댄 행복에 살텐데  왜 또 생각하니  왜 또 전화기를 보니 왜 그 사진은 다시 꺼냈니 왜 또 멍해졌니 닮은 뒷모습을 봤니  왜 나를 버린 사람 잊지 못 한 거니 그대 스쳐갔던 흔적이  그대 할퀴고 간 상처가  너무나 많아서 자꾸만 아파서  눈물도 알아서 흐르죠  넌 나를 버렸다는 미안함도 잊고  그댄 행복에 살텐데  왜 또 생각하니  왜 또 전화기를 보니  왜 그 사진은 다시 꺼냈니  왜 또 멍해졌니 닮은 뒷모습을 봤니  왜 나를 버린 사람 잊지 못한거니 사랑 같은 건  영원 같은 건  내겐 없잖아 워  왜 왜 또 왜 그 사진은 다시 꺼냈니  왜 왜 또  왜 나를 버린 사람 잊지 못한거니"}, {"song_no": "8068854", "year": "2016", "rank": "35", "title": "팔당댐 (Feat. 빈지노)", "artist": "에디킴", "genre": "Dance", "lyrics": "팔당댐 saturday night 쉴 틈 없는 핸드폰 ringing 답장은 no no 도도하게 물밀듯 밀려오는 girls like 팔당댐 I got the feel 느꼈어 내게 빠져버린 널 봐버렸어 솔직히 난 너무 평범해 it doesn't matter 내겐 죽이는 입담 period woah woah slow it down 끝이 나려면 아직인 토요일 밤이니까 너도 나에게 올인 말길 솔직히 말할게 오늘 너의 outfit은 woah woah 난 좀 별로 그 정도 몸매면은 더욱더 잘 보이게 입으면 좋을 텐데 너무 감춘 것 같아서 솔직히 좀 아쉬워 속물들이 왔다 갔다 DAM how you doin‘ baby 댐 밑 깊은 물속 그녈 찾기 바쁜 팔당댐 saturday night 쉴 틈 없는 핸드폰 ringing 답장은 no no 도도하게 물밀듯 밀려오는 girls like 팔당댐 I said slow it down girl 충분히 알겠어 너가 귀엽다는 건 그런데 오늘은 토요일 밤인 걸 난 솔직히 너가 평소와 다른 걸 보여주길 원해 착한 건 알겠는데 girl what else do you have 난 더 알고픈 게 확실히 있어 please be bad girl I've got the feel 느꼈어 얘 또 빠져버린 걸 알아채 버렸어 but I ain't got no feel about you no freakin’ special ‘bout you it doesn't matter 속물들이 왔다 갔다 DAM how you doin' baby 댐 밑 깊은 물속 그녈 찾기 바쁜 tonight in the dam in the dam saturday night 쉴 틈 없는 핸드폰 ringing 답장은 no no 도도하게 물밀듯 밀려오는 girl 오늘 밤 내가 댐 밑 관리부 오늘 밤 내가 댐 밑 관리부 오늘 밤 내가 댐 밑 관리부 오늘 밤 내가 댐 밑 관리부 팔당댐 saturday night 쉴 틈 없는 핸드폰 ringing 답장은 no no 도도하게 물밀듯 밀려오는 girls like 팔당댐 saturday night 쉴 틈 없는 핸드폰 ringing 답장은 no no 도도하게 물밀듯 밀려오는 girls like 팔당댐"}, {"song_no": "7870472", "year": "2016", "rank": "36", "title": "Ah-Choo", "artist": "러블리즈", "genre": "Dance", "lyrics": "맛있는 걸 해주고 싶은 그런 사람이 난 생겼어 아직 요리는 잘 못하지만 나 연습하고 있어요 나 그댈 위해 몰래 감춰놓은 애교도 있는 걸 매일 지루하지 않게 웃게 해줄 텐데 너는 내 맘 모르지 Ah Choo 널 보면 재채기가 나올 것 같아 너만 보면 해주고픈 얘기가 참 많아 나의 입술이 너무 간지러워 참기가 힘들어 Ah Choo 내 맘에 꽃가루가 떠다니나봐 널 위해서 해주고픈 일들이 참 많아 나의 마음이 내 사랑이 더 이상은 삼키기 힘들어 다정하게 깨우고 싶은 그런 사람이 난 생겼어 아침잠이 좀 많긴 해도 잘 일어날 수 있어요 그 사람이 막 지쳐 보일 때면 내가 더 슬픈 걸 혹시 내가 필요할 땐 거기 있어줄게 너는 내 맘 모르지 Ah Choo 널 보면 재채기가 나올 것 같아 너만 보면 해주고픈 얘기가 참 많아 나의 입술이 너무 간지러워 참기가 힘들어 Ah Choo 내 맘에 꽃가루가 떠다니나봐 널 위해서 해주고픈 일들이 참 많아 나의 마음이 내 사랑이 더 이상은 삼키기 힘들어 소중한 너의 친구란 그 말이 나는 그 말이 참 싫다 밤새 쓰다만 편지와 말 하지 못한 내 사랑 Ah Choo 널 보면 재채기가 나올 것 같아 너만 보면 해주고픈 얘기가 참 많아 나의 입술이 너무 간지러워 참기가 힘들어 Ah Choo 내 맘에 꽃가루가 떠다니나 봐 널 위해서 해주고픈 일들이 참 많아 나의 마음이 내 사랑이 더 이상은 삼키기 힘들어"}, {"song_no": "7998349", "year": "2016", "rank": "37", "title": "어땠을까", "artist": "김나영", "genre": "Ballad", "lyrics": "지내봐도 다시 너였고 숨어있던 너를 찾고 오늘도 난 눈을 감아 봐도 또 네가 보여 마주했던 날들 아직 난 그 자리에 서있어 조금 사랑했더라면 조금 네 맘 가졌다면 이 아픔도 이 순간도 어땠을까 그때 그랬었더라면 한발 더 물러섰더라면 네가 나의 곁에 있을까 그때 그랬다면 어땠을까 함께했던 추억 왜 널 미워 못하게 만들어 조금 사랑했더라면 조금 네 맘 가졌다면 이 아픔도 이 순간도 어땠을까 그때 그랬었더라면 한발 더 물러섰더라면 네가 나의 곁에 있을까 그때 그랬다면 어땠을까 아직 내 맘이 너를 지울 자신이 없나 봐 너 없인 내 맘 텅 비었으니까 다른 사랑 못 할 만큼 너를 잊지 못 할 만큼 내 마음도 네 모습도 그대론데 그때 그랬었더라면 조금 더 잘해줬더라면 네가 아직 곁에 있을까 그때 그랬다면 어땠을까"}, {"song_no": "7909196", "year": "2016", "rank": "38", "title": "청춘 (Feat. 김창완)", "artist": "김필", "genre": "Drama", "lyrics": "언젠간 가겠지 푸르른 이 청춘 지고 또 피는 꽃잎처럼 달밝은 밤이면 창가에 흐르는  내 젊은 연가가 구슬퍼 가고없는 날들을 잡으려 잡으려 빈 손짓에 슬퍼지면 차라리 보내야지 돌아서야지 그렇게 세월은 가는거야 나를 두고 간 님은 용서하겠지만  날 버리고 가는 세월이야 정둘 곳 없어라 허전한 마음은 정답던 옛동산 찾는가 언젠간 가겠지 푸르른 이 청춘 지고 또 피는 꽃잎처럼 달밝은 밤이면 창가에 흐르는  내 젊은 연가가 구슬퍼 가고없는 날들을 잡으려 잡으려 빈 손짓에 슬퍼지면 차라리 보내야지 돌아서야지 그렇게 세월은 가는거야 언젠간 가겠지 푸르른 이 청춘 지고 또 피는 꽃잎처럼 달밝은 밤이면 창가에 흐르는  내 젊은 연가가 구슬퍼"}, {"song_no": "7953958", "year": "2016", "rank": "39", "title": "우주를 건너", "artist": "백예린", "genre": "R&B / Soul", "lyrics": "혼자서 널 기다릴 때면 나 혼자 다른 행성에 있는 듯 해 여기서 네가 있는 곳까지 얼마나 오래 걸릴지 난 궁금해 상상이 안돼 내게 좀 더 빨리 와줘 그대가 없는 이 곳은 내게는 너무 캄캄해 나 여기서 두 팔 벌려 그대를 안아줄 준비가 돼있어 너와 나 사이의 우주를 건너 내게로 would you like to come over to me 너와 나 사이의 우주를 건너 내게로 날아 와줘 더 이상 기다리게 하지마 I’m waiting for you now eh eh Baby I need you now eh eh I’m waiting for you now eh eh Baby I need you now 저 멀리 널 보고 있으면 너와 나는 다른 생각을 하는 듯 해 여기서 언제까지 난 기다리고 있어야 하는지 궁금해 답답하기만 해 내게 지금 빨리 와줘 그대가 없는 이 곳은 내게는 너무 막막해 꼭 잡은 손 그대를 놓치지 않을 준비가 돼있어 너와 나 사이의 우주를 건너 내게로 would you like to come over to me 너와 나 사이의 우주를 건너 내게로 날아 와줘 더 이상 기다리게 하지마 I’m waiting for you now eh eh Baby I need you now eh eh I’m waiting for you now eh eh Baby I need you now 멀리 있는 것만 같아도 손 내밀면 잡힐 듯한 그대 그림자 그댈 꼭 안고 내 마음 느낄 수 있도록 놓지 않을래 I’m waiting for you now 너와 나 사이의 우주를 건너 내게로 would you like to come over to me 너와 나 사이의 거리 그 사이의 우주 가득히 너로 채울게 나에게 다가와 I’m waiting for you now eh eh Baby I need you now eh eh I’m waiting for you now eh eh Baby I need you now Baby I need you now Baby I need you now"}, {"song_no": "8070061", "year": "2016", "rank": "40", "title": "사랑이 온다", "artist": "백지영", "genre": "Dance", "lyrics": "난 널 처음 본 순간부터 알고 있었어 너도 알고 있었어 끌리는 건 어쩔 수 없더라고 흘깃 하고 날 보고 있었어 아니면 어쩔 수 없고 유리 같은 너 내 앞에선 강한 척 하지만 조심해야지 내가 작은 상처라도 주는 게 싫어 네 앞에서 조심하게 돼 자꾸만 커져가 기대가 무슨 아픔이 그리 많아 내가 다 들어 줄게 그러니 어서 나와 숨어있지마 있는 그대로의 너를 보여줘 난 그걸로 충분해 멈추지마 세상 사람 다 아는데 너만 모르는 것 같아 혼자서 그렇게 눈치가 없어 감추지마 지금 내 마음을 표현할 단어를 찾을 수 없어 있다면 돈을 줘서라도 사고 싶어 Can you feel me 떨리니 손 끝에 남겨진 네가  들리니 내 마음이 한 순간 내 안의 네가 내게로 온다 온다 온다 사랑이 온다 온다 온다 뛴다 뛴다 뛴다 가슴이 뛴다 뛴다 뛴다 요즘 내 마음과 핸드폰은 너 때문에 항상 열려있어 무슨 편의점도 아니고 대체 언제 올지 모르는 전화를 왜 기다리는 건지 몰라 이걸 누가 아냐고 모르겠어 그냥 당기고만 싶어 이걸 이렇게라도 난 남기고만 싶어  네가 보낸 두 글자 아님 세 글자  그게 뭐라고 이렇게 가슴이 뛰나 싶어 만약에 말이야 네가 내 맘 훔쳐간 범인이라면 인정해야지 난 스톡홀롬 신드롬 굳이 설명하자면 이젠 난 너 없인 힘들어 원래 이렇게 헤매는 스타일이 아니라고 난 진지하게 물어볼게 솔직히 대답해줘 진짜 너 왜 날 자꾸 흔들어 Can you feel me 떨리니 손 끝에 남겨진 네가  들리니 내 마음이 한 순간 내 안의 네가 내게로 온다 온다 온다  사랑이 온다 온다 온다 뛴다 뛴다 뛴다 가슴이 뛴다 뛴다 뛴다 죽을 만큼 널 사랑한다 사랑하고 사랑해 너 하날 본다 죽을 만큼 널 사랑한다 사랑하고 사랑해 너 하날 본다  온다 온다 온다 사랑이 온다 온다 온다 뛴다 뛴다 뛴다 가슴이 뛴다 뛴다 뛴다"}, {"song_no": "8104431", "year": "2016", "rank": "41", "title": "같은 곳에서", "artist": "소녀온탑", "genre": "Dance", "lyrics": "거릴 걷다 한번 씩 그 노래 들리면  가끔 니가 생각나  Say hello to you 함께 가던 그 카페 지나갈 때면  가끔 니가 생각나  Say hello to you 우린 서로 모르는 척  다른 곳을 보고 있죠  알수 없는 이 공간 속에  우린 다른 길을 걷죠  같은 하늘 같은 시간  같은 곳에서  이젠 다른 사랑  다른 사람 만나고 있겠죠  우린 너무 어렸죠  사랑을 몰랐었죠  행복을 빌게요 이젠 안녕 안녕  너와 자주 먹던 솜사탕  혼자 먹을 때면  가끔 니가 생각나  Say hello to you 니가 바래다주던 길을  혼자 걸을때면  가끔 니가 생각나  Say hello to you 우린 서로 모르는 척  다른 곳을 보고 있죠  알 수 없는 이 공간속에  우린 다른 길을 걷죠  같은 하늘 같은 시간  같은 곳에서  이젠 다른 사랑  다른 사람 만나고 있겠죠  우린 너무 어렸죠  사랑을 몰랐었죠  행복을 빌게요 이젠 안녕 안녕  돌이킬 수 없는 길을 걷는 우리는  다신 볼 수 없겠죠  이젠 남이 되겠죠  사랑과 이별이  공존하는 현실 속에서  너를 만났기에  따라야 겠죠 그래야겠죠 우린 너무 어렸죠  사랑을 몰랐었죠  행복을 빌게요 이젠 안녕 안녕  같은 하늘 같은 시간 같은 곳에서 이젠 다른 사랑 다른 사람 만나고 있겠죠 우린 너무 어렸죠 사랑을 몰랐었죠 행복을 빌게요 이젠 안녕 안녕 행복을 빌게요 이젠 안녕 안녕"}, {"song_no": "418598", "year": "2016", "rank": "42", "title": "친구라도 될 걸 그랬어", "artist": "거미", "genre": "R&B / Soul", "lyrics": "벌써 넌 내가 편하니  웃으며 인사 할 만큼  까맣게 나를 잊었니  네 곁에 있는 사람 소개할만큼   견디긴 너무 힘든데  자꾸만 울고 싶은데  내 옆이 아닌 자리에  너를 보고 있는게  왜 그게 행복한걸까   친구라도 될 걸 그랬어  모두 다 잊고서  다른 사람 만나는  널 보아도 슬프지 않게   그저 바라보고 있었어  한참동안 네 옆에 그 사람까지도  잠시라도 더 보려고  다시 혹시라도 널 보게되면  그땐 모르는 척 해볼게  웃어도 볼게 지금의 너처럼   눈 감지 말고 보낼 걸  가는 널 꼭 지켜볼 걸  차가운 너의 걸음에  마지막 내 눈물도  묻혀서 보내버릴 걸   너무 모진 너의 모습이  미워져버렸어 다른 사람 만나는  널 보아도 슬프지 않게   그저 바라보고 있었어  한참동안 네 옆에 그 사람까지도  잠시라도 더 보려고   다시 혹시라도 널 보게되면  그땐 모르는 척 해볼게  웃어도 볼게 지금의 너처럼   차라리 잘된 것 같아  다시 널 또 한번  미워할 수 있을테니   혹시 아직 너도 나처럼  편해지지 못하고  아파만 하는 거니  애써 너도 참는거니   혹시 네가 다시 돌아올까봐  나의 곁은 아직 그대로  비워져 있어 너의 자리라서 -"}, {"song_no": "8028725", "year": "2016", "rank": "43", "title": "사랑이었다 (Feat. 루나 of f(x))", "artist": "지코 (ZICO)", "genre": "Ballad", "lyrics": "알 수 없다 눈 뜨고 꿈꾸는 기분일까 괜히 가슴이 소란스러워지고 그리움도 경험해본다 내게 짓던 웃음이 참 예뻤지만 네 맘은 항상 표정을 짓지 않아 상처 난 것들을 보여주면서 치유받길 거절하는 널 보며 내가 할 게 못 되는구나 힘들다 시간 지나면 다 없었던 일 잠시 미쳤다 생각했는데 사랑이었다 사랑이었다 이제 와 보니 사랑한 거였다 나답지 않던 말과 행동이 멋대로 굴고 있는 심장이 사랑이었다 사랑이었다 나보다 소중한 게 있었다 언제쯤 넌 내 이름 불러줄까 널 꺾는다고 그 향기가 내 게 될까 넌 쓸쓸함에 대해 얘기하면서 안아주려는 내 손을 밀쳤어 체념할 자격도 없는 나 괴롭다 시간 지나면 다 없었던 일 잠시 미쳤다 생각했는데 사랑이었다 사랑이었다 이제 와 보니 사랑한 거였다 나답지 않던 말과 행동이 멋대로 굴고 있는 심장이 사랑이었다 사랑이었다 나보다 소중한 게 있었다 이제 더 이상은 특별함을 찾지 않아 널 쫓느라 두고 간 원래의 나를 찾아 혼자 한 사랑은 스스로 이별해야 되네 시간 지나면 다 없었던 일 잠시 미쳤다 생각했는데 사랑이었다 사랑이었다 이제 와 보니 사랑한 거였다 나답지 않던 말과 행동이 멋대로 굴고 있는 심장이 사랑이었다 사랑이었다 나보다 소중한 게 있었다 나보다 소중한 게 있었다"}, {"song_no": "8038458", "year": "2016", "rank": "44", "title": "회상", "artist": "장범준", "genre": "Drama", "lyrics": "길을 걸었지 누군가 옆에 있다고 느꼈을 때 나는 알아버렸네 이미 그대 떠난 후라는 걸 나는 혼자 걷고 있던거지 갑자기 바람이 차가와 지네 마음은 얼고 나는 그 곳에 서서 조금도 움직일 수 없었지 마치 얼어버린 사람처럼 나는 놀라서 있던거지 달빛이 숨어 흐느끼고 있네 음 떠나버린 그 사람 생각나네 음 돌아선 그 사람 생각나네 묻지 않았지 왜 나를 떠나느냐고 하지만 마음 너무 아팠네 이미 그대 돌아서 있는 걸 혼자 어쩔수 없었지 미운건 오히려 나였어 떠나버린 그 사람 생각나네 돌아선 그 사람 생각나네 길을 걸었지 누군가 옆에 있다고 느꼈을 때 나는 알아버렸네 이미 그대 떠난 후라는 걸 나는 혼자 걷고 있었던거지 갑자기 바람이 차가와 지네 묻지 않았지 왜 나를 떠나느냐고 하지만 마음 너무 아팠네 이미 그대 돌아서 있는 걸 혼자 어쩔 수 없었지 미운건 오히려 나였어 갑자기 바람이 차가와 지네"}, {"song_no": "7985298", "year": "2016", "rank": "45", "title": "함께", "artist": "노을", "genre": "Drama", "lyrics": "우리 기억 속엔 늘 아픔이 묻어 있었지 무엇이 너와 나에게 상처를 주는지 주는 그대로 받아야만 했던 날들 그럴수록 사랑을 내세웠지 우리 힘들지만 함께 걷고 있었다는 것 그 어떤 기쁨과도 바꿀 수는 없지 복잡한 세상을 해결할 수 없다 해도 언젠가는 좋은 날이 다가올 거야 살아간다는 건 이런 게 아니겠니 함께 숨쉬는 마음이 있다는 것 그것만큼 든든한 벽은 없을 것 같아 그 수많은 시련을 이겨내기 위해서 우리 힘들지만 함께 걷고 있었다는 것 그 어떤 기쁨과도 바꿀 수는 없지 복잡한 세상을 해결할 수 없다 해도 언젠가는 좋은 날이 다가올 거야 살아간다는 건 이런 게 아니겠니 함께 숨쉬는 마음이 있다는 것 그것만큼 든든한 벽은 없을 것 같아 그 수많은 시련을 이겨내기 위해서 울고 싶었던 적 얼마나 많았었니 너를 보면서 참아야 했었을 때 난 비로소 강해진 나를 볼 수 있었어 함께 하는 사랑이 그렇게 만든 거야 살아간다는 건 이런 게 아니겠니 함께 숨쉬는 마음이 있다는 것 그것만큼 든든한 벽은 없을 것 같아 그 수많은 시련을 이겨내기 위해서"}, {"song_no": "7877917", "year": "2016", "rank": "46", "title": "I (Feat. 버벌진트)", "artist": "태연 (TAEYEON)", "genre": "Ballad", "lyrics": "빛을 쏟는 Sky  그 아래 선 아이 I  꿈꾸듯이 Fly  My Life is a Beauty  어디서 많이 들어본 이야기  미운 오리와 백조  또 날기 전의 나비  사람들은 몰라  너의 날개를 못 봐  네가 만난 세계라는 건  잔인할지도 몰라  But strong girl  you know you were born to fly  네가 흘린 눈물  네가 느낀 고통은 다  더 높이 날아오를 날을 위한  준비일 뿐 Butterfly  Everybody's gonna see it soon  빛을 쏟는 Sky  그 아래 선 아이 I  꿈꾸듯이 Fly  My Life is a Beauty  잊었던 꿈 내 맘 또 그려내  움츠렸던 시간  모두 모아 다 삼켜내  작은 기억 하나 둘씩 날 깨워가  세상 가득 채울 만큼  나를 펼쳐가  길고 긴 밤을 지나  다시 Trip 길을 떠나볼래  Why not  이 세상에 내 맘을  깨워 주는 한마디  혼자였던 Yesterday  셀 수 없는 시선에  떨어지는 눈물로 하루를 또 견디고 아슬했던 Yesterday 쏟아지던 말들에 흔들리는 나를 또 감싸고 빛을 쏟는 Sky 그 아래 선 아이 I 꿈꾸듯이 Fly My Life is a Beauty My Life is a Beauty 꽃잎은 저물고 힘겨웠던 난 작은 빛을 따라서 아득했던 날 저 멀리 보내고 찬란하게 날아가 빛을 쏟는 Sky 새로워진 Eyes 새로워진 Eyes 저 멀리로 Fly Fly High Fly High 난 나만의 Beauty 눈 감은 순간 시간은 멈춰가 난 다시 떠올라"}, {"song_no": "7899235", "year": "2016", "rank": "47", "title": "Hello", "artist": "Adele", "genre": "Pop", "lyrics": "Hello it's me I was wondering if after all these years You'd like to meet to go over everything They say that time's supposed to heal ya But I ain't done much healing Hello can you hear me I'm in California dreaming  about who we used to be When we were younger and free I've forgotten how it felt before  the world fell at our feet There's such a difference between us And a million miles Hello from the other side I must've called a thousand times to tell you I'm sorry for everything that I've done But when I call you never seem to be home Hello from the outside At least I can say that  I've tried to tell you I'm sorry for breaking your heart But it don't matter  it clearly doesn't tear you apart anymore Hello how are you It's so typical of me to talk about myself I'm sorry I hope that you're well Did you ever make it out of that town Where nothing ever happened It's no secret That the both of us are running out of time Hello from the other side I must've called a thousand times to tell you I'm sorry for everything that I've done But when I call you never seem to be home Hello from the outside At least I can say that I've tried to tell you I'm sorry for breaking your heart But it don't matter  it clearly doesn't tear you apart anymore Ooooohh anymore Ooooohh anymore Ooooohh anymore Anymore Hello from the other side I must've called a thousand times to tell you I'm sorry for everything that I've done But when I call you never seem to be home Hello from the outside At least I can say that I've tried to tell you I'm sorry for breaking your heart But it don't matter  it clearly doesn't tear you apart anymore"}, {"song_no": "7854179", "year": "2016", "rank": "48", "title": "취향저격", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow 가는 발목 아래 운동화와 청색 스키니진의 완벽한 조화 살짝 큰 듯한 가디건 아래 뚝 떨어진 긴 생머리가 참 고와 수줍은 눈웃음도 멍 때리는 듯한 모습도 예쁘게만 보이고 가슴이 막 떨려 왜 이제야 나타났니 you're my 취향저격 oh oh 너의 가녀린 미소 oh oh 나를 보는 눈빛도 흠잡을 데가 없어 한시도 지루할 틈이 없어 perfect oh oh 애교 섞인 목소리 oh oh 가까워지는 우리 왜 이제야 나타났어 드디어 사랑이 찾아왔어 너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow A girl 잠시 말 좀 물을게 그 까칠한 말투는 어디서 또 배웠대 you work and walk and spit words like a boss wonder woman 현실판은 너의 여성스러움 Oh 느낌적인 느낌 또 뭔가 매혹적인 눈빛에 매료돼 섬세한 그 손길 또 뭔가 어정쩡한 몸짓 I like it babe oh oh 너의 가녀린 미소 oh oh 나를 보는 눈빛도 흠잡을 데가 없어 한시도 지루할 틈이 없어 perfect oh oh 애교 섞인 목소리 oh oh 가까워지는 우리 왜 이제야 나타났어 드디어 사랑이 찾아왔어 너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow 난 니가 정말 좋아 또 가끔 하품하는 모습까지도 내 스타일이야 오 마음이 잘 맞아 내 가슴이 벅차올라 니가 날 부를 때마다 입가에 웃음이 끊이질 않아 Oh girl you know that I love you 너는 내 취향저격 내 취향저격 말하지 않아도 느낌이 와 머리부터 발끝까지 다 너는 내 취향저격 난 너를 보면 가지고 싶어서 안달이 나 자기 전까지도 생각이 나 pow 난 니가 정말 좋아 또 가끔 하품하는 모습까지도 내 스타일이야 난 니가 정말 좋아 또 가끔 하품하는 모습까지도 내 스타일이야"}, {"song_no": "8065398", "year": "2016", "rank": "49", "title": "공감 (Feat. 서영은)", "artist": "정준영", "genre": "Ballad", "lyrics": "공감 (Feat. 서영은)  언제부턴가 네가 보고 싶지 않았고 그 어느 샌가 네가 더 이상 필요한지 몰랐어 그래서 너는 떠났고 그렇게 갈라져버렸어 어쩌면 우린 아무런 감정도 없이 이별을 준비해야 했나 봐 서로 아플 것만 생각했지만 그랬던 기억마저도 이제는 사라지나 봐 돌이킬 수 없는 일을 내가 자초하고 모든 상황을 잔인하게 만들었어 똑같을 거란 그 말을 그 말을 인정해버렸어 끝났다는 그 말에 우리는 갈라져버렸어 어쩌면 우린 아무런 감정도 없이 이별을 준비해야 했나 봐 서로 아플 것만 생각했지만 그랬던 기억마저도 이제는 사라지나 봐 어쩌면 우린 아무런 조건도 없이 사랑만 했어야 했나 봐 먼저 아플걸 생각하는 것도 나눈 모든 얘기들도 그렇게 떠나가나 봐 어쩌면 우린 아무런 조건도 없이 사랑만 했어야 했나 봐 먼저 아플걸 생각하는 것도 나눈 모든 얘기들도 그렇게 떠나가나 봐 어쩌면 우린 미안한 감정도 없이 서로를 떠나야 했나 봐 사랑했던 우리의 추억들도 좋았던 기억마저도 그렇게 지나가나 봐"}, {"song_no": "4579468", "year": "2016", "rank": "50", "title": "봄 사랑 벚꽃 말고", "artist": "HIGH4 (하이포)", "genre": "Ballad", "lyrics": "길었던 겨우내 줄곧 품이 좀 남는 밤색 코트 그 속에 나를 쏙 감추고 걸음을 재촉해 걸었어 그런데 사람들 말이 너만 아직도 왜 그러니 그제서야 둘러보니 어느새 봄이 손 잡고 걸을 사람 하나 없는 내게 달콤한 봄바람이 너무해 나만 빼고 다 사랑에 빠져 봄노래를 부르고 꽃잎이 피어나 눈 앞에 살랑거려도 난 다른 얘기가 듣고 싶어 한바탕 휩쓸고 지나가버릴 오오 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 손에 닿지도 않을 말로 날 꿈틀거리게 하지 말어 맘 먹고 밖에 나가도 막상 뭐 별 거 있나 손 잡고 걸을 사람 하나 없는 내게 오 사랑노래들이 너무해 나만 빼고 다 사랑에 빠져 봄노래를 부르고 꽃잎이 피어나 눈 앞에 살랑거려도 난 다른 얘기가 듣고 싶어 한바탕 휩쓸고 지나가버릴 오오 봄 사랑 벚꽃 말고 남들보다 절실한 사랑 노래 가사를 불러 봐 수많은 연인들 가운데 왜 나는 혼자만 똑같은 거리와 어제와 같은 옷차림 난 제자린데 왜 세상은 변한 것만 같지 누군가와 봄길을 거닐고 할 필욘 없지만 누구나 한번쯤은 머물고 싶은 그런 기억을 만들고 싶어 떨어지는 벚꽃잎도 엔딩이 아닌 봄의 시작이듯 사실은 요즘 옛날 생각이 나 걷기만 해도 그리워지니까 다시 느낄 수 있나 궁금해지지만 Then you know what 나만 빼고 다 사랑에 빠져 봄노래를 부르고 꽃잎이 피어나 눈 앞에 살랑거려도 난 다른 얘기가 듣고 싶어 한바탕 휩쓸고 지나가버릴 오오 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고"}]