[{"song_no": "8304594", "year": "2016", "rank": "1", "title": "휘파람", "artist": "BLACKPINK", "genre": "Rap / Hip-hop", "lyrics": "Hey boy Make’ em whistle like a missile bomb bomb Every time I show up blow up uh Make’ em whistle like a missile bomb bomb Every time I show up blow up uh 넌 너무 아름다워 널 잊을 수가 없어 그 눈빛이 아직 나를 이렇게 설레게 해 boom boom 24 365 오직 너와 같이 하고파 낮에도 이 밤에도 이렇게 너를 원해 ooh ooh 모든 남자들이 날 매일 check out 대부분이 날 가질 수 있다 착각 절대 많은 걸 원치 않아 맘을 원해 난 넌 심장을 도려내 보여봐 아주 씩씩하게 때론 chic chic 하게 So hot so hot 내가 어쩔 줄 모르게 해 나지막이 불러줘 내 귓가에 도는 휘파람처럼 이대로 지나치지 마요 너도 나처럼 날 잊을 수가 없다면 WHOA 널 향한 이 마음은 Fire 내 심장이 빠르게 뛰잖아 점점 가까이 들리잖아 휘파람 UH 휘 파람 파람 파람 can you hear that 휘 파라파라 파라 밤 휘파람 UH 휘 파람 파람 파람 can you hear that 휘 파라파라 파라 밤 Hold up 아무 말 하지 마 Just whistle to my heart 그 소리가 지금 나를 이렇게 설레게 해 boom boom 생각은 지루해 느낌이 shhh Every day all day 내 곁에만 있어줘 zoom zoom Uh 언제나 난 stylin’ 도도하지만 네 앞에선 darlin’ 뜨거워지잖아 like a desert island 널 알아갈수록 울려대는 마음속  그만 내빼 넘어와라 내게 boy 이젠 checkmate 게임은 내가 win uh-huh 난 널 택해 안아줘 더 세게 누가 널 가로채 가기 전에 내가 uh 이대로 지나치지 마요 너도 나처럼 날 잊을 수가 없다면 WHOA 널 향한 이 마음은 Fire 내 심장이 빠르게 뛰잖아 점점 가까이 들리잖아 휘파람 UH 휘 파람 파람 파람 can you hear that 휘 파라파라 파라 밤 휘파람 UH 휘 파람 파람 파람 can you hear that 휘 파라파라 파라 밤 This beat got me feelin’ like 바람처럼 스쳐가는 흔한 인연이 아니길 많은 말은 필요 없어 지금 너의 곁에 나를 데려가 줘 ohh Make’ em whistle like a missile bomb bomb Every time I show up blow up uh Make’ em whistle like a missile bomb bomb Every time I show up blow up uh"}, {"song_no": "8295867", "year": "2016", "rank": "2", "title": "여름밤에 우린", "artist": "스탠딩 에그", "genre": "Folk", "lyrics": "You will always be my girl I promise you  I will be on your side 움직이지 말아줘  눈에 담고 있으니까  작은 표정 하나하나  맘에 담고 싶으니까  꿈을 꾸는듯한 눈부신 오늘 밤  별빛이 가득한  너의 눈을 본 순간  난 알아버렸지 지금 우리 사이  세상에서 가장 특별해 baby  별이 가득한 여름밤에 우린  눈부시게 아름다운 그림  모든 게 다 바래고 지워져도  간직하고 있을게  내 눈을 보면서 너는 어떤 생각해  나는 너를 보면서 또 너를 생각해  넌 알 수 있겠니 지금 우리 사이  세상에서 가장 특별해 baby  별이 가득한 여름밤에 우린  눈부시게 아름다운 그림  모든 게 다 바래고 지워져도  간직하고 있을게  baby  누가 뭐래도 영원토록 우린  이 세상에 하나뿐인 그림  모든 게 다 바래고 지워져도  간직하고 있을게 간직하고 있을게"}, {"song_no": "8254545", "year": "2016", "rank": "3", "title": "Why So Lonely", "artist": "원더걸스", "genre": "Dance", "lyrics": "너와 입술이 닿을 때부터  모든 게 달라질 줄 알았는데 별거 없어 넌 다른 게 없어 너와 보내는 주말 밤이 아주 달콤할 거라 믿었는데 별거 없어 넌 다를 게 없어 어이없어 영화에 나오는 예쁜 연인들처럼 나나난난 그런 사랑을 원하는데 Baby why I'm so lonely 난 애타는데 넌 뭐니 Baby no 내 마음이 언제 널 떠나 버릴지 몰라 Tell me why 뭐야 니 맘은 도대체 뭐야 내가 얼마나 널 사랑하는 데 이렇게 답답한 기분은 뭔데 뭔가 콩깍지가 씌었는데 너도 나만큼 빠져야 하는데 너만 멋져 내 마음만 다쳐 괜찮을 거라고 Mind control 해도 예상 밖에 있는 내 남잔 Out of control 잔소리만 넘쳐 어이없어 알면 알수록 모르겠어 맘이 왜 자꾸 외로워지는지 나나난난 텅 빈 방안에  혼자 갇혀버린 것 같아  Baby why I'm so lonely 난 애타는데 넌 뭐니 Baby no 내 마음이 언제 널 떠나 버릴지 몰라 Tell me why 뭐야 니 맘은 도대체 뭐야 내가 얼마나 널 사랑하는 데 이렇게 답답한 기분은 뭔데 I don’t wanna talk about it 말하지 않아도 모두 다 알아 봐주길 아 이건 내 그저 가벼운 바램일 뿐 귓가엔 그저 스치는 바람일 뿐 귀찮다는 듯 얼굴을 구겨  뭐든 대충대충  당연하단 듯 너는 우겨  담엔 더 잘해줄게 응 다음이 어디 있어  네 이번 기회 떠나기 전 오 아직도 넌 정신 못 차리면  뻥 차기 직전 Baby why I'm so lonely 난 애타는데 넌 뭐니 Baby no 내 마음이 언제 널 떠나버릴지 몰라 Tell me why 뭐야 니 맘은 도대체 뭐야 내가 얼마나 널 사랑하는 데 이렇게 답답한 기분은 뭔데 뭐야 니 맘은 도대체 뭐야 내가 얼마나 널 사랑하는 데 이렇게 답답한 기분은 뭔데 뭐야"}, {"song_no": "8261338", "year": "2016", "rank": "4", "title": "Day Day (Feat. 박재범) (Prod. by GRAY)", "artist": "BewhY (비와이)", "genre": "Rap / Hip-hop", "lyrics": "한 번 돌아가 보자구 yesterday day 너가 바로 소녀였을 때에 핑계만 가득했었지 미래에 대해  소망과 두려움이 내 안에 공존했을 때에  yeah yeah 그때의 난 거짓말쟁이 나를 매번 속이며 내 안엔 원하지도 않던 헛된 바램이 어느새부턴가 생겨 그걸 따라가다 보니 나보단 이 세상이 더 행복해했어 i apologize to myself i'm sorry 내가 원하는 걸 인정하지 않아서 미안해 허나 내 무의식은 언제나  내 영이 원하는 곳으로 가게 만들었지  더 큰 꿈에 집착을 시작해  내 행복이 자각돼 아직 창대하진 않지만 내 날이 올 걸 알았네  i know ma day day  얼굴 좋아 보이지 오늘 it's my day day 너도 행복하길 바래 you make my day day 자고 일어날 때마다 새로운 my day day i just wanna dance dance like my birthday day 내가 자랑스럽다고 말해 baby 이제 꿈을 이뤄줄 차례 mom &amp; daddy shalom 모두가 나를 원할 때에  i just wanna dance dance like my birthday day 난 선택받은 자 색다른 삶에 사는 날이 가득하네 예감이 아주 괜찮은 날씨의 하늘과 태양은 밝다 못해 아름다워 맥박은 차분해 말은 안 해도 느껴질 걸 이제 나는 어제의 날을 바라보지 않네 i don't care 지금의 나로 말하면 1 of cosmos most wanted  왜냐면 내가 중심에 굳건히 있잖아 주인공인 마냥 굴어 주인공이니깐  넌 왜 아니라고 생각해 너도 마찬가지란 말이야 이미 가졌다고 생각하고 움직여봐  믿음은 바라는 것의 실상이고 안 뵈는 것의 증거니까  니 머리 아닌 영혼이 가는 대로 가 기대하고 기다리는 자에게 비가 내리는 법이야 축복은 내가 벌린 입만큼 들어오는 거니까 순수함을 우리 모두가 절대로 잃지 않길 원해 난 너의 날은 어차피 올 테니깐 편하게 미리 너를 꺼내놔 always on my grind  늘 내가 꿈꾸던 삶을 살아 너도 봤잖아 finally i’m done 난 나를 계속 움직이게 해 너의 날들에 내 향기가 배이게 you're welcome to my day day 얼굴 좋아 보이지 오늘 it's my day day 너도 행복하길 바래 you make my day day 자고 일어날 때마다 새로운 my day day i just wanna dance dance like my birthday day 내가 자랑스럽다고 말해 baby 이제 꿈을 이뤄줄 차례 mom &amp; daddy shalom 모두가 나를 원할 때에  i just wanna dance dance like my birth dance like my birth dance like my birthday day"}, {"song_no": "8262125", "year": "2016", "rank": "5", "title": "너 그리고 나 (NAVILLERA)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "알 수 있었어 널 본 순간  뭔가 특별하다는 걸 눈빛 만으로도 느껴지니까  마음이 움직이는 걸 나비처럼 날아 나나나 나빌레라  바람아 바람아 불어라 훨훨 날아가  너에게로 다가갈 수 있도록  하얀 진심을 담아 새롭게 시작해 볼래 너 그리고 나  사랑을 동경해 앞으로도 잘 부탁해  모아둔 마음을 주겠어 그리고 나  마냥 기다리진 않을래 다시 선 시작점이야  조금 더 속도를 올려서 물러선 나의 마음을 달래고  이제는 더 다가갈게 꽃처럼 피어나 나나나 나빌레라 아직은 수줍은 아이야 나도 떨려와  우리 설렘 가득한 목소리로  하얀 진심을 담아 새롭게 시작해 볼래 너 그리고 나  사랑을 동경해 앞으로도 잘 부탁해  모아둔 마음을 주겠어 그리고 나  마냥 기다리진 않을래 바라고 바랐던 이 순간에  항상 내 곁에 있어준 너와 함께  나 언제나 그래왔듯 이룰 거니까 꿈에서 깨어나 나나나 나빌레라  언젠가 너와 나 둘이서 활짝 펼쳐진 미래를 만들어가고 싶은걸  너 하나면 충분하니까 새롭게 시작해 볼래 너 그리고 나  사랑을 동경해 앞으로도 잘 부탁해  모아둔 마음을 주겠어 그리고 나  마냥 기다리진 않을래"}, {"song_no": "8158031", "year": "2016", "rank": "6", "title": "CHEER UP", "artist": "TWICE (트와이스)", "genre": "Dance", "lyrics": "매일 울리는 벨벨벨 이젠 나를 배려 해줘 배터리 낭비하긴 싫어 자꾸만 봐 자꾸 자꾸만 와 전화가 펑 터질 것만 같아 몰라 몰라 숨도 못 쉰대 나 때문에 힘들어 쿵 심장이 떨어진대 왜 걔 말은 나 너무 예쁘대 자랑 하는건 아니구 아 아까는 못 받아서 미안해 친구를 만나느라 shy shy shy 만나긴 좀 그렇구 미안해 좀 이따 연락할게 later  조르지마 얼마 가지 않아 부르게 해줄게 Baby 아직은 좀 일러 내 맘 갖긴 일러 하지만 더 보여줄래 CHEER UP BABY CHEER UP BABY 좀 더 힘을 내 여자가 쉽게 맘을 주면 안돼 그래야 니가 날 더 좋아하게 될걸 태연하게 연기할래 아무렇지 않게 내가 널 좋아하는 맘 모르게 just get it together and then baby CHEER UP 안절부절 목소리가 여기까지 들려 땀에 젖은 전화기가 여기서도 보여 바로 바로 대답하는 것도 매력 없어 메시지만 읽고 확인 안 하는 건 기본 어어어 너무 심했나 boy 이러다가 지칠까 봐 걱정되긴 하고 어어어 안 그러면 내가 더 빠질 것만 같어 빠질 것만 같어 아 답장을 못해줘서 미안해 친구를 만나느라 shy shy shy 만나긴 좀 그렇구 미안해 좀 이따 연락할게 later  조르지마 어디 가지 않아 되어줄게 너의 Baby 너무 빨린 싫어 성의를 더 보여 내가 널 기다려줄게 CHEER UP BABY CHEER UP BABY 좀 더 힘을 내 여자가 쉽게 맘을 주면 안돼 그래야 니가 날 더 좋아하게 될걸 태연하게 연기할래 아무렇지 않게 내가 널 좋아하는 맘 모르게 just get it together and then baby CHEER UP 나도 니가 좋아 상처 입을까 봐 걱정되지만 여자니까 이해해주길 속 마음 들킬 까봐 겁이나 지금처럼 조금만 더 다가와 그리 오래 걸리진 않아 just get it together and then baby CHEER UP  Be a man a real man gotta see u love me like a real man Be a man a real man gotta see u love me like a real man CHEER UP BABY CHEER UP BABY 좀 더 힘을 내 여자가 쉽게 맘을 주면 안돼 그래야 니가 날 더 좋아하게 될걸 태연하게 연기할래 아무렇지 않게 내가 널 좋아하는 맘 모르게 just get it together and then baby CHEER UP"}, {"song_no": "8199190", "year": "2016", "rank": "7", "title": "널 사랑하지 않아", "artist": "어반자카파", "genre": "Ballad", "lyrics": "무슨 말을 할까  어디서부터 어떻게 고개만 떨구는 나  그런 날 바라보는 너  그 어색한 침묵  널 사랑하지 않아  너도 알고 있겠지만  눈물 흘리는 너의 모습에도 내 마음  아프지가 않아  널 사랑하지 않아  다른 이유는 없어  미안하다는 말도  용서해 달란 말도  하고 싶지 않아  그냥 그게 전부야  이게 내 진심인 거야 널 사랑하지 않아  널 사랑하지 않아  널 사랑하지 않아  너도 알고 있겠지만  눈물 흘리는 너의 모습에도 내 마음  아프지가 않아 널 사랑하지 않아  다른 이유는 없어  미안하다는 말도  용서해 달란 말도  하고 싶지 않아 그냥 그게 전부야  이게 내 진심인 거야  널 사랑하지 않아  널 사랑하지 않아  널 사랑하지 않아  다른 이유는 없어  미안하다는 말도  용서해 달란 말도  하고 싶지 않아  그냥 그게 전부야  이게 내 진심인 거야  널 사랑하지 않아  널 사랑하지 않아"}, {"song_no": "8308231", "year": "2016", "rank": "8", "title": "puzzle", "artist": "씨잼 (C Jamm)", "genre": "Rap / Hip-hop", "lyrics": "I’ll Take 1 I’ll take 2  이젠 대한민국의 Main deux  나보다 바쁜 내 매니져  폰엔 100통의 부재중  브랜드 평판 섭외 1순위  말 안 해도 대세인증  너의 두 눈이 확인했잖아  내가 나온 순간 다 게임 끝  고1 때 꿈꿨던 일들이  지금은 일상  방금 마치고 왔어  대기업 회장님과의 식사  상상했던 것이 딱 맞아  떨어지는 내 눈앞의 삶  내 이름으로 만드는 돈  어딜 가던 내 직장  오늘 뜬 인터넷 기사  제목은 비와이 열풍  끝인 줄 알았더니  이제부터 시작  니 쉐키들은 전부 열폭  내가 인기 땜에 잘됐대  그 인기는 어디서 왔지  아마도 얼굴인듯해  이게 말이 되는 것 같니  내 성공을 연구하는 분이 늘어나  기도가 이뤄지는  느낌 어때 울엄마  새로운 흐름을 만들어가  선구자적인 superstar  비와이가 되고픈 애들은  물론 매니져 사칭도 생겨  피곤해도 감사한 삶이  아닐 수가 없어 할렐루야  All right 그린 대로  이뤄지는 life  이 밤을 새우기만  하면 all night  All right 어제 원했던 건  이제 mine  더 많이 원해 더 더 더  I’m young n wild  척척 like doctor 척척  like doctor 척척 like doctor  척척 like doctor 척척  like doctor like doctor  All right 그린 대로  이뤄지네 right  더 많이 원해 더 더 더  I’m young n young n young n 2016 내 main chick  난 될 것만 같아 Bieber  오늘 되고 싶지만  니 애인이 그럼  니 친구는 개 삐져  When I say I'm the best mofucka  니 여자친구도 믿어  이제 센 척 안 해 그건 유치해  잼잼이는 넘나 귀여  JM man you know  $exy $treet도 이젠 알지  비와이 말 잘 들어  먼저 감사 하나님  난 회개해야해 알지  Good night man every night  놈팽이 내 payday엔  drink 지갑 잃어버릴 때까지  맨 위에 위로 eir city 매일 다녀  damn it 이제 외국인  숙녀들과도 hallo  매 촬영 타투 위에  붙여 테이프  어제 하나 더 했어  이태원 berith  내가 여유 부리는 게  재수없대 좀 심했다면  lady들께만 구해 용서를  명예와 여자 plus big money  내가 생각하는 대로   너무 잘 맞아 떨어져  like a puzzle  목요일 밤 난 내일 기다려  올라가지 내 team하고  멈춰 서는 건 구린 거래  근데 오늘 밤은 좋아 이대로  내가 되고 싶은 사람  살고 싶은 대로 사는 사람  난 내가 살고 싶은 대로  살면서 될 거야  내가 되고 싶은 사람  All right 그린 대로  이뤄지는 life  이 밤을 새우기만  하면 all night  All right 어제 원했던 건  이제 mine  더 많이 원해 더 더 더  I’m young n wild  척척 like doctor 척척  like doctor 척척 like doctor  척척 like doctor 척척  like doctor like doctor  All right 그린대로  이뤄지네 right  더 많이 원해 더 더 더  I’m young n young n young n hey lady 난 유명인이야  난 star의 star의  star의 star의 star  니가 지금 느끼는 건 feel이야  느껴봐 a lot a lot a lot a lot  started from the bottom  이젠 어디 서울 대전  대구 이리저리  너무 올라와서  이제는 희미하게  보이지도 않는 래퍼들의 머리  so easy 용돈이 됐네  울 엄말 힘들게 했던 빚이  이젠 큰 것들만 골라  우리에게 맞는 걸로만  쟤넨 못 덤비지  All right 그린 대로  이뤄지는 life  이 밤을 새우기만  하면 all night  All right 어제 원했던 건  이제 mine  더 많이 원해 더 더 더  I’m young n wild  척척 like doctor 척척 like doctor 척척 like doctor 척척 like doctor 척척 like doctor like doctor All right 그린 대로 이뤄지네 right 더 많이 원해 더 더 더 I’m young n young n young n"}, {"song_no": "8252408", "year": "2016", "rank": "9", "title": "Forever (Prod. By GRAY)", "artist": "BewhY (비와이)", "genre": "Rap / Hip-hop", "lyrics": "래퍼 딱지를 떼는 중 이젠 MC로 폼 잡고 걸어가고 싶어 예술가의 길로 확실히 단단해져버린 내 신념과 Ego 새 역사는 다시금 써지네 내 발자취로 산 증인의 삶 그 삶을 위한 권능을 원해 I need more power  단순히 내 바지 주머니가 두꺼워지는 게 아니야 내 위치는 많이 변했지만 나는 여전해 난 일시적인 세상의 것으로 움직여지지 않아 영원의 것을 영원히 따라 I wanna follow eternal love n peace n mind Wanna eternal love n peace n mind B e w h y 이게 유행이라매 Look at me now  예술의 집합체가 되기 위한 걸음의 시작 요즘 내 이빨이 사는 데는  네가 낀 이어폰 혹은 Studio와 무대 위야 지금의 비와이는  꿈의 시간을 바쁘게 지나서 왔지  너 느낌이 와 나 때문에 미간에 주름이 생기는  래퍼가 느네 점차 스물넷인 난 매달 십일조 봉투에  100만원을 100장씩 넣을 거야  주머니 안으로부터 회사 없이 불린 나의 몸  I’m so independent 모든 집중과 관심 명예와 돈 전부 챙겨 현재 난 꿈나무들의 Role model 근데 얘들아 나는 저걸 따라가지 않아 더 가치 있는 걸 바라보지  영원한 걸 따라가렴 그럼 다 나를 따라올걸 아주 잘 알아  I don't need the 운세 Lotto 네가 있는 곳 어디든 영원히 비와 너의 시간도 이젠 나만 따라오니까 Believe Forever Forever Me Forever Forever 영원히 비와  영원히 비와 진짜로 여기저기 어디든 매번 들리는 내 이름 최고라고 말 안 해도 최고란 사실은 Famous 나를 보면 서둘러 카메라부터 켜는 Ladies 정작 내 앞으로는 오지도 못하고   멀리서 가만히 지켜보고만 있는 Haters 점점 늘어나는 Follow 돈이 생길수록 늘어나는 Problem 은 없어 그저 불어나는 잔고 유명해질수록 입술은 많아져 더 늘어날 걸 알아 그래서 난 더 원하지 원하지만 집착은 내게 절대 안 권하지 눈에만 보이는 달콤한 우상들에겐  난 평생 절하지 않아 당연하지  나란 놈의 존재가 계속해  거대하게 커감이 네가 있는 곳 어디든 영원히 비와 너의 시간도 이젠 나만 따라오니까 Believe Forever Forever Me Forever Forever 영원히 비와  영원히 비와 한계는 매번 내적  But 절대로 안 외쳐 Never 난 매일 또 내 매듭을 매고  새로운 데를 개척해대며  내 꿈을 뱉어  Don't remember name of BewhY  날 기억하려 안 해도 돼 Cuz 난 최초가 된 놈  세계를 패고 팰 놈  내 소갠 계속될 테니까 Forever 무언가를 얻지 못해도  난 걷지 믿음으로  역시 주님께 맡겼지 그가 원한다면 가고 아님 말아 Hands up welcome to ma groove Welcome to ma zone Hands up welcome to ma groove Welcome to ma zone 내 걸 들어봐봐 확실한  Another another level 너네들이 가지고 있었던  모든 영광을 챙겨 평화를 외쳤던 많은 래퍼들의 평화를 뺏어 여기의 영화 속에선 최고라는 역할은 내 거 사실 할 필요가 없어졌네  내 가사 속에서 내 이름 새기라는 말  방금 내가 말했듯 기억하려 안 해도 돼  BewhY를 다 어차피 알게 돼  날 만든 신의 전지전능함이 당연한 듯이  네가 내 실력보단 살아가는 삶에 대해  증오감을 갖듯이  아름다운 이 시간을  나는 이곳의 부정적 에너지에 집중하지 않아 내가 원하는 것들만 내 머릿속에 그리네"}, {"song_no": "5398990", "year": "2016", "rank": "10", "title": "이 소설의 끝을 다시 써보려 해", "artist": "한동근", "genre": "Ballad", "lyrics": "시계가 반대로 돌아가고 있어 TV속 영화가 되감아지고 있어 내렸던 빗물이 올라가고 있어 잊었던 기억이 돌아오고 있어 도로 위에 차들이  반대로 달리고 온 세상의 모든 게 다  거꾸로 움직여 지금 나는 계속 반대로  뒷걸음질 치며 그날의 너에게 돌아가고 있어 운명 같은 만남 너무 아픈 결말 난 이 소설의 끝을  다시 써보려 해 내 한 권의 사랑 마지막 장면엔 니가 있어야 해  그래야 말이 되니까 한 장씩 한 장씩 뒤로 넘겨 지며 아팠던 일기가 지워지고 있어 가루 낸 사진이 모여들고 있어 버렸던 미련이 돌아오고 있어 삼켰던 내 눈물이  다시 뱉어지고 뱉었던 그 모진 말은  다시 삼켜지고 지금 나는 계속 반대로  뒷걸음질 치며 그날의 너에게 돌아가고 있어 운명 같은 만남 너무 아픈 결말 난 이 소설의 끝을 다시 써보려 해 내 한 권의 사랑 마지막 장면엔 니가 있어야 해 그래야 말이 돼 여기야 우리가 이별한  그 슬픈 페이지 내 앞에서 니가 서서 울고 있어 너에게 묻고 싶어 너만 괜찮다면 난 이 소설의 끝을 다시 써보려 해 내 한 권의 사랑 마지막 장면엔 니가 있어야 해  그래야 말이 되니까"}, {"song_no": "7899303", "year": "2016", "rank": "11", "title": "냉탕에 상어 (Feat. 블랙넛)", "artist": "SUPERBEE", "genre": "Rap / Hip-hop", "lyrics": "내가 초등학교도  들어가기도 전에 매주에 평일  한 번은 아빠의 손에 잡혀서 동네 목욕탕에 갔었어 아빠의 때수건은 정말 아팠어 근데 그것보다 더 무서웠던 건 바로 다름 아닌 상어  여섯 살 때 나는 냉탕에 상어가 살 거라고 믿었다고 uh 고추가 물릴 수도  있겠다 생각했었네 근데 내 또래 꼬마애들은 내 말을 믿어주지 않았어 애석해 걔네는 잘만 놀았고 게다가 몇몇은 물안경까지 차고 와서 Play to chill 했지만 난 어딘가 숨어있을 상어에  can't see 난 그저 온탕에 있었지  뜨거운 10분이 지나고서 나면 때가 불고 날 부르는 아빠의 손짓 목욕탕 내 얼굴은 침울 침울 가면 실은 상어를 무서워하지 않았던 걔네가 속으론 부러웠던 것 같애 참 순수했었네 난  나도 놀고 싶었지 냉탕에서 냉탕에 상어가 살거라 믿었지 나도 알아 색기야 그딴 건 없지 물론 망태할범도 안 믿어 병신 상어보다 내 모습이 더 무섭지 백상아리 청상아리 난 무서워서 놀때 가만히 백상아리 청상아리 난 무서웠어 목욕탕 안이 이젠 그 어떠한 목욕탕을 가도 냉탕에 상어 따윈  조또 없단 걸 알어 이거 들으면 주엽동  거긴 가지 말어 난 탕에다 쉬하죠 또 내 요즘 소원 한 가진 투명 Skill 쓰고 여탕 들어가기 대걸레 머리  전자담배랑 마일드 세븐을 동시에 피는 멍청이 비열하게 날 unfair 먹인 걔네는 차 사고가 나길 저주해 영원히 랩퍼들을 하도 씹어대 MC 파손 죄로  힙합 감옥가면 어쩌지 뭐 어쩌긴 어쩌긴 어째 인마 폭망하고 멸망해 한국힙합 이 따위 말 밖에 못 줘  난 사악해 상어가 이제 없거든 냉탕엔 냉탕 앞에서 좁은 어깨를 펴지 내 두 다리 사이엔  겁대가리 없는 dolphin 조금 물리면 어때  난 안 물러서 안 무서워 이제 나도 너무 커서 어른이 됐어  더 이상 아냐 멍청인 동경했던 랩퍼들을 실제로 보니 랩보단  내가 먼저 느낀 건 정인처럼 다들 대가리 속엔 그저 정치 이제 좀 이해 돼 Swings 형의 말 한국힙합 그냥 정치판 내 혀는 안 갖다 박아  니 똥꼬에 니 옆에 그녀 리즈시절처럼  넌 그저 old boy 머리 굴리지 마 넌 B-boy가 아냐 rapper지 제발해 니 할 일 좀 머시론을 줄게 내게 덤비면 니들이 볼 건 피임 그것뿐일 걸 냉탕에 상어가 살거라 믿었지 나도 알아 색기야 그딴 건 없지 물론 망태할범도 안 믿어 병신 상어보다 내 모습이 더 무섭지 백상아리 청상아리 난 무서워서 놀 때 가만히 백상아리 청상아리 난 무서웠어 목욕탕 안이 백상아리 청상아리 난 무서워서 놀 때 가만히 백상아리 청상아리 난 무서웠어 목욕탕 안이"}, {"song_no": "8252409", "year": "2016", "rank": "12", "title": "호랑나비 (Feat. Gill, 리듬파워, 김흥국)", "artist": "보이비", "genre": "Rap / Hip-hop", "lyrics": "오늘 밤은 특별했으면 해 브라더 술 들어가니까 기분이 들떠 더 전화 걸어 길 형 Yeah ma 빅 브라더 오케이 때리시고 바로 클럽으로 Go 리듬파워 취한 티 내다 몸개그 할 거면 집에 돌아가 딱 내 눈에 보인 그녀는 168 48의  Ma style 바로 쫓아가 내 입 모양은 OMG 최자 형은 설리 내 옆에는 오늘 너겠지 난 호랑나비 꽃을 못 지나쳐 예쁜 귀 좀 잠시 내게 빌려줘 1차는 클럽에서 막 들이대 2차는 All pass하고 들이대 싫지 않은 눈빛으로 술이 된 당신의 눈동자에 건배 3차로 갈 수 있다면 더 들이대 내 막차는 첫차 올 때 나가리 돼  절대 식지 않아 고삐 풀린 망아지 난 밤새 막 달리며 춤을 춰 호랑나비 한 마리가 호랑나비 한 마리가  간만에 놀러 Yeah 지금 난 쇼미 댄스 클럽에  위치하고 있지 느낌 있게 직진하는 내 걸음걸이 흥국이 형의 엣지 Whoo 8년 차 짬에서 나오는 내 Vibe  노리지 선배답게 후배 위에 용현동 미친개 놀 때는 Doggy Style  이제는 올라갈게 정상 위에 인천 언니 중에 네가 내 눈에 딱 들어왔고 내 걸로 만드는 말발 Hey 됐고 일단 네 번호 불러 Yeah 그럼 이따 전화할게 Tonight 1차는 클럽에서 막 들이대 2차는 All pass하고 들이대 싫지 않은 눈빛으로 술이 된 당신의 눈동자에 건배 3차로 갈 수 있다면 더 들이대 내 막차는 첫차 올 때 나가리 돼 절대 식지 않아 고삐 풀린 망아지 난 밤새 막 달리며 춤을 춰 호랑나비 한 마리가  호랑나비 한 마리가  It’s ur Boi B 쇼미더머니 만수르 예쁜 아가씨들 손 내밀어서 악수 저번 달과 다른 반응에 좀 놀랐어 TV 나오라던 엄마 말이 맞았어 Pay day ma 밤을 새워 Boom boom pow 구월동과 홍대를 지나 뱅뱅사거리까지  나의 목소리를 박아 I’m back 물론 With my team 리듬파워  호랑나비 한 마리가  호랑나비 한 마리가  호랑나비 한 마리가  호랑나비 한 마리가"}, {"song_no": "8236055", "year": "2016", "rank": "13", "title": "I Like That", "artist": "씨스타", "genre": "Dance", "lyrics": "남자는 똑같다는 게  그 말이 이제 이해돼 감이 오질 않아 너란 놈 이젠 있다 없다 왔다 갔다 하는 너를  내가 바꿀 수 있다 믿었던 게  나 그게 참 바보 같아 오 내 걱정은 하지마 너 하나 없다고 너만 사라지면 돼 그거면 충분해 나몰래 찌르고 다닌  그 여자들이나 잘해줘 니가 좋아 널 사랑해  너의 그 말 웃기지마   넌 나 하나론 안돼  넌 원래 그런 놈이야 널 본걸 신께 원망해 니가 좋아 ooh ooh ooh ooh ooh 널 사랑해 ooh ooh ooh ooh ooh 내가 올해들은 말 중에  그 말이 최고야 I like that Ooh ooh ooh ooh ooh ooh ooh ooh  I like smile Ooh ooh ooh ooh ooh ooh ooh ooh  I like that  Ooh ooh ooh ooh ooh ooh ooh ooh  I like smile Ooh ooh ooh ooh ooh ooh ooh ooh  I like that 저리가 이제가 집에 가 약해지게 하지마 돌아가 제발제발 제발제발 제발 가버려 술이나 마셔 우유를 마시던지 그 잘난 입으로 어떤 여잘 꼬시던지 Play boy 넌 원래 유명인사 널 몰라본 내가 미친 거야 내 걱정은 하지마 제발 웃기지마 너만 사라지면 돼 그걸론 부족해 밤새워 찌르고 다닌  그 여자들에게 가면 돼 니가 좋아 널 사랑해  너의 그 말 웃기지마   넌 나 하나론 안돼  넌 원래 그런 놈이야 널 본걸 신께 원망해 니가 좋아 ooh ooh ooh ooh ooh 널 사랑해 ooh ooh ooh ooh ooh 내가 올해들은 말 중에  그 말이 최고야 I like that I'm so fine I'm so fine  나를 생각한다면 Don't touch me  I'm so fine I'm so fine  나를 생각한다면 Don't touch me  이제는 누굴 사랑하고  이젠 누굴 믿는다는 게 쉽지 않을 것 같아 너 너 땜에 니가 좋아 널 사랑해  너의 그 말 웃기지마   넌 나 하나론 안돼  넌 원래 그런 놈이야 널 본걸 신께 원망해 니가 좋아 ooh ooh ooh ooh ooh 널 사랑해 ooh ooh ooh ooh ooh 내가 올해들은 말 중에  그 말이 최고야 I like that Ooh ooh ooh ooh ooh ooh ooh ooh  I like smile Ooh ooh ooh ooh ooh ooh ooh ooh  I like that  Ooh ooh ooh ooh ooh ooh ooh ooh  I like smile Ooh ooh ooh ooh ooh ooh ooh ooh  I like that"}, {"song_no": "8250334", "year": "2016", "rank": "14", "title": "Shut Up (Feat. 유희열)", "artist": "언니쓰", "genre": "Dance", "lyrics": "Shut Shut Up Shut Shut Up  Shut Shut Up  배터리가 다 돼서  전화를 못 받았어  나중에 하려다가 잘까봐 안 했어  그게 말이 되니 내가 무슨 바보니  그 말을 믿으라고  한두번도 아니고  말을 하면 할수록  더 손해야 이 바보야  그냥 떠나 남자답게  말도 안 되는 말 그만해 좀 제발  끝났단 걸 왜 몰라  왜 이제 와서 이래 이젠 그 입 좀  Shut 에에에에에 Shut Up 이이이이이  Shut 나나나나나 Shut Up 어쩌고 저쩌고 너의  Shut 에에에에에 Shut Up 이이이이이  Shut 나나나나나 Shut Up 어쩌고 저쩌고 너의  나는 가기 싫은데  친구들이 가재서  할 수 없이 갔다가  재미없게 있었어  그게 말이 되니 내가 무슨 바보니  그 말을 믿으라고  한두번도 아니고  말을 하면 할수록  더 손해야 이 바보야  그냥 떠나 남자답게  말도 안 되는 말 그만해 좀 제발  끝났단 걸 왜 몰라  왜 이제 와서 이래 이젠 그 입 좀  Shut 에에에에에 Shut Up 이이이이이  Shut 나나나나나 Shut Up 어쩌고 저쩌고 너의  Shut 에에에에에 Shut Up 이이이이이  Shut 나나나나나 Shut Up 어쩌고 저쩌고 너의  더 이상 내 앞에서 엉겨 붙지마  내가 말 했잖아 이번이 마지막  가짜 가짜 진심 없는 가짜  thought I told you twice  저리 치워 니 낯짝  너는 너 나는 나  쳐다보지마 니 갈 길이나 가  머리 어깨 무릎 발  어디 가서 물어봐  나 같은 여자 있나 한번 찾아봐  왜 이제 와서 이래 이젠 그 입 좀  Shut 에에에에에 Shut Up 이이이이이  Shut 나나나나나 Shut Up 어쩌고 저쩌고 너의  Shut 에에에에에 Shut Up 이이이이이 Shut 나나나나나 Shut Up 어쩌고 저쩌고 너의"}, {"song_no": "8275728", "year": "2016", "rank": "15", "title": "바다", "artist": "허각", "genre": "Dance", "lyrics": "나의 볼에 입 맞춰 나를 사랑한다 말하는 널 보면 마음이 더 불안해 가지더라도 절대 너만은 내 거란 걸 그렇게 말하고 다닐 거야 그댄 내 마음속에 바다야 매일매일 꿈을 꾸며 사네요 그대와 수영해 몰래 맘속에 떨리는 마음을 애써 감춘 채 울고 싶었어 내 앞에 널 봤을 때 너무도 커져버린 너였기에 나는 초라해졌던 거야 내 손을 잡아주기를 바래 난 나를 보낼게 네게 나의 바다야 나의 하늘아 나를 안고서 그렇게 잠들면 돼 나의 바다야 나의 하늘아 난 너를 사랑해 언제나 나의 곁에 있는 널 왜 왜 넌 왜 넌 내게만 만만 어딜 가 자꾸자꾸 커져만 가는거야 왜 왜 넌 왜 넌 내게만 만만 어딜 가 자꾸자꾸 멀게만 느낀걸까 왜 왜 넌 왜 넌 내게만 만만 어딜 가 자꾸자꾸 커져만 가는거야 왜 왜 넌 왜 넌 내게만 만만 어딜 가 자꾸자꾸 멀게만 느낀걸까 울고 싶었어 내 앞에 널 봤을 때 너무도 커져버린 너였기에 나는 초라해졌던 거야 내 손을 잡아주기를 바래 난 나를 보낼게 네게 나의 바다야 나의 하늘아 나를 안고서 그렇게 잠들면 돼 나의 바다야 나의 하늘아 난 너를 사랑해 언제나 나의 곁에 있는 널 나의 바다야 나의 하늘아 나를 안고서 그렇게 잠들면 돼 나의 바다야 나의 하늘아 난 너를 사랑해 언제나 나의 곁에 있는 널 나의 바다 나의 하늘 나의 바다 나의 하늘 나의 바다 나의 하늘 우리 사랑 영원하기를 나의 바다 나의 하늘 나의 바다 나의 하늘 나의 바다 나의 하늘 우리 사랑 영원하기를"}, {"song_no": "8304617", "year": "2016", "rank": "16", "title": "Whatta Man (Good man)", "artist": "아이오아이 (I.O.I)", "genre": "Dance", "lyrics": "whatta man whatta man whatta man 알아 너는 good man whatta man whatta man whatta man 맞아 너는 good man 지나치면 아쉬울 것 같아 나 눈도장을 찍어 볼까 살짝만 네가 맞아 주윌 둘러보지마 눈이 계속 마주치고 있잖아 전기가 찡 통했는데 괜찮은 거야 말해봐 나 혼자서만 오해한 거야 흔들리는 눈빛 속에 비치는 네 맘 읽어나 볼까 자 뭐라고 썼나 you know you got me singing whatta man whatta man whatta man 알아 너는 good man 그치 whatta man whatta man whatta man 맞아 너는 good man 그래 네가 맞아 whatta man whatta man whatta man 알아 너는 good man yes he is whatta man whatta man whatta man 맞아 너는 good man 그래 맞아 너는 good man 맘속에 작은 불씨 바람만 부는 날씨 예고도 없이 커져만 가니 난 어떡하면 좋니 좀 더 다가와서 확인해 봐 che-che-check me out 한눈팔지 말고 쭉 계속 집중해 봐 첨부터 넌 좀 특별했지 feel so good 뭔가 촉이 왔지 넌 어딘가 되게 묘한 느낌 뭔가 달러 뭔가 달러 뭔가 달러 you know you got me singing whatta man whatta man whatta man 알아 너는 good man 그치 whatta man whatta man whatta man 맞아 너는 good man 그래 네가 맞아 whatta man whatta man whatta man 알아 너는 good man yes he is whatta man whatta man whatta man 맞아 너는 good man 그래 맞아 너는 good man 하늘에서 떨어지는 행운이 너에게로 올 것 같니 무사히 이건 신이 주신 기회야 뭐해 달려와 붙잡지 않고 꽉 안 잡으면 풍선처럼 날아갈 거야 기회를 뻥 차버리면 이불킥 각이야 언제까지 망설일 거야 이제 그만 oh oh oh oh 나는 말야 궁금해 네가 가까이 와 봐 널 해치지 않아 whatta man whatta man whatta man 알아 너는 good man yes he is whatta man whatta man whatta man 맞아 너는 good man whatta man whatta man whatta man whatta man 알아 너는 good man oh oh whatta man whatta man whatta man 맞아 너는 good man come on and singing with me whatta man whatta man whatta man 알아 너는 good man"}, {"song_no": "8233291", "year": "2016", "rank": "17", "title": "니가 알던 내가 아냐 (Prod. By GRAY)", "artist": "사이먼 도미닉", "genre": "Rap / Hip-hop", "lyrics": "Who you Are you talking' to me Who you You talking' to me Oh please 더 이상 가까이 오지 말라구 난 Untouchable Untouchable 니가 알던 내가 아냐 니가 알던 내가 아냐 니가 알던 내가 아냐 예전에 니가 알던 내가 아냐 예전에 그래 1년만인가 거북선은 보물섬이 됐지 그때가 기억이 나 거가 내 무덤인 줄 알았겠지 발정 난 열일곱 사내같이 난 절대로 안 죽으니 두 번째 난 끝을 보겠어 끝날 때는 정상 위로가 Bitch 다신 안 하고 싶었던 쇼 회사도 날 무시했고 나는 가기 싫었어 팀 YG 내 회사랑 다이다이 뜨는 간지 Mo’ fucker 패기 객기 말고 남은 건 독기뿐 깊은 물에 빠져도 헤엄치면서 난 노는 중 수많은 조바심과 부담감에 다 망쳐버렸었던 그 날들을 전부 지워낸 뒤 날 무시했던 놈들에게는 내 가운데 손가락 Fuck boi who you 날 못 알아보네 별 볼 일 없는 놈에서 이제 우주로 갈게 Whoo 뭔 말이 많아 네가 아냐고 내 삶 어쩌고 저쩌고 배신을 했다고 네가 뭘 알아 인마 I'm on a new level 난 안주를 안 했네 1년 전 얻어갔던 인기에 취하지 않았네 Oh lordie lordie lordie I feel blessed  텍사스에서 시작해서 전 세계에 소문내 하나님의 뜻대로만 여기까지 온 듯해 당연히 너넨 모르지 난 쥐도 새도 모르게 I been on that hustle I been on that grind  새로운 레벨로 올라가 새로운 삶 위해서 계속 변신을 해 가 억눌러 있던 잠재력을 개방 You have yet to witness the God in disguise  Brainwash is still in process 너네는 절대 잊지 마 나는 나 너는 너 넌 없었지  While I was comin up  감히 아는 척하며 나타나 어디서 엄지 척  싹 다 모조품 Each and every one  꺼져 내 존재 근처에서 접근도 마 같은 공기지만 우린 숨 자체를 다르게 쉬어  캐리커처 가짜들 모조리 지우겠어 Stop playin cause there was never a us Who you I'm just sayin cause I don't remember you fucks  My day one ninjas 아님 쌈디 형 말한 거처럼 Who you Are you talking' to me Who you You talking' to me Oh please 더 이상 가까이 오지 말라구 난 Untouchable Untouchable 니가 알던 내가 아냐  니가 알던 내가 아냐  니가 알던 내가 아냐  예전에 니가 알던 내가 아냐  예전에  시작점은 듣보 But   난 Another blood another one  I got another flow  국가에 영향을 줘 이건 바로  'BewhY phenomenon' 내 어릴 적에 날 무시로 대했던  년놈들에게로부터  쌓이는 메시지와 전화  My iPhone always vibrate 너가 알아둬야 할 게 하나 있어  너가 지금 연락하려는 대상은  대한민국 최고임을 기억해  넌 봤잖아  내 존재와 내 예술의 파급력  내 미래는 아주 쌔끈해 제일 기대하는 래퍼  여기저기 내 얘기 가득했어 내 앨범에서도 말했어  이 땅 아닌 Grammy가 내 목표 세계가 나를 체감해  언제나 나는 맨 앞에 존재 앞에는 째깍대는 시곗바늘  되감기는 없어 Starting from the top starting from the top  밑바닥과 동거는 이젠 끝났어 내가 왜 돈과 명예를 원해  내가 이것보다 비싼데 다른 애들에게 난 너무 치사해 난 그냥 여기까지 올라온 랩 좀 하는 병신 새끼 그래 왼쪽 망막을 잃고 군 면제 받은 병신 새끼  욕을 배불리 먹고도 졸린 내 삶은 아직 점심때지 변해버린 나에 대한 네 새끼들 마음 또한 역시겠지 Oh please fuck me forever or never  날 죽이기 위해 누군가 고생 좀 더 해줘 20대 때 난 Rock steady  지금은 Unsteady crew member  언제부턴가 내 별명은 예미넴 정신과 상담 후에  더 난 일 일이지 여전히 꿈꾸는 건 나의 드림팀 얼마 전에 헤어진 여친은 내 야망의 눈빛에 Victim  Sorry baby 니가 사랑했던 어느 로맨티스트의 죽음 해보나 마나 뻔할 이 세상에서 제일 힙합적인 부검 그 사체에서 발견될 건 고작 고민한 라임 몇 개가 다일 듯 Simon says 이 씨발놈들아 난 영원히 내가 1등 남들 다 하는 성공의 도로 위에서 시간 안 버려 난 위험할지도 모를 갓길 이제 그 갓길로 걸어가 Who you Are you talking' to me  Who you You talking' to me Oh please 더 이상 가까이 오지 말라구 난 Untouchable Untouchable 니가 알던 내가 아냐  니가 알던 내가 아냐  니가 알던 내가 아냐  예전에 니가 알던 내가 아냐  예전에"}, {"song_no": "8261334", "year": "2016", "rank": "18", "title": "미친놈 (Feat. 제시)", "artist": "샵건", "genre": "Rap / Hip-hop", "lyrics": "Fuck you I hate you  아니 Miss you I love you  Fuck you I hate you  아니 Miss you I love you  Fuck you I hate you  아니 Miss you I love you  Fuck you I hate you  아니 Miss you I love you  오래전에 헤어지자 말할 걸  그만두자 말할 걸  입속에서 맴돈 말  오늘은 할게  네가 죽었으면 좋겠어  네가 미쳤으면 좋겠어  너는 마지막까지 미친놈이야  부재중 전화 몇십 통 어디서 뭐해  개 쓰레기 새끼  미친놈이라며 난 변했대  맞네 네 습관 목소리 성격 모든 게  이젠 내가 기피하는  스타일들이 됐네  아까워 너한테 투자한 내 시간 Uh  난 네 피에로고  너는 날 부르는 김완선  한두 번도 아닌 기념일  언제 또 챙겨  그 돈 아꼈으면 원피스 피규어  몇 개 더 생겨  야 난 널 키우는 게 아니야  내 차는 네 다리가 아니고  사랑을 드라마에서 배우지 마  몇십 번 내게 사랑한다고 말해도  내 대답은 무뚝뚝 자동응답 모드  물건들이 하나씩 부서지고  널 보며 소리를 지르고 욕해도  분에 못 이겨 널 거칠게 밀치며  네가 내 뺨을 칠 때  아픔보다 이별이 반가워  좀 더 감정을 드러내 끝이 가까워  오래전에 헤어지자 말할 걸  그만두자 말할 걸  입 속에서 맴돈 말  오늘은 할게  네가 죽었으면 좋겠어  네가 미쳤으면 좋겠어  너는 마지막까지 미친놈이야  감정 없이 끌어안고  날 사랑한다 말하지 마  오늘만큼은 내 생일이니까  마지막 일테니 꽃이나 사다 줄래  건너 가게에서 반값 세일이니까  Baby talk to me 제발 말해봐  Why you so good to me 생각하니까  그 예쁜 입술로 널 속삭일 때  행복한 내 표정 보며  씨발 진짜 우스웠겠네  칵 퉤 더러운 새끼 I took it all in  네 더러운 얘기  난 알면서도 눈 꽉 감았네  네 개소리들 전부 참았네  God damm 불쌍한 새끼  What  혼자 드라마 찍고서  항상 울상인 새끼  What  그 빌어먹을 드라마 몇 부작이야  I’m sick of you 구차한 새끼  네가 아파하는 걸 봐도  아프지 않아  혼자가 될 기분이 뭐 나쁘진 않아  내 욕을 하며 위로받고 싶어 하는  타임라인을 봐도  이제 화는커녕 하품이 나와  어깨 잡고 흔들고  미친 듯이 욕하고  찔러 상처 내봐도 사랑했어 정말  Fuck you I hate you  아니 Miss you I love you  Fuck you I hate you  아니 Fuck you 너나 꺼져  오래전에 헤어지자 말할 걸 그만두자 말할 걸 입속에서 맴돈 말 오늘은 할게 네가 죽었으면 좋겠어 네가 미쳤으면 좋겠어 너는 마지막까지 미친놈이야"}, {"song_no": "8033528", "year": "2016", "rank": "19", "title": "어디에도", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "차가워진 눈빛을 바라보며 이별의 말을 전해 들어요 아무 의미 없던 노래 가사가 아프게 귓가에 맴돌아요 다시 겨울이 시작되듯이 흩어지는 눈 사이로 그대 내 맘에 쌓여만 가네 떠나지 말라는 그런 말도 하지 못하고 고개를 떨구던 뒷모습만 그대 내게 오지 말아요 두 번 다시 이런 사랑 하지 마요 그댈 추억하기보단 기다리는 게 부서진 내 맘이 더 아파와 다시 누군가를 만나서 결국 우리 사랑 지워내도 행복했던 것만 기억에 남아 나를 천천히 잊어 주기를 아무것도 마음대로 안 돼요 아픔은 그저 나를 따라와 밤새도록 커져 버린 그리움 언제쯤 익숙해져 가나요 많은 날들이 떠오르네요 우리가 나눴던 날들 애써 감추고 돌아서네요 떠나지 말라는 그런 말도 하지 못하고 고개를 떨구던 뒷모습만 그대 내게 오지 말아요 두 번 다시 이런 사랑 하지 마요 그댈 추억하기보단 기다리는 게 부서진 내 맘이 더 아파와 다시 누군가를 만나서 결국 우리 사랑 지워내도 행복했던 것만 기억에 남아 나를 천천히 잊어 주기를 부를 수도 없이 멀어진 그대가 지나치는 바람에도 목이 메어와 어디에도 그대가 살아서 우린 사랑하면 안 돼요 다가갈수록 미워지니까 행복했던 것만 기억에 남아 나를 천천히 잊어 가기를 사랑했던"}, {"song_no": "5620266", "year": "2016", "rank": "20", "title": "The Time Goes On", "artist": "BewhY (비와이)", "genre": "Rap / Hip-hop", "lyrics": "시간이 끊임없이 흐르지 그에 따라 난 내 발을 구르지 죽을힘으로 달려도 죽을지언정 절대로 땅에 내 무릎이 닿지 아니하게 할거야 내 무릎은 오직 주님 앞에서만 꿇을 것이고 내 눈은 언제나 보이지 않는 미래를 째려봐 그 때를 위해 내가 무엇을 해야 하나 그 해답의 첫 번째 기도 두 번째는 펜을 쥐고 세 번째는 꿈을 꿔 네 번짼 의심 없이 믿고 또 믿어 그리고 기대함으로 Just wait 그 날의 시간을 지금 가져왔다 생각하고 행동해 밑바닥 이게 나의 현주소 두려움이 배로 생겨도 절대 난 멈춘 적 없이 달리고 있는 중 다른 이들이 만들어 놓은 길이 아닌 내가 내 길을 만들어 가기에 내 미랜 희미하지만 이미 알지 내 시작점과 정반대라는 걸 세상이 할 수 없다는 걸 난 이렇게 불러 가능성 오늘도 내 빈 잔을 더 계속 채워나가 매일 밤마다 꿈에 대한 열정으로 끝없이 태워 막 날 내 시간들을 헛되게 악한 게으른 삶 안에서 보낼 때면 항상 I pray to ma God say to ma God Please raise up ma mind So I'm always on ma grind 시간을 지혜롭게 사용하며 정복해 이건 새로 만들어질 내일의 나를 위한 사명 아직 다들 몰라 내 이름 그렇기에 더 크게 외치는 중 나는 오늘도 여전히 굶주리는 태도로 자세는 낮게 눈은 항상 위로 올려 내가 나를 대표해 나왔어 목소릴 높여 내 관이 짜여지기 전까지 내 꿈들을 거머쥐고 자만하는 놈의 콧대를 눌러 They need plastic surgery 언제나 시간을 아끼라던 나의 아버지와 어머니의 말씀이 날 일으킴으로 지금의 내가 세워졌지 Tic Toc 시간 위에 나를 던져 Tic Toc 시계가 멈춰도 가는 시간 위에 Tic Toc 시간 위에 나를 던져 Tic Toc 시계가 멈춰도 가는 시간 위에 Tic Toc goes on and on and on and on and on Tic Toc goes on and on and on and on and on Tic Toc goes on and on and on and on and on  Tic Toc 시계가 멈춰도 가는 시간 위에 솔직히 말해 내가 가까워 지는 건 죽음 이 곡의 시작부터 생기는 내 몸에 미세한 주름 허나 시간이 가는 건 어쩌면 이 땅에서 내 꿈을 현실로 만들어 주는 나를 위한 신의 Present But 공짜인 것은 없지 So I get ma ass up 가만히 있다가는 미래의 내가 더 멀어지겠어 내 꿈이 개꿈인 줄 알던 애들은 날 보면 여전히 놀라 너 17살 때부터 꿨던 꿈 아직 포기도 않고 있었냐 Yes ma yello That’s right 내가 맨날 책상 앞에 앉아서 랩 할 때마다 들렸던 세상의 책망 그게 지금의 나를 만들고 내 꿈을 더 자라게 했다 이제 계속해서 티 내겠어 내 이름 B e w h Y 내 믿음이 향하는 길을 따르지 마르지 않는 내 상상을 실현하기 위해 I don’t stop walkinn’ tryna keep alive ma dream I'm a B e w h Y 누구도 아닌 꿈꾸는 미래의 내가 바로 나의 wannabe 내 미래를 이미 이룬 듯 믿을 수 밖에 난 모든걸 걸었기에 내 선택은 절대로 많지 않지 Do or Die 의심 가득했던 나는 신에게 허구 헛 날 물어봤어 내가 꾸는 꿈을 내 능력으로 갚을 수 있냐고 He said 내가 다 갚을 테니 넌 한도 없이 꿈을 꾸어라 Okay ma Jehovah 밑져봐야 본전 이라 생각 안 해 그의 약속은 항상 지켜지기에 무조건 믿어 그게 내가 발자국을 남기는 유일한 원동력 신의 계획안에서 믿음만이 능력 이게 내 sloganand Tic Toc 시간 위에 나를 던져 Tic Toc 시계가 멈춰도 가는 시간 위에 Tic Toc 시간 위에 나를 던져 Tic Toc 시계가 멈춰도 가는 시간 위에 Tic Toc goes on and on and on and on and on Tic Toc goes on and on and on and on and on Tic Toc goes on and on and on and on and on  Tic Toc 시간은 가지 tic toc 그 시간 속에서 기도로 나는 매일 손을 모으고 하늘로 부르짖어 의심 대신에 확신을 두려울 땐 담대함이 늘 나에게 머물도록 내가 나약한 내 자신을 의지하는 것이 아닌 아버지 당신을 의지하게 날 세우소서 나는 아직까진 너무도 미비하기에 그러나 미비한 만큼 창대 하다는 것을 믿지 언제나 지금은 먼 미래지만 오늘이 되겠지 언젠가 모든 것을 당연히 여기지 않아 내가 여태 지나온 거리 위 많은 발걸음이 나를 만들었고 하루 종일 빛나는 내 삶을 주신 주와 함께 내 한계를 부셔 버릴 그날을 아름답게 맞이 하기 위해서 바로 지금 여기에 서 있지 나는 내 삶은 바로 신이 만들 예술 작품의 Featuring 나의 불완전함을 사용하는 창조주의 Symphony 나로 인해서 쓰여지는 위대한 history 어쩌면 이 모든 건 내 이야기가 아닌 His story Tic Toc 시간 위에 나를 던져 Tic Toc 시계가 멈춰도 가는 시간 위에 Tic Toc 시간 위에 나를 던져 Tic Toc 시계가 멈춰도 가는 시간 위에 Tic Toc goes on and on and on and on and on Tic Toc goes on and on and on and on and on Tic Toc goes on and on and on and on and on  Tic Toc 시계가 멈춰도 가는 시간 위에"}, {"song_no": "8243823", "year": "2016", "rank": "21", "title": "맘 편히 (Comfortable)", "artist": "사이먼 도미닉", "genre": "Rap / Hip-hop", "lyrics": "if somebody loves me 난 그걸로 만족해 내 걱정 안 해도 돼 난 괜찮아 okay 너무 애쓰지 않아도 돼 나중에 후회 없게 yeah 아주 잠시라도 난 날 위해 마음 놓을게 이제 맘 편히 편히 편히 나도 맘 편히 편히 편히 너도 맘 편히 편히 편히 모두 맘 편히 편히 편히 i'm gonna be be comfortable i'm gonna be be comfortable i'm gonna be be comfortable i'm gonna be be comfortable 저녁쯤에 눈 떠 확인하는 폰 엄마의 부재중 전화 2통 바로 걸까 하다가 다시 내려놓는 손 오늘은 기분이 좀 아니어서 준비가 덜 됐던  채로 보여졌던 내 모습이 후회돼 뭐 어쩌겠어 그래 다 내 탓이네 몇 년째 똑같대도 i'm gonna be a man 누가 뭐래도 회사에서 내 존잰 너무 작아 can't see me 딴 사람의 성공을 지켜볼 땐 괜시리 급한 마음만 배가 돼 그냥 어린애 같았던 거 인정한 뒤 날 다시 준비해 가네 이젠 연습실이 나의 home sweet home 알아 내 랩을 좋아해 주는 건 소수인 걸 언제 나올지도 모르는 16 마딜 다 쓰고 나서야 내 맘이 좀 편하지 if somebody loves me 난 그걸로 만족해 내 걱정 안 해도 돼 난 괜찮아 okay 너무 애쓰지 않아도 돼 나중에 후회 없게 yeah 아주 잠시라도 난 날 위해 마음 놓을게 이제 맘 편히 편히 편히 나도 맘 편히 편히 편히 너도 맘 편히 편히 편히 모두 맘 편히 편히 편히 i'm gonna be be comfortable i'm gonna be be comfortable i'm gonna be be comfortable i'm gonna be be comfortable live my life 그저 맘 편히 어차피 늙어가는 것은 당연해 근데 엄마 아빠와 함께할 시간이 얼마나 남았나 하는 슬픈 생각만 하면 숨이 가빠와 빨리 날 편히 해주는 좋은 여자의 남편이 되고 싶지만 아직은 내 몸 하나도 못 챙기는 애야 애 잠을 잃은 밤마다 마셨던 술이 빨리 깨야 해 훗날 나와 같이 살 누군가가 날 떠올릴 때 덜 계산적이게끔 난 나의 가치를 더 올릴게 혼자 먹는 밥 빼곤 sweeeet 솔로 라이프 대신 쓸쓸함은 몸에서 안 빠지는 셀룰라이트 삶의 몇 장면들은 가끔 외로움 속에서 올로케 홀로 맥주 하는 씬이 많다 보니 아랫배가 뽈록해 난 해피엔딩은 됐고 내 영화 크레딧엔 꼭 날 사랑해줬던 모두의 이름이 적힐 수 있게 해줘 i want i want i want it all i want i want i want it all ayo 원 서두르지마 stay focused 넌 그냥 해 니 이름처럼 1 day 1 verse 맞아요 형 인기는 내게 쓸데없죠 저 위에 래퍼들과 언젠가는 say wassup 쌈디 형 형을 챙겨줄 여잔 누굴까요 쉬는 날엔 술 마시지 말고 그냥 푹 자요 okay 생각 좀 그만하자는 생각도 그만 나도 오늘만큼은 아무런 이유 없이 굿나잇 이제 맘 편히 편히 편히 나도 맘 편히 편히 편히 너도 맘 편히 편히 편히 모두 맘 편히 편히 편히 i'm gonna be be comfortable i'm gonna be be comfortable i'm gonna be be comfortable i'm gonna be be comfortable"}, {"song_no": "8252588", "year": "2016", "rank": "22", "title": "리본 (Ribbon)", "artist": "비스트", "genre": "Ballad", "lyrics": "단단했던 매듭이 결국엔 풀려버리고 마네요 설마 했던 이별이 가까이 다가와 버렸네요 정말로 아마도 지금 이 순간이 가장 힘든 순간이에요 내겐 걱정 말아요 그래도 그대 원망하진 않아요 모든 걸 잃어도 돌릴 수 없고 소중한 걸 지킬 수조차 없는 초라한 내 모습 뗄 수 없는 입술이 그댈 잡을 수 없게 하죠  난 다시 한 번 풀려버린 우리를 예쁘게 묶고 싶어 있는 힘껏 서로를 당기며 사랑을 매듭지을 수 있게 Tie up a ribbon 절대 풀리지 않게  Tie up a ribbon 서로를 놓을 수 없게 아직 늦은 게 아니라면 너도 나와 같을 수 있다면 받아들이는 게 아냐 내 뜻대로 할 수 있는 건 지금처럼 질질 짜거나 취한 채로 널 향해 걷는 거 아주 가끔씩 꿈에 찾아온 널 반갑게 맞아주는 거 아무렇지 않은 척 괜찮다며 웃어주는 것뿐이야 Baby 맞아 좋은 남잔 아니었어 나는 너에게 언제나 부족한 사람이었기에 지금처럼 노래 부르는 것도 부담이라면 미안해 전부를 버려도 바꿀 수 없고 싫어도 빼앗길 수밖에 없는 초라한 내 모습 뗄 수 없는 입술이 그댈 잡을 수 없게 하죠  난 다시 한 번 풀려버린 우리를 예쁘게 묶고 싶어 있는 힘껏 서로를 당기며 사랑을 매듭지을 수 있게 Tie up a ribbon 절대 풀리지 않게  Tie up a ribbon 서로를 놓을 수 없게 아직 늦은 게 아니라면 너도 나와 같을 수 있다면 너무 아름답게 또 당연한 듯이 내 곁에 머물러준 너 그래서 가까이 와버린 이별조차 알아채지 못한 걸까 이렇게 쉽게 끝나버린 만큼 그리움도 쉽게 지울 순 없을까 언제쯤이면 나는 널 웃으며 떠올릴 수 있을까 난 다시 한 번 풀려버린 우리를 예쁘게 묶고 싶어 있는 힘껏 서로를 당기며 다시 널 사랑할 수 있게 Tie up a ribbon 절대 풀리지 않게  Tie up a ribbon 서로를 놓을 수 없게 아직 늦은 게 아니라면 너도 나와 같을 수 있다면 Tie up a ribbon"}, {"song_no": "8233373", "year": "2016", "rank": "23", "title": "Bye bye my blue", "artist": "백예린", "genre": "R&B / Soul", "lyrics": "난 왜 니가 가진 것들을 부러워하는 걸까 감당하지도 못할 것들을 손에 꼭 쥐고서 여기서 무얼 얼만큼 더 나아지고픈 걸까 너도 똑같은 거 다 아는데 내가 이기적인 걸까 많이 가져도 난 아직 너 같진 않아 아픈 기억들 위로 매일 혼자 걸어 난 아플걸 알아도 자꾸 마음이 가나 봐 그래서 자꾸 네게 욕심을 내나 봐 나의 나의 나의 그대여 이름만 불러봐도 맘이 벅차요 난 더욱 더욱 더욱 크게 되어 널 가득 안고 싶고 그래요 하고 싶은 말을 하는 게 불안해서 너를 밀어내고서 불편하게 만들어 듣고 싶은 말이 너무나 많은데도 바라지를 못하고 마음 아프게 기다려 나의 나의 나의 그대여 이름만 불러봐도 맘이 벅차요 난 더욱 더욱 더욱 크게 되어 널 가득 안고 싶고 그래요"}, {"song_no": "8304595", "year": "2016", "rank": "24", "title": "붐바야", "artist": "BLACKPINK", "genre": "Rap / Hip-hop", "lyrics": "BLACKPINK in your area BLACKPINK in your area Been a bad girl I know I am And I'm so hot I need a fan I don't want a boy I need a man Click-Clack Badda bing badda booom 문을 박차면 모두 날 바라봄 굳이 애써 노력 안 해도  모든 남자들은 코피가 팡팡팡  팡팡 파라파라 팡팡팡 지금 날 위한 축배를 짠짠짠 Hands up 내 손엔  bottle full o' henny 네가 말로만 듣던 걔가 나야  Jennie 춤추는 불빛은 날 감싸고 도네 Black to the pink  어디서든 특별해 Oh yes  쳐다 보든 말든  I wanna dance Like  따라다라단딴 따라다라단딴  뚜두룹바우 좋아 이 분위기가 좋아  좋아 난 지금 네가 좋아  정말 반했어  오늘 밤 너와 춤추고 싶어 BOOMBAYAH YAH YAH YAH BOOMBAYAH  YAH YAH YAH BOOMBAYAH  YAH YAH YAH YAH BOOM BOOM BA  BOOM BOOM BA 오빠  YAH YAH YAH YAH YAH YAH  YAH YAH YAH YAH  YAH YAH YAH YAH YAH YAH  YAH YAH YAH YAH 오빠  YAH YAH YAH YAH YAH YAH  YAH YAH YAH YAH  YAH YAH YAH YAH YAH YAH YAH  BOOM BOOM BA BOOMBAYAH  BLACKPINK in your area 이제 달려야지 뭘 어떡해 난 철 없어 겁 없어 man Middle finger up F U pay me 90's baby I pump up the jam 달려봐 달려봐 오빠야  LAMBO 오늘은 너와 나 젊음을  GAMBLE 감히 날 막지마  혹시나 누가 날 막아도 I'm gonna go Brrrr RAMBO 네 손이 내 허리를 감싸고 도네 Front to my back  내 몸매는 특별해 Oh yes  네 눈빛은  I know you wanna touch Like Touch touch touch touch  뚜두룹바우 좋아 이 분위기가 좋아 좋아 난 지금 네가 좋아  정말 멋있어  오늘 밤 너와 춤추고 싶어 BOOMBAYAH  YAH YAH YAH BOOMBAYAH  YAH YAH YAH BOOMBAYAH  YAH YAH YAH YAH BOOM BOOM BA  BOOM BOOM BA 오빠  YAH YAH YAH YAH YAH YAH  YAH YAH YAH YAH  YAH YAH YAH YAH YAH YAH  YAH YAH YAH YAH 오빠  YAH YAH YAH YAH YAH YAH  YAH YAH YAH YAH  YAH YAH YAH YAH YAH YAH YAH  BOOM BOOM BA BOOMBAYAH 오늘은 맨 정신 따윈 버리고 하늘을 넘어서 올라 갈 거야 끝을 모르게 빨리 달리고 싶어 Let's go let's go 오늘은 맨 정신 따윈 버리고 하늘을 넘어서 올라 갈 거야 끝을 모르게 빨리 달리고 싶어 Let's go let's go"}, {"song_no": "8109412", "year": "2016", "rank": "25", "title": "D (half moon) (Feat. 개코)", "artist": "DEAN", "genre": "R&B / Soul", "lyrics": "Love love the stars Love love the moon 별 다를 것 없이 똑같은 공기 똑같은 침대에서 보이는 천장까지 왜 별 이유 없이 공허한 건지 그저 몇 시간 째 멍만 때리는 게 처음에는 배가 고픈가 했었는데 No way no way no way 요새는 칸예 새 앨범을 들어도 뻔해 뻔해 뻔해 TV를 틀어 놓은 채 채널만 돌려 보네 But bae 별 의미 없네 다 너의 반 반 반의 반의 반도 채워주질 못 하네 채워지지가 않네 Yeah 딱 너의 반 반 반의 반이라도 내게 남았더라면 이렇게 붕 떠있지는 않을 텐데 너 없는 밤도 달은 떴다는데 보이지 않아 네 생각에 가려진 채 Yeah 마음이 기운 채로 판단이 설 리가 너 하나 없다고 내가 이럴 리가 없는데 자꾸 그 때로 또 되감기 돼 네가 있던 자리 그 자리 위 밤하늘까지 보여 저 반 쪽 짜리 달이 딱 지금 나의 모습 같지 다 너의 반 반 반의 반의 반도 채워주질 못 하네 채워지지가 않네 Yeah 딱 너의 반 반 반의 반이라도 내게 남았더라면 이렇게 붕 떠있진 않을 텐데 내일의 어둠이 저 달을 한 입 삼키면 둘이 만들었던 세계도 더 작아질 텐데 그리움만 꽉 차겠지 지루한 하루들을 보낸 후 보름달 하늘에 뜰 때쯤에는 우린 하나라고 떠들고 다닐 때만 해도 너는 너고 나는 나라는 게 이렇게도 명확해질지 몰랐어 서로 생각할 시간 시간 초과된 기분 더 지나면 서로 돌아오라고도 못 해 난 지금 돈키호테처럼 정처 없이 네 사랑을 꿈꾸네 난 네 눈만 봐도 텅 빈 이 맘을 다 채울 텐데 다 너의 반 반 반의 반의 반도 채워주질 못 하네 채워지지가 않네 Yeah 딱 너의 반 반 반의 반이라도 내게 남았더라면 이렇게 붕 떠있진 않을 텐데 Love love the stars Love love the moon 딱 너의 반 반 반의 반이라도 내게 남았더라면 그랬더라면"}, {"song_no": "8291212", "year": "2016", "rank": "26", "title": "어때?", "artist": "현아", "genre": "Rap / Hip-hop", "lyrics": "여기저기 손들어 다 다 여기 와서 흔들어 우리 같이 춤추자 자 자 이제 너도 흔들어 여기서 다 내려놔 놔 놔 얼른 와서 따라 해 여기 다 손 흔들어 다 다 지금부터 흔들어 춤추자 어때 이건 어때 어때 춤추자 Up 돼 이건 Up 돼 Up 돼 춤추자 느낌이 없으면 별로 느낌이 오면 바로 숨길게 나는 없어 더 이상 뺄 것도 없어 나 다른 생각은 안 해 지금 이 순간이 중요해 제발 바른말은 그만해 난 원래 원래 내가 이래 같잖은 편견 속에 날 맞추지 마 재미없어 거지 같은 네 기준에 날 가두지 마 흥미 없어 넌 넌 넌 넌 재미없어 복잡한 계산 안에 널 멈추지마  Imma do like this 여기저기 손들어 다 다 여기 와서 흔들어 우리 같이 춤추자 자 자 이제 너도 흔들어 여기서 다 내려놔 놔 놔 얼른 와서 따라 해 여기 다 손 흔들어 다 다 지금부터 흔들어 춤추자 어때 이건 어때 어때 춤추자 Up 돼 이건 Up 돼 Up 돼 춤추자 똑같은 느낌 정말 숨막히잖아 의미 없어 계속 느낌 없는 춤만 추고 있잖아 Feel이 없어 넌 넌 넌 넌 재미없어 날 좀 더 재미있게 할 수 있잖아  Imma do like this 여기저기 손들어 다 다 여기 와서 흔들어 우리 같이 춤추자 자 자 이제 너도 흔들어 여기서 다 내려놔 놔 놔 얼른 와서 따라 해 여기 다 손 흔들어 다 다 지금부터 흔들어 춤추자 기분 좋게 어때 망가지면 어때 기분 좋게 어때 망가지면 어때 어때 이건 어때 어때 춤추자 Up 돼 이건 Up 돼 Up 돼 춤추자"}, {"song_no": "8244030", "year": "2016", "rank": "27", "title": "Why", "artist": "태연 (TAEYEON)", "genre": "Dance", "lyrics": "Why  Oh yeah yeah Oh 언젠가는 내 두 발이 Oh 닿는 대로 이끌리는 시선을 뺏겨버린 대로 가볍게 걸어갈 낯선 곳을 그리다 또 결국엔 허전한 긴 한숨에 멈춰 Why Why 돌아서 또 넌 Why Why 꿈만 가득해 지금 떠난다면 Good Good Good yeah 만나게 될 모든 건 Great Great yeah 가벼워진 맘이 Work Work baby 이미 이미 눈 앞에 아른아른대는데 망설여 Why 나침반 위 돌아가던 바늘이 멈춘 곳에 가득 핀 이름 모를 꽃잎이 널 위해 끌어당긴 빛이 담긴 풍경 속에 어서 뛰어들어 나보다 자유롭게 더 Why Why Why 괜히 미뤄 왔던 날 많았던 걱정이 모두 다 사라진 tonight yeah 바람 불어오면 Good Good Good yeah 펼쳐지는 모든 건 Great Great yeah 달라지는 맘이 Work Work baby 이미 이미 눈 앞에 아른아른대는데 지금 떠난다면 Good Good Good yeah 만나게 될 모든 건 Great Great yeah 가벼워진 맘이 Work Work baby 이미 이미 눈 앞에 아른아른대는데 망설여 Why 쫓아가기도 벅차 숨이 찬 세상이 전부는 아냐 하루 종일 걸어도 똑같은 풍경은 절대 보이지 않아 하얀 종이에 적어 본 Why 잉크처럼 번지는 맘 I'm falling I'm falling I'm falling to you 바람 불어오면 Good Good Good yeah 펼쳐지는 모든 건 Great Great yeah 달라지는 맘이 Work Work baby 이미 이미 눈 앞에 아른아른대는데 지금 떠난다면 Good Good Good yeah 만나게 될 모든 건 Great Great yeah 가벼워진 맘이 Work Work baby 이미 이미 눈 앞에 아른아른대는데 망설여 Why"}, {"song_no": "8189661", "year": "2016", "rank": "28", "title": "쏘쏘", "artist": "백아연", "genre": "R&B / Soul", "lyrics": "눈이 높은 건 절대 아닌데 딱히 맘이 끌리지가 않아 한두 번 만나보고 며칠을 연락해도 어색한 공기만 흐를 뿐 참 답답해 이상해  자꾸 어긋나는 일  대체 뭐가 문젤까  누굴 만나도 so so 혼자인 것도 so so 설레이지도 나쁘지도 않은 기분 so so 감을 잃어가 점점 사랑은 어떻게 하는 거였더라  기억도 잘 안 나 커플들이 부럽기는 해도 좋겠다 혼자인 게 외롭지는 않아 견딜만해 한가로운 내 전화 약속도 없는 주말 TV 앞의 내가 싫을 뿐 참 궁금해 신기해 사랑에 빠지는 일 나만 빼고 전부 다 누굴 만나도 so so 혼자인 것도 so so 설레이지도 나쁘지도 않은 기분 so so 감을 잃어가 점점 사랑은 어떻게 하는 거였더라 어디서 뭐 하냐고 태어나긴 했냐고 이제는 좀 나타나줘 내 맘 줄 사람 보자마자 안아주고 싶어 노력해 봐도 so so 애를 써봐도 so so 감동이 없고 재미없고 그저 그래 so so so so 기억도 안 나 덤덤 가슴이 뛰어본 게 언제쯤 일까 나도 누군갈 좋아해 보고 싶어 사랑하고 싶어"}, {"song_no": "8148487", "year": "2016", "rank": "29", "title": "하늘바라기 (Feat. 하림)", "artist": "정은지", "genre": "Ballad", "lyrics": "꽃 잎이 내 맘을 흔들고  꽃 잎이 내 눈을 적시고  아름다운 기억  푸른 하늘만  바라본다 꼬마야 약해지지마  슬픔을 혼자 안고 살지는 마  아빠야 어디를 가야  당신의 마음처럼 살 수 있을까  가장 큰 별이 보이는 우리 동네  따뜻한 햇살 꽃이 피는 봄에 그댈 위로해요 그댈 사랑해요  그대만의 노래로  뚜루뚜뚜두 두두두 뚜루뚜뚜두 두두두 뚜루뚜뚜두 두두두 하늘바라기 하늘만 멍하니  가장 큰 하늘이 있잖아 그대가 내 하늘이잖아 후회 없는 삶들 가난했던 추억 난 행복했다 아빠야 약해지지마  빗속을 걸어도 난 감사하니깐  아빠야 어디를 가야  당신의 마음처럼 살 수 있을까  가장 큰 별이 보이는 우리 동네  따뜻한 햇살 꽃이 피는 봄에 그댈 위로해요 그댈 사랑해요  그대만의 노래로  따뜻한 바람이 부는 봄 내음 그대와 이 길을 함께 걷네  아련한 내 맘이 겨우 닿는 곳에 익숙한 골목 뒤에 숨어있다가 그대 오기만 오기만 기다린 그때가 자꾸만 떠올라 가장 큰 별이 보이는 우리 동네  따뜻한 햇살 꽃이 피는 봄에 그댈 위로해요 그댈 사랑해요  그대만의 노래로  뚜루뚜뚜두 두두두 뚜루뚜뚜두 두두두 뚜루뚜뚜두 두두두 하늘바라기 하늘만 멍하니"}, {"song_no": "8174429", "year": "2016", "rank": "30", "title": "꿈처럼", "artist": "벤", "genre": "Drama", "lyrics": "나만 홀로 느낀 황홀함일까  그저 바라보는 시선이 무거워  맴도는 발걸음 여전히 네가 보고 싶어 i need your mind I remember 차가웠던 그 날 자꾸 떨리는 내 가슴이 혼자 울까봐 눈을뜨면 희미해져버릴 꿈처럼 놔줘 그게 아니면 곁에있어줘 무거워진 어깰 내게 보이며 미워하지도 못하게 막아선 너 따갑게 스치는 새벽에 네가 보고 싶어 i need your mind I remember 차가웠던 그 날 자꾸 떨리는 내 가슴이 혼자 울까봐 눈을뜨면 희미해져버릴 꿈처럼 놔줘 그게 아니면 곁에있어줘 울어서 좋을게 없는데 깊게 새긴 흔적이 서러워 혹시 몰라 그대가올까 봐 I remember 슬퍼보였던 날 자꾸 떨리는 내 어깨를 네가 볼까봐 눈을뜨면 희미해져버릴 꿈처럼 놔줘 그게 아니면 곁에있어줘 지금"}, {"song_no": "3620493", "year": "2016", "rank": "31", "title": "안아줘", "artist": "정준일", "genre": "Rock", "lyrics": "서러운 맘을 못 이겨 잠 못 들던 어둔 밤을 또 견디고 내 절망관 상관없이 무심하게도 아침은 날 깨우네 상처는 생각보다 쓰리고 아픔은 생각보다 깊어가 널 원망하던 수많은 밤이 내겐 지옥같아 내 곁에 있어줘 내게 머물러줘 네 손을 잡은 날 놓치지 말아줘 이렇게 니가 한걸음 멀어지면 내가 한걸음 더 가면 되잖아 하루에도 수천번씩 니 모습을 되뇌이고 생각했어 내게 했던 모진 말들 그 싸늘한 눈빛 차가운 표정들 넌 참 예쁜 사람 이었잖아 넌 참 예쁜 사람 이었잖아 제발 내게 이러지 말아줘 넌 날 잘 알잖아 내 곁에 있어줘 내게 머물러줘 네 손을 잡은 날 놓치지 말아줘 이렇게 니가 한걸음 멀어지면 내가 한걸음 더 가면 되잖아 내겐 내가 없어 난 자신이 없어 니가 없는 하루 견딜 수가 없어 이젠 뭘 어떻게 해야 할지 모르겠어 니가 없는 난 그냥 날 안아줘 나를 좀 안아줘 아무 말 말고서 내게 달려와줘 외롭고 불안하기만 한 맘으로 이렇게 널 기다리고 있잖아 난 너를 사랑해 난 너를 사랑해 긴 침묵 속에서 소리 내 외칠게 어리석고 나약하기만 한 내 마음을"}, {"song_no": "9609354", "year": "2016", "rank": "32", "title": "If You", "artist": "에일리", "genre": "Ballad", "lyrics": "일하는 사이 사이마다 니 생각이 나 건널목 앞에 설 때마다 난 너만 떠올라 Wooh 너란 공기는 내 숨이 가쁘게 그렇게 사라져 가 If you 내 사랑이 100이었다면 그 반을 남겨놓지 않았으면 내 곁에 아직까지 있을까 사랑은 하고 있을까 우린 다 주고 싶지 않아서가 아니었어 난 다만 시간이 필요했어 몇 번의 이별에 다친 내 기억에 다 주기 겁이 났어 If you 만약 내 사랑이 100이었다면 Wooh 그 반을 남겨놓지 않았으면 내 곁에 아직까지 있을까 사랑은 하고 있을까 우린 맘 속에 숨겨 둔 반쪽의 사랑 반까지 마저 꺼내 줄 수 있어 이제는 돌아와 줘 오늘은 If you 만약 내 사랑이 100이었다면 Wooh 그 반을 남겨놓지 않았으면 내 곁에 아직까지 있을까 사랑은 하고 있을까 우린 너란 곳에 살아보니까 다른 곳에서는 단 하루도 난 나로 살 수 없는 걸 안 되는 걸 다시 또 사랑한다면 그때도 니가 아니면 사랑은 못 해 나는"}, {"song_no": "8261335", "year": "2016", "rank": "33", "title": "아름다워 (Beautiful) (Feat. 지코 (ZICO))", "artist": "씨잼 (C Jamm)", "genre": "Rap / Hip-hop", "lyrics": "I‘m on one No lie 부정 말아 그냥 빨아 이거 이거 자꾸 시간은 안 보고 시계만 봐 그게 다야 Yup 숫자 대신에 박아놨거든 다이아 쟤네랑 비교한 거 아니지 나는 달러 이건 멋이 아냐 나는 이제 아름다워 지 삶과 상관없는 가사나 써대는 Fakers 내가 돌아보면 합죽이가 되어버리는 Haters 너네 중 반은 사실 래퍼가 되고 싶은 거 잘 생각해 래퍼들은 못 해 날 씹는 거 인마 I'm your leader 멋쟁이들은 날 밀어 객기로 인터뷰로 깝치는 놈들이 싫어 Ah 요새 대세 근데 난  아직 못 해 대인배 Who's hot 비와이 이놈도 섹시스트릿 Babe 원래 꿈은 래퍼도 아닌데 계속 가요 세상에 아름다운 여자들이 너무 많아서 I’m beautiful 워우워우워 멋있는 정도를 넘어선 놈 In this world world world 세대가 바뀌어도 이런 물건은 No one one one 인기가 식질 않네 더워 워워 이건 상식 밖의 Swaging 참 아름다워 Uh Uh We are so beautiful We are so beautiful 내 말은 너흰 그냥 다 병신들 Started from the bottom Now we 아름 to the 다워 Good boy Don't play no games 살아 Like me 다시 말해 너의 Role model right here 난 Beautiful Beautiful I got beautiful flows 필요해 나보다 훨씬 대단한 Beautiful woman 또 나와야지 되나 시즌 3 5 6 멍청이들에겐 더 해줄게 많지 It's doublem boy 한국서 너무 미리 난 아이폰 10 넌 아직도 017 있다는 느낌이니 지금 여기 나의 라이벌 맨 위에 래퍼들이 날 견제하고 있다고 이번 쇼미 사실 저번보다 힘들어 못 들어주겠네 이놈들 목소리부터 구려 사실 거의 그래 이 나라 래퍼 90 어쨌든 Zion.T and Kush Thanks for the good music 소재가 없으면 꼰대가 되나 봐 그렇지 난 구릴 바엔 그냥 당장에라도 여길 뜨지 But I’m beautiful 워우워우워 멋있는 정도를 넘어선 놈 In this world world world 세대가 바뀌어도 이런 물건은 No one one one 인기가 식질 않네 더워 워워 이건 상식 밖의 Swaging 참 아름다워 Uh Uh We are so beautiful We are so beautiful 내 말은 너흰 그냥 다 병신들 Started from the bottom Now we 아름 to the 다워 망나니 Season approaching 점점 커지는 덩치 We own it 여자도 상기시키는 립서비스 우린 더블링 없이 해도 관객이 피처링해 난 꿈을 먹고 살고 넌 나이를 먹지 매일 Errday 가요 작곡하고 방송 활동 와중에도 랩에 소홀한 적 없어 한결같은 내 태도 인지도 궁한 래퍼들 트위터에 날 언급하지 네 팔로워 절반을 차지한 지코의 팬덤 Cause I’m beautiful 워우워우워 멋있는 정도를 넘어선 놈 In this world world world 세대가 바뀌어도 이런 물건은 No one one one 인기가 식질 않네 더워 워워 이건 상식 밖의 Swaging 참 아름다워 Uh Uh We are so beautiful We are so beautiful 내 말은 너흰 그냥 다 병신들 Started from the bottom Now we 아름 to the 다워"}, {"song_no": "8184472", "year": "2016", "rank": "34", "title": "자격지심 (Feat. 은하 Of 여자친구)", "artist": "박경 (블락비)", "genre": "Rap / Hip-hop", "lyrics": "You 도대체 문제가 뭐야 말 좀 해봐 Hey you 질투하는 거야 자격지심인 거야 boy 몇 번이나 말했잖아 나에겐 한 사람밖에 없다고 귀여워 너답지 않은 너가 빠라바빠빠 빠라바빠빠 빠라바빠빠 넌 모를 거야 내 맘을 너 지금 어딜 보는 건지 지나가는 쟤 쳐다봤지 쇼윈도를 보는 척하면서 눈은 왜 그리 돌아가니 그래 나보다 키 크고 어깨도 넓은 거 나도 보이는데 너가 그래버리면 더 비참해지잖아 왜 그리 자신 없어 어딜 보긴 뭘 어딜 봐 어느 누구와도 너를 비교한 적 없어 소심하게 굴지 마 어제 카페 그 알바생 앞에서 왜 그리 웃는데 내가 이상한 건지 너가 이상한 건지 몰라 궁금해 머릿속이 You 도대체 문제가 뭐야 말 좀 해봐 Hey you 질투하는 거야 자격지심인 거야 boy 몇 번이나 말했잖아 나에겐 한 사람밖에 없다고 귀여워 너답지 않은 너가 빠라바빠빠 빠라바빠빠 빠라바빠빠 넌 모를 거야 내 맘을 하나만 물어볼게 차 있단 그 오빠 얘긴 왜 자꾸 해 뚜벅이가 뭐 어때서 어디든 가줄게 너 친구들 남자 친구 놈들 딱 들어보니 가식덩어리들  I told ya 남잔 늑대 순하디 순한 너에겐 위험해 yo 숨어 있어 내 울타리 안에 우리 사진으로 메신졀 프사해  왜 그리 자신 없어 아무것도 필요 없어 내겐 누구보다 큰 너 나도 알고 있어 남자는 다 똑같애  그걸 아는 사람이 그래 밀고 당길 땐 벌써 지났는데 내가 이상한 건지 너가 이상한 건지 몰라 궁금해 머릿속이 You 도대체 문제가 뭐야 말 좀 해봐 Hey you 질투하는 거야 자격지심인 거야 boy 몇 번이나 말했잖아 나에겐 한 사람밖에 없다고 귀여워 너답지 않은 너가 빠라바빠빠 빠라바빠빠 빠라바빠빠 넌 모를 거야 내 맘을 빠라바빠빠 빠라바빠빠 빠라바빠빠 넌 모를 거야 내 맘을 혹시나 해서 말인데 오해할까 걱정인데 이거 절대 자격지심 아냐 아냐 혹시나 해서 말인데 난 아무 상관없는데 그러는 거 자격지심 맞아 맞아"}, {"song_no": "9606657", "year": "2016", "rank": "35", "title": "Lotto", "artist": "EXO", "genre": "Dance", "lyrics": "Oh yeah yeah oh yeah yeah 별 관심이 없는 척 시선을 피해서 가 이해해 모든 걸 걸어야만 할 테니까 스쳐만 봐도 Oh yeah 다른 여자와는 확 달라 뒤돌아봐도 분명 내게 찾아온 Luck Lipstick Chateau 와인빛 컬러 La La La La 하얀 Champagne 버블에 샤워 La La La La 평생에 한 번일지도 몰라 꾹 참았던 본능이 튀어 올라 어쩌나 I just hit the lotto Oh-oh-oh Lotto Oh-oh-oh Lotto Oh-oh-oh Lotto Oh-oh-oh Lotto 너란 행운 마치 실낱 같은 확률 속에 맘을 던지게 해 날 다른 사람들은 이제 팝콘 입에 넣은 채 우릴 쳐다 봐 Ah baby 멀리서 들려오는 소리 No way No way no way no 즐겨 봐 Oh yeah 모든 게 바뀌어 Oh yeah 오늘부턴 공기도 달라 세상이 바뀌어 밤하늘엔 은빛 별들 Lipstick Chateau 와인빛 컬러 La La La La 하얀 Champagne 버블에 샤워 La La La La 평생에 한 번일지도 몰라 꾹 참았던 본능이 튀어 올라 널 향해 소리 질러 Louder Oh-oh-oh Louder Oh-oh-oh Louder Oh-oh-oh Louder Oh-oh-oh Louder 이 순간을 놓치진 마 We’re going crazy my lucky lady 또 한 번 기억될 날을 지금도 난 목이 말라 네게 줄게 아직 많아 I don’t need no money 너만 있으면 돼 더없이 간절히 원하는 걸 모든 것을 걸어 내게 Oh yeah Lipstick Chateau 와인빛 컬러 Chateau Chateau all over yeah 하얀 Champagne 버블에 샤워 하얀 Champagne on me 평생에 한 번일지도 몰라 꾹 참았던 본능이 튀어 올라  본능이 튀어 올라 어쩌나 I just hit the lotto Just hit the lotto yeah oh La La La La yeah yeah yeah yeah yeah yeah Just hit the lotto woo yeah Lotto Oh-oh-oh Yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah Hit the lotto ooh yeah 넌 Lotto La La La La"}, {"song_no": "8028701", "year": "2016", "rank": "36", "title": "시간을 달려서 (Rough)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "다가서지 못하고 헤매이고 있어 좋아하지만 다른 곳을 보고 있어 가까워 지려고 하면 할수록 멀어져 가는 우리 둘의 마음처럼 만나지 못해 맴돌고 있어 우린 마치 평행선처럼 말도 안돼 우린 반드시 만날 거야 기다릴게 언제까지나 미처 말하지 못했어 다만 너를 좋아했어 어린 날의 꿈처럼 마치 기적처럼 시간을 달려서 어른이 될 수만 있다면 거친 세상 속에서 손을 잡아줄게 다가서려 해봐도 엇갈리고 있어 좋아한단 말도 아직 못하고 있어 머뭇거리는 널 보고 있으면 우린 아직도 많이 어리긴 한가 봐 좁혀지지 않아 한 끗 차이 우린 마치 평행선처럼 언젠가는 못다한 말을 전할 거야 다가갈게 언제까지나 미처 말하지 못했어 다만 너를 좋아했어 어린 날의 꿈처럼 마치 기적처럼 시간을 달려서 어른이 될 수만 있다면 거친 세상 속에서 손을 잡아줄게 시간 속에 갇혀 길을 헤매여도 그렇지만 우린 결국 만날 거야 진심인 것만 알아줘 정말 서툴기만 한대도 미처 말하지 못했어 다만 너를 좋아했어 어린 날의 꿈처럼 마치 기적처럼 시간을 달려서 어른이 될 수만 있다면 거친 세상 속에서 너를 안아줄게 이거 하나만 약속해 변치 않기를 바랄게 그때도 지금처럼 날 향해 웃어줘 시간이 흘러서 어른이 될 수만 있다면 엇갈림 그 속에서 손을 잡아줄게"}, {"song_no": "8217164", "year": "2016", "rank": "37", "title": "Monster", "artist": "EXO", "genre": "Dance", "lyrics": "She got me gone crazy 왜 심장이 뛰니 넌 아름다워 나의 Goddess 닫혀있지 Yeah yeah 두드릴 테니 날 들여보낼래 감춰진 스릴을 줄게 눈동자의 호기심에 이미 넌 빠져들었고 Don't be afraid Love is the way Shawty I got it You can call me monster I’m creeping in your heart babe 뒤집고 무너트리고 삼켜 그래 널 훔쳐 탐닉해 널 망쳐 놓을거야 네 맘속에 각인된 채 죽어도 영원히 살래 Come here girl You call me monster 네 맘으로 들어갈게 She got me gone crazy 왜 심장이 뛰니 내가 좀 성격이 급해 그닥 온순하지 못해 널 미워했어 하지만 너를 원해 That’s right my type 가슴은 거짓말 안 해 시작됐어 내 안에서 위험한 신호를 보내 Don’t be afraid Love is the way Shawty I got it You can call me monster I’m creeping in your heart babe 뒤집고 무너트리고 삼켜 그래 널 훔쳐 탐닉해 널 망쳐 놓을거야 네 맘속에 각인된 채 죽어도 영원히 살래 Come here girl You call me monster 네 맘으로 들어갈게 전율이 와 네 삶을 다 뒤집어 버리는게 I’m sorry you make me so crazy you know you do 모두 날 두려워해 so I’m untouchable man 근데 네 진심은 왜 결국에 날 거부 못해 숨어서 훔쳐보다가 깜짝 놀라지 Who 네겐 안티노미 같은 난 네 존재의 일부 How we do 날 그대로 받아들여 너의 두려운 걱정은 접어두렴 네가 견딜만한 고통을 누려 더 깊이 빠져들어 널 맘대로 가지고 놀아 내 손에서 맘껏 놀아 도망가지마 넌 영원히 맴돌아 You can call me monster I’m creeping in your heart babe 뒤집고 무너트리고 삼켜 그래 널 훔쳐 탐닉해 널 망쳐 놓을거야 네 맘속에 각인된 채 죽어도 영원히 살래 Come here girl You call me monster 네 맘으로 들어갈게 Creeping creeping creeping Creeping creeping creeping You Creeping"}, {"song_no": "9613173", "year": "2016", "rank": "38", "title": "목요일 밤 (Feat. 빈지노)", "artist": "어반자카파", "genre": "R&B / Soul", "lyrics": "평범한 목요일 밤 널 데려 갈게 어디든 일주일 중에 네가 제일 지쳐 있을 오늘 Wanna drive If you don’t mind 둘이서 갈래 어디든 밤을 가득 채울 너와 나 그 곳을 향해 향해 Wherever you want 이리 저리 치이다 정해진 모든 걸 해내도  하나도 웃음 안 나고 또 올 내일이 두렵고  밤은 좀 남았는데 어떻게 써야할지 모르고 너와 함께 밤공기를 느끼고 파   지금 데리러 갈게 집에 가지 말고 있어줘 baby I’m on my way  Maybe I’ll be there by 8  왜 너가 차빌 내야해 좋은 음악이 있는 오빠 차가 있잖아 물론 내일 일찍 일 나가야해  이런 실랑이 할 시간에 조금이라도 널 봐야해 난 호흡이 딸리는 목요일 밤 널 생각하면서 달려가 난 평범한 목요일 밤 널 데려 갈게 어디든  일주일 중에 네가 제일 지쳐 있을 오늘  Wanna drive If you don’t mind 둘이서 갈래 어디든  밤을 가득 채울 너와 나 그 곳을 향해 향해 Wherever you want  어디든 데려다 줄게 건반처럼 가로등을 가로지르며 너의 하룰 들으며 그랬어 그러면서 너를 괴롭혔던 바깥 세상의 밤 공기를 밀며  창 밖에 내던진 음악처럼 한강엔 별과 달이 시간과 똑같이 흐르고 있어 우린 느낄 수 있어 둘이서 앞으로 더 많은 목요일에 도착할 거란 걸 평범한 목요일 밤 널 데려갈게 어디든  Wherever you want 어디가 됐건 Whatever you want 그 무엇이 됐건 Let’s go Let’s go Wanna drive If you don’t mind 둘이서 갈래 어디든  Wherever you want Wherever we want  Wherever I want  Wherever you want we’re going to yo 바람을 더 느끼게 창문을 더 활짝 열어줘 아무 말 필요 없어 그냥 나를 믿어 Give it up Baby Wanna drive If you don’t mind 둘이서 갈래 어디든  밤을 가득 채울 너와 나 그 곳을 향해 향해 Wherever you want  Wherever you want Wherever we want  Wherever I want Wherever you want we’re going to yo Wherever you want Wherever we want  Wherever I want Wherever you want we’re going to yo"}, {"song_no": "8298424", "year": "2016", "rank": "39", "title": "사랑해요", "artist": "김범수", "genre": "Drama", "lyrics": "아무 말 못한 채 오늘도 그대만 바라봐요   가슴에 맺힌 못다한 얘기들이 그대를 기다리죠  한 걸음 다가서면 가슴 깊이 참았던 눈물이 흐를까봐  혹시 그대도 나와 같다면 조금씩 다가갈게요  그댈 보면 자꾸 눈물이 나요 한없이 흘러요  결국 내 마음만 아파요  참아왔던 그리움에 지치면 내 손을 잡아 봐요 그대 나 사랑해요  가끔은 소리없이 불어오는 바람에 귀를 기울여 봐요  그대 나를 부르는 소리가 바람에 실려 올까 봐  그댈 보면 자꾸 눈물이 나요 한없이 흘러요  결국 내 마음만 아파요  참아왔던 그리움에 지치면 내 손을 잡아 봐요 그대 나 사랑해요  하루를 견디다 너무 힘들면 찾을 사람 그게 나란 걸 그댄 알잖아요   그댈 생각하면 눈물이 나죠 또 웃음이 나죠  결국 내 사랑은 그대죠 간절하게 바라고 늘 바랬던  이렇게 그대 곁에 서서 사랑할래요"}, {"song_no": "8247080", "year": "2016", "rank": "40", "title": "쿵", "artist": "Zion.T", "genre": "Rap / Hip-hop", "lyrics": "제일 먼저 기억나는 건 새까만 벽 앞에 걸려있던 마이크 30000원  어머니가 쓰시던 노트북에 깔았던 빨간색 마름모 그 때 부터였지 열일곱, 열여덟 열일곱, 열여덟  Dynamic Duo, 1tym - hot 뜨거 Oh yeah, oh shit 이런 건 처음 들어 쿵쿵쿵 옆집 사람들은 날 싫어해 \"시끄러워 게임 그만해 컴퓨터 끄고 공부나 해\" (게임 아닌데)  어 지금 들리는 박수 소리는 가끔 어색해 쿵쿵 그때 난 짝짝 소리를 듣게 될 줄은 Gray Loco Crush Elo 다 잘지내?  각자 자리에서 빛나고 있지 존나 멋지게 가끔 소주 한 잔 땡길 때 못 보는 게 씁쓸해 근데 씁쓸해도 어쩔 수 없지 갈 길이 멀기에 조명이 꺼지면 우린 어디에 있을까 그게 궁금해  안경이 무거워 조명이 너무 밝어 다들 부담스러워 날 그렇게 보지말어 난 여전해  난 여전히 녹음실에 서서 밤새고 노래를 쓰고있지 I'm still on my way 여전히 여기 이 자리 내 가족 내 친구 우리동네 이 거리 Still on my way 난 바뀐게 없지 거의 없지  쿵쿵 내 심장 소리 쿵쿵 쿵쿵"}, {"song_no": "8233466", "year": "2016", "rank": "41", "title": "No Way", "artist": "권순일 (어반 자카파)", "genre": "Drama", "lyrics": "Loving you 한순간에 눈이 멀었던 먼 그날의 그 눈빛을  아직 기억하니  내 기억에 몸을 맡긴 너의 모습은  너무나도 눈이 부셔 숨이 막혔지  You are everything in my life 이제 너를 두고서  그 누구도 다시 사랑 할 수 없어  미안하다 말하지마 No way 내 곁에서 떠나지마 No way 내게 줬던 그 숨결로 다시  Lonely Lonely 날 안아줘 날 놓치지마 No way never never never never No way 너를 선택한 그 날 그 날부터  내 안에 니가 살아숨쉰다  You are everything in my life 이제 너를 두고서  그 누구도 다시 사랑 할 수 없어  미안하다 말하지마 No way 내 곁에서 떠나지마 No way 내게 줬던 그 숨결로 다시  Lonely Lonely 날 안아줘 날 놓치지마 No way never never never never No way 너를 선택한 그 날 그 날부터  내 안에 니가 살아숨쉰다  너를 볼 때마다 나를 보는 것 같던  첨 그날처럼 널 지켜줄게  미안하다 말하지마 No way 내 곁에서 떠나지마 No way 내게 줬던 그 숨결로 다시  Lonely Lonely 날 안아줘 날 놓치지마 No way never never never never No way 너를 선택한 그 날 그 날부터  내 안에 니가 살아숨쉰다  You are the only one You're my You're my love"}, {"song_no": "8203900", "year": "2016", "rank": "42", "title": "너였다면", "artist": "정승환", "genre": "Drama", "lyrics": "왜 너에겐  그렇게 어려운지   애를 쓰는 나를  제대로 봐주는 게  너 하나에 이토록  아플 수 있음에  놀라곤 해  고단했던 하루  나는 꿈을 꿔도 아파  너였다면 어떨 것 같아   이런 미친 날들이  네 하루가 되면 말야  너도 나만큼 혼자  부서져 본다면 알게 될까  가슴이 터질 듯  날 가득 채운 통증과   얼마나 너를  원하고 있는지  내가 너라면  그냥 날 사랑할 텐데  내 가슴은 한없이 바닥까지   나를 둘러싸는  모든 게 두려워져  다 사랑에 빠지면  행복한 거라니  누가 그래  뒷모습만 보는  그런 사랑하는 내게  너였다면 어떨 것 같아   이런 미친 날들이  네 하루가 되면 말야  너도 나만큼 혼자  부서져 본다면 알게 될까  가슴이 터질 듯  날 가득 채운 통증과   얼마나 너를 원하고 있는지  내가 너라면 그냥 날 사랑할텐데 이미 너는 내게 대답한 걸 알아  대답 없는 대답의 의미 다 알면서도 난 모르는 척 맴도는데 요즘 나는 어떤 줄 아니  편히 잠을 잘 수도 뭘 삼켜낼 수도 없어 널 바라보다 점점 망가져 가는 날 알긴 할까 죽을 것 같아도 넌 내게 올 리 없대도  딴 곳만 보는 너란 걸 알아도 그런 너를 난 놓을 순 없을 것 같아"}, {"song_no": "8233292", "year": "2016", "rank": "43", "title": "공중도덕 (Air DoTheQ)", "artist": "The Quiett", "genre": "Rap / Hip-hop", "lyrics": "제대로 보여줘왔지 모두 앞에 내가 새로운 걸 할 때 이 랩 게임은 바뀌어 왔네  Backpack rap에서 Trap rap &amp; everythang  도덕 motherfuckas we gotta get paid  1LLIONAIRE flow 너는 막을 수가 없어 내게 몰려오는 돈과 명예 니가 나를 댓글 같은 걸로 욕하던 때 그 순간에도 내 몸값은 더욱 높아졌네 이 말은 그냥 하는 말이 아냐 난 재작년보다 세배를 벌어 내 삶은 좀 많이 변했지만 내 Rap은 gutter  넌 아직도 과거를 말하지 Yo shut the fuck up  난 앞으로 나갈 마음 밖에는 좆도 없어  My ambitions as a motherfuckin ridah  Hustler's life 나의 음악들을 팔어  뭘 좀 아는 자식들은 우릴 알어 제대로 떴지 공중에 Holla I'm the hottest m'fucka  내겐 여름도 겨울 절대 멋없는 것은 안해 이 철없는 놈은 I'm on my cassidy shit 홍대 City 막걸리 아재를 빙의한 것처럼 늘 Hustle  나를 더러운 속옷처럼 빨아 기억나 어릴 적이 치킨 껍질만 먹고선 바로 버리는 벌이를 버는 부자가 되는 게 꿈이였는데 이젠 두 마리를  Spend it everyday yo 하나를 이뤘으니  Let me take it to the next level 이제는 지구 전 세계에 지폐를 내 Money clip에 비대한 내 꿈 때문에 이제 내 지갑은 위인전 되겠군 Dang 난 아냐 거짓말쟁이  세다 100살 할아버지 되는 Money I'll get it  WoOh 봉준호 감독님의 전화를 받았지 Cuz I'm a monster 이건 괴물2 촬영씬 Yeh yeh myunDo finally made it Top 16  이 곡이 끝난 뒤 날 기다리는 건 더 높은 위치 Dok2 &amp; The Quiett과의 연결고리 History in the makin  난 쇼미 역사를 써내리지 My name myunDo go tell em  Turn up 82 workin all day 82 all day  Work hard play hard  왜 두 개를 못 해 한 번에 연남동에 한 번 와봐 Espanol로 Come to mi casa  살아있는 교과서 한 번 더 That's que pasa  아침 해를 보는 일 뭐 먹을지 고르기 가끔 망할 녹음이 안 될 땐  플스방에 가 With Superbee  UFC 하다보면 시간이 금방 흘러가 일상 속에서 영감 받고 난 가사 쓰러 가 불금엔 우리 김치힐갱끼리 술 마시러 다녀 어디든 Kidk Kidk 맨날 집에 가야 된다면서  왜 잔뜩 취해서 내게 던져 휴지를 Mc Rap형 또 사라졌네 역시 여자 번호 따러갔네 역시 멋이 가나 나랑 Play형은 감탄 중 물론 거절당할 건 이미 알잖아 서울 빌딩 숲에 치여 Uh 멍드는 사이 Uh 떠오르는 히트곡과 명곡의 Sign  I’m one of a kind This one’s for the books Mike Tyson on a fight night Smash y’all tonight 봄은 Flow season 시든 꽃들은 뽑고 다시 씨를 심어 Let me pick up 10억짜리 열매 총대 꽉 들어매 끝나지 않는 전쟁 애들도 이젠 TV를 보고 배워 내가 선생님 넌 질 걸 이미 알아 겁먹어 먼저 GG를 치지 A fake you are CG beneath me Even when I lay down Lei Wu Long with the moves versatile Been in this world longer storms were stronger 태평양을 건너 무대 위로 너머 돈이 안 보이냐 Listen to the words I offer Before you get buried 먼저 주둥이부터 덮어 네 말은 미세먼지 무게는 가벼워 힙합의 민족 마이크 잡는 거는 아무나 넌 아줌마 애기 With a lollipop I’m done with them half ass raps don’t give me 반토막 Your delivery’s lukewarm dude Straight food 철가방 속 차가운 국 Flow는 둘째 치고  Honestly you missing that boom  I got that 태풍의 눈 훔쳐 네 꿈 VROOOM  You need 부모님’s permission give a call 아들 음악 그만 때려쳐  형이 마이크 잡고 I will roll up both of my sleeves  And then put hands on you Steven Segaul Hold up YYYYAH ya’ll sweeter than 콜라 when you see me you roll up See me grip the mic and its over  네 모습 보고 아직도 멀었어  꼭대기 I’m on top of the mountain with 도덕 도덕 도덕 래퍼가 되기  전에 인간부터 되고 오려무나 욕심 따윈 개나 줘버려 매사에 버럭 두 눈에 불을 켜고 덤벼 들면 어떤 일이든지  네 뜻대로 잘 되나 봐라 마음에 여유 하나 없는 것들이  삶에 풍요를 바래 돈을 벌어 성공에 눈멀어 I don‘t fuck wit that shit 난 그 덜 떨어진 인간들과는 내가 가는 길은 같이 안 걸어 I got that sick flow yeah I flow sick too Superbee 처럼 기분이 좌 까칠함은 싹 밀어버려 면도 부드럽게 올라가 내 이름의 값 크리스토퍼 백 빼곤 빽 따윈 두지않아 비리 없이  I be illin on charts Nah bitch u aint Killin my vibe Yeah boii this is illionaire life Get down to the 본론 ball on 그래 내가 여태 번돈 그걸론 만족할순없지  Hold on I want more 내가 왔네 돈 벌러 아니 놀러  쇼미더머니 승패는 상관없이 힙합 하나로 다 발라 너희 부정할 수 없는 Classic 진짜 아는 놈은 알아서 다 알아 먹지"}, {"song_no": "8271355", "year": "2016", "rank": "44", "title": "And July (Feat. DEAN, DJ Friz)", "artist": "헤이즈 (Heize)", "genre": "Rap / Hip-hop", "lyrics": "약이라도 타놓은 걸까 yeah  I said it's true  평범한 네 목소리에  I said it's true  냉수를 들이켜도  쓴 커피를 마셔봐도  너무 달아 이거 왜이래   I said it's  killin me softly  일부터 열까지  네 과거들까지  빠삭하게 다 아는 내가  대체 뭔 바람에 이러는지  애써 뺑 돌려 말도 못하고 속이 터져  더위를 먹었다 하기엔 오래 됐는데 이거 원 Whut 또 네 주위만 맴도네 I can give you the world 너만 내게로 온다면  I can give you the world 넌 말만해 뭐든 간에 다 해줄 텐데 yeah 유난히 길던 봄부터 코 앞에 닥친 여름까지 Thinking bout you baby Yeah 7월의 햇볕보다 뜨거운 밤 모든 주말이 그렇듯 또 식겠지만 오늘은 다를 걸 미뤄왔던  내 그 간의 감정들을  말 할거야 너에게 I hope We'll be ok 전부터 기다린  UMF 티켓도 전부 다 밀어둔 채 널 만나러 가는 길 Baby 가벼운 향수도 뿌리고 고이 모셔 놓은 조던도 꺼냈는데 그 때 걸려온 너의 CALL 나 오늘 못 나갈 것 같애 I can give you the world 너만 내게로 온다면  I can give you the world 넌 말만해 뭐든 간에 다 해줄 텐데 yeah 유난히 길던 봄부터 코 앞에 닥친 여름까지 Thinking bout you baby ooh 오가는 사람들 속 나 혼자 떠나가는 밤을 위로해 But 오늘이 아니면 안될 것 같아 너의 전화번호를 누르고 더 망설이다가 다른 여자 곁에 널 보게 될 지 몰라 ah ah ah 눈치 좀 보다가 내 이야기 아닌 척 하며 슬쩍 떠볼까 ah ah ah 난 몰라 몰라 하면서 두 번의 계절이 너와 나의 곁을 지나갔구나 지금 이 순간도 난 네가 보고싶구 막 확실하게 해야겠어 이제 그만 사실 5월이면 좀 급해 보일까 해서 다음 6월이면 바쁠 게 불 보듯 뻔해서  그러다 여기까지 왔어 친구인 티는 다 벗었어 You already know 흠 그러니까 내 말은 You're fine I'm fine And July Oh 이유는 충분하잖아 BABY You're fine I'm fine  And July oh you know 난 남자일 때가 더 괜찮아"}, {"song_no": "8268275", "year": "2016", "rank": "45", "title": "네 생각", "artist": "존박", "genre": "Ballad", "lyrics": "아침에 눈을 뜨면 네 생각이나 창밖을 바라보다 네 생각이나 그렇게 멍하니 또 하루가 흘러가 너도 날 가끔씩은 떠 올릴까 네 생각이나 어느새 내 주변의 모든 건  익숙한 향기로 너에게 물들어 화초에 꽃이 피어 네 생각이나 예쁜 걸 볼 때마다 네 생각이나 내 취향은 아니지만 네가 좋아하는 그 노랫말 하루 종일 흥얼거려 네 생각이나 사랑이 내게도 찾아왔나 봐 어느새 내 주변의 모든 건 처음 보는 색으로 내 맘처럼 피어나 푸르던 하늘에 무지갯빛이 나 갈라진 골목길도 모네의 그림 같아 이렇게 변한 나를 내가 봐도 참 우습기만 하지만 어쩔 수 없나 봐 하루 종일 바보처럼 네 생각이나 그렇게 멍하니 또 하루가 흘러가 아침에 눈을 뜨면 네 생각이나 양치를 하다가도 네 생각이나 그렇게 멍하니 또 하루가 흘러가 너도 날 가끔 떠올릴까 네 생각이나 화초에 꽃이 피어 네 생각이나 커피를 마시다가 네 생각이나 이렇게 변한 나를 내가 봐도 참 우습기만 하지만 어쩔 수 없나 봐 온종일 바보처럼 네 생각이나 네 생각이나 오 네 생각이나"}, {"song_no": "8065398", "year": "2016", "rank": "46", "title": "공감 (Feat. 서영은)", "artist": "정준영", "genre": "Ballad", "lyrics": "공감 (Feat. 서영은)  언제부턴가 네가 보고 싶지 않았고 그 어느 샌가 네가 더 이상 필요한지 몰랐어 그래서 너는 떠났고 그렇게 갈라져버렸어 어쩌면 우린 아무런 감정도 없이 이별을 준비해야 했나 봐 서로 아플 것만 생각했지만 그랬던 기억마저도 이제는 사라지나 봐 돌이킬 수 없는 일을 내가 자초하고 모든 상황을 잔인하게 만들었어 똑같을 거란 그 말을 그 말을 인정해버렸어 끝났다는 그 말에 우리는 갈라져버렸어 어쩌면 우린 아무런 감정도 없이 이별을 준비해야 했나 봐 서로 아플 것만 생각했지만 그랬던 기억마저도 이제는 사라지나 봐 어쩌면 우린 아무런 조건도 없이 사랑만 했어야 했나 봐 먼저 아플걸 생각하는 것도 나눈 모든 얘기들도 그렇게 떠나가나 봐 어쩌면 우린 아무런 조건도 없이 사랑만 했어야 했나 봐 먼저 아플걸 생각하는 것도 나눈 모든 얘기들도 그렇게 떠나가나 봐 어쩌면 우린 미안한 감정도 없이 서로를 떠나야 했나 봐 사랑했던 우리의 추억들도 좋았던 기억마저도 그렇게 지나가나 봐"}, {"song_no": "8300695", "year": "2016", "rank": "47", "title": "사랑이 아프다", "artist": "환희", "genre": "Drama", "lyrics": "이젠 잊었다고 나를 다독여보아도 여전히 내 맘은 너만을 바라봐 함께한 추억이 내 머리를 맴돌아도 더이상 내 곁에 머물지 않겠지만 혹시 우연히 널 만나 내 맘 흔들린데도 보이지 않을게 그대로 살아줘 나는 사랑에 아프고 사랑에 다쳐도 다시 또 사랑하고 사랑이란게 너무 아프다  너란 사람을 위해서 모든걸 바치고 다시 또 돌아서도 너란 사람이 너무 그립다 너무 아프다 혹시 추억이 떠올라 너도 힘이 들까봐 나 아직 그 마음 그대로 살아가 나는 사랑에 아프고 사랑에 다쳐도 다시 또 사랑하고 사랑이란게 너무 아프다 너란 사람을 위해서 모든걸 바치고 다시 또 돌아서도 너란 사람이 너무 그립다 너무 아프다 뒤돌아 가는 널 붙잡고 싶지만 멀어져 가는 널 잡을 수가 없었어 처음 널 본 순간 내 마음은 아직 그대론데 내 사랑만 아프다 나는 사랑에 미쳐서 모든걸 잃어도 다시 또 사랑하고 사랑이란게 너무 아프다 너란 사람을 위해서 모든걸 바치고 다시 또 돌아서도 너란 사람이 너무 그립다 너무 아프다"}, {"song_no": "8243822", "year": "2016", "rank": "48", "title": "비행소년 (Feat. 거미)", "artist": "매드클라운", "genre": "Rap / Hip-hop", "lyrics": "그날을 기억해 처음 집을 나와 성신여대 네 평짜리 방바닥엔 바퀴벌레 커핀 식었고 소화제를 또 씹었네 엄마한테 전화를 걸어 아들 별일 없네 꿈과 숨바꼭질 술래는 여기 없네 잠들지 못 해 But don't give up yeah 스물넷 딴따라 아들 더 삐딱하게 바지를 내려 입고 신었네 더러워진 팀벌랜드 뛰었네 떨어지든 날던 일단은 뛰어야지 넘어지건 말건 내가 넘어지건 말건 세상은 날 가르쳐 뛰길 포기하고 넘어지는 방법 But nah I'm gonna fly away 미안해 미안해 미안해요 Mama 너무 멀리 떠나왔죠 아직 기다리나요 미안해 미안해 I'm going home 이젠 멋진 날이 와요 비바람이 치는 거친 하늘 위로 난 날아 12시간씩 일하시는 어머니 가족사진에 오려 붙인 아버지 사진 대환 없고 한숨 가득한 나의 좁은 집 조용히 신발만 대충 신고 뛰쳐나왔지 어 가는 길마다 자꾸 비바람이 쳐 도망치다보면 다시 집 앞에 있어 94 말했잖아 내 가족 내가 지켜 성공할 수만 있다면 나 무릎이라도 꿇지 뭐 어 자초한 길 끝까지 가야지 엄마 당신의 청춘을 내가 갚아줄게 하나씩 애비 없는 자식이라며 욕먹었던 양아치 그 양아치가 TV에서 랩 하지 이렇게 나 이제 날아볼게 미안해 미안해 미안해요 Mama 너무 멀리 떠나왔죠 아직 기다리나요 미안해 미안해 I'm going home 이젠 멋진 날이 와요 비바람이 치는 거친 하늘 위로 난 날아 I'm gonna fly away 고장 난 비행기처럼 놓쳐버린 풍선처럼 저기 높은 곳에선 슬픔들이 작아질까 바람 부는 방향 따라 떠나가 늦깎이 스물 청춘의 주소 번지수를 적어 사랑 앞에 철없고 비틀대듯 걸음을 절어 무댈 끝내고 두 손엔 오만 원이 쥐어졌고 내 광진구 옥탑방 택시빈 이만오천 원 그게 아까워서 걸었네 한남대교를 지났고 돌아가는 집까진 아직은 좀 멀어 상상을 해 완벽한 선을 그리는 비행 Uh 날개는 없기에 다시 나는 뛰네 One day I'm gonna fly away yes 미안해 미안해 미안해요 Mama 너무 멀리 떠나왔죠 아직 기다리나요 미안해 미안해 I'm going home 이젠 멋진 날이 와요 비바람이 치는 거친 하늘 위로 난 날아 미안해 미안해 미안해요 Mama 너무 멀리 떠나왔죠 아직 기다리나요 미안해 미안해 I'm going home 이젠 멋진 날이 와요 비바람이 치는 거친 하늘 위로 난 날아"}, {"song_no": "7891119", "year": "2016", "rank": "49", "title": "OOH-AHH하게", "artist": "TWICE (트와이스)", "genre": "Dance", "lyrics": "모두 나를 가지고 매일 가만 안 두죠 내가 너무 예쁘죠 나 때문에 다 힘들죠 어딜 걷고 있어도 빨간 바닥인거죠 Red carpet 같은 기분 모두 날 쳐다 보죠 oh 어떤 사람은 어머님이 누구냐고 신선하게 말 걸어도 아무 느낌이 안 들죠 하지만 나도 누군가 하고 사랑에 빠져보고 싶어 Baby 잘 들어요 내 Boy 단 한번도 느껴본 적 없는 걸 알게 해주는 사람 기다리고 있는 걸 얼마가 돼도 기다리고 싶어 I just wanna fall in love 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 날 봐 거봐 또 두 번 봐 한번 지나치고 등을 돌려 쳐다봐 TWICE 어딜 가더라도 항상 민 낯 하지만 내가 제일 빛나 낮은 신발 신어도 가치는 High 머릿속엔 늘 영화 속 같은 La La La 장면들이 지나가네 생각만해도 떨리네 Yeah 이제는 나도 누군가 하고 사랑에  빠져 보고 싶어 Baby 잘 들어요 내 Boy 단 한번도 느껴본 적 없는 걸 알게 해주는 사람 기다리고 있는 걸 얼마가 돼도 기다리고 싶어 I just wanna fall in love 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 아무하고 만나 시작하기 싫어  쉽지 않은 여자 그게 나인걸  Let me see How you gon treat me I ain't no easy Better think about it TWICE Let me see How you gon treat me I ain't no easy Better think about it TWICE 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 OOH AHH하게"}, {"song_no": "8244031", "year": "2016", "rank": "50", "title": "Starlight (Feat. DEAN)", "artist": "태연 (TAEYEON)", "genre": "Ballad", "lyrics": "Love is amazing ah  You are my starlight 내 맘을 비춰  함께 있으면 온종일 꿈꾸는 기분  You are my starlight 참 행복해져  선물 같아 너란 사랑  혼자가 익숙했던   회색 빛의 나의 하루에  사뿐히 다가와선   날 두드린 그 날을 기억해  빛처럼 날 비춰  어둠에서 나를 깨우곤  닫힌 맘의 창을 열어 줬어  내 눈에 비친 잔뜩 찡그린 Yeah  어색한 얼굴 뒤로 조금씩 웃어보던 너    사랑스러워 참을 수 없었지 Oh            기적처럼 발견한 넌 늘 미소 짓게 해  You are my starlight 내 맘을 비춰 함께 있으면 온종일 꿈꾸는 기분 You are my starlight 참 행복해져 선물 같아 너란 사랑 아무런 의미 없던  아주 사소한 일상들도 처음 본 세상처럼 새로운 느낌  난 매일 놀라 어느새 날 바꿔 텅 비어 있던 내 얼굴 위로 새로운 날 그려 줘 You are my starlight  You You You You You You  내 맘을 비춰  함께 있으면 온종일 꿈꾸는 기분  You are my starlight 참 행복해져  Oh No No No No 선물 같아 선물 같아 너란 사랑  맘이 흐린 날에도 맑게 개어  너를 본 순간 오직 너만으로 충분해 널 그저 바라만 봐도  입가에 번지는 기쁨 이토록 날 웃게 할 한 사람 너뿐이야 You are my starlight 감출 수 없어 함께 있으면 내 맘이 춤추는 기분 You are my starlight 참 감사해져  꿈만 같아 너란 사랑 You are my starlight My emotion you feel me 별처럼 빛나는 나를 봐 Oh 매일 깨달아 You are my starlight  Yeah Oh Oh Yeah Yeah My baby baby"}]