[{"song_no": "8158031", "year": "2016", "rank": "1", "title": "CHEER UP", "artist": "TWICE (트와이스)", "genre": "Dance", "lyrics": "매일 울리는 벨벨벨 이젠 나를 배려 해줘 배터리 낭비하긴 싫어 자꾸만 봐 자꾸 자꾸만 와 전화가 펑 터질 것만 같아 몰라 몰라 숨도 못 쉰대 나 때문에 힘들어 쿵 심장이 떨어진대 왜 걔 말은 나 너무 예쁘대 자랑 하는건 아니구 아 아까는 못 받아서 미안해 친구를 만나느라 shy shy shy 만나긴 좀 그렇구 미안해 좀 이따 연락할게 later  조르지마 얼마 가지 않아 부르게 해줄게 Baby 아직은 좀 일러 내 맘 갖긴 일러 하지만 더 보여줄래 CHEER UP BABY CHEER UP BABY 좀 더 힘을 내 여자가 쉽게 맘을 주면 안돼 그래야 니가 날 더 좋아하게 될걸 태연하게 연기할래 아무렇지 않게 내가 널 좋아하는 맘 모르게 just get it together and then baby CHEER UP 안절부절 목소리가 여기까지 들려 땀에 젖은 전화기가 여기서도 보여 바로 바로 대답하는 것도 매력 없어 메시지만 읽고 확인 안 하는 건 기본 어어어 너무 심했나 boy 이러다가 지칠까 봐 걱정되긴 하고 어어어 안 그러면 내가 더 빠질 것만 같어 빠질 것만 같어 아 답장을 못해줘서 미안해 친구를 만나느라 shy shy shy 만나긴 좀 그렇구 미안해 좀 이따 연락할게 later  조르지마 어디 가지 않아 되어줄게 너의 Baby 너무 빨린 싫어 성의를 더 보여 내가 널 기다려줄게 CHEER UP BABY CHEER UP BABY 좀 더 힘을 내 여자가 쉽게 맘을 주면 안돼 그래야 니가 날 더 좋아하게 될걸 태연하게 연기할래 아무렇지 않게 내가 널 좋아하는 맘 모르게 just get it together and then baby CHEER UP 나도 니가 좋아 상처 입을까 봐 걱정되지만 여자니까 이해해주길 속 마음 들킬 까봐 겁이나 지금처럼 조금만 더 다가와 그리 오래 걸리진 않아 just get it together and then baby CHEER UP  Be a man a real man gotta see u love me like a real man Be a man a real man gotta see u love me like a real man CHEER UP BABY CHEER UP BABY 좀 더 힘을 내 여자가 쉽게 맘을 주면 안돼 그래야 니가 날 더 좋아하게 될걸 태연하게 연기할래 아무렇지 않게 내가 널 좋아하는 맘 모르게 just get it together and then baby CHEER UP"}, {"song_no": "8148487", "year": "2016", "rank": "2", "title": "하늘바라기 (Feat. 하림)", "artist": "정은지", "genre": "Ballad", "lyrics": "꽃 잎이 내 맘을 흔들고  꽃 잎이 내 눈을 적시고  아름다운 기억  푸른 하늘만  바라본다 꼬마야 약해지지마  슬픔을 혼자 안고 살지는 마  아빠야 어디를 가야  당신의 마음처럼 살 수 있을까  가장 큰 별이 보이는 우리 동네  따뜻한 햇살 꽃이 피는 봄에 그댈 위로해요 그댈 사랑해요  그대만의 노래로  뚜루뚜뚜두 두두두 뚜루뚜뚜두 두두두 뚜루뚜뚜두 두두두 하늘바라기 하늘만 멍하니  가장 큰 하늘이 있잖아 그대가 내 하늘이잖아 후회 없는 삶들 가난했던 추억 난 행복했다 아빠야 약해지지마  빗속을 걸어도 난 감사하니깐  아빠야 어디를 가야  당신의 마음처럼 살 수 있을까  가장 큰 별이 보이는 우리 동네  따뜻한 햇살 꽃이 피는 봄에 그댈 위로해요 그댈 사랑해요  그대만의 노래로  따뜻한 바람이 부는 봄 내음 그대와 이 길을 함께 걷네  아련한 내 맘이 겨우 닿는 곳에 익숙한 골목 뒤에 숨어있다가 그대 오기만 오기만 기다린 그때가 자꾸만 떠올라 가장 큰 별이 보이는 우리 동네  따뜻한 햇살 꽃이 피는 봄에 그댈 위로해요 그댈 사랑해요  그대만의 노래로  뚜루뚜뚜두 두두두 뚜루뚜뚜두 두두두 뚜루뚜뚜두 두두두 하늘바라기 하늘만 멍하니"}, {"song_no": "8170828", "year": "2016", "rank": "3", "title": "RE-BYE", "artist": "악동뮤지션", "genre": "Folk", "lyrics": "Re-e-e bye 미련 없이  손을 흔들어 Re-bye  Re-e-e bye 그땐 그때  이땐 이때 Re-bye  익숙해 날 오고 가는 발걸음  헤어지는 인사에  미숙해 보이는 것만큼  부끄러운 게 없는 걸  익숙해 날 보고 가는 시선들  주위 모든 여자 날  야속해 해 But It's OK  부끄러울 게 없는 걸  Oh 눈물로 보낼 필요 없어  자욱한 안개만 남을 뿐  눈물로 흘려보낸 시간이 녹아  남은 건 어디에  Re-e-e bye 미련 없이  손을 흔들어 Re-bye  Re-e-e bye 그땐 그때  이땐 이때 Re-bye  뒤돌아서면 그걸로 THE END Re-bye 익숙해 날 오고 가는 발걸음 헤어지는 인사에 미숙해 보이는 것만큼 부끄러운 게 없는 걸 보기 드물어진 정 찾기 힘들어 진정한 partner 놔둬 봐 진정이 안 돼 이미 상한 빈정 많이 나누는 사람이 바보라 불리는 시대를 보시게 두 손에 남은 것 손해만 흥건히 남길 바에 인사는 간단하게 간당간당하게 맘에 문은 깐깐하게 방이 좀 깜깜하네 속을 들키면 Game over 할 수 없이 널 속여 여기까지가 납니다 수상해 냄새가 납니다 Oh 눈물로 보낼 필요 없어 자욱한 안개만 남을 뿐 눈물로 흘려보낸 시간이 녹아 남은 건 어디에 Re-e-e bye 미련 없이 손을 흔들어 Re-bye Re-e-e bye 그땐 그때 이땐 이때 Re-bye 뒤돌아서면 그걸로 THE END Re-bye"}, {"song_no": "8161257", "year": "2016", "rank": "4", "title": "내 입술 따뜻한 커피처럼 (Feat. 이성경) (Prod. by 박근태)", "artist": "에디킴", "genre": "Ballad", "lyrics": "울지마 이미 지난 일이야  삶의 반직선 위에 점일 뿐이야  살아가면서 누구나 겪는 일이야  어른이 되는 단지 과정일 뿐이야  단지 과정일 뿐이야  제발 이러지 말아요 끝이라는 얘기  나는 항상 시작인걸요  그댈 사랑하는 마음  점점 커져가고 있는 날 잘 알잖아요  네가 밟고 걷는 땅이 되고 싶던  잠시라도 네 입술 따뜻하게  데워줄 커피가 되고 싶던  oh 난 아직 사랑해  나를 많이 알잖아요 그댈 사랑하며 나를 모두 버렸다는 걸 혼자 울며 걷는 나를 모르나요 그러니 제발 이러지 마요 그래 어느 하늘 아래 안에 작은 내 사랑 이젠 나의 사랑한단 말도 의미도 잠시 우리의 힘들었던 지나간 나의 넌 기리 위리 우리의 히리 위리 돌릴 수 없는 우리 I know 이제는 돌리지 못할 거란 걸 you know 아니 너를 사랑한단 걸 오래 전 노래처럼 오래 오래 널 간직할래 그래 너만을 위한 나의 사랑은 이래 난 하지만 행복해 나같이 나쁜 남자를 만나 힘들었던 그만큼 너를 아껴줄 자상하고 부드럽고 따뜻한 그런 남자였음 좋겠어 hey I just wanna let you go 꿈에서라도 싫어요 떠나지 말아요 나는 죽을지도 몰라요 이대로 행복한걸요 모르겠나요 아무것도 바라지 않아 지나간 사랑으로 날 그대의 추억 속에서 살게 할 건가요 사랑은 계속 커져갈 텐데 이대로 나를 정말 보낼 건가요 울지마 이미 지난 일이야 버틸 수 없을 만큼 힘들겠지만 삶의 반직선 위에 점일 뿐이야 어느 때보다도 긴 시간이겠지만 살아가면서 누구나 겪는 일이야 쉽게 받아 들일 수는 없겠지만 어른이 되는 단지 과정일 뿐이야 단지 과정일 뿐이야"}, {"song_no": "8124417", "year": "2016", "rank": "5", "title": "봄이 좋냐??", "artist": "10cm", "genre": "Folk", "lyrics": "꽃이 언제 피는지  그딴 게 뭐가 중요한데 날씨가 언제 풀리는지  그딴 거 알면 뭐 할 건데 추울 땐 춥다고 붙어있고 더우면 덥다고 니네 진짜 이상해 너의 달콤한 남친은 사실 피씨방을 더  가고 싶어하지 겁나 피곤하대 봄이 그렇게도 좋냐 멍청이들아 벚꽃이 그렇게도 예쁘디 바보들아 결국 꽃잎은 떨어지지  니네도 떨어져라 몽땅 망해라 망해라 아무 문제 없는데  왜 나는 안 생기는 건데 날씨도 완전 풀렸는데  감기는 왜 또 걸리는데 추울 땐 추워서 안생기고 더우면 더워서 인생은 불공평해 너의 완벽한 연애는 아직 웃고 있지만 너도 차일거야 겁나 지독하게 봄이 그렇게도 좋냐 멍청이들아 벚꽃이 그렇게도 예쁘디 바보들아 결국 꽃잎은 떨어지지 니네도 떨어져라 몽땅 손 잡지 마 팔짱 끼지 마 끌어 안지 마 제발 아무것도 하지 좀 마 설레지 마 심쿵하지 마 행복하지 마 내 눈에 띄지 마 봄이 그렇게도 좋냐 멍청이들아 벚꽃이 그렇게도 예쁘디 바보들아 결국 꽃잎은 떨어지지 니네도 떨어져라 몽땅 망해라 망해라 망해라 망해라"}, {"song_no": "8071102", "year": "2016", "rank": "6", "title": "이 사랑", "artist": "다비치", "genre": "Drama", "lyrics": "시간을 되돌리면 기억도 지워질까 해볼 수도 없는 말들을 내뱉는 걸 알아 널 힘들게 했고 눈물로 살게 했던 미안한 마음에 그런 거야 하지만 난 말야 너의 밖에선 살 수 없어 내겐 너 하나로 물든 시간만이 흘러갈 뿐이야 사랑해요 고마워요 따뜻하게 나를 안아줘 이 사랑 땜에 나는 살 수 있어  사랑은 그런가봐 무슨 말을 해봐도 채워지지 않은 것 같은 마음이 드나봐 내 욕심이라고 다시 생각을 해봐도 그 마음 쉽게 사라지지 않아 알잖아 난 말야 너의 밖에선 살 수 없어 내겐 너 하나로 물든 시간만이 흘러갈 뿐이야 사랑해요 고마워요 따뜻하게 나를 안아줘 이 사랑 땜에 나는 살 수 있어  돌아가도 다시 견딜 수 있을까 너무 힘들던 시간들 흔들리지 않은 너를 볼 때면 떨리는 내 입술이 두루루 두루루 알잖아 난 말야 너의 밖에선 살 수 없어 내겐 너 하나로 물든 시간만이 흘러갈 뿐이야 사랑해요 고마워요 따뜻하게 나를 안아줘 이 사랑 땜에 나는 살 수 있어  사랑 땜에 나는 살 수 있어"}, {"song_no": "8138940", "year": "2016", "rank": "7", "title": "Toy", "artist": "블락비 (Block B)", "genre": "R&B / Soul", "lyrics": "내 감정 따위 뭐가 중요해 싫증 날 때까지 갖고 놀면 돼 널 위해서라면 날 부러뜨려도 좋아 because I'm a toy toy 쓸모 없어지면 버려 몰래 문득 어렴풋이라도 기억될 수만 있다면 나 Everything I do it for you I'm a toy toy 담아왔던 속 얘길 나눌 때면 날 어루만지고 나서야 미소를 지었던 너야  얼마 안 돼 구석에 놓이겠지만 이 운명은 네 소유인 걸 Girl use me while you can  I'm all yours 난 너에게 더 이상 바랄게 없어 나로 인해 채워지는 널 본다면 꺼내줄 수 있어 다 가져가 주겠니 사랑이 장난이면 가차 없이 날 이용해 Now you know all you need is me I'm your toy I'm your toy I'm your toy 사랑이 장난이면 가차 없이 날 이용해 도대체 난 무엇일까 너한테 이런 질문도 욕심일까 나한텐 있는 거 없는 거 다 쏟아부었지만 소박한 기대조차 사치라 느껴진다 어차피 네 세상에서 한 발짝도 못 떼 아름답던 사이로 남아 추억 속에 진열되면 돼 네 마음 한적해지면 날 발견할 수 있어 사랑은 바보처럼 하는 게 현명할지도 아무 말도 해줄 수 없는 나 침묵하는 내 입술은 벌써 몇 장의 편지를 써냈어 나 하나쯤의 가벼운 아픔이지만 네가 슬퍼하길 원해 Girl use me while you can I'm all yours  난 너에게 더 이상 바랄게 없어 나로 인해 채워지는 널 본다면 꺼내줄 수 있어 다 가져가 주겠니 사랑이 장난이면 가차 없이 날 이용해 Now you know all you need is me I'm your toy 우린 평등할 수 없겠지 넌 내게 단 하나고 난 그 중 하나일 테니 주제넘지 않게끔만 헌신하면서 시작도 안 해본 이야길 마무리 지어 당장 타올라도 바람 앞의 촛불 널 밝힌 만큼 흐르는 눈물 이 달리길 갑자기 멈추면 난 분명히 넘어져 한 번만이라도 함께 걸어줘  난 너에게 더 이상 바랄게 없어 나로 인해 채워지는 널 본다면 꺼내줄 수 있어 다 가져가 주겠니 사랑이 장난이면 가차 없이 날 이용해 Now you know all you need is me I'm your toy I'm your toy I'm your toy 사랑이 장난이면 가차 없이 날 이용해"}, {"song_no": "8170829", "year": "2016", "rank": "8", "title": "사람들이 움직이는 게", "artist": "악동뮤지션", "genre": "Dance", "lyrics": "사람들이 움직이는 게 신기해 팔다리가 앞뒤로 막 움 움 움 움직이는 게 숨 크게 들이쉬면 갈비뼈 모양이 드러나는 것도 내쉬면 앞사람이 인상 팍 쓰며 코를 쥐어 막는 것도 놀라와 놀라와 놀라와 Amazing 어릴 때 내 발 도장 보니 완전 꼬맹이 브이하고 찍은 픽쳐를 보니 나인가 싶은 코흘리개 뭐 먹고 이렇게 훌쩍 컸나 보냐 우리 엄마 아빠 사랑 먹고 이리 잘 컸나 보다 그 수많은 생물 중에 인간이라서 참 다행이야 장난감으로 태어났다면 혼자 움직이지도 못할 텐데 생각만 해도 끔찍해 그러고 보니 내 심장은 어떻게 bounce bounce 해 사람들이 움직이는 게 신기해 팔다리가 앞뒤로 막 움 움 움 움직이는 게 숨 크게 들이쉬면 갈비뼈 모양이 드러나는 것도 내쉬면 앞사람이 인상 팍 쓰며 코를 쥐어 막는 것도 놀라와 놀라와 놀라와 Shall we dance Dance Move move move all right 팔다리가 앞뒤로 move around Move move move all right Say yeah 손발로 막 치고 박고 두 다리로 공 차고 받고 했던 내 익숙하던 몸뚱어리가 낯설게 느껴질 땐 몸치고 박치고 다 하나같이 쿵쿵짝 호키포키 clap your 궁둥짝 누구라도 한 번쯤은 다 생각해보는 Right Who am I Who are you 그 수많은 생물 중에 인간이라서 참 다행이야 돌덩어리로 태어났다면 이리저리 치이고 굴러 떼굴떼굴 떨어지고 말 텐데 생명이란 건 참으로 신비해 사람들이 움직이는 게 Jump 사람들이 움직이는 게 신기해 팔다리가 앞뒤로 막 움 움 움 움직이는 게 숨 크게 들이쉬면 갈비뼈 모양이 드러나는 것도 내쉬면 앞사람이 인상 팍 쓰며 코를 쥐어 막는 것도 놀라와 놀라와 놀라와 Let's dance Dance Move move move all right 팔다리가 앞뒤로 move around Move move move all right Say yeah"}, {"song_no": "8089568", "year": "2016", "rank": "9", "title": "You Are My Everything", "artist": "거미", "genre": "Drama", "lyrics": "처음부터 그대였죠 나에게 다가올 한 사람 단 한 번의 스침에도 내 눈빛이 말을 하죠 바람처럼 스쳐가는 인연이 아니길 바래요 바보처럼 먼저 말하지 못했죠 할 수가 없었죠 You Are My Everything 별처럼 쏟아지는 운명에 그대라는 사람을 만나고 멈춰버린 내 가슴속에 단 하나의 사랑 You Are My Everything 안갯속에 피어나는 하얗게 물들은 그대 모습 한순간에 내게 심장이 멈출 듯 다가와 버렸죠 You Are My Everything 별처럼 쏟아지는 운명에 그대라는 사람을 만나고 멈춰버린 내 가슴속에 단 하나의 사랑 You Are My Everything 시작도 못 했던 나의 사랑을 이제는 말할 수 있죠 누구도 가질 수 없는 기적인데 You Are My Everything 뜨거운 내 사랑은 그댄 걸 계절이 변해도 난 이곳에 멈춰버린 내 가슴속에 단 하나의 사랑 You Are My Everything"}, {"song_no": "8172437", "year": "2016", "rank": "10", "title": "우아해 (woo ah)", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "우아 우아 우아해  우아 우아 우아해  우아 우아 우아해  우아 우아  나른해요 그대 곁에 있을 때  콧노랠 부르게 해주네요 너무 아름다워 환하게 웃는  그 모습은 눈이 부시게  맑은 햇살 같아요  날 밝혀줘 baby woo  I wanna fall in love with you  마음 가는 대로 해요 my baby  아무 걱정 말고 내 손을 잡아요 넌 우아 우아 우아해  우아 우아 우아해  우아 우아 우아해  우아 우아 우아해  우와 우와 우와해 우와 우와 우와해 우와 우와 우와해 우와 우와 멈추기 싫어요 이 노랠 부를 땐 아무것도 신경쓰기 싫어요 woo yeah 내 옆에 잠이든 너의 모습을 그려 I want it 매일 아침 일어나 말하고 싶어 babe have a good morning I just wanna be with you oh yeah 눈 부시게 맑은 햇살이 비출 때 I wanna fall in love with you 마음 가는 대로 해요 my baby 아무 걱정 말고 내 손을 잡아요 넌 우아 우아 우아해 우아 우아 우아해 우아 우아 우아해 우아 우아 우아해 우와 우와 우와해 우와 우와 우와해 우와 우와 우와해 우와 우와 하얀색 피부 앙증맞은 코에 부드러운 머리 결 날 내려보네 널 안으면 내 맘까지 따뜻해지곤 해 내 어깨에 기대면 잠이 막 쏟아지네 날 올려다보는 니 입술이 마침내 like a bomb on me 기분은 점차 높아지고 우린 반올림 Do you love me Like I love you Do you love me Like I love you"}, {"song_no": "8102386", "year": "2016", "rank": "11", "title": "말해! 뭐해?", "artist": "케이윌", "genre": "Drama,Ballad", "lyrics": "아무 말 없이 내게서 커져만 가는 게 아무래도 이대론 안 되겠어 어쩌다 내가 이렇게 네게 빠진 건지 이유를 나도 모르겠어 넌 왜 내게서 맴돌아  뭘 해도 신경 쓰이고 뭘 해도 궁금해지고 넌 왜 내게서 맴돌아 oh 어떡해 나  자꾸만 생각이나 말해 뭐해 말해 뭐해 이러다가 바보처럼 한 눈 팔게 하지 말고 말해볼래 말해볼래 나의 맘에 담긴 사람 you are my only one  너무나 사랑을 해도 눈물 난다는 게 그런 말이 이해가 되지 않아 하지만 그댈 본 순간 두 눈 가득 고인 눈물이 사랑인 것 같아 넌 왜 내게서 맴돌아  뭘 해도 신경 쓰이고 뭘 해도 궁금해지고 난 너 하나만 생각해 이렇게 난 자꾸만 입 맞추고 말해 뭐해 말해 뭐해 이러다가 바보처럼 한 눈 팔게 하지 말고 말해볼래 말해볼래 나의 맘에 담긴 사람 you are my only one  내 모든 게 서툴다 해도 네 곁에 나 머물고만 싶어지는 게  사랑일까 사랑일 거야 너의 너의 남자 되고 싶어  말해 뭐해 말해 뭐해 내게 오는 사랑은 다 그대라는 이름인걸 말해 뭐해 말해 뭐해 나의 맘에 담긴 사람 you are my only one"}, {"song_no": "8033528", "year": "2016", "rank": "12", "title": "어디에도", "artist": "엠씨더맥스", "genre": "Ballad", "lyrics": "차가워진 눈빛을 바라보며 이별의 말을 전해 들어요 아무 의미 없던 노래 가사가 아프게 귓가에 맴돌아요 다시 겨울이 시작되듯이 흩어지는 눈 사이로 그대 내 맘에 쌓여만 가네 떠나지 말라는 그런 말도 하지 못하고 고개를 떨구던 뒷모습만 그대 내게 오지 말아요 두 번 다시 이런 사랑 하지 마요 그댈 추억하기보단 기다리는 게 부서진 내 맘이 더 아파와 다시 누군가를 만나서 결국 우리 사랑 지워내도 행복했던 것만 기억에 남아 나를 천천히 잊어 주기를 아무것도 마음대로 안 돼요 아픔은 그저 나를 따라와 밤새도록 커져 버린 그리움 언제쯤 익숙해져 가나요 많은 날들이 떠오르네요 우리가 나눴던 날들 애써 감추고 돌아서네요 떠나지 말라는 그런 말도 하지 못하고 고개를 떨구던 뒷모습만 그대 내게 오지 말아요 두 번 다시 이런 사랑 하지 마요 그댈 추억하기보단 기다리는 게 부서진 내 맘이 더 아파와 다시 누군가를 만나서 결국 우리 사랑 지워내도 행복했던 것만 기억에 남아 나를 천천히 잊어 주기를 부를 수도 없이 멀어진 그대가 지나치는 바람에도 목이 메어와 어디에도 그대가 살아서 우린 사랑하면 안 돼요 다가갈수록 미워지니까 행복했던 것만 기억에 남아 나를 천천히 잊어 가기를 사랑했던"}, {"song_no": "8109412", "year": "2016", "rank": "13", "title": "D (half moon) (Feat. 개코)", "artist": "DEAN", "genre": "R&B / Soul", "lyrics": "Love love the stars Love love the moon 별 다를 것 없이 똑같은 공기 똑같은 침대에서 보이는 천장까지 왜 별 이유 없이 공허한 건지 그저 몇 시간 째 멍만 때리는 게 처음에는 배가 고픈가 했었는데 No way no way no way 요새는 칸예 새 앨범을 들어도 뻔해 뻔해 뻔해 TV를 틀어 놓은 채 채널만 돌려 보네 But bae 별 의미 없네 다 너의 반 반 반의 반의 반도 채워주질 못 하네 채워지지가 않네 Yeah 딱 너의 반 반 반의 반이라도 내게 남았더라면 이렇게 붕 떠있지는 않을 텐데 너 없는 밤도 달은 떴다는데 보이지 않아 네 생각에 가려진 채 Yeah 마음이 기운 채로 판단이 설 리가 너 하나 없다고 내가 이럴 리가 없는데 자꾸 그 때로 또 되감기 돼 네가 있던 자리 그 자리 위 밤하늘까지 보여 저 반 쪽 짜리 달이 딱 지금 나의 모습 같지 다 너의 반 반 반의 반의 반도 채워주질 못 하네 채워지지가 않네 Yeah 딱 너의 반 반 반의 반이라도 내게 남았더라면 이렇게 붕 떠있진 않을 텐데 내일의 어둠이 저 달을 한 입 삼키면 둘이 만들었던 세계도 더 작아질 텐데 그리움만 꽉 차겠지 지루한 하루들을 보낸 후 보름달 하늘에 뜰 때쯤에는 우린 하나라고 떠들고 다닐 때만 해도 너는 너고 나는 나라는 게 이렇게도 명확해질지 몰랐어 서로 생각할 시간 시간 초과된 기분 더 지나면 서로 돌아오라고도 못 해 난 지금 돈키호테처럼 정처 없이 네 사랑을 꿈꾸네 난 네 눈만 봐도 텅 빈 이 맘을 다 채울 텐데 다 너의 반 반 반의 반의 반도 채워주질 못 하네 채워지지가 않네 Yeah 딱 너의 반 반 반의 반이라도 내게 남았더라면 이렇게 붕 떠있진 않을 텐데 Love love the stars Love love the moon 딱 너의 반 반 반의 반이라도 내게 남았더라면 그랬더라면"}, {"song_no": "8171202", "year": "2016", "rank": "14", "title": "Dream Girls", "artist": "아이오아이 (I.O.I)", "genre": "Dance", "lyrics": "하나 둘 셋 넷 Mic check 1 2 하나 둘 셋 넷 Mic check 1 2 하나 둘 셋 넷 Mic check 1 2 1 2 1 2  모두 나를 비웃고 모두 나를 떠나고 내가 혼자되어도 I don't care 나 이쁘진 않아도 날씬하진 않아도 까칠하게 보여도 뭐 어때 너 고민하지마 그래 너답게 이 시간은 내 거야 내가 주인공야 오래 기다렸잖아  The time is coming 보여줄 거야 Let's go We here to rock the show Get ready we'll let you know 아무도 못 말려 boy  지금부터 I got you boy 원하는 걸 말해봐 우리가 들어줄게 당당하게 be like that We are the dream girls  dream girls dream girls dream girls 꿈을 향해 달려가 dream girls 시간은 충분해 조급해하지마 Trust yourself 너 포기하지마 We are the dream girls  dream girls dream girls dream girls 조금만 더 힘을 내 dream girls 신경 쓰지마 조금 늦더라도 Over and over  follow your fever like that 남들 시선에 포기는 No 니가 주인공 끝까지 Go 두려워하지마 우릴 따라와 후회 안 해 자신 있어 난 1 Step 2 Step 천천히 걸음을 떼 조급해 하지마 뒤처지면 어때 앞으로 나아가 이제 Coming 너 고민하지마 그래 너답게 이 시간은 내 거야 내가 주인공야 오래 기다렸잖아  The time is coming 보여 줄 거야 Let's go We here to rock the show Get ready we'll let you know 아무도 못 말려 boy  지금부터 I got you boy 원하는 걸 말해봐 우리가 들어줄게 당당하게 be like that We are the dream girls  dream girls dream girls dream girls 꿈을 향해 달려가 dream girls 시간은 충분해 조급해 하지마 Trust yourself 너 포기하지마 We are the dream girls  dream girls dream girls dream girls 조금만 더 힘을 내 dream girls 신경 쓰지마 조금 늦더라도 Over and over  follow your fever like that 괜찮아 잘 될 거야  주저하지 말고 일어나 한걸음 또 한걸음 We are the dream girls  dream girls dream girls dream girls 꿈을 향해 달려가 dream girls 시간은 충분해 조급해 하지마 Trust yourself 너 포기하지마 We are the dream girls  dream girls dream girls dream girls 조금만 더 힘을 내 dream girls 신경 쓰지마 조금 늦더라도 Over and over  follow your fever like that"}, {"song_no": "8068881", "year": "2016", "rank": "15", "title": "넌 is 뭔들", "artist": "마마무(Mamamoo)", "genre": "Dance", "lyrics": "Come on Hey Mommy  Come on Hey Daddy 이리와서 얘들 좀 봐 Come on Hey Sister  Come on Hey Brother 누가 얘들 좀 말려줘 귀여운 척 섹시한 척 이쁜 척 그런 거 안해도 날 알아보는 너  센스매너 말투표정 행동 하나까지 섬세한 널 알아보는 나  우리 둘 사이 딱 한 뼘 사이 매일 아침 난 너의 목소리로 눈을 뜨고 우리 둘 사이 딱 맞는 타입 Come on 거기 미스터  Come on 이리와 봐 천천히 아주 조금씩 Hey 거기 미소가 예쁜 남자 바로 너 너어어어 아아아아 날 미치게 하는 그런 남자 몸매도 얼굴도 시선강탈 Hey Mr. 생각이 멋진 남자 바로 너  너어어어 아아아아 나 지금 너 땜에 혼란스러  제발 누가 나 좀 말려줘  월화수목금토일 난 매일매일 너를 생각해 넌 나를 생각해 Word up Moon star A형 B형 AB O형 플러스 마이너스 상관없어  S극과 N극처럼 어떤 공식이든 끌려 단지 그냥 너라서  우리 둘 사이 딱 한 뼘 사이 매일 밤마다 너의 자장가로 잠이 들고 우리 둘 사이 딱 맞는 타입 Come on 거기 미스터  Come on 이리와 봐 조용히 속삭여줄래 Hey 거기 미소가 예쁜 남자 바로 너 너어어어 아아아아 날 미치게 하는 그런 남자 몸매도 얼굴도 시선강탈 Hey Mr. 생각이 멋진 남자 바로 너  너어어어 아아아아 나 지금 너 땜에 혼란스러 제발 누가 나 좀 말려줘 I like eye contact 입술을 꽉 깨물어 Your Lips 너의 두 눈이 스칠 때면 Two Eyes 숨막히는 이끌림이 날 어지럽게 해 나 너만의 영원한 소녀 팬 is 뭔들 모든 게 넌 is 뭔들 완벽해 That's right That's right 우리 사이  자꾸 떠오르네 문득 너라면 난 is 뭔들 24시간 1분 1초가 조마조마해 조금이라도 널 놓칠까 봐 24시간 지금 이순간 Come on 나를 봐봐 Come on 넌 is 뭔들 이젠 우릴 말리지마 Hey Hey Hey Yeah Hey 거기 미소가 예쁜 남자 바로 너  너어어어 아아아아 날 미치게 하는 그런 남자  몸매도 얼굴도 시선강탈 Hey Mr. 애매모호 피아노 맨 바로 너 너어어어 아아아아 나 지금 너 땜에 혼란스러  제발 누가 나 좀 말려줘 Come on 넌 is 뭔들"}, {"song_no": "8028701", "year": "2016", "rank": "16", "title": "시간을 달려서 (Rough)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "다가서지 못하고 헤매이고 있어 좋아하지만 다른 곳을 보고 있어 가까워 지려고 하면 할수록 멀어져 가는 우리 둘의 마음처럼 만나지 못해 맴돌고 있어 우린 마치 평행선처럼 말도 안돼 우린 반드시 만날 거야 기다릴게 언제까지나 미처 말하지 못했어 다만 너를 좋아했어 어린 날의 꿈처럼 마치 기적처럼 시간을 달려서 어른이 될 수만 있다면 거친 세상 속에서 손을 잡아줄게 다가서려 해봐도 엇갈리고 있어 좋아한단 말도 아직 못하고 있어 머뭇거리는 널 보고 있으면 우린 아직도 많이 어리긴 한가 봐 좁혀지지 않아 한 끗 차이 우린 마치 평행선처럼 언젠가는 못다한 말을 전할 거야 다가갈게 언제까지나 미처 말하지 못했어 다만 너를 좋아했어 어린 날의 꿈처럼 마치 기적처럼 시간을 달려서 어른이 될 수만 있다면 거친 세상 속에서 손을 잡아줄게 시간 속에 갇혀 길을 헤매여도 그렇지만 우린 결국 만날 거야 진심인 것만 알아줘 정말 서툴기만 한대도 미처 말하지 못했어 다만 너를 좋아했어 어린 날의 꿈처럼 마치 기적처럼 시간을 달려서 어른이 될 수만 있다면 거친 세상 속에서 너를 안아줄게 이거 하나만 약속해 변치 않기를 바랄게 그때도 지금처럼 날 향해 웃어줘 시간이 흘러서 어른이 될 수만 있다면 엇갈림 그 속에서 손을 잡아줄게"}, {"song_no": "8167307", "year": "2016", "rank": "17", "title": "불타오르네 (FIRE)", "artist": "방탄소년단", "genre": "Dance", "lyrics": "불타오르네 Fire Fire Fire Fire When I wake up in my room  난 뭣도 없지 해가 지고 난 후 비틀대며 걷지 다 만신창이로 취했어 취했어 막 욕해 길에서 길에서 나 맛이 갔지 미친놈 같지 다 엉망진창 livin' like 삐이 니 멋대로 살어 어차피 니 꺼야 애쓰지 좀 말어 져도 괜찮아 Errbody say La la la la la  La la la la la Say La la la la la  La la la la la 손을 들어 소리질러 Burn it up 불타오르네 싹 다 불태워라 Bow wow wow 싹 다 불태워라 Bow wow wow  Hey burn it up 전부 다 태울 것 같이 Hey turn it up 새벽이 다 갈 때까지 그냥 살아도 돼 우린 젊기에 그 말하는 넌 뭔 수저길래 수저수저 거려 난 사람인데 So what 니 멋대로 살어 어차피 니 꺼야 애쓰지 좀 말어 져도 괜찮아 Errbody say La la la la la  La la la la la Say La la la la la  La la la la la 손을 들어 소리질러 Burn it up 불타오르네 싹 다 불태워라 Bow wow wow 싹 다 불태워라 Bow wow wow Fire 겁 많은 자여 여기로 Fire 괴로운 자여 여기로 Fire 맨주먹을 들고 All night long Fire 진군하는 발걸음으로 Fire 뛰어봐  미쳐버려 다 hot hot hot hotter 싹 다 불태워라 Bow wow wow hot hot hot hotter 싹 다 불태워라 Bow wow wow Fire  hot hot hot hotter Fire  싹 다 불태워라 Bow wow wow Fire  hot hot hot hotter Fire  싹 다 불태워라 Bow wow wow 용서해줄게"}, {"song_no": "8053157", "year": "2016", "rank": "18", "title": "ALWAYS", "artist": "윤미래", "genre": "Drama", "lyrics": "그대를 바라볼 때면 모든 게 멈추죠 언제부턴지 나도 모르게였죠 어느 날 꿈처럼 그대 다가와 내 맘을 흔들죠 운명이란 걸 나는 느꼈죠 I Love You 듣고 있나요 Only You 눈을 감아 봐요 바람에 흩날려 온 그대 사랑 whenever wherever you are whenever wherever you are oh oh oh love love love 어쩌다 내가 널 사랑했을까 밀어내려 해도 내 가슴이 널 알아봤을까 I Love You 듣고 있나요 Only You 눈을 감아 봐요 모든 게 변해도 변하지 않아 넌 나의 난 너의 사랑 그대 조금 돌아온대도 다시 나를 스쳐 지나더라도 괜찮아요 그댈 위해 내가 여기 있을게 I Love You 잊지 말아요 Only You 내 눈물의 고백 바람에 흩날려 온 그대 사랑 whenever wherever you are whenever wherever  you are"}, {"song_no": "8122589", "year": "2016", "rank": "19", "title": "사랑하자", "artist": "SG 워너비", "genre": "Drama", "lyrics": "잊지 말아요 나를 두고가면 어떡하나요 그댄 그대라는 사람은 내겐 가장 소중한 사람 그대랍니다 태어나 처음으로 가슴떨리던 사람  수천번을 보아도 내게 하나뿐인 그런 사랑 슬픈 사랑이라고 말하지 말아요 다시 생각해보면 행복한 나인데 우리 사랑하는만큼 서로 아파하지만 그냥 그냥 그냥 이대로 사랑하자 바보랍니다 그저 한 사람만 바라만 보는 사랑  혹시 보고플 때면 그땐 그땐 그냥 내게 와요 슬픈 사랑이라고 말하지 말아요 다시 생각해보면 행복한 나인데 우리 사랑하는만큼 서로 아파하지만 그냥 그냥 그냥 이대로 사랑하자 그댈 볼 수 없단건 죽음보다 더 내게 가장 무서운 일인데 나의 곁에 있어요 떠나가지 말아요 나의 사랑입니다 평생을 바쳐도 아깝지 않을 사람 그대일테니까 우리 사랑하는 만큼 서로 아파하지만 그냥 그냥 그냥 이대로 사랑하자"}, {"song_no": "8141498", "year": "2016", "rank": "20", "title": "How Can I Love You", "artist": "XIA (준수)", "genre": "Drama", "lyrics": "How can I love you 그대는 아나요 내게 말해줄 수 있나요 내 맘이 그대 맘 담을 수 있게 길을 열어줄 수 있나요 How can I stand with you  이미 시작된 걸 나는 멈출 수가 없는데 눈을 떠보면 온통 그대만이  보이는 전부가 된 거죠 Oh Love Everyday I'll give you all of my love 내겐 처음인 사랑  무슨 말로 표현을 할까 Everyday I'll give you all of my heart 그댈 위해 준비한 그 말  자신 있게 말할 수 있어 겁이 나서 멈춰버린 너에게 사랑해 How can I stand with you  눈을 감아봐요 내가 그대 곁에 있어요 그대 두 볼에 내가 닿을 만큼 한 걸음 다가와 줄래요 Oh Love Everyday I'll give you all of my love 내겐 처음인 사랑  무슨 말로 표현을 할까 Everyday I'll give you all of my heart 그댈 위해 준비한 그 말  자신 있게 말할 수 있어 겁이 나서 멈춰버린 너에게 사랑해 Everyday I'll give you all of my love 내겐 처음인 사랑  무슨 말로 표현을 할까 Everyday I'll give you all of my heart 그댈 위해 준비한 그 말  자신 있게 말할 수 있어 겁이 나서 멈춰버린 너에게 사랑해"}, {"song_no": "8028724", "year": "2016", "rank": "21", "title": "너는 나 나는 너", "artist": "지코 (ZICO)", "genre": "R&B / Soul", "lyrics": "넌 나고 난 너야 난 너고 넌 나야 마음이 같다면 둘은 서로가 될 거야 넌 나고 난 너야 그림 너무 좋아 오그라든다는 말은 누가 만든 걸까 girl 뺨 한 대만 때려줘 며칠 사이 내게 무슨 일이 벌어진 건지 전 여친 번호 지우고 힙합만 듣던 난 어쿠스틱해졌어 tell me what you want from me 가장 예쁠 나이엔 실컷 사랑해봐야 돼 eh 네 사연 속에 나오는 쓰레기 걔랑은 비교도 안되게 내가 잘할게 왜냐면 넌 나고 난 너야 난 너고 넌 나야 마음이 같다면 둘은 서로가 될 거야 넌 나고 난 너야 그림 너무 좋아 오그라든다는 말은 누가 만든 걸까 친구들이 말해 좋을 때야 난 딱히 걱정 없고 하도 좋아서 문제야 이거 봐 욕도 줄이고 있고 바지도 올려 입고 아무한테나 미소 안 보이고 있어 거울 그만 봐 고칠 데가 어디 있어 민낯일 때 제일 이뻐 이 장면 우리 엄마 보면 기절할 노릇일 걸 더 이상의 표현은 아낄게 사실 너 이름만 옮겨 적으면 그만인데 I believe in destiny 사주나 타로 카드에 점쳐질 만남은 안 해 yeah 집착 쩌는 네 전 남친이 집 근처도 얼씬 못하게 내가 잘할게 왜냐면 Because 넌 나고 난 너야 난 너고 넌 나야 마음이 같다면 둘은 서로가 될 거야 넌 나고 난 너야 그림 너무 좋아 오그라든다는 말은 누가 만든 걸까 밤새 쪽쪽 거리다가 누추한 모습으로 함께 아침을 맞아 good morning 새삼스럽게 넌 심각하게 예뻐 그 입 당장 가져와 Mwah 넌 나고 난 너야 난 너고 넌 나야 마음이 같다면 둘은 서로가 될 거야 넌 나고 난 너야 그림 너무 좋아 오그라든다는 말은 누가 만든 걸까 Let me talk to you yeah I am you you are me I am you you are me"}, {"song_no": "8100402", "year": "2016", "rank": "22", "title": "다시 너를", "artist": "매드클라운", "genre": "Drama", "lyrics": "다시 너를 볼 수 있을까 다시  스쳐 지나가 버린 운명 앞에 서 있어 깨지 못할 꿈이었을까 우리  멀어지는 너에게 전하지 못했어 한번도 널 사랑해 내 깊은 마음속  Don`t let me cry 넌 닿으면 없어질 꿈 녹아내려 버릴 눈 네가 그리워질 때면 난 너가 돼 있었고 잡지 않았어 널 다시 올 줄 알고  그리워하다 보면 언젠가는 다시 볼 줄 알고 열병 같던 감정의 시작 끝 그 시작 끝에 서 있어 비상등처럼 어둠 속 혼자 우두커니 불 켜있어 아무리 생각해도 답은 넌데 가슴에 틀린 답을 적네 밀어내도 남아있어 어느새 꿈속에 와있어 I don`t wanna lose you Be without you  Anymore 생각해도 모르겠어 너 없이 사는 법 I don`t wanna lose you Be without you  Anymore 다시 너를 볼 수 있을까 다시  스쳐 지나가 버린 운명 앞에 서 있어 깨지 못할 꿈이었을까 우리  멀어지는 너에게 전하지 못했어 한번도 널 사랑해 내 깊은 마음속  Don`t let me cry 딱 하루 돌아갈 수 있다면 그 날로 나 살 수 있다면  널 아프게 한 말과  행동 되돌릴 수 있다면 널 덜 외롭게 하고  더 꽉 안을 수 있다면 미치게 후회스러운 그 하루 다시 내게 주어진다면 다시는 내게서 네 손 절대로 놓지 않을게 내가  넌 예쁘게만 피면 돼 널 위해서 가시가 될게 내가  빌어먹을 왜 몰랐을까 그때 널 잡았다면 달랐을까 난 어차피 넌데 널 떠나봤자 결국 어차피 넌데 I don`t wanna lose you Be without you  Anymore  생각해도 모르겠어 너 없이 사는 법 I don`t wanna lose you Be without you  Anymore  다시 너를 볼 수 있을까 다시  스쳐 지나가 버린 운명 앞에 서 있어 깨지 못할 꿈이었을까 우리  멀어지는 너에게 전하지 못했어 나의 마음을 아직도 울고 있잖아 Don't let me cry 여기서 기다리잖아 가슴이 지치도록 Don't say goodbye  내 곁에 돌아와  언제라도 찾아와"}, {"song_no": "7911687", "year": "2016", "rank": "23", "title": "Boys And Girls (Feat. Babylon)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해 아는 친구들 불러모아 흥이 많고 사교성 좋은 애들로만 여긴 한국이지만 서구적인 느낌 가득 아 참 일렉은 절대 안 틀 거야 흠뻑 다 젖어 알콜로 샤워해 ice bucket challenge 저 고주망태는 누가 낚아 챌는지 키는 컸어도 호기심은 미성년 주체 못하는 바람에 주최한 festivity OH UH OH UH 날 알아봐도 티나게 리액션 하지 말아줘 OH UH OH UH 인스타 업뎃이 목적이면 겉옷 챙겨서 나가줘 OH UH OH UH 안목 있는 누나들 want to see ma tattoo 전화기 뒤집자 분위기 좋으니까 진지 빠는 즉시 귀가조치야 Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해 이 파티에는 대부분이 잘나가니까 섣불리 가오 잡다간 곧바로 망신살 사양 말고 마셔 그건 네 인생샷 아무나 잡고 사진 박아도 네 인생샷 I’m intoxicated 남여남여 나눠 착석해 음탕한 게임 하더라도 밖에선 입 단속해 해 뜨고 네 화장도 뜨고 나 먼저 자리 뜨기 전까지 계속 뜨거 OH UH OH UH 다 망가지는 마당에 고상한 척은 자제해 OH UH OH UH 뜬금없는 일 얘기나 고민 상담은 따로해 OH UH OH UH 흑기사 자처하는 쟤는 무슨 심보 전화기 뒤집자 분위기 좋으니까 진지 빠는 즉시 귀가조치야 Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해 Say hello to ma little friends 개념 다 차있지 실수하지 않게 당부해놨지 OH UH OH UH 부담 없이 누리면 돼 Don't worry about money 놀자 오빠가 무리할게 넌 그냥 옆에서 편하게 groove 타기만 해 alright I’m a boy you’re a girl I’m a boy but you’re a girl I’m a boy you’re a girl 아름다운 여자는 대접 받아야 해"}, {"song_no": "8067023", "year": "2016", "rank": "24", "title": "Everytime", "artist": "첸 (CHEN)", "genre": "Drama", "lyrics": "OH EVERY TIME I SEE YOU 그대 눈을 볼 때면 자꾸 가슴이 또 설레여와 내 운명이죠 세상 끝이라도 지켜주고 싶은 단 한 사람 BABY OHOHOHOH OHOHOHOH BABY OHOHOHOH OH EVERY TIME I SEE YOU 그대 눈을 볼 때면 자꾸 가슴이 또 설레여와 내 운명이죠 세상 끝이라도 지켜주고 싶은 단 한 사람 그대 나를 바라볼 때 나를 보며 미소 질 때 난 심장이 멈출 것 같아요 난 그댄 어떤가요 난 정말 감당하기 힘든걸 온종일 그대 생각해 조금 멀리 우리 돌아왔지만 지금이라도 난 괜찮아 OH EVERY TIME I SEE YOU 그대 눈을 볼 때면 자꾸 가슴이 또 설레여와 내 운명이죠 세상 끝이라도 지켜주고 싶은 단 한 사람 날 떠나지 말아요 가끔은 알 수 없는 미래라 해도 날 믿고 기다려줄래요 워 나만의 그대여 내겐 전부라는 말 고백한 적이 있었나요 내 운명이죠 세상 끝이라도 지켜주고 싶은 너 BABY OHOHOHOH 사랑할래요 OHOHOHOH 니 눈빛과 니 미소와 그 향기까지도 BABY OHOHOHOH 기억해줘요 OHOHOHOH 언제나 우리 함께 있음을 i love u"}, {"song_no": "7891119", "year": "2016", "rank": "25", "title": "OOH-AHH하게", "artist": "TWICE (트와이스)", "genre": "Dance", "lyrics": "모두 나를 가지고 매일 가만 안 두죠 내가 너무 예쁘죠 나 때문에 다 힘들죠 어딜 걷고 있어도 빨간 바닥인거죠 Red carpet 같은 기분 모두 날 쳐다 보죠 oh 어떤 사람은 어머님이 누구냐고 신선하게 말 걸어도 아무 느낌이 안 들죠 하지만 나도 누군가 하고 사랑에 빠져보고 싶어 Baby 잘 들어요 내 Boy 단 한번도 느껴본 적 없는 걸 알게 해주는 사람 기다리고 있는 걸 얼마가 돼도 기다리고 싶어 I just wanna fall in love 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 날 봐 거봐 또 두 번 봐 한번 지나치고 등을 돌려 쳐다봐 TWICE 어딜 가더라도 항상 민 낯 하지만 내가 제일 빛나 낮은 신발 신어도 가치는 High 머릿속엔 늘 영화 속 같은 La La La 장면들이 지나가네 생각만해도 떨리네 Yeah 이제는 나도 누군가 하고 사랑에  빠져 보고 싶어 Baby 잘 들어요 내 Boy 단 한번도 느껴본 적 없는 걸 알게 해주는 사람 기다리고 있는 걸 얼마가 돼도 기다리고 싶어 I just wanna fall in love 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 아무하고 만나 시작하기 싫어  쉽지 않은 여자 그게 나인걸  Let me see How you gon treat me I ain't no easy Better think about it TWICE Let me see How you gon treat me I ain't no easy Better think about it TWICE 어떻게 내가 움직일 수 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 가짜 가짜 진심 없는 가짜  잘 가 잘 가 Huh OOH AHH하게 어떻게 이제 더 할말이 없게  날 Ooh Ahh Ooh Ahh 하게 만들어줘 Bla La La La 말만하지 말고  느껴지게 Huh OOH AHH하게 OOH AHH하게"}, {"song_no": "8181755", "year": "2016", "rank": "26", "title": "Good Luck", "artist": "AOA", "genre": "Dance", "lyrics": "Good luck 길이길이 You like me Good luck 길이길이 I like you Good luck 놓치지 마 Lucky lucky Good luck 나는 너의 Lucky lucky 어디서나 어딜 가나 당당한 Walking 흑백 세상 속에 나는 컬러풀한 Scene Girls girls on top 더 자신 있게 Boom boom beat drop 꾸미지 않아도 혼자 주목받는 Skill 재미없는 남자들은 한순간에 Skip Girls girls on top 그중에서도 I’m I’m the top 날 둘러싸는 시선이 반해버린 눈빛이 시시하게 느껴 져 내 사랑 갖고 싶다면 내 마음 뺏고 싶다면 색다르게 시작해 절대 나를 놓치지는 마 Good luck 길이길이 You like me Good luck 길이길이 I like you Good luck 손 내밀어 Lucky lucky Good luck 나는 너의 Lucky lucky Good luck 길이길이 You like me Good luck 길이길이 I like you Good luck 놓치지 마 Lucky lucky Good luck 나는 너의 Lucky lucky 지루해진 너에게 난 얼음처럼 Chill 머릴 써 봐 Loose해 뻔한 사랑은 Kick Boys boys watch out 니 가슴속에 Boom boom beat drop 콧대 높게 굴지 만 까다롭긴 하지만 아직 서투를 뿐이야 차가운 말투지만 보기보다 Lovely girl 정말 날 원한다면 절대 나를 놓치지는 마 Good luck 길이길이 You like me Good luck 길이길이 I like you Good luck 손 내밀어 Lucky lucky Good luck 나는 너의 Lucky lucky Good luck 길이길이 You like me Good luck 길이길이 I like you Good luck 놓치지 마 Lucky lucky Good luck 나는 너의 Lucky lucky 수작 부리는 걸 볼 줄 아는 Skill 진부한 남자애들은 다 Skip 그래 너는 왕자님 Prince 미안한데 아가 나는 South god Queen 내게 야하고 싶어 하는 애들 잘 봐 눈높이가 달라 You boy go wow wow 난 주인공 넌 Extra boy Good luck yeah good luck I give you extra love 내 사랑 갖고 싶다면 내 마음 뺏고 싶다면 색다르게 시작해 Good luck 길이길이 You like me Good luck 길이길이 I like you Good luck 손 내밀어 Lucky lucky Good luck 나는 너의 Lucky lucky Good luck 길이길이 You like me Good luck 길이길이 I like you Good luck 놓치지 마 Lucky lucky Good luck 나는 너의 Lucky lucky Good luck 놓치지 마 Lucky lucky Good luck 나는 너의 Lucky lucky"}, {"song_no": "8189661", "year": "2016", "rank": "27", "title": "쏘쏘", "artist": "백아연", "genre": "R&B / Soul", "lyrics": "눈이 높은 건 절대 아닌데 딱히 맘이 끌리지가 않아 한두 번 만나보고 며칠을 연락해도 어색한 공기만 흐를 뿐 참 답답해 이상해  자꾸 어긋나는 일  대체 뭐가 문젤까  누굴 만나도 so so 혼자인 것도 so so 설레이지도 나쁘지도 않은 기분 so so 감을 잃어가 점점 사랑은 어떻게 하는 거였더라  기억도 잘 안 나 커플들이 부럽기는 해도 좋겠다 혼자인 게 외롭지는 않아 견딜만해 한가로운 내 전화 약속도 없는 주말 TV 앞의 내가 싫을 뿐 참 궁금해 신기해 사랑에 빠지는 일 나만 빼고 전부 다 누굴 만나도 so so 혼자인 것도 so so 설레이지도 나쁘지도 않은 기분 so so 감을 잃어가 점점 사랑은 어떻게 하는 거였더라 어디서 뭐 하냐고 태어나긴 했냐고 이제는 좀 나타나줘 내 맘 줄 사람 보자마자 안아주고 싶어 노력해 봐도 so so 애를 써봐도 so so 감동이 없고 재미없고 그저 그래 so so so so 기억도 안 나 덤덤 가슴이 뛰어본 게 언제쯤 일까 나도 누군갈 좋아해 보고 싶어 사랑하고 싶어"}, {"song_no": "8170830", "year": "2016", "rank": "28", "title": "새삼스럽게 왜", "artist": "악동뮤지션", "genre": "Folk", "lyrics": "Haughty girl 너는 어려워 도도해서 그런가 봐 Unfriendly girl 우린 그냥 인사만 주고받는 사이 근데 그 사이에 사랑이 오갔나 우린 꽤 오래 계속 그냥 알고만 지냈던 사이 딱 그 정도 한 번도 진심 어린 말 없었던 거야 넌 눈치가 없는건지 백 번의 눈짓에도  고개 한 번 끄덕하지 않았는데 Nod for me 새삼스럽게 왜 그러는 거야 안 하던 농담도 하고 오늘 좋은 일 있었나 봐 새삼스럽게 이러지 마세요 내가  내가 오해할까 봐 그래 오해할까 봐 신비한 걸 널 모르겠어  네 눈빛을 보면 기분이 묘해지면서 멍 멍 때리게 돼 신기한 걸 우리 그냥 인사만 주고받았는데 그새 사랑이 오갔나 기대하지 않고 있을게 아주 작게 달라진 너의 행동에도 오만가지 생각이 다 드는 걸 알 수만 있다면 정말 이게 사랑인 걸까 새삼스럽게 왜 그러는거야 안 하던 농담도 하고 오늘 좋은 일 있었나 봐 새삼스럽게 이러지 마세요 내가 내가 오해할까 봐 그래 내가 좋다면 좋다고 아니라면 아니라고 해 사람 헷갈리게 하지 마 이 바보야 좋다면 좋다고 아니라면 아니라고 해 하라고 이 바보야 사귈건지 말건지 툭툭 던지지 말고 표현 좀 하라고 이 내가 오해하는 것 같잖아"}, {"song_no": "8104509", "year": "2016", "rank": "29", "title": "사랑에 빠졌죠 (당신만이)", "artist": "장범준", "genre": "Rock", "lyrics": "사랑에 빠졌죠 사랑에 빠져 버렸죠 당신만이 나를 빠져들게 만들죠 당신만이 나를 복잡하게 하네요 당신만이 나를 복잡하게 만들어 당신만이 날 이 노랠 만들어  이 노랠 멈출 수가 없네요 이 마음이 점점 빠져들고 있어요 당신만이 나를 헷갈리게 하네요 당신만이 나를 복잡하게 만들어 우 우우우우 당신 처음 봤던 그때부터 날 사랑에 빠지게 만들었어 우우  우리 함께 하기 약속한 밤 나하아 사랑에 빠지게 만들었어 당신만이 나를 당신만이 나를 당신만을 내가 사랑하고 있어요 하아아 사랑하고 있어요 하아아 사랑하게 만들어 우우아 사랑하고 있어요 당신만이 날"}, {"song_no": "8174429", "year": "2016", "rank": "30", "title": "꿈처럼", "artist": "벤", "genre": "Drama", "lyrics": "나만 홀로 느낀 황홀함일까  그저 바라보는 시선이 무거워  맴도는 발걸음 여전히 네가 보고 싶어 i need your mind I remember 차가웠던 그 날 자꾸 떨리는 내 가슴이 혼자 울까봐 눈을뜨면 희미해져버릴 꿈처럼 놔줘 그게 아니면 곁에있어줘 무거워진 어깰 내게 보이며 미워하지도 못하게 막아선 너 따갑게 스치는 새벽에 네가 보고 싶어 i need your mind I remember 차가웠던 그 날 자꾸 떨리는 내 가슴이 혼자 울까봐 눈을뜨면 희미해져버릴 꿈처럼 놔줘 그게 아니면 곁에있어줘 울어서 좋을게 없는데 깊게 새긴 흔적이 서러워 혹시 몰라 그대가올까 봐 I remember 슬퍼보였던 날 자꾸 떨리는 내 어깨를 네가 볼까봐 눈을뜨면 희미해져버릴 꿈처럼 놔줘 그게 아니면 곁에있어줘 지금"}, {"song_no": "8086947", "year": "2016", "rank": "31", "title": "한숨", "artist": "이하이", "genre": "R&B / Soul", "lyrics": "숨을 크게 쉬어봐요  당신의 가슴 양쪽이 저리게  조금은 아파올 때까지  숨을 더 뱉어봐요  당신의 안에 남은 게 없다고   느껴질 때까지   숨이 벅차올라도 괜찮아요  아무도 그댈 탓하진 않아  가끔은 실수해도 돼  누구든 그랬으니까   괜찮다는 말   말뿐인 위로지만 누군가의 한숨  그 무거운 숨을  내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요  내가 안아줄게요 숨이 벅차올라도 괜찮아요 아무도 그댈 탓하진 않아 가끔은 실수해도 돼 누구든 그랬으니까  괜찮다는 말 말뿐인 위로지만 누군가의 한숨 그 무거운 숨을 내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요 내가 안아줄게요 남들 눈엔 힘 빠지는 한숨으로 보일진 몰라도 나는 알고 있죠 작은 한숨 내뱉기도 어려운 하루를 보냈단 걸 이제 다른 생각은 마요 깊이 숨을 쉬어봐요 그대로 내뱉어요 누군가의 한숨 그 무거운 숨을 내가 어떻게 헤아릴 수가 있을까요 당신의 한숨 그 깊일 이해할 순 없겠지만 괜찮아요 내가 안아줄게요 정말 수고했어요"}, {"song_no": "8026677", "year": "2016", "rank": "32", "title": "잊어버리지마 (Feat. 태연)", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "너와 나 언젠가 남이 되어도 영영 닿을 수 없는 사이 되어도 잊어버리지마 잃어버리지마 혹시나 다른 사람의 손 잡고 있어도 영영 닿을 수 없는 곳에 있어도 잊어버리지마 잃어버리지마 따뜻해 볼이 맞닿을 때 살며시 시린 내 손 잡아줄 때 차가운 세상에 지친 내 맘을 온기로 감싸네 예에이에 내 눈에 담긴 너의 얼굴 내 품에 잠든 너의 모습 이대로 멈췄으면 해 꽉 잡은 두 손 놓치면 안돼 너와 나 언젠가 남이 되어도 영영 닿을 수 없는 사이 되어도 잊어버리지마 잃어버리지마 혹시나 다른 사람의 손 잡고 있어도 영영 닿을 수 없는 곳에 있어도 잊어버리지마 잃어버리지마 마주 앉아 널 바라보는 지금이 영원하길 바래 혹시나 시간이 우릴 질투 할까 봐 사실 걱정 돼 변치 마 always by my side 영원히 함께 my love 언젠가 날 기억해주길 한번쯤은 뒤 돌아보길 부디 놓지 말아줘 우릴 계속 바라봐주길 Oh My love 시간이 지나 baby 너와 나 우리가 남이 되어도 잊어버리지마 날 잊어버리지마 랄라 랄라랄라 랄라 이 노랠 잊어버리지마"}, {"song_no": "8104431", "year": "2016", "rank": "33", "title": "같은 곳에서", "artist": "소녀온탑", "genre": "Dance", "lyrics": "거릴 걷다 한번 씩 그 노래 들리면  가끔 니가 생각나  Say hello to you 함께 가던 그 카페 지나갈 때면  가끔 니가 생각나  Say hello to you 우린 서로 모르는 척  다른 곳을 보고 있죠  알수 없는 이 공간 속에  우린 다른 길을 걷죠  같은 하늘 같은 시간  같은 곳에서  이젠 다른 사랑  다른 사람 만나고 있겠죠  우린 너무 어렸죠  사랑을 몰랐었죠  행복을 빌게요 이젠 안녕 안녕  너와 자주 먹던 솜사탕  혼자 먹을 때면  가끔 니가 생각나  Say hello to you 니가 바래다주던 길을  혼자 걸을때면  가끔 니가 생각나  Say hello to you 우린 서로 모르는 척  다른 곳을 보고 있죠  알 수 없는 이 공간속에  우린 다른 길을 걷죠  같은 하늘 같은 시간  같은 곳에서  이젠 다른 사랑  다른 사람 만나고 있겠죠  우린 너무 어렸죠  사랑을 몰랐었죠  행복을 빌게요 이젠 안녕 안녕  돌이킬 수 없는 길을 걷는 우리는  다신 볼 수 없겠죠  이젠 남이 되겠죠  사랑과 이별이  공존하는 현실 속에서  너를 만났기에  따라야 겠죠 그래야겠죠 우린 너무 어렸죠  사랑을 몰랐었죠  행복을 빌게요 이젠 안녕 안녕  같은 하늘 같은 시간 같은 곳에서 이젠 다른 사랑 다른 사람 만나고 있겠죠 우린 너무 어렸죠 사랑을 몰랐었죠 행복을 빌게요 이젠 안녕 안녕 행복을 빌게요 이젠 안녕 안녕"}, {"song_no": "8129740", "year": "2016", "rank": "34", "title": "그대, 바람이 되어", "artist": "엠씨더맥스", "genre": "Drama", "lyrics": "내가 작은 바람이 되어 가만히 그대 뒤에서 잠시 기대본다 스치듯 우연히 바람에도 그대 내 손길을 느낄 수 있게 사랑한다는 흔한 말이 필요 있을까 이미 그댄 나의 전부가 됐는데 전하지 못해서 말할 수 없어서 나의 가슴이 터질 것 같은 지독한 이 사랑 그댄 알고 있나요 못 견디게 보고픈 그대 내 전부가 된 거죠 처음부터 시작된 사랑 이토록 사랑할 수 있을까 나의 가슴에 물들어버린 이 사람 사랑에 서툴기만 한 내가 한순간도 그댈 놓칠 수 없어 사랑한다는 흔한 말이 필요 있을까 이미 그댄 나의 전부가 됐는데 전하지 못해서 말할 수 없어서 나의 가슴이 터질 것 같은 지독한 이 사랑 그댄 알고 있나요 못 견디게 보고픈 그대 내 전부가 된 거죠 바람결에 스쳐 가는 그댈 바라보고 있어 한순간도 멀어져선 못 견디겠다고 전하지 못해서 말할 수 없어서 나의 가슴이 터질 것 같은 지독한 이 사랑 그댄 알고 있나요 못 견디게 보고픈 그대 내 전부가 된 거죠 처음부터 시작된 사랑"}, {"song_no": "5791706", "year": "2016", "rank": "35", "title": "오늘부터 우리는 (Me Gustas Tu)", "artist": "여자친구 (GFRIEND)", "genre": "Dance", "lyrics": "널 향한 설레임을 오늘부터 우리는  꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru 한 발짝 뒤에 섰던 우리는 언제쯤 센치해 질까요 서로 부끄러워서 아무 말도 못하는 너에게로 다가가고 싶은데 바람에 나풀거리는 꽃잎처럼  미래는 알 수가 없잖아 이제는 용기 내서 고백할게요 하나보단 둘이서 서로를 느껴 봐요 내 마음 모아서 너에게 전하고 싶어 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru 한 걸음 앞에 서서 두 손을 놓지 말기로 약속해요 소중해질 기억을 꼭 꼭 담아 둘게요  지금보다 더 아껴 주세요 달빛에 아른거리는 구름처럼  아쉬운 시간만 가는데 이제는 용기 내서 고백할게요 둘 보단 하나 되어 서로를 느껴 봐요 내 마음 모아서 너에게 전하고 싶어 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 감싸 줄게요 그대 언제까지나  언제까지나 사랑이란 말 안 해도 느낄 수 있어요 고마운 마음을 모아서 널 향한 설레임을 오늘부터 우리는 꿈꾸며 기도하는 오늘부터 우리는 저 바람에 노을 빛 내 맘을 실어 보낼게 그리운 마음이 모여서 내리는 Me gustas tu gustas tu su tu tu ru 좋아해요 gustas tu su tu ru ru"}, {"song_no": "7982920", "year": "2016", "rank": "36", "title": "PICK ME", "artist": "PRODUCE 101", "genre": "Electronica", "lyrics": "우리는 꿈을 꾸는 소녀들 너와 나 꿈을 나눌 이 순간 달콤한 너를 향한 shining light 너만의 날 hey baby show you my paradise 너 땜에 내가 정말 이상해 가슴이 두근두근 뛰잖아 터질 것 같아 심쿵심쿵 너를 보는 날 hey feel me show you my secret boy can you feel me 나를 느껴 봐요 can you touch me 나를 붙잡아 줘 can you hold me 나를 꼭 안아 줘 I want you pick me up pick me pick me pick me up pick me pick me pick me up pick me pick me pick me pick me pick me pick me pick me up pick me pick me pick me up pick me pick me pick me up pick me pick me pick me pick me I want you pick me up up up up up I want you pick me I want you pick me I want you pick me up 오늘을 놓치지 마 tell me now 너와 나 비밀을 나눌 시간 지금이 아니면 나 어디로 갈지 몰라 hey baby show you my paradise 널 보면 내 마음이 두근대 너에게 난 눈빛을 찡긋해 솜사탕처럼 부푼 내 마음을 알아 줘 hey feel me show you my secret boy can you feel me 나를 느껴 봐요 can you touch me 나를 붙잡아 줘 can you hold me 나를 꼭 안아 줘 I want you pick me up pick me pick me pick me up pick me pick me pick me up pick me pick me pick me pick me pick me pick me pick me up pick me pick me pick me up pick me pick me pick me up pick me pick me pick me pick me I want you pick me up up up up up I want you pick me I want you pick me I want you pick me up"}, {"song_no": "8129245", "year": "2016", "rank": "37", "title": "너도 (Feat. Cha Cha Malone)", "artist": "로꼬", "genre": "Rap / Hip-hop", "lyrics": "누구나 떨리지 처음엔 맞닥뜨린 적 없기에 확신을 못해 나도 마찬가지였네 하지만 이 목소리를 듣고 있다면 무대 위에 나의 모습을 봤다면 아마도 난 꿈꿔왔던 내가 되어가고 있는 거겠지 너도 상상했던 너가 될 거야 아무도 지금의 너를 몰라본대도 한 겨울밤의 꿈은 아닐 거야 지금 너의 가슴의 온기가 느껴진다면 모를 수밖에 부딪혀 보기 전 까진 철이 없었던 게 득이 될진 몰랐지 시작은 반지하 좀 올라오니 아스팔트 바닥 위였던 걸 나는 기억하지 날 둘러쌌던 어른들은 나에게 그저 모든 게 한때일 뿐이라고 말했지 그들이 잠을 잘 때 내가 깨어있던 시간을 허송세월이라고 불렀으니까 근데 넌 결국 내 노랠 듣고 있잖아 그들이 말한 허송세월에 대한 대가가 이런 거라면 너도 마음껏 낭비하길 바래 그 미래에 너의 목소리가 닿길 바래 누구나 떨리지 처음엔 맞닥뜨린 적 없기에 확신을 못해 나도 마찬가지였네 하지만 이 목소리를 듣고 있다면 무대 위에 나의 모습을 봤다면 아마도 난 꿈꿔왔던 내가 되어가고 있는 거겠지 너도 상상했던 너가 될 거야 아무도 지금의 너를 몰라본대도 한 겨울밤의 꿈은 아닐 거야 지금 너의 가슴의 온기가 느껴진다면 If you reach for the stars Just hold on you won't fall You can have it all You will fly you will fly Don't you throw it all out You're so close to the line Things will change in due time You will fly you will fly you will fly 너도 상상했던 너가 될 거야 아무도 지금의 너를 몰라본대도 한 겨울밤의 꿈은 아닐 거야 지금 너의 가슴의 온기가 느껴진다면"}, {"song_no": "8170831", "year": "2016", "rank": "38", "title": "초록창가", "artist": "악동뮤지션", "genre": "Dance", "lyrics": "초록창가 사이 꽉 채워진 무지개  빨주노초파남보 구름 위 둥실둥실  초록창가 틈새로 날아온 편지지  동쪽서 불어온 바람 타고 둥실둥실  Fly away 손가락 끝에 닿는  멜로디를 잡고  Flow away 발끝을 적시는  파란 물결을 타고 좁고 멀고 험해  너가 가고자 걷는 길은  맘 뜻대로 안 돼 속상하지  너가 알아서 다 할 텐데  뭐가 그리 걱정 불안 불만  의심투성이들인지  좀 믿어줬으면 하지  때문에 너의 방은  그렇게도 지저분해  햇빛 한 줄기 들어오지도 않는  쾨쾨한 곳에서  어떻게 네 꿈을 꾸밀  계획이었어 man  Everybody wanna know   간절히 원하면 이뤄내리라는   별 말도 안 될 소린 누가 지어냈을까  해도 여전히 두 손 모아 praying  아무도 모르게 너에게 다가가   발자국 소리도 못 듣게 날아가  푸르스르름한 손길로 너에게   행운을 빌어줄게 그래 믿어봐  초록창가 사이 꽉 채워진 무지개  빨주노초파남보 구름 위 둥실둥실  초록창가 틈새로 날아 온 편지지  동쪽서 불어온 바람 타고 둥실둥실  Fly away 손가락 끝에  닿는 멜로디를 잡고  Flow away 발끝을 적시는  파란 물결을 타고 난 포기 하지 않아  누가 뭐래도 근심 갖지 않아  심각지 말아 남들이 말하는 앞선 추측에 너의 나가야 할 곳은 저 환한 창가 밖인걸 너가 나와야 모든 세상이 바뀌어 뻥치고 있네 이미 속을 만큼 속았어 성공한 자들의 성공 후에 과장된 성공담은 이미 불을 만큼 불었어 팅팅 큰 코 다 깨지고 낙담한 지 오래인걸 시간은 계속 떨어지는 모래인걸 누가 내게 진실을 말해줘 여전히 나를 믿고 싶어 광활한 초록 들판에 널 감싼 거짓말 털털 털어 고민 같은 건 민들레 꽃 접시 위에 모두 덜덜 덜어 Everybody wanna know  간절히 원하면 이뤄내리라는  별 말도 안될 소린 누가 지어냈어도 한 번 더 나를 믿어줘 초록창가 틈새로 날아 온 편지지 동쪽서 불어온 바람 타고 둥실둥실 초록창가 사이 꽉 채워진 무지개 빨주노초파남보 구름 위 둥실둥실 초록창가 틈새로 날아 온 편지지 동쪽서 불어온 바람 타고 둥실둥실"}, {"song_no": "7861392", "year": "2016", "rank": "39", "title": "또 다시 사랑", "artist": "임창정", "genre": "Ballad", "lyrics": "아픔이 좀 더 작아질까 의미 없는 만남을 하다가 어느 날 그대가 흘린 눈물 왠지 나와 같다 느껴서 이렇게 그대를 지키는가 봐요 행복하고 싶었던 그대를 몰랐던 누군갈 또 알아가면서 분명 행복할 걸 알겠지만 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것 일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 어느 날 그대가 숨긴 눈물 왠지 나와 같다 느껴서 이렇게 그대를 지키는 가 봐요 행복하고 싶었던 그대를 몰랐던 누군갈 또 알아가는 게 혹시 두렵기도 하겠지만 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 절대 우리 작은 다툼조차 하지 마요 이별 후엔 서운함만 가슴속에 남으니 사소한 그 표현이 그 말들이 언제나 나에겐 참 고마울 거예요 내가 그대를 만났다는 건 어쩌면 흘러가는 흔한 인연이란 것 일지 모르지만 오늘도 다시 또 다시 사랑해요 사랑 언제나 이번이 마지막이라며 처음인 듯 찾아오니까 사랑 언제나 이번이 마지막이라며"}, {"song_no": "8190803", "year": "2016", "rank": "40", "title": "1llusion", "artist": "Dok2", "genre": "Rap / Hip-hop", "lyrics": "Im talkin bout my future  더 확실한 미래 내가 버릇처럼 입에 붙인 말이 주는 feed back 그 덕에 난 잘 지내 니가 망할 때도 내가 who 굳이 입 아프게 말 안해도 Capital d to the o to the k 다음 쉿 In the street 나를 보면 다들 오 하구 찍 난 그냥 바닥에서 올라온 랩퍼 부자가 됐어도 여전히 나는 힙합을 아껴 I be like ooh  My 808 bass knockin 딱히 바뀐 거라곤 내 차 키   My future still be poppin  항상 바삐 확실 한일 밖엔 하지 않아 내가 아닌 니들이 날 찾지 Is it ill Is it really ill Let me know its ill If its really ill  Is it ill son Is it really ill son Let me know it's ill son if its really ill Yeah Is it ill son Is it really ill son Let me know it's ill son if its really ill i aint buggin bout the past i be on to the next no rest for the rest of my life 어제의 성공은 어제일 뿐 다시 눈 감음 boom 바로 내일로 가  나 대신 누가 날 위해 살아줄게 아니거든 입을 닫어 young bossin 아직 3년 남은 서른 늘 버릇처럼 거른 적 없이 걸어온 걸음 살얼음 판을 난 녹여 만들어 버렸네 여름 I love em i want em mo' 이미 다 가진듯해도 Hustle real hard hustle harder 나의 태도 때론 내 뜻대로 되지 않을 때도 난 그대로 유지하네 나의 평정심을 지켜 난 두 배로 Lets get this money 돈 벌어 미친 듯이 근데 돈 벌려고 하지 않아 미친 짓은 난 돈에 미친놈 아닌 행복에 미친놈 여행 떠날 때도 있네 몇 천 짜리 일 취소 시키고 Is it ill Is it really ill Let me know its ill If its really ill Is it ill son Is it really ill son Let me know it's ill son if its really ill Yeah Is it ill son Is it really ill son Let me know it's ill son if its really ill Is it ill Is it really ill Let me know its ill If its really ill Is it ill son Is it really ill son Let me know it's ill son if its really ill Yeah Is it ill son Is it really ill son Let me know it's ill son if its really"}, {"song_no": "8199190", "year": "2016", "rank": "41", "title": "널 사랑하지 않아", "artist": "어반자카파", "genre": "Ballad", "lyrics": "무슨 말을 할까  어디서부터 어떻게 고개만 떨구는 나  그런 날 바라보는 너  그 어색한 침묵  널 사랑하지 않아  너도 알고 있겠지만  눈물 흘리는 너의 모습에도 내 마음  아프지가 않아  널 사랑하지 않아  다른 이유는 없어  미안하다는 말도  용서해 달란 말도  하고 싶지 않아  그냥 그게 전부야  이게 내 진심인 거야 널 사랑하지 않아  널 사랑하지 않아  널 사랑하지 않아  너도 알고 있겠지만  눈물 흘리는 너의 모습에도 내 마음  아프지가 않아 널 사랑하지 않아  다른 이유는 없어  미안하다는 말도  용서해 달란 말도  하고 싶지 않아 그냥 그게 전부야  이게 내 진심인 거야  널 사랑하지 않아  널 사랑하지 않아  널 사랑하지 않아  다른 이유는 없어  미안하다는 말도  용서해 달란 말도  하고 싶지 않아  그냥 그게 전부야  이게 내 진심인 거야  널 사랑하지 않아  널 사랑하지 않아"}, {"song_no": "8077712", "year": "2016", "rank": "42", "title": "봄인가 봐 (Spring Love)", "artist": "에릭남 (Eric Nam)", "genre": "Ballad", "lyrics": "눈꽃이 내린 버스 정류장에 날 데려다주다 꼭 내 손을 잡는 너 때문에 나 놀랐어 아주 오래전부터 숨겼던 내 맘이 들킨 걸까 부는 바람에 실린 우리에게 번진  This is love 내 마음에 내려와 사뿐히 내려와 네 어깨 위에도 벌써 내린 그 이름  봄인가 봐 우리 잡은 손 틈 사이 얇아진 외투 사이 어느새 스며들어 우릴 변화시킨  봄이 왔나 봐 첨엔 그랬어 편한 친구 혹 동생 같았어 치마를 입고 꾸민 모습에도 놀라지 않았어 뭐가 우릴 지금  이렇게 바꿔 놓은 걸까 Maybe it’s crazy  Can I call you my baby Yeah 내 마음에 내려와 사뿐히 내려와 네 어깨 위에도 벌써 내린 그 이름  봄인가 봐 우리 잡은 손 틈 사이  얇아진 외투 사이 어느새 스며들어 우릴 변화시켜 Oh 우리 서로에 기대어 잠든 벤치 투명한 하늘에 물든 Sweet cherry blossom 늘 이러면 좋겠다 Yeah 우릴 바꾼 그 이름 봄봄봄 봄 Ooh 널 사랑해 너를 사랑해  사랑해 널 Yeah 넌 봄이 돼줘 항상 나는 꽃이 될게 서로를 녹여주고  열리게 해주면 좋겠다 안 보이던 마음과 마음 마주한 시선 사이 겨우내 숨어있던 꽃이 피었나 봐  봄이 왔나 봐"}, {"song_no": "8154292", "year": "2016", "rank": "43", "title": "1년 365일 (Feat. 거미)", "artist": "바이브", "genre": "Ballad", "lyrics": "처음 본 순간 나는 너라는 걸 알았고 눈을 뜬 순간 사랑이라는 걸 알았어 그 모든 게 다 너라서 너 아니면 안 될 것 같아서 난 오늘도 바보처럼 이 자리에서 1년 365일 널 기다리고 처음부터 지금까지 너만 사랑해 혹시 내 마음 알까 나만 이런 걸까 하루하루 견딜 수 없어 만남부터 이별까지 너여야 하고 다시 사랑 할 사람도 너 하나니까 아파도 난 너야 내 사랑은 너야 1년 365일 난 너야 고마운 사람 때로는 나를 힘들게 해도 소중한 사람 소중해서 더 아픈 사람 그 모든 게 다 너라서 남는 건 상처뿐이라 해도 난 여전히 바보처럼 이 자리에서 1년 365일 널 기다리고 처음부터 지금까지 너만 사랑해 혹시 내 마음 알까 나만 이런 걸까 하루하루 견딜 수 없어 만남부터 이별까지 너여야 하고 다시 사랑 할 사람도 너 하나니까 아파도 난 너야 내 사랑은 너야 1년 365일 난 너야 너야 너야 너야 나 태어나서 지금까지 널 만나려고 나 혼자서 여태까지 널 기다린 걸 몇 번이고 너야 수천 번도 너야 1년 365일 난 너야 너야 너야 너야"}, {"song_no": "8104430", "year": "2016", "rank": "44", "title": "Yum-Yum (얌얌)", "artist": "7 go up", "genre": "Dance", "lyrics": "yum yum yum yum yum 묘하게 중독되는 맛일 걸 yum yum yum yum yum 1 2 3 자꾸 끌리겠지 첨엔 나 맘에 없었죠 눈에 반짝 띄지도 않았고 난 신경 안 써요 너 결국엔 날 찾을 걸 지금 너를 봐 모르는 척 하지만 나만 보면 입 꼬리가 씰룩 올라가 네 눈빛이 자꾸만 꼬리치며 따라와 아니라며 내가 있는 상잘 다시 열어봐 한 입 다시 한 입 ah give me that 얌얌 give me give me give me that come on give me give me give me that 모른 척 얌얌 give me that 얌얌 give me give me give me that come on give me give me give me that 그댄 참 얌얌 give me that 1 2 3 자꾸 끌리겠지 이해해 다들 그래요  난 시간이 더 지날수록 당기죠 또 생각날 걸요 때와 장소를 가리지도 않구요 난 단지 한순간 달콤함이 아니야 나는 너의 무의식을 파고드는 그런 맛 그게 너는 얼마나 무서운지 잘 몰라  아니라며 너는 내게 다시 손을 뻗어와 한 입 다시 한 입 아이스크림 ah give me that 얌얌 give me give me give me that come on give me give me give me that 모른 척 얌얌 give me give me that 얌얌 give me give me give me that come on give me give me give me that 그댄 참 얌얌 give me give me that lalalalalalala 그렇게 빠져요 다들 위험해 보여요 요즘 lalalalalalala 심각해질 걸요 차츰 나 없인 안 돼요 더는 1 2 3 자꾸 끌리겠지 yum yum yum yum yum 묘하게 중독되는 맛일 걸 yum yum yum yum yum 묘하게 중독되는 맛일 걸 얌얌  give me give me give me that come on give me give me give me that 모른 척 얌얌 Ahha give me give me that 얌얌  give me give me give me that come on give me give me give me that 그댄 참 얌얌 1 2 3 자꾸 끌리겠지"}, {"song_no": "8042553", "year": "2016", "rank": "45", "title": "Rain", "artist": "태연 (TAEYEON)", "genre": "Ballad", "lyrics": "텅 빈 회색 빛 거린 참 허전해 쓸쓸한 기분에 유리창을 열어 내민 두 손 위로 떨어진 빗방울 가득 고이는 그리움 나의 맘에 흘러 왠지 네가 보고픈 밤 차오르는 눈물 떠오르는 나의 맘 속 비가 오면 내리는 기억에 번지는 아픔에 흠뻑 쏟아지는 너를 보다 선명했던 그 시간에 멈춘 채 추억에 젖은 채 아름다웠던 너를 그려 in the Rain 길었던 참 눈이 부셨던 계절도 사진첩 속에 얼룩져 색이 바래질까 점점 깊어가는 이 밤 잊지 못한 약속 따뜻했던 품도 안녕 비가 오면 내리는 기억에 번지는 아픔에 흠뻑 쏟아지는 너를 보다 선명했던 그 시간에 멈춘 채 추억에 젖은 채 아름다웠던 너를 그려 in the Rain 흑백뿐인 세상 속 한줄기의 빛이 돼준 너 Rain 비가 되어 다가와 내 영혼을 환히 밝혀줘 Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Doo doo doo doo doo doo doo Woo Woo Woo who who who  우산 아래 나직했던 속삭임 Woo Woo  가슴 한 켠에 퍼져 네가 들려 오늘 하루 내 안부를 묻듯이 편안한 빗소리 아련히 물든 기억 너란 빗속에 Woo Woo rain Woo Dreaming in the Rain"}, {"song_no": "81013", "year": "2016", "rank": "46", "title": "커플", "artist": "젝스키스", "genre": "Dance", "lyrics": "예전보다 지금 니가 더욱 괜찮을거야  허전했던 나의 빈 곳을 이젠 채워 줬으니 아름다운 세상에서 많이 외로워 하며 내 반쪽을 찾아 해맨건 모두 옛날 얘긴걸 내 생애 이 시간만을 얼마나 기다렸는지 마치 꿈만 같은걸 이젠 나 혼자가 아닌 너와 함께 하는거야 Oh LOVE 왜 이제서야 많이 외롭던 나를 찾아온거야 Oh LOVE 너를 사랑해 이제 모든 시간들을 나와 함께해  All right all right When I saw you one time I lost my heart to you Oops baby I'll be loving you forever with you now Baby don't go too far I won't let you go Please don't go I want to hold you tight and I need your love 얼마나 수 많은 날을 기다려 왔는줄 아니 이젠 모두 앞에서 너의 손을 꼭 붙잡고 우린 함께 하는거야 Oh LOVE 왜 이제서야 많이 외롭던 나를 찾아온거야 Oh LOVE 너를 사랑해 이제 모든 시간들을 나와 함께해 과거 따윈 모두 잊고 나와 함께 할 많은 시간을 추억으로 만들어 Oh LOVE 왜 이제서야 많이 외롭던 나를 찾아온거야 Oh LOVE 너를 사랑해 이제 모든 시간들을 나와 함께해"}, {"song_no": "7965449", "year": "2016", "rank": "47", "title": "유레카 (Feat. Zion.T)", "artist": "지코 (ZICO)", "genre": "Rap / Hip-hop", "lyrics": "만지고 싶어 big booty girl  내 바지 속에 느낌표  안달 나가지고  널 졸졸 따라다니고  Where u at Where u at Where u at  Eureka See that Oh god she's hot  눈에 딱 들어와  들어갈 덴 들어가고  나올 덴 나온 여자  타이트 한 위아래  입체감에 뻑 가  소방차를 불러  화제의 중심은 your body   가만히 있어도  네 몸이 널 자꾸 과시해  아까워 발정 남  눈요깃거리로 남기엔 a  야한 여성은 뜻밖의 영감을 줘  좀 발칙한 상상 얼마나 좋아  만지고 싶어 big booty girl  내 바지 속에 느낌표  안달 나가지고 널 졸졸 따라다니고 Where u at Where u at Where u at Eureka See that so sexy Eureka  Awesome 완벽한 비율 매력이 넘쳐 흘러내리는 중 드디어 깨달았어 you are so beautiful And I said Eureka 19금 딱지로도 널 가릴 순 없지 오늘 하루 신사답게 살긴 글렀지 번지하고 싶어 푹신한 네 쿠션 위에 낯이 벌개져 술 한 모금 없이 이건 극 사실주의 과장 안 해 표현이 저급할 수 있어 감안해 존재가 풍기문란죄 나도 양반은 못돼  양심의 가책 없는 몸매에 발끈하고 마는 아랫도리 널 원 없이 만지고 싶어 big booty girl 내 바지 속에 느낌표 안달 나가지고 널 졸졸 따라다니고 Where u at Where u at Where u at Eureka See that so sexy Eureka  Awesome 완벽한 비율 매력이 넘쳐 흘러내리는 중 드디어 깨달았어 you are so beautiful And I said Eureka Sexy Can you be my 새색시 느낌 없는 패피들 그만 껄떡대 여쭈어볼게 있지 how did you get that 꽉 찬 애플힙 난 잡스이고 싶어 all day 너의 조수석 승차를 원해 난 허우대 건장하고 돈 잘 버는 영계  Monday to Sunday 너랑 같이 있어 sexy 하룻밤 아니 다음날도 uh  Eureka See that so sexy Eureka  Awesome 완벽한 비율 매력이 넘쳐 흘러내리는 중 드디어 깨달았어 you are so beautiful And I said Eureka"}, {"song_no": "7921208", "year": "2016", "rank": "48", "title": "걱정말아요 그대", "artist": "이적", "genre": "Drama", "lyrics": "그대여 아무 걱정 하지 말아요 우리 함께 노래 합시다 그대 아픈 기억들 모두 그대여 그대 가슴에 깊이 묻어 버리고  지나간 것은 지나간 대로 그런 의미가 있죠 떠난 이에게 노래 하세요 후회없이 사랑했노라 말해요 그대는 너무 힘든 일이 많았죠 새로움을 잃어 버렸죠 그대 슬픈 얘기들 모두 그대여  그대 탓으로 훌훌 털어 버리고 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 지나간 것은 지나간 대로 그런 의미가 있죠 우리 다 함께 노래 합시다 후회없이 꿈을 꾸었다 말해요 새로운 꿈을 꾸겠다 말해요"}, {"song_no": "7931286", "year": "2016", "rank": "49", "title": "Love Yourself", "artist": "Justin Bieber", "genre": "Pop", "lyrics": "For all the times that you rain  on my parade And all the clubs you get in  using my name You think you broke my heart oh girl for goodness sake You think I'm crying on my own well I ain't And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself But when you told me that you  hated my friends The only problem was with you  and not them And every time you told me my  opinion was wrong And tried to make me forget  where I came from And I didn't wanna write a song cause I didn't want anyone  thinking I still care I don't but you still hit my phone up And baby I be movin' on and I think you should be somethin' I don't wanna hold back maybe you should know that My mama don't like you and she likes everyone And I never like to admit that I was wrong And I've been so caught up in my job didn't see what's going on And now I know I'm better sleeping on my own Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still holdin' on to somethin' You should go and love yourself For all the times that you  made me feel small I fell in love now I fear  nothin' at all I never felt so low when I was vulnerable Was I a fool to let you break  down my walls Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself Cause if you like the way you  look that much Oh baby you should go and love yourself And if you think that I'm still  holdin' on to somethin' You should go and love yourself"}, {"song_no": "8171206", "year": "2016", "rank": "50", "title": "벚꽃이 지면", "artist": "아이오아이 (I.O.I)", "genre": "Dance", "lyrics": "따사로운 햇살 밝게 비추고   핑크빛만 돌던 봄도 끝나가   하나둘씩 떨어지는  예쁜 꽃잎을 보며   니 맘도 조금 조금씩  식어 가면 어떡하나  소리 없이 끝나가는  우리들만의 봄을   살포시 눈을 감고  끝나지 않길 기도하죠  벚꽃이 지면 우리 사랑은   여름처럼 뜨거워질 수 있나요   우리의 시작이 조금 따뜻했다면   이젠 좀 더 뜨겁게  서로를 안아줘요   ah 밝게 웃는 니 모습 좋아 ah 니가 좋으면 나도 좋아 하나둘씩 떨어지는 예쁜 꽃잎을 보며 니 맘도 조금 조금씩 식어 가면 어떡하나 소리 없이 끝나가는 우리들만의 봄을  살포시 눈을 감고 끝나지 않길 기도하죠 벚꽃이 지면 우리 사랑은  여름처럼 뜨거워 질 수 있나요 우리의 시작이 조금 따뜻했다면 이젠 좀 더 뜨겁게 서로를 안아줘요 가끔 해바라기도 고개를 돌리곤 해 다 온 듯해도 끝난듯해도 결국 끝이 없는 게 사랑인 걸 흐르고 흐르면 우리 둘 사이 어디쯤 가 있을까 아무것도 상관없어요 그저 내 맘은 벚꽃이 지면 우리 사랑은 여름처럼 뜨거워질 수 있나요 우리의 시작이 조금 따뜻했다면 이젠 좀 더 뜨겁게 벚꽃이 지면 우리 사랑은 여름처럼 뜨거워질 수 있나요 우리의 시작이 조금 따뜻했다면 이젠 좀 더 뜨겁게 서로를 안아줘요 떨어지더라도 우리는 하나라 기억하며 예쁜 꽃잎을 바라봐  빛나는 불빛이 우릴 향해 비춰질 때까지 하염없이 기다리나 봐 한걸음 다시 한 걸음 Getting better together as time goes by 우우우우 벚꽃이 지면"}]