[{"song_no": "8180414", "year": "2016", "rank": "51", "title": "마치 비행기 (Feat. 개리)", "artist": "San E", "genre": "Rap / Hip-hop", "lyrics": "지금 뭐해  I'm just chilling  혼자 있어  no 친구들이랑  너 어딘데 놀러 갈게  내 친구와 니 친구와  Let's be friends 날아갈게  지금 당장 마치  비행기 비행기 행기 행기  마치 비행기 비행기 행기 행기  너 어딘데 놀러 갈게  내 친구와 니 친구와  Let's be friends 날아갈게  지금 당장 마치 비행기 비행기 행기 행기 주소만 주면 돼 네비 네비 네비 Let's have some fun 재미 재미 재밌게 놀자 혹시 알어 비기 노래처럼 making baby baby 편안한 차림 It's all good 괜찮아 벌써 술안경 써 개 소 다 이쁠 얼굴 you know I'm joking 살짝 술 취해 이성이 없어 남자끼리 다 좋은데 문젠 이성이 없어 Don't u worry 내 친구들 괜찮은 벌이 또 매너남 근데 놀 땐 예의 따윈 버린 미리 말하지 오늘은 좀 그건 옵션 아님 선택 장애 있는 널 위해 How about a hotel party 시간은 금이라고 치면 지금은 다이아몬드 glass만 준비해 그리고 끓여 먹고갈 라면 친구들 뭐래 콜 Here we go 거의 도착할 때쯤 Let me call 지금 뭐해 I'm just chilling 혼자 있어 no 친구들이랑 너 어딘데 놀러 갈게 내 친구와 니 친구와 Let's be friends 날아갈게 지금 당장 마치 비행기 비행기 행기 행기 마치 비행기 비행기 행기 행기 너 어딘데 놀러 갈게 내 친구와 니 친구와 Let's be friends 날아갈게 지금 당장 마치 비행기 비행기 행기 행기 우리 같이 잔을 채워 샴페인 페인 페인 뭐든 상관없어 다 오케이 오늘 밤은 니네가 메인 누가 누구의 맘을 뺏던 이건 그냥 가벼운 게임 나름대로 캐릭터를 잡아 어떻게 놀지 일단은 맞춰야겠지 생각의 눈높이 또 혹시 첨부터 죽이 잘 맞을 수 있으니 맘의 준비 창문을 열고 바람을 느끼며 가는 길 신호가 걸릴 때마다 내 마음은 답답 이 순간만큼은 그 언제보다 바빠 내 맘 같지 않지만 내 맘은 이미 날아 도착해있어 그러니 지루해도 좀만 참아 우리에게 부족한건 없어 시간뿐 끝이 없어 시작뿐 걱정마 매너 없는 수작은 초원 위 동물과 꽃처럼 또 물과 흙처럼 자연스럽게 어우러질뿐 그뿐 지금 어디 거의 온 듯 얼마 정도 흠 3 4분 I think we here 올라갈게 내 친구와 니 친구 Let's get high 마치 비행기 비행기 행기 행기 마치 비행기 비행기 행기 행기 마치 비행기 비행기 행기 행기 문 앞이야 열어줘 날아가자 지금 당장 마치 비행기 마치 비행기 행기 행기 행기 너 어딘데 놀러 갈게 내 친구와 니 친구와 Let's be freind 날아갈게 지금 당장 마치 비행기"}, {"song_no": "8180434", "year": "2016", "rank": "52", "title": "The Day", "artist": "케이윌", "genre": "Ballad", "lyrics": "너와 함께였던 그 날  너로 가득했던 따스하던 그 날  스치는 바람이 그 때의 널 기억하고 너와 함께였던 그 밤 가로등 불빛 아래 널 품에 안고 이 순간이 멈추길 바래보던 수없이 많은 날들이  스쳐 지나가고 아득해져  흩어져버린 시간 속에 널  아무리 그리워해봐도  들리지도 않는 너의 기억  네가 그리워 진다 또  오늘따라 네가 생각이 난다 또 따스한 바람이 그 때의 널 기억하고  너는 또 그 때의 우리는  한참을 망설이고 후회했는지  서로 아플까 봐 그 때 우린  한참을 네가 올까 봐  널 기다리다가 난 울까 봐 흩어져버린 시간 속에 널  아무리 그리워 해봐도  들리지도 않는 너의 기억 한참을 그냥 걷다가  멈춰선 발걸음 돌아서면  그 날처럼 네가 서 있을 것 같아  눈물 날 것 같아  내 맘이 또 널 잊지 못해  한참을 기다리다  스치는 바람결에도 함께 걷던 그 길 위에도 들려오는 노래 속에도 그 날의 네가 있어 날 부를 것 같아 아무리 잊으려 해도 또 아무리 그리워해도 그 날의 너를  난 널 널 기억해  기억해"}, {"song_no": "5466962", "year": "2016", "rank": "53", "title": "스토커", "artist": "10cm", "genre": "Folk", "lyrics": "나도 알아 나의 문제가 무엇인지 난 못났고 별 볼 일 없지 그 애가 나를 부끄러워 한다는 게 슬프지만 내가 뭐라고 빛나는 누군갈 좋아하는 일에  기준이 있는 거라면 이해할 수 없지만 할 말 없는걸 난 안경 쓴 샌님이니까 내가 이렇게 사랑하는데 이렇게 원하는데 나는 아무것도 할 수 없고 바라만 보는데도 내가 그렇게 불편할까요 내가 나쁜 걸까요 아마도 내일도 그 애는 뒷모습만 이제 알아 나의 할 일이 무엇인지 다 포기하고 참아야 하지 저 잘 나가는 너의 남자친구처럼 되고 싶지만 불가능하지 빛나는 누군갈 좋아하는 일에 기준이 있는 거라면 이해할 수 없지만 할 말 없는걸 난 안경 쓴 샌님이니까 내가 이렇게 사랑하는데 이렇게 원하는데 나는 아무것도 할 수 없고 바라만 보는데도 내가 그렇게 불편할까요 내가 나쁜 걸까요 아마도 내일도 그 애는 나는 왜 이런 사람 이런 모습이고 이런 사랑을 하고 나는 아무것도 될 수 없고 바라만 보는데도 내가 그렇게 불편하니까 내가 나쁜 거니까 아마도 내일도 그 애는 나도 알아 나의 문제가 무엇인지"}, {"song_no": "8115189", "year": "2016", "rank": "54", "title": "몇 년 후에", "artist": "블락비 (Block B)", "genre": "R&B / Soul", "lyrics": "오늘 지나 몇 년 후면   시간마저 떠난 후면 과연 서로가 각자가 되어  잘 살 수 있을까  그리워할 만큼  그리워하고 충분히 아파 보면  그땐 그 손 놓아줘야 해  무엇이 우리를 만나게 했으며  그 무엇을 이유로 떨어져 있는지  먼지 쌓인 기억과  젖은 눈 닦아내 가면서  날 탓할 만한 뭔가를 찾고 있어  모든 게 제자리를 찾아가겠지  태연한 척하는 내게  다들 속아주고  사랑의 부질없음에 대한 얘길  지껄여도 남 보기엔 가엾은 놈   흔히들 이런 걸  자유나 해방이라 해  틀렸어 구속은  이별한 후에 시작돼  대충 털고 일어날 수 있는 게  아니지 절대  당연하게 여긴 존재였기에   오늘 지나 몇 년 후면  시간마저 떠난 후면 과연 서로가 각자가 되어  잘 살 수 있을까  그리워할 만큼  그리워하고 충분히 아파 보면  그땐 그 손 놓아줘야 해   추억은 그 모습 그대로 늙지 않고   게을러터진 나 마음 정리가 안됐어  뒤돌아 살면서  내일 만큼 두려운 게 있을까  차라리 증오나 원망이었으면  그냥 소나긴 줄 알았어  잠시 젖었다 말라버릴  감정일 줄 알았어  근데 소심하지도 않은 나  널 잡아 꺼내려만 하면  속에 자꾸 담아둬  핑계만 늘어놔 더 어질러진 맘  을 추스르다 어느덧 흘러버린 밤을  절대 짐은 되기 싫다던 네가  이렇게 헤어짐을 남기고 떠나  오늘 지나 몇 년 후면  시간마저 떠난 후면 과연 서로가 각자가 되어  잘 살 수 있을까  그리워할 만큼  그리워하고 충분히 아파 보면  그땐 그 손 놓아줘야 해   너와 내 사인 더이상  우리라 불려질 수 없는 걸  며칠만 내게 며칠만 주어진다면  끌어안고 얘기할래  내가 미친놈이라 그래  멀쩡해 보이지만  이건 다 버티는거야  가장 소중한 부분을 어떻게  피 한방울 없이 떼어내  너가 가진 전부였던 난  지금 거렁뱅이 이렇게 버젓이 내 안에  살아 숨쉬는 널  무슨 수로 가슴에 묻어  오늘 지나 몇 년 후에  시간마저 떠난 후에  결국 서로가 혼자가 되면  알 수 있을거야  그리워할 만큼 그리워해도  잊지 못할 우리였음을"}, {"song_no": "8136765", "year": "2016", "rank": "55", "title": "썸타 (Lil` Something)", "artist": "첸 (CHEN)", "genre": "Dance", "lyrics": "나 요즘 썸타 썸타 썸타  네 맘을 알 듯 말 듯 왠지 애매한  너와 나 썸타 썸타 썸타  네 맘을 줄 듯 말 듯  우린 썸타 썸타 썸타  네가 먼저 내게 말해  아님 내가 먼저 말해  나는 남자답게 원해  그래 사랑한다 말해  밀당 밀당 하지 마 하지 마  나는 사랑하길 원해  너는 사랑받길 원해  애매해 너와 나의 사이가  애매해 우리 둘의 사이가  아직 아리까리해 사랑하기에  아직 아리까리해 사랑하기에  우린 아리까리해 아리까리해  나 요즘 썸타 썸타 썸타  네 맘을 알 듯 말 듯 왠지 애매한  너와 나 썸타 썸타 썸타  네 맘을 줄 듯 말 듯  우린 썸타 썸타 썸타  넌 내가 모르게 또 나를 쳐다봐  내 얼굴에 뭐가 묻었나 봐  솔직히 말하자면  걍 우리 친구 사이지만  좀 가까울 뿐  하지 마 착각  네가 문자를 보낼 때마다  의미 없는 대화들만 하게 되잖아  우리는 썸 그런 거 아니야 착각 마  근데 자기 전에 또 네가 생각나  애매해 너와 나의 사이가  애매해 우리 둘의 사이가  아직 아리까리해 사랑하기에  아직 아리까리해 사랑하기에  우린 아리까리해 아리까리해  나 요즘 썸타 썸타 썸타  네 맘을 알 듯 말 듯 왠지 애매한  너와 나 썸타 썸타 썸타  네 맘을 줄 듯 말 듯  우린 썸타 썸타 썸타  Playing hard to get  네가 다가오면 나는 달아나  Playing hard to get  다른 곳을 보면 나는 안달나  Playing hard to get  네가 다가오면 나는 달아나  Playing hard to get  다른 곳을 보면 나는 안달나  우린 아리까리해 사랑하기에 우린 아리까리해 사랑하기에 우린 아리까리해 아리까리해 근데 이번 주말에 뭐 해 나 요즘 썸타 썸타 썸타 네 맘을 알 듯 말 듯 왠지 애매한 너와 나 썸타 썸타 썸타 네 맘을 줄 듯 말 듯 우린 썸타 썸타 썸타 근데 자기 전에 또 네가 생각나 아침에 눈 뜨면 또 생각나 왜 혼자 걸을 때 네가 생각나 생각나 자꾸 생각나 알 듯 말 듯 알 듯 말 듯 알 듯 말 듯 알 듯 말 듯 우린 아리까리해"}, {"song_no": "8170832", "year": "2016", "rank": "56", "title": "사소한 것에서", "artist": "악동뮤지션", "genre": "Folk", "lyrics": "잠은 꽤나 잔 것 같은데 또 나오는 하품 저 멀리 나뒹구는 베개와 침대 밑 이불이 내 작품 큰 입 덥석 물리곤 나올 줄 모르는 칫솔과 한 잎만 떨어져도 금방 티나는 앙상한 화초 정말 아름다운 건 내가 선 곳에 있는데 미처 발견 못 하고 지나치는 사람들 다소 식상해 보였던 것 안에 혹은 당연한 일상을 돌아본다면 마치 한 잔의 쉐이크처럼 잊은 듯 아무렇지 않은 척해도 쓰린 사랑의 아픔 아무 이유 없이 반항하곤 했던 사춘기의 질풍 큰 잎이 떨어지면 고개를 내밀던 가을과 한 닢의 동전도 소중했던  어린 시절 나의 친구들과의 추억  정말 아름다운 건 내가 선 곳에 있는데 미처 발견 못 하고 지나치는 사람들 다소 식상해 보였던 것 안에 혹은 당연한 일상을 돌아본다면 마치 한 잔의 쉐이크처럼 shake it shake it oh shake it shake it shake it shake it shake it oh like glass of shake it shake it shake it shake it oh shake it shake it shake it shake it shake it oh like glass of shake it shake it 쉴 틈 없는 달리기에 못 보고 간 꽃들 빈틈없는 지하철에서 옮아 온 고뿔 어쩌면 이런 사소한 것에서 세상이 달라지는지도 몰라"}, {"song_no": "8005879", "year": "2016", "rank": "57", "title": "Dream (Prod. by 박근태)", "artist": "수지 (SUZY)", "genre": "R&B / Soul", "lyrics": "예쁘네 오늘도 어제만큼 아니 오늘은 더 예뻐졌네 이런 말을 할 때마다 너는 못 들은 척 늘 딴 얘기를 해 어젠 너무 좋은 꿈을 꿨어 지금 말해주긴 간지러워서 말하기 싫어 그리고 이런 건 말하면 안 된대 dream 다신 꾸지 못하는 너무 기분 좋은 꿈 나는 니가 꼭 그런 거 같은데 dream 종일 아른거리는 너무 기분 좋은 꿈 그게 바로 너 우리 둘 너무 잘 어울린대 I know she knows 사실 내가 봐도 그래 근데 가끔 불안한 기분이 들 땐 혼자서 울적해 hmm 거짓말 그렇게 자신 있는 얼굴을 하고 있으면서 하지만 듣기엔 참 좋다 그렇긴 하네 dream 다신 꾸지 못하는 너무 기분 좋은 꿈 나는 니가 꼭 그런 거 같은데 dream 종일 아른거리는 너무 기분 좋은 꿈 그게 바로 너 well I don’t care even if you’re a sweet liar well I don’t care cause I will make you believe dream 지금 그런 눈으로 나를 바라볼 때면 나는 니가 꼭 내 것 같은데 dream 다시 잠들고 싶은 너무 기분 좋은 꿈 그게 바로 너"}, {"song_no": "8094566", "year": "2016", "rank": "58", "title": "Don`t Cry (우리 동네 음악대장)", "artist": "하현우 (국카스텐)", "genre": "Rock", "lyrics": "그대의 눈물이 마를 때까지 우리의 사랑을 볼 수 없을 테니 울지 말아요 이제야 나는 알겠으니 음 날 사랑하던 그대는 이미 없다는 걸 So you don't cry for me 세월 지나도 난 변하지 않아 And then I cry for you 이 밤 지나면 이젠 안녕  영원히 그대의 아픔도 눈물도 슬픈 상처도 내가 갖겠다던 약속들 잊지 않았기에 울지 말아요 이토록 사랑하기에 이젠 안녕 천천히 그리고 영원히 So you don't cry for me 세월 지나도 난 변하지 않아 And then I cry for you 이 밤 지나면 이젠 안녕 영원히 So you don't cry for me So you don't So you don't So you never break my heart  이 밤 지나면 이젠 안녕 영원히 널 사랑해 널 사랑해 영원히 널 사랑해 널 사랑해 널 사랑해 언제나 영원히 널 사랑해 널 사랑해 널 사랑해 널 사랑해 널 사랑해 널 사랑해 언제나 영원히 널 사랑해 널 사랑해 널 사랑해 널 사랑해 널 사랑해 언제나 영원히 널 사랑해 널 사랑해 널 사랑해 So you don't cry for me"}, {"song_no": "3620493", "year": "2016", "rank": "59", "title": "안아줘", "artist": "정준일", "genre": "Rock", "lyrics": "서러운 맘을 못 이겨 잠 못 들던 어둔 밤을 또 견디고 내 절망관 상관없이 무심하게도 아침은 날 깨우네 상처는 생각보다 쓰리고 아픔은 생각보다 깊어가 널 원망하던 수많은 밤이 내겐 지옥같아 내 곁에 있어줘 내게 머물러줘 네 손을 잡은 날 놓치지 말아줘 이렇게 니가 한걸음 멀어지면 내가 한걸음 더 가면 되잖아 하루에도 수천번씩 니 모습을 되뇌이고 생각했어 내게 했던 모진 말들 그 싸늘한 눈빛 차가운 표정들 넌 참 예쁜 사람 이었잖아 넌 참 예쁜 사람 이었잖아 제발 내게 이러지 말아줘 넌 날 잘 알잖아 내 곁에 있어줘 내게 머물러줘 네 손을 잡은 날 놓치지 말아줘 이렇게 니가 한걸음 멀어지면 내가 한걸음 더 가면 되잖아 내겐 내가 없어 난 자신이 없어 니가 없는 하루 견딜 수가 없어 이젠 뭘 어떻게 해야 할지 모르겠어 니가 없는 난 그냥 날 안아줘 나를 좀 안아줘 아무 말 말고서 내게 달려와줘 외롭고 불안하기만 한 맘으로 이렇게 널 기다리고 있잖아 난 너를 사랑해 난 너를 사랑해 긴 침묵 속에서 소리 내 외칠게 어리석고 나약하기만 한 내 마음을"}, {"song_no": "4660794", "year": "2016", "rank": "60", "title": "I`m Not The Only One", "artist": "Sam Smith", "genre": "Pop", "lyrics": "You and me we made a vow For better or for worse I can't believe you let me down But the proof is in the way it hurts For months on end  I've had my doubts Denying every tear I wish this would be over now But I know that  I still need you here You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one You've been so unfaithful Now sadly I know why Your heart is unobtainable Even though lord knows you have mine You say I'm crazy Cause you don't think I know what you've done But when you call me baby I know I'm not the only one I have loved you for many years Maybe I am just not enough You've made me realise  my deepest fear By lying and tearing us up You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one You say I'm crazy Cause you don't think  I know what you've done But when you call me baby I know I'm not the only one I know I'm not the only one I know I'm not the only one  And I know I know I'm not the only one"}, {"song_no": "4774191", "year": "2016", "rank": "61", "title": "Bang Bang", "artist": "Jessie J", "genre": "Pop", "lyrics": "She got a body like an hourglass but I can give it to you all the time She got a booty like a Cadillac but I can send you into overdrive oh You've been waiting for that stop hold up swing your bat See anybody could be bad to you you need a good girl to blow your mind yeah Bang bang into the room I know you want it Bang bang all over you I'll let you have it Wait a minute let me take you there ah Wait a minute tell you ah Bang bang there goes your heart I know you want it Back back seat of my car I'll let you have it Wait a minute let me take you there ah Wait a minute tell you ah She might've let you hold her hand in school but I'mma show you how to graduate No I don't need to hear you talk the talk just come and show me what your momma gave Oooh yeah Your love gotta be baby love but don't say a thing See anybody could be good to you you need a bad girl to blow your mind Bang bang into the room I know you want it Bang bang all over you I'll let you have it Wait a minute let me take you there ah Wait a minute tell you ah Bang bang there goes your heart I know you want it Back back seat of my car I'll let you have it Wait a minute let me take you there ah Wait a minute tell you ah It's Myx Moscato It's frizz in a bottle It's Nicki full throttle It's oh oh Swimming in the grotto We winning in the lotto We dipping in the pot of blue foam Kitten so good It's dripping on wood Get a ride in the engine that could Go Batman robbin' it Bang bang cockin' it Queen Nicki dominant prominent It's me Jessie and Ari If they test me they sorry Ride us up like a Harley Then pull off in this Ferrari If he hanging we banging Phone ranging he slanging It ain't karaoke night but get the mic 'cause he singing B to the A to the N to the G to the uh B to the A to the N to the G to the hey See anybody could be good to you you need a bad girl to blow your mind your mind Bang bang into the room I know you want it Bang bang all over you I'll let you have it Wait a minute let me take you there ah Wait a minute tell you ah Bang bang there goes your heart I know you want it Back back seat of my car I'll let you have it Wait a minute let me take you there ah Wait a minute tell you ah Bang bang into the room I know you want it Bang bang all over you I'll let you have it Bang bang bang bang bang bang bang bang bang bang bang bang bang Bang bang there goes your heart I know you want it Back back seat of my car I'll let you have it Wait a minute let me take you there ah Wait a minute tell you ah"}, {"song_no": "8173038", "year": "2016", "rank": "62", "title": "끄덕끄덕", "artist": "남우현", "genre": "Ballad", "lyrics": "사람을 잊지 못해도 울다가 사람을 잊고 싶어도 울다가 결국 욕심이라 전부 내 탓이라서 내 맘속엔 내가 숨을 곳이 없네요 나 하루하루 말이 없어지는 건 겁이 나 이제 와 모든 걸 말하기가 그대만은 이런 날 오해하지 마요 소리 내 말하지 않아도 내 맘을 들어요 내 굳은살 같은 눈물 또 숨이 돼 버린 한숨 난 그래도 또다시 그리워 사랑을 믿느냐고 묻는다면 끄덕 끄덕 끄덕 또 기다린다고 다 지나간 건 잊으라고 하지만 이제 와 왜 내가 모든 걸 잊어야 해 새삼스레 아플 건 내게 있지 않아 설령 나 울고 있더라도 위로하지 마요 내 굳은살 같은 눈물 또 숨이 돼 버린 한숨 난 그래도 또다시 그리워 사랑을 믿느냐고 묻는다면 나 무뎌져도 결코 내 가슴 안에선 결코 그대 하난 지울 수 없어요 이것을 사랑이라 부른다면 허면 끄덕 끄덕 끄덕 끄덕 또 기다린다고"}, {"song_no": "8153410", "year": "2016", "rank": "63", "title": "예쁘다", "artist": "세븐틴", "genre": "Dance", "lyrics": "할 말이 많은데 정리가 잘 안돼 도와줘 SOS 하나 둘 셋 넷 어떤 표현법을 써야만 내 맘이 전해질까 마음을 꺼내서 너에게 복사해 붙여야 하는 건가 어느 멋진 날에 나에게 짠하고 나타나선 내 맘을 취하고 시선을 빼앗고 넌 욕심쟁이 내가 하고 싶었던 말은 Don't take this the wrong way But 너 말곤 안 보여 You'r so ice ice baby At the same time 넌 날 녹여 Just can't get enough 날 너에게 숨김 없이 보여주고 싶어 우린 서로를 선택했고 나노 단위로 집중해 널 볼 때 난 숨이 체할 것 같아  평소엔 안 그러는데 예쁜 말 모두 모아서 따다 주고 싶은데 너 앞에 서면 자꾸 들어가는 말  새벽에 물을 마시면서 혼자 다짐해 나는 너에게 턱 끝까지 차 올랐던 그 말을 내일 꼭 하겠어 너 예쁘다 감기에는 약 배고프면 밥 너 에는 나 처럼 사전에 널 찾으면 나로 정의됐음 좋겠단 말이야 근데 오늘은 대체 어떻게 해야 돼 인터넷에다 물어볼까 어떤 옷 또 어떤 곳 공부를 이렇게나 해볼 걸 우린 서로를 선택했고 나노 단위로 집중해 널 볼 때 난 숨이 체할 것만 같아 평소엔 안 그러는데 예쁜 말 모두 모아서 따다 주고 싶은데 너 앞에 서면 자꾸 들어가는 말  새벽에 물을 마시면서 혼자 다짐해 나는 너에게 턱 끝까지 차 올랐던 그 말을 내일 꼭 하겠어 너 예쁘다 I can't take it no more 할말은 있는데 I can't take it no more 지금 하려고 해 I can't take it no more 편지를 쓰려다가 I can't take it no more 못 참겠어 Baby you're my lady 너의 마음속을 달려가는 중인데 Baby 이제 거의 다 왔어 하 하 새벽에 물을 마시면서 혼자 다짐해 나는 너에게 영화처럼 달콤하고 예쁜 그 말  몇 날 며칠 밤새 연습했던 그 말  내일은 꼭 두 주먹을 꽉 쥐고 말 해주고 싶어 너 예쁘다 Does she love me Does she love me not 하루 종일 세고 있어 꽃잎만 Does she love me Does she love me not 꽃잎은 내게 어떤 답을 전해 줄까"}, {"song_no": "8075429", "year": "2016", "rank": "64", "title": "야 하고 싶어 (Feat. 시우민 of EXO)", "artist": "지민 (AOA)", "genre": "Dance", "lyrics": "Baby I'm pretty young and wild  and so fine  그냥 야 하면 안될까 너와 나   같이 걷기가 어색한 이 거리가   점점 좁혀질 수 있을까   You are taller than I am  보기에는 내가 애 왜 왜  12시전에 집에 가라 해  엄마 아빠 여행 갔는데   지금 나 배고파   오빠 치킨 먹고 갈래  너는 오빠한테 자꾸 이럴 거야  예의 없어 보여도  난 니가 좋아 baby  앞으로는 오빠 말고 야 할 거야   아 몰라 야 하 고 싶 어  너 오늘 왜 이래  왜 이래 설레이게  평소랑 다른 것 같은데  오늘따라 더 예뻐 보이네  너 진짜 왜 이래  왜 이래 my baby  심장이 막 터질 것만 같은데  그렇게 웃기까지 하면 어떡해  가까이 앉아봐  뭐 어때 괜찮아  숨길 수 없잖아  나 니가 더 알고 싶어  지금인 것 같아  분위기 괜찮아  둘밖에 없잖아  네게 입 맞추고 싶어  비상사태 삐뽀삐뽀  오빠 왔다 띵동  두근두근거리니까 심호흡  꾸민 듯 안 꾸민 너의 모습  난 그게 너무 좋아 터져버린 웃음  삐까뻔쩍 광나 가까이 밀착  비누향기가 코끝이 뭉실뭉실  구름 위를 걷는듯한 기분  비상사태 삐뽀 에라 모르겠다 뽀뽀 너는 오빠한테 자꾸 이럴 거야 조금 서툴러 보여도 니가 좋아 baby 앞으로는 오빠 말고 야 할거야 아 몰라 야 하 고 싶 어 너 오늘 왜 이래 왜 이래 설레이게 평소랑 다른 것 같은데 오늘따라 더 예뻐 보이네 너 진짜 왜 이래 왜 이래 my baby 심장이 막 터질 것만 같은데 그렇게 웃기까지 하면 어떡해 가까이 앉아봐 뭐 어때 괜찮아 숨길 수 없잖아 나 니가 더 알고 싶어 지금인 것 같아 분위기 괜찮아 둘밖에 없잖아 네게 입 맞추고 싶어 이제 눈뜨자마자 너 생각 나는 잠들기 전 까지 오빠 생각 이제 배고플 때마다 너 생각 우리 오빠 노래 Q 너 오늘 왜 이래 왜 이래 설레이게 평소랑 다른 것 같은데 오늘따라 더 예뻐 보이네 너 진짜 왜 이래 왜 이래 my baby 심장이 막 터질 것만 같은데 그렇게 웃기까지 하면 어떡해 가까이 앉아봐 뭐 어때 괜찮아 숨길 수 없잖아 나 니가 더 알고 싶어 지금인 것 같아 분위기 괜찮아 둘밖에 없잖아 네게 입 맞추고 싶어"}, {"song_no": "8182784", "year": "2016", "rank": "65", "title": "Fly (Feat. Fabolous)", "artist": "Jessica (제시카)", "genre": "Ballad", "lyrics": "Invisible 안갯 속에  나를 찾아야만 해 Yeah  작은 불빛 그 희망은 상상만으로도 You’ll Find  높은 곳을 향해 손을 뻗어 볼 때 닿을 것만 같은 느낌 바라왔던 날들 가까워진 걸까 저 하늘에 그려져 Just Spread Your Wings 저 끝까지   가슴 뛰는 소릴 따라 두 눈을 감고 꿈을 펼쳐 봐 You're a Hero You Can Fly You Can Fly You're a Hero You Can Fly You Can Fly  단 한 번도 보지 못한 세상이 펼쳐질 거야 구름 위로 날아올라 Cause Your Wings Are Made To Fly  높은 곳을 향해 손을 뻗어 볼 때 닿을 것만 같은 느낌 바라왔던 날들 가까워진 걸까 저 하늘에 그려져 Just Spread Your Wings 저 끝까지  가슴 뛰는 소릴 따라 두 눈을 감고 꿈을 펼쳐 봐 You're a Hero You Can Fly You Can Fly  You're a Hero You Can Fly You Can Fly  이젠 울지 않을래 이젠 포기 안 할래 I Won't Lose I Won't Lose  Oh No No No No No  Yeah Let’s Go Jess  You Should’ve Never Doubted Yourself Matter Of Fact You Should Be Proud Of Yourself ‘Cause You Had To Find A Way Go About It Yourself Nobody Gave You Direction Had To Route It Yourself And You Never Got Lost Losing’s Not An Option No Time For L’s No Time To Fail Winning Like Steph Curry And Them We Warriors Haters Wanna See Me In a Crown Victoria But I’m In a Benz AC on 70 Won’t Lose My Cool Gotta Move Cleverly Chess Not Checkers Playing It With Strategy Me And Jessica That’s a Win Automatically Just Spread Your Wings 저 끝까지 가슴 뛰는 소릴 따라 두 눈을 감고 꿈을 펼쳐 봐 You're a Hero You Can Fly You Can Fly You're a Hero You Can Fly You Can Fly"}, {"song_no": "8170833", "year": "2016", "rank": "66", "title": "주변인", "artist": "악동뮤지션", "genre": "Ballad", "lyrics": "여기에도 저기에도 나 있을 곳 없다 가까워도 먼 우리 사이 사람들은 모두 내가 달라졌다고 해 내 눈엔 그들이 변했는데 알게 될수록 멀리하고 싶은 세상 그렇다고 벗어날 수도 없는 걸 애써 감추려 하던 걸 어쩌다 보게 된 기분 난 세상 사람 사랑 그 주변에서 맴돌다 맴돌다 주변에서 서성이다 서성이다가 막힌 속을 뚫으려고 밖을 나서도 맞아주는 건 차가운 밤공기뿐 주변에서 맴돌다 돈다 아무 사람도 내 말에 끄덕이지 않아 웃어주는 게 뭐 어렵다고 사람들은 모두 내가 외계인 같다 해 차라리 진짜면 이해가 돼 알게 될수록 멀리하고 싶은 세상 그렇다고 벗어날 수도 없는 걸 애써 감추려 하던 걸 어쩌다 보게 된 기분 난 세상 사람 사랑 그 주변에서 맴돌다 맴돌다 주변에서 서성이다 서성이다가 막힌 속을 뚫으려고 밖을 나서도 맞아주는 건 차가운 밤공기뿐 주변에서 맴돌다 돈다 큰 품을 떠나서 본 세상은 다르네 거울에 비친 다른 애 사랑받지 못하는 아이 아님 내가 착각해 Father 이젠 혼자 할 수 있어요 Do you understand You said I do But I'm still staying around  나만 떨어져 있어 Am I desperado 주변에서 맴돌다 두 손에 잡은 핸들과 방향을 두고 씨름을 해 아직은 힘이 약해 난 주변에서 서성이다 네 닿을 곳은 저 섬이라 가리키는 손가락 끝은 너무나 외로워 보이네 그 주변에서 맴돌다 맴돌다 주변에서 서성이다 서성이다가 막힌 속을 뚫으려고 밖을 나서도 맞아주는 건 차가운 밤공기뿐 주변에서 맴돌다 돈다"}, {"song_no": "8167308", "year": "2016", "rank": "67", "title": "Save ME", "artist": "방탄소년단", "genre": "Dance", "lyrics": "난 숨쉬고 싶어 이 밤이 싫어 이젠 깨고 싶어 꿈속이 싫어 내 안에 갇혀서 난 죽어있어 Don’t wanna be lonely Just wanna be yours 왜 이리 깜깜한 건지  니가 없는 이 곳은 위험하잖아 망가진 내 모습 구해줘 날 나도 날 잡을 수 없어 내 심장소릴 들어봐 제멋대로 널 부르잖아 이 까만 어둠 속에서 너는 이렇게 빛나니까 그 손을 내밀어줘 save me save me I need your love before I fall fall 그 손을 내밀어줘 save me save me I need your love before I fall fall 그 손을 내밀어줘 save me save me 그 손을 내밀어줘 save me save me Save me save me 오늘따라 달이 빛나 내 기억 속의 빈칸 날 삼켜버린 이 lunatic  please save me tonight Please save me tonight  please save me tonight 이 치기 어린 광기 속  나를 구원해줄 이 밤 난 알았지 너란 구원이  내 삶의 일부며 아픔을  감싸줄 유일한 손길  The best of me 난 너밖에 없지  나 다시 웃을 수 있도록 더 높여줘  니 목소릴 Play on 내 심장소릴 들어봐  제멋대로 널 부르잖아 이 까만 어둠 속에서  너는 이렇게 빛나니까 그 손을 내밀어줘 save me save me I need your love before I fall fall 그 손을 내밀어줘 save me save me I need your love before I fall fall 그 손을 내밀어줘 save me save me 그 손을 내밀어줘 save me save me 고마워 내가 나이게 해줘서 이 내가 날게 해줘서 이런 내게 날갤 줘서 꼬깃하던 날 개 줘서 답답하던 날 깨줘서 꿈 속에만 살던 날 깨워줘서 널 생각하면 날 개어서 슬픔 따윈 나 개 줬어 Thank you 우리가 돼 줘서 그 손을 내밀어줘 save me save me I need your love before I fall fall 그 손을 내밀어줘 save me save me I need your love before I fall fall"}, {"song_no": "8184653", "year": "2016", "rank": "68", "title": "열아홉", "artist": "그리 (GREE)", "genre": "Rap / Hip-hop", "lyrics": "불길한 예감은 역시 틀린 적이 없네 만약 복선이었다면 그때는 대체 언제 마냥 좋아 걷다 보니  결국 여기까지 왔네 많은 것을 놓치고 또 많이 잃은 상태 언제부터 잘못된 길을 밟은 걸까 한참 돌아보니 아마 내가 태어난 날 난 아버지의 아들로 김구라 아들로 만약 김현동의 아들이었담  친구들과 같았을까 yeah 걱정은 마  난 보다시피 내꺼 하고 있어 이게 멋있는 걸 알고 있어 요즘 나를 동정하는 사람 많이 봐 그 시선들이 행복해  난 아직 앤가 봐 난 아직 어려  근데 모두 내가 크기만 바래 난 아직 어려  내가 하고 싶은 건데 왜 안돼 난 성공만 성공만 바라면서  매일을 살고 있잖아 성공만 성공만 성공하면  모든게 조용해질까 매번 긍정적인 나도 흔들렸었지 많이 이혼 기사가 발표가 된 뒤에는  그저 잡생각이 심지어 현관 문 앞은  기자가 차지했을때 그때부터 인간은  잔인한 걸 알게 됐네 그래 우리 모두 입고 있어  젖은 코트를 걸쳤네 입고 있어도 춥고 그렇다고 벗기에는 겁이 나 난 내 고통이  더 크다고 생각했지만 색깔만 다를 뿐  누구 것이 더 비싸진 않어 인생은 증명의 연속이란 걸 배워왔듯이 우리는 어리숙하게나마  배워가고만 있지 성공이 과연 뭘까 생각해봐도 어린 나로선 그 정의를 못 내렸어 난 아직 어려  근데 모두 내가 크기만 바래 난 아직 어려  내가 하고 싶은 건데 왜 안돼 난 성공만 성공만 바라면서  매일을 살고 있잖아 성공만 성공만 성공하면  모든게 조용해질까 너희들이 아는 나의 삶은  생각보다 달라 살면서 반 이상을 달리는  차에서 잠 자 누군가 나의 삶에 대해 질탄하고 방관 하는 것은 11살 때쯤 깨달았어 아마 결국 시간이 약이란 게 느껴져 돌을 맞을 때는 가만히 있었네  난 그 어떤 무엇도  나를 증명해줄 수 없으니까 9년간 티비 속 내 모습은 어렸으니까 어둠이 있어야 별을 찾듯이 견디고 이겨내면 만날거야 반드시 그래 나도 이겨내고 있어 당연하듯이 너희도 이겨낼 거라고 믿어  반드시 yeah 오랜 고민 끝에 단어들로 채웠던 밤 내 꿈과 함께 매일 밤 지새웠지 난 성공을 되뇌인 다음 다시 펜을 잡아 나로선 할 수 있는 게  이거 밖에 없으니까 난 성공만 성공만 바라면서  매일을 살고 있잖아 성공만 성공만 성공하면  모든게 조용해질까 난 성공만"}, {"song_no": "8184472", "year": "2016", "rank": "69", "title": "자격지심 (Feat. 은하 Of 여자친구)", "artist": "박경 (블락비)", "genre": "Rap / Hip-hop", "lyrics": "You 도대체 문제가 뭐야 말 좀 해봐 Hey you 질투하는 거야 자격지심인 거야 boy 몇 번이나 말했잖아 나에겐 한 사람밖에 없다고 귀여워 너답지 않은 너가 빠라바빠빠 빠라바빠빠 빠라바빠빠 넌 모를 거야 내 맘을 너 지금 어딜 보는 건지 지나가는 쟤 쳐다봤지 쇼윈도를 보는 척하면서 눈은 왜 그리 돌아가니 그래 나보다 키 크고 어깨도 넓은 거 나도 보이는데 너가 그래버리면 더 비참해지잖아 왜 그리 자신 없어 어딜 보긴 뭘 어딜 봐 어느 누구와도 너를 비교한 적 없어 소심하게 굴지 마 어제 카페 그 알바생 앞에서 왜 그리 웃는데 내가 이상한 건지 너가 이상한 건지 몰라 궁금해 머릿속이 You 도대체 문제가 뭐야 말 좀 해봐 Hey you 질투하는 거야 자격지심인 거야 boy 몇 번이나 말했잖아 나에겐 한 사람밖에 없다고 귀여워 너답지 않은 너가 빠라바빠빠 빠라바빠빠 빠라바빠빠 넌 모를 거야 내 맘을 하나만 물어볼게 차 있단 그 오빠 얘긴 왜 자꾸 해 뚜벅이가 뭐 어때서 어디든 가줄게 너 친구들 남자 친구 놈들 딱 들어보니 가식덩어리들  I told ya 남잔 늑대 순하디 순한 너에겐 위험해 yo 숨어 있어 내 울타리 안에 우리 사진으로 메신졀 프사해  왜 그리 자신 없어 아무것도 필요 없어 내겐 누구보다 큰 너 나도 알고 있어 남자는 다 똑같애  그걸 아는 사람이 그래 밀고 당길 땐 벌써 지났는데 내가 이상한 건지 너가 이상한 건지 몰라 궁금해 머릿속이 You 도대체 문제가 뭐야 말 좀 해봐 Hey you 질투하는 거야 자격지심인 거야 boy 몇 번이나 말했잖아 나에겐 한 사람밖에 없다고 귀여워 너답지 않은 너가 빠라바빠빠 빠라바빠빠 빠라바빠빠 넌 모를 거야 내 맘을 빠라바빠빠 빠라바빠빠 빠라바빠빠 넌 모를 거야 내 맘을 혹시나 해서 말인데 오해할까 걱정인데 이거 절대 자격지심 아냐 아냐 혹시나 해서 말인데 난 아무 상관없는데 그러는 거 자격지심 맞아 맞아"}, {"song_no": "8042169", "year": "2016", "rank": "70", "title": "그댄 행복에 살텐데", "artist": "김범수", "genre": "Ballad", "lyrics": "혼자인 시간이 싫어  시계를 되돌려 봤죠  앞으로 앞으로 그대를 만나게  그러다 또 하루만 갔죠  다시 돌아와 줄거라고  나보다 아파할거라고  내 맘이 내 맘을 눈물이 눈물을  다독이며 보내 온거죠  넌 나를 버렸다는 미안함도 잊고  그댄 행복에 살텐데  왜 또 생각하니  왜 또 전화기를 보니 왜 그 사진은 다시 꺼냈니 왜 또 멍해졌니 닮은 뒷모습을 봤니  왜 나를 버린 사람 잊지 못 한 거니 그대 스쳐갔던 흔적이  그대 할퀴고 간 상처가  너무나 많아서 자꾸만 아파서  눈물도 알아서 흐르죠  넌 나를 버렸다는 미안함도 잊고  그댄 행복에 살텐데  왜 또 생각하니  왜 또 전화기를 보니  왜 그 사진은 다시 꺼냈니  왜 또 멍해졌니 닮은 뒷모습을 봤니  왜 나를 버린 사람 잊지 못한거니 사랑 같은 건  영원 같은 건  내겐 없잖아 워  왜 왜 또 왜 그 사진은 다시 꺼냈니  왜 왜 또  왜 나를 버린 사람 잊지 못한거니"}, {"song_no": "7870472", "year": "2016", "rank": "71", "title": "Ah-Choo", "artist": "러블리즈", "genre": "Dance", "lyrics": "맛있는 걸 해주고 싶은 그런 사람이 난 생겼어 아직 요리는 잘 못하지만 나 연습하고 있어요 나 그댈 위해 몰래 감춰놓은 애교도 있는 걸 매일 지루하지 않게 웃게 해줄 텐데 너는 내 맘 모르지 Ah Choo 널 보면 재채기가 나올 것 같아 너만 보면 해주고픈 얘기가 참 많아 나의 입술이 너무 간지러워 참기가 힘들어 Ah Choo 내 맘에 꽃가루가 떠다니나봐 널 위해서 해주고픈 일들이 참 많아 나의 마음이 내 사랑이 더 이상은 삼키기 힘들어 다정하게 깨우고 싶은 그런 사람이 난 생겼어 아침잠이 좀 많긴 해도 잘 일어날 수 있어요 그 사람이 막 지쳐 보일 때면 내가 더 슬픈 걸 혹시 내가 필요할 땐 거기 있어줄게 너는 내 맘 모르지 Ah Choo 널 보면 재채기가 나올 것 같아 너만 보면 해주고픈 얘기가 참 많아 나의 입술이 너무 간지러워 참기가 힘들어 Ah Choo 내 맘에 꽃가루가 떠다니나봐 널 위해서 해주고픈 일들이 참 많아 나의 마음이 내 사랑이 더 이상은 삼키기 힘들어 소중한 너의 친구란 그 말이 나는 그 말이 참 싫다 밤새 쓰다만 편지와 말 하지 못한 내 사랑 Ah Choo 널 보면 재채기가 나올 것 같아 너만 보면 해주고픈 얘기가 참 많아 나의 입술이 너무 간지러워 참기가 힘들어 Ah Choo 내 맘에 꽃가루가 떠다니나 봐 널 위해서 해주고픈 일들이 참 많아 나의 마음이 내 사랑이 더 이상은 삼키기 힘들어"}, {"song_no": "3753304", "year": "2016", "rank": "72", "title": "벚꽃 엔딩", "artist": "버스커 버스커", "genre": "Rock", "lyrics": "그대여 그대여 그대여   그대여 그대여  오늘은 우리 같이 걸어요 이 거리를  밤에 들려오는 자장노래 어떤가요  오예  몰랐던 그대와 단 둘이 손 잡고  알 수 없는 이 떨림과 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  오예  그대여 우리 이제 손 잡아요  이 거리에 마침 들려오는  사랑 노래 어떤가요  오예  사랑하는 그대와 단 둘이 손잡고  알 수 없는 이 거리를 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  바람 불면 울렁이는 기분 탓에  나도 모르게  바람 불면 저편에서 그대여  니 모습이 자꾸 겹쳐  오 또 울렁이는 기분 탓에  나도 모르게  바람 불면 저편에서 그대여  니 모습이 자꾸 겹쳐  사랑하는 연인들이 많군요  알 수 없는 친구들이 많아요  흩날리는 벚꽃 잎이 많군요 좋아요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  봄바람 휘날리며  흩날리는 벚꽃 잎이  울려 퍼질 이 거리를  우우 둘이 걸어요  그대여 그대여 그대여  그대여 그대여"}, {"song_no": "8104514", "year": "2016", "rank": "73", "title": "그녀가 곁에 없다면 (결혼 행진곡을 활용한 신곡)", "artist": "장범준", "genre": "Rock", "lyrics": "사랑이란 게 원래 시간이 지날수록 설레임보다는 편안함이 자릴 잡나요 설레임이 없는 사랑 편안함만 남은 사랑 도대체 뭐냐고 물어보면 그대여 오늘 내가 말해줄게 그댈 향한 나의 사랑은 말로 표현할 수 없는 사랑 허나 말해줘야 한다면 들어봐요 허어 그녀가 곁에 없다면 그대가 곁에 없다면 코끝이 시려지는 게 그대는 영원한 사람 떨어져 있어도 난 너를 이해하고 믿어주며 영원히 널 닮아가며 너만을 사랑해야지 그댈 향한 나의 사랑은 말로 표현할 수 없는 사랑 허나 말해줘야 한다면 들어봐요 하아 그대가 곁에 없다면 그녀가 곁에 없다면 코끝이 시려지는 게 그대는 영원한 사람 떨어져 있어도 난 너를 이해하고 믿어주며 영원히 널 닮아가며 너만을 사랑해야지 설레임이 없는 사랑 편안함만 남은 사랑 도대체 뭐냐고 물어보면 그대여 오늘 내가 말해줄게 한번밖에 없는 사랑 영원함만 남은 사랑 그대가 뭐냐고 물어보면 그때는 오늘 내가 말해줄게"}, {"song_no": "8109957", "year": "2016", "rank": "74", "title": "With You", "artist": "린", "genre": "Drama", "lyrics": "Here I am 느끼나요 숨겨왔던 나의 마음을 혹시 아플까 봐 그대 곁에서 Here I am 들리나요 내 가슴의 작은 떨림들 사랑인 거겠죠 이건 I think of you Always love you in my heart 그대는 아나요 스쳐 가는 모든 게 사랑이죠 한걸음 물러선 나를 안아준 한 사람 I‘m dreaming to be with you 단 하나인 거죠 날 지켜줄 그대를 믿어요 이 맘이 다치지 않게 난 언제나  To be with you 내 맘이 불어오는 차가운 바람 속에 있을 때 그대를 보았죠  내겐 사랑이죠  Always love you in my heart 그대는 아나요 스쳐 가는 모든 게 사랑이죠 한걸음 물러선 나를 안아준 사람 그대죠 언제나 그대 곁에서 밝게 비춰줄게 저 별처럼 Always love you in my heart 그대는 아나요 스쳐 가는 모든 게 사랑이죠 한걸음 물러선 나를 안아준 한 사람 I‘m dreaming to be with you 단 하나인 거죠 날 담아줄 그대를 믿어요 이 맘이 다치지 않게 난 언제나 To be with you"}, {"song_no": "8129783", "year": "2016", "rank": "75", "title": "Crush", "artist": "아이오아이 (I.O.I)", "genre": "Dance", "lyrics": "Oh My gosh 지금 내 심장은 crush 온통 꺅 꺅 꺅 비명소리 가득해 내가 왜 이러니 너만 보여 여기 여기 너만 들려 honey nah nah nah nah nah nah nah wait just a minute just wait 나 사고 났어 여기 지금 여기 눈앞이 아찔하지 nah nah nah nah nah nah nah 자꾸만 심장이 뛰는데 머리는 이성적 이려고 해도 잘 안 돼 널 보면 rush rush rush 또 정신을 못 차려 큰일 나겠어 진짜야 자꾸만 이러면 너 땜에 어지러워 온종일 니 생각 뿐 다른 건 못하게 돼 oh 그동안 평화롭던 내 일상은 안녕 좋아하게 됐어 빠져들고 있어 이럴 줄은 몰랐어 참 나도 내가 놀라워 oh my gosh 지금 내 심장은 crush boy 쿵쾅 woo oh woo oh 쿵쾅 woo oh woo oh 쿵쾅 woo oh woo oh 내 심장은 crush boy 쿵쾅 woo oh woo oh 쿵쾅 woo oh woo oh oh my gosh 지금 내 심장은 crush boy 보고 싶어 당장 널 right now 벨트 꼭 매고 꽉 잡아 꽉 막힌 도로 답답답 맘이 급해 난 Oh My God 거기 좀 비켜줘 갓길 옆으로 신호는 붉은 light 우리는 그린라이트 자꾸만 심장이 뛰는데 내 맘을 따라잡을 수가 없어 어떡해 널 보면 rush rush rush 또 다시 정신을 못 차려 큰일 나겠어 진짜야 자꾸만 이러면 너 땜에 어지러워 온종일 니 생각 뿐 다른 건 못하게 돼 oh 그동안 평화롭던 내 일상은 안녕 좋아하게 됐어 빠져들고 있어 이럴 줄은 몰랐어 참 나도 내가 놀라워 oh my gosh 지금 내 심장은 crush boy 쿵쾅 woo oh woo oh 쿵쾅 woo oh woo oh 쿵쾅 woo oh woo oh 내 심장은 crush boy 쿵쾅 woo oh woo oh 쿵쾅 woo oh woo oh oh my gosh 지금 내 심장은 crush boy it's okay it's okay 내게 물어 볼래 yeah it's okay it's okay 괜찮지가 못해 oh 떠나자 여기서 어디든지 좋아 조금 더 달려봐 저기 먼 곳까지 상상만 해도 이렇게 좋은 걸 Oh my gosh 지금 내 심장은 crush boy 이로써 평화롭던 내 일상은 안녕 좋아하게 됐어 빠져들고 있어 이럴 줄은 몰랐어 참 나도 내가 놀라워 oh my gosh 지금 내 심장은 crush boy 쿵쾅 woo oh woo oh 쿵쾅 woo oh woo oh 쿵쾅 woo oh woo oh 내 심장은 crush boy 쿵쾅 woo oh woo oh 쿵쾅 woo oh woo oh Blah blah blah 네 목소리만 들려 boy"}, {"song_no": "7942948", "year": "2016", "rank": "76", "title": "소녀", "artist": "오혁", "genre": "Drama", "lyrics": "내 곁에만 머물러요 떠나면 안돼요 그리움 두고 머나먼 길 그대 무지개를 찾아올 순 없어요 노을 진 창가에 앉아 멀리 떠가는 구름을 보면 찾고 싶은 옛 생각들 하늘에 그려요 음 불어오는 차가운 바람 속에 그대 외로워 울지만 나 항상 그대 곁에 머물겠어요 떠나지 않아요 노을 진 창가에 앉아 멀리 떠가는 구름을 보면 찾고 싶은 옛 생각들 하늘에 그려요 음 불어오는 차가운 바람 속에 그대 외로워 울지만 나 항상 그대 곁에 머물겠어요 떠나지 않아요 내 곁에만 머물러요 떠나면 안돼요"}, {"song_no": "8143111", "year": "2016", "rank": "77", "title": "돌아오지마 (Feat. 용준형 Of 비스트)", "artist": "헤이즈 (Heize)", "genre": "Rap / Hip-hop", "lyrics": "아직도 비가 내리면 빗 소릴 beat 삼아 너를 끄적이곤 해 괜찮지 않아 난 내일도 알람이 아닌 그리움이 날 깨울게 뻔해 난 다시 한 번 나의 널 안고 싶어 잡고 싶어 너의 반짝이는 눈 속에서 날 보고 싶어 이렇게 널 보내고 후회 속에 살고 있어 혹시 이 노랠 듣게 돼도 그냥 듣고 흘려줄래 넌 나에게 돌아오지 마 날 보지 마 지나쳐가 넌 행복해야 하니까 널 닮은 사람과 행복하게 살아 okay 이건 널 그리워하는 노래 but 절대로 하지는 말아 오해 혹 널 내게 다시 돌아오게 하기 위해 부르는 노래는 아니니까 솔직히 말할게 i wanna go back 이렇게 다 남아있지 내 phone엔 하지만 이젠 알아 너의 곁엔 나보다는 그녀가 더 잘 어울리는 것 같애 웃기지 마 난 너에게 지금처럼 가사 거리일 뿐 아무것도 아닌 걸 4분도 넘지 않는 이 노래에 담길 만큼 우리가 했던 사랑은 조그맣지 않은 걸 걍 꺼지라 해 알아듣기 쉽게 널 위한 이별 같은 소리 난 이해 못 해 그게 아님 당장 이 노래 멈춰 아무 일 없던 것처럼 나를 안아줘 넌 나에게 돌아오지 마 날 보지 마 지나쳐가 넌 행복해야 하니까 널 닮은 사람과 행복하게 살아 만약에 내가 너에게 전활 걸거나 너의 집 앞에서 널 기다리고 있거나 비가 많이 내리는 날에는 전화길 꺼놔 잠깐일 거야 그건 그냥 다 쇼야 맘 약해지지 말고 잘 생각해 힘들어했잖아 이기적인 나의 말투와 행동 그리고 친굴 만날 때도 착한 넌 항상 내 눈치를 봐야 했겠지 넌 불행할 자격이 없어 난 자신 없어 너만큼 좋은 여자가 되기엔 그래서 널 놓아주는 것 말곤 방법이 없어 너에게 바라진 않아 이해 이렇게 돌아서지 마 너 아닌 사람과 어떻게 행복하란 말이야 난 행복해야 하니까 네가 필요해 난 네가 필요해"}, {"song_no": "8028725", "year": "2016", "rank": "78", "title": "사랑이었다 (Feat. 루나 of f(x))", "artist": "지코 (ZICO)", "genre": "Ballad", "lyrics": "알 수 없다 눈 뜨고 꿈꾸는 기분일까 괜히 가슴이 소란스러워지고 그리움도 경험해본다 내게 짓던 웃음이 참 예뻤지만 네 맘은 항상 표정을 짓지 않아 상처 난 것들을 보여주면서 치유받길 거절하는 널 보며 내가 할 게 못 되는구나 힘들다 시간 지나면 다 없었던 일 잠시 미쳤다 생각했는데 사랑이었다 사랑이었다 이제 와 보니 사랑한 거였다 나답지 않던 말과 행동이 멋대로 굴고 있는 심장이 사랑이었다 사랑이었다 나보다 소중한 게 있었다 언제쯤 넌 내 이름 불러줄까 널 꺾는다고 그 향기가 내 게 될까 넌 쓸쓸함에 대해 얘기하면서 안아주려는 내 손을 밀쳤어 체념할 자격도 없는 나 괴롭다 시간 지나면 다 없었던 일 잠시 미쳤다 생각했는데 사랑이었다 사랑이었다 이제 와 보니 사랑한 거였다 나답지 않던 말과 행동이 멋대로 굴고 있는 심장이 사랑이었다 사랑이었다 나보다 소중한 게 있었다 이제 더 이상은 특별함을 찾지 않아 널 쫓느라 두고 간 원래의 나를 찾아 혼자 한 사랑은 스스로 이별해야 되네 시간 지나면 다 없었던 일 잠시 미쳤다 생각했는데 사랑이었다 사랑이었다 이제 와 보니 사랑한 거였다 나답지 않던 말과 행동이 멋대로 굴고 있는 심장이 사랑이었다 사랑이었다 나보다 소중한 게 있었다 나보다 소중한 게 있었다"}, {"song_no": "7912749", "year": "2016", "rank": "79", "title": "아마도 그건", "artist": "Crush", "genre": "R&B / Soul", "lyrics": "아마도 그건 사랑이었을 거야 희미하게 떠오르는 기억이 이제야 그 마음을 알아 버렸네 그대 눈에 비친 나의 모습을 차가운 내 맘에 남은 너의 뒷모습 열린 문틈으로 넌 내게 다가올 것 같아 한참을 멍하니 바라보다  아침 햇살에 눈을 뜨고 말았네 사랑 그것은 엇갈린 너와 나의 시간들 스산한 바람처럼 지나쳐갔네 사랑 그것은 알 수 없는 너의 그리움 남아 있는 나의 깊은 미련들 사실 그때도 알고 있었던 그 터질 듯한 감정 난 아직까지도 이 손가락 끝이 찌릿할 만큼 못 잊었어 결국엔 입을 떼지 못했지 단 한 마디도 니가 오는 길을 알고 있기에  일부러 엇갈린 길을 따라서  걷던 발 넌 아마 몰랐겠지 다행이야 내가 본 게 뒷모습이어서 그게 기억되는 너의 마지막 모습이어서 차가운 내 맘에 남은 너의 뒷모습 열린 문틈으로 넌 내게 다가올 것 같아 한참을 멍하니 바라보다  아침 햇살에 눈을 뜨고 말았네 사랑 그것은 엇갈린 너와 나의 시간들 스산한 바람처럼 지나쳐갔네 사랑 그것은 알 수 없는 너의 그리움 남아 있는 나의 깊은 미련들 다시 올 수 없는 시간들"}, {"song_no": "8158015", "year": "2016", "rank": "80", "title": "Destiny (나의 지구)", "artist": "러블리즈", "genre": "Dance", "lyrics": "너는 내 Destiny 고개를 돌릴 수가 없어 난 너만 보잖아 너는 내 Destiny 떠날 수 없어 난 넌 나의 지구야 내 하루의 중심 왜 자꾸 그녀만 맴도나요 달처럼 그대를 도는 내가 있는데 한 발짝 다가서지 못하는 이런 맘 그대도 똑같잖아요 오늘도 그녀 꿈을 꾸나요 그댈 비춰주는 내가 있는데 그렇게 그대의 하룬 또 끝나죠 내겐 하루가 꼭 한 달 같은데 그 꿈이 깨지길 이 밤을 깨우길 잔잔한 그대 그 마음에 파도가 치길 너는 내 Destiny 날 끄는 Gravity 고개를 돌릴 수가 없어 난 너만 보잖아 너는 내 Destiny 떠날 수 없어 난 넌 나의 지구야 내 하루의 중심 기울어진 그대의 마음엔 계절이 불러온 온도차가 심한데 늘 그댈 향한 나의 마음엔 작은 바람 한 점 분 적 없어요 눈부신 그대의 하루에는 내가 들어갈 자리는 없나요 그렇게 내 맘은 차고 또 기울죠 내겐 한 달이 꼭 하루 같은데 그 꿈이 깨지길 이 밤을 깨우길 잔잔한 그대 그 마음에 파도가 치길 너는 내 Destiny 날 끄는 Gravity 고개를 돌릴 수가 없어 난 너만 보잖아 너는 내 Destiny 떠날 수 없어 난 넌 나의 지구야 내 하루의 중심 한 번 난 그녀를 막고 서서 빛의 반질 네게 주고 싶은데 단 한 번 단 한 번 그녀의 앞에 서서 너의 낮을 날고 싶은데 너는 내 Destiny 날 끄는 Gravity 고개를 돌릴 수가 없어 난 너만 보잖아 너는 내 Destiny 떠날 수 없어 난 넌 나의 지구야 내 하루의 중심"}, {"song_no": "8152433", "year": "2016", "rank": "81", "title": "MY STAR", "artist": "이하이", "genre": "R&B / Soul", "lyrics": "넌 나의 STAR 넌 나의 SUN 넌 나의 MOON 세상을 다 가진 느낌  I FEEL I FEEL GOOD  I FEEL GOOD WHEN I’M WITH YOU 넌 나의 ROCK 넌 나의 GUN 넌 나의 ROSE 감당이 안 돼 이 느낌 FEEL ALRIGHT 이제 안 외로워 나 안 외로워 첫사랑 같은 내 맘은 너를 향한 춤을 추고 OH OH OH  미친 것 같은 내 눈엔 한 사람만 보여 오직 YOU  시작한 사랑을 멈추지마  DON’T STOP 기나긴 밤은 너와 내거니까  YOU’RE MINE 지금 내 두 손을 잡고  NEVER LET ME GO TELL ME 너도 나와 같은 사랑한다고 넌 나의 STAR 넌 나의 SUN 넌 나의 MOON 세상을 다 가진 느낌  I FEEL I FEEL GOOD  I FEEL GOOD WHEN I’M WITH YOU 넌 나의 POISON 넌 나의 TROUBLE 넌 나의 FATE 못 참겠어 OH 네 손길 FEEL ALRIGHT 네가 너무 좋아 나 너무 좋아 LISTEN SOMETHING ABOUT YOU 멈췄던 내 가슴을 뛰게 하고 OH OH OH  미친 것 같은 내 눈엔 한 사람만 보여 오직 YOU  시작한 사랑을 멈추지마  DON’T STOP 기나긴 밤은 너와 내거니까  YOU’RE MINE 지금 내 두 손을 잡고  NEVER LET ME GO TELL ME 너도 나와 같은 사랑한다고 어느새 난 영원을 꿈꾸곤 해 BUT NOTHING IS FOREVER I KNOW 너 없는 날 상상할 수조차 없어 넌 나의 STAR 넌 나의 SUN 넌 나의 MOON 세상을 다 가진 느낌  I FEEL I FEEL GOOD I FEEL GOOD WHEN I’M WITH YOU 넌 나의 ROCK 넌 나의 GUN 넌 나의 ROSE 감당이 안돼 이 느낌 FEEL ALRIGHT 이제 안 외로워 나 안 외로워"}, {"song_no": "418598", "year": "2016", "rank": "82", "title": "친구라도 될 걸 그랬어", "artist": "거미", "genre": "R&B / Soul", "lyrics": "벌써 넌 내가 편하니  웃으며 인사 할 만큼  까맣게 나를 잊었니  네 곁에 있는 사람 소개할만큼   견디긴 너무 힘든데  자꾸만 울고 싶은데  내 옆이 아닌 자리에  너를 보고 있는게  왜 그게 행복한걸까   친구라도 될 걸 그랬어  모두 다 잊고서  다른 사람 만나는  널 보아도 슬프지 않게   그저 바라보고 있었어  한참동안 네 옆에 그 사람까지도  잠시라도 더 보려고  다시 혹시라도 널 보게되면  그땐 모르는 척 해볼게  웃어도 볼게 지금의 너처럼   눈 감지 말고 보낼 걸  가는 널 꼭 지켜볼 걸  차가운 너의 걸음에  마지막 내 눈물도  묻혀서 보내버릴 걸   너무 모진 너의 모습이  미워져버렸어 다른 사람 만나는  널 보아도 슬프지 않게   그저 바라보고 있었어  한참동안 네 옆에 그 사람까지도  잠시라도 더 보려고   다시 혹시라도 널 보게되면  그땐 모르는 척 해볼게  웃어도 볼게 지금의 너처럼   차라리 잘된 것 같아  다시 널 또 한번  미워할 수 있을테니   혹시 아직 너도 나처럼  편해지지 못하고  아파만 하는 거니  애써 너도 참는거니   혹시 네가 다시 돌아올까봐  나의 곁은 아직 그대로  비워져 있어 너의 자리라서 -"}, {"song_no": "8182907", "year": "2016", "rank": "83", "title": "사랑이 뭔데", "artist": "서현진", "genre": "Drama", "lyrics": "나른한 햇살이 찾아들면  멍하니 창밖을 바라만보다가 지난 생각속에 잠겨 떠올리던 너 어디에서 무얼 하고 있을까 좋았던 기억에 혼자 웃다 무거운 추억에 또 마음 다칠까 애써 태연한척해도 들킬 수밖에 없는 내맘 내맘 왜이래 사랑이 뭔데 뭔데  내 맘이 왜 이래 이래 매일 눈물에 콧물에 가슴만 쓰리던 짓인데 사랑이 뭔데 뭔데  또 가슴이 뛰네 뛰네 너의 달콤한 입술에 내 맘을 포개고 싶은데 dream a dream of you a dream I’m kissing you 핑크빛 꽃잎이 흩날리고 따스한 바람에 휘파람을 불고 네게 전화걸까 말까 고민하는 나 언제부터 네게 빠졌던 걸까 어젯밤 꿈속에 고백하고 온종일 전화만 쳐다 보는데 애써 무심한척해도 들킬 수밖에 없는 내 맘 내 맘 왜이래 사랑이 뭔데 뭔데  내 맘이 왜 이래 이래 매일 눈물에 콧물에 가슴만 쓰리던 짓인데 사랑이 뭔데 뭔데  또 가슴이 뛰네 뛰네 너의 달콤한 입술에 내 맘을 포개고 싶은데 dream a dream of you a dream I’m kissing you 부끄러워 난 아무 말 못하고  멀어지는 널 잡지 못한  나는 정말 바보 그래 너는 정말 바보인가봐  사랑이 뭔데 뭔데 왜 이래 이래  가슴만 아픈 짓인데 사랑이 뭔데 뭔데 또 뛰네 뛰네 사랑한다고 말을해 사랑이 뭔데 뭔데  내 맘이 왜 이래 이래 매일 눈물에 콧물에 가슴만 쓰리던 짓인데 사랑이 뭔데 뭔데  또 가슴이 뛰네 뛰네 너의 달콤한 입술에 내 맘을 포개고 싶은데 dream a dream of you a dream I’m kissing you"}, {"song_no": "8141272", "year": "2016", "rank": "84", "title": "제주도의 푸른 밤", "artist": "태연 (TAEYEON)", "genre": "Rock", "lyrics": "떠나요 둘이서 모든 걸 훌훌 버리고 제주도 푸른 밤 그 별 아래 이제는 더이상 얽매이긴 우리 싫어요 신문에 TV에 월급봉투에  아파트 담벼락보다는 바달 볼수 있는 창문이 좋아요 낑깡밭 일구고 감귤도 우리 둘이 가꿔봐요 정말로 그대가 외롭다고 느껴진다면  떠나요 제주도 푸른 밤 하늘 아래로 떠나요 둘이서 힘들게 별로 없어요 제주도 푸른밤 그 별아래  그동안 우리는 오랫동안 지쳤잖아요 술집에 카페에 많은 사람에  도시의 침묵보다는 바다의 속삭임이 좋아요 신혼부부 밀려와 똑같은 사진 찍기 구경하며 정말로 그대가 재미없다 느껴진다면 떠나요 제주도 푸르메가 살고 있는 곳 도시의 침묵보다는 바다의 속삭임이 좋아요 신혼부부 밀려와 똑같은 사진 찍기 구경하며 정말로 그대가 재미없다 느껴진다면 떠나요 제주도 푸르메가 살고 있는 곳"}, {"song_no": "8176245", "year": "2016", "rank": "85", "title": "I Just Wanna Dance", "artist": "티파니 (TIFFANY)", "genre": "Dance", "lyrics": "며칠째 내린 비가 그친 밤 I feel good 젖은 거리 위로 비친 조명 한편의 쇼가 끝난 후에 텅 빈 무대 같은 도시 It's alright It's alright 젖은 공기 속으로 날 비추는 가로등 좋아 내 몸이 움직여 I just wanna dance the night away 두 눈을 감고 dance in the moonlight 점점 더 달아올라 뜨겁게 나도 날 멈출 수 없어 No way I just wanna dance the night away dance the night away I just wanna dance the night away dance the night away I just wanna 아주 슬픈 영화에 취한 것 보다 지금 난 더 헝클어지고 싶을 뿐이야 헤드라이트 불빛은 마치 도로 위 춤추는 리듬 It's alright It's alright 빈틈 없이 채워진 빌딩은 마치 객석 같아 준비는 다 됐어 I just wanna dance the night away 두 눈을 감고 dance in the moonlight 점점 더 달아올라 뜨겁게 나도 날 멈출 수 없어 No way I just wanna dance the night away dance the night away I just wanna dance the night away dance the night away I just wanna 하루하루 바꿔 쓰는 가면들 속에 나를 숨겼어 지금 난 더 솔직해지고 싶은 것뿐이야 I just wanna dance the night away 나의 도시가 만든 beat 속에 점점 더 빠져들어 더 깊게 이 순간에 난 진짜 날 느껴 I just wanna dance the night away dance the night away I just wanna dance the night away dance the night away I just wanna"}, {"song_no": "7999021", "year": "2016", "rank": "86", "title": "또 하루 (Feat. 개코)", "artist": "개리", "genre": "Rap / Hip-hop", "lyrics": "나 홀로 외로워진 밤에 모든 게 버거워진 밤에 I love you I need you You 네가 필요해 나 홀로 술 취한 이 밤에 모든 게 그리워진 밤에 I love you I need you You 네가 필요해 어김없이 찾아오는 아침의 80프로 개운치 않아 다시 또 시작하는 하루는 어제와 같은 카피고 이어폰 속 최신 곡을 흥얼거리며 이 도시 속 최고를 꿈꿔 온몸으로 난 나쁜 기운까지 다 느껴 어릴 때부터 온갖 압박들에 다 단련된 난 한국사람 돈이 없음 불행한 것이 훨씬 더 많아 위에서는 눌러 아래서는 치고 올라 어디를 가나 하라면 해 싫으면 관두든가 다 인간관계 몰라 난 그런 거 싫으면 안 해 두려워 할 것 없어 모든 게 다 똑같아 어차피 경쟁 피곤한 언쟁은 필요 없어 그냥 내 옆에 마음 맞는 몇 사람과 함께 즐길 술과 음악만 있으면 돼 나 홀로 외로워진 밤에 모든 게 버거워진 밤에 I love you I need you You 네가 필요해 나 홀로 술 취한 이 밤에 모든 게 그리워진 밤에 I love you I need you You 네가 필요해 오늘도 밤새 일하며 눈에 불 켜 마치 편의점 간판 기분으로 말하자면 초여름 장마 곧 끝이 나고 또 많은 것을 얻겠지 아마 돈 아니면 욕 뭐든 상관없어 그래도 일할 수 있는 것이 내 행복 늘 머리 속엔 여행 생각 이번 휴가 어딜 갈까 유럽부터 동남 아시아 5월 부터 비키니 고르는 그녀 맘 같이 설레 집에 가기 전에 술이나 한잔 할까 친구에게 전화를 거네 뭔가 별일 있는 건 아니고 그냥 잠깐 얼굴이나 보고 가면 어떨까 커피 한잔이라도 아님 술을 마셔도 뭐든 난 좋으니까 잠깐만 나와 우린 성공해야 해 아니 행복해야 해 우린 성공해야 해 행복해야 해 나 홀로 외로워진 밤에 모든 게 버거워진 밤에 I love you I need you You 네가 필요해 나 홀로 술 취한 이 밤에 모든 게 그리워진 밤에 I love you I need you You 네가 필요해 네가 필요해"}, {"song_no": "5650996", "year": "2016", "rank": "87", "title": "우연히 봄", "artist": "로꼬", "genre": "Drama", "lyrics": "우연히 내게 오나봐  봄 향기가 보여  너도 같이 오나봐  저 멀리서 니 향기가  설레는 코끝에 나의 입술에  괜찮은 느낌 이 떨림  나도 몰래 우연히 봄  어 어느새  겨울 지나 봄이야  여전히 난 너  앞에선 돌이야  난 아직 이게  믿기지가 않지만  내 왼손은  지금까지도 너의 향기가  미묘하게 흘렀던 분위기에  아직까지 난 가까스로 숨 쉬네  무대 위완 다르게 니 눈을 피해  고개를 돌렸던  내 모습에 한숨 쉬네  오랜만에 느껴지는  이 떨림이 날 단순하게 만들어  딱 너만 아는 거리지  다 고쳤다고 생각했던 버벅임이  또 도져서 준비했던  말을 잊어버리지  난 주워 담지 못할  말은 절대 안 해  원하는 걸 말해봐  널 위해서만 할게  너 빼곤 다  색칠할 수 있어 까맣게  천천히 갈게 조금 더 가깝게  우연히 내게 오나봐  봄 향기가 보여  너도 같이 오나봐  저 멀리서 니 향기가  설레는 코끝에 나의 입술에  괜찮은 느낌 이 떨림  나도 몰래 우연히 봄  우연히 봄  어 아직까지 향기가 짙네  발걸음이 가벼워  집에 가는 길엔  더 가까워질 너와 나를  상상하는 내 모습이  오글거려 몸서리치네  어 어 머릿속이  하얘지기 때문에  하루 종일 날씨  얘기만 반복하게 돼  오로지 난 너 하나 때문에  다른 것들에겐 무감각하게 돼  정적이 만드는 긴장감은  오히려 설레어  나를 미소 짓게 만들어  모른 척 하려 했던  니 옆의 남자들은  흐릿했던 내 눈 앞에  불을 키게 만들어  겨울은 유난히도 추웠고  다시 돌아온  그토록 기다렸던 봄  움직이지 못하도록  잡고 있고 싶어  날 더 느낄 수 있게  안고 있고 싶어  우연히 내게 오나봐 봄 향기가 보여 너도 같이 오나봐 저 멀리서 니 향기가 설레는 코끝에 나의 입술에 괜찮은 느낌 이 떨림 나도 몰래 우연히 봄 I love u so I love u 너무 쉬운 걸 그래도 나 참고 있을게 난 여자이니까 하루 더 기다려 바보야 내게 말해봐 니 마음도 보여 갖고 싶다고 해봐 더 이상은 감추지 마 어느새 내 앞에 이젠 내 앞에 괜찮은 느낌 이 떨림 나도 몰래 우연히 봄"}, {"song_no": "8086946", "year": "2016", "rank": "88", "title": "손잡아 줘요", "artist": "이하이", "genre": "R&B / Soul", "lyrics": "Let me hold your hand  again and again and again  I want you to come back  I want you to love me again  나의 손을 잡던 그대의 손길이   얼마나 따뜻했는지  다시 알 수 있게  한 번만 더 손잡아 줘요   온기를 느끼게 해 줘요   바람이 불어서 차갑단 말이에요  Let me hold your hand  again and again and again  I want you to come back  I want you to love me again  나를 안아주던 그대의 품속이  얼마나 따뜻했는지  다시 알고 싶죠  마지막 그날 밤 작별 인사하고   돌아서서 서 있는데  차가운 눈물만   한 번만 더 날 안아줘요   사랑을 느끼게 해 줘요   마음이 비어서 차갑단 말이에요  Let me hold your hand  again and again and again  I want you to come back  I want you to love me again again  I said 1 2 3 you   오늘도 한 발자국    돌아와 달라고  1 2 3 you   오늘도 한 발자국   4 5 6  Let me hold your hand  again and again and again  I want you to come back  I want you to love me again again  그대 없인 너무 춥단 말이에요  그댄 참 따뜻했었단 말이에요  이대로 끝나면 난  안된단 말이에요  Let me hold your hand  again and again and again  I want you to come back  I want you to love me again again again"}, {"song_no": "8138942", "year": "2016", "rank": "89", "title": "Walkin` In The Rain", "artist": "블락비 (Block B)", "genre": "R&B / Soul", "lyrics": "기대가 돼 한편은 걱정이 돼 넌 어디 있을까 아마도 다른 사람과 있을까 봐 무서워 예측할 수도 없는 너 날 찾아줘 I'm walkin' in the rain 긴 머릴 하고 원피스를 입고 소녀같이 얌전한 성격일까 아님 운동화를 신고 스냅백을 뒤로  쓴 말괄량일까 궁금해 인적이 드문 내 심박은 미디엄 템포 이 정도 BPM은 숨도 못 쉬겠어 Where are you 오늘따라 운이 안 따라줘 알아들었으면 제 발로 오길 제발 좀  늦어지더라도 그 자리에 있어 I'm goin' through the rain to you  기대가 돼 한편은 걱정이 돼 넌 어디 있을까 아마도 다른 사람과 있을까 봐 무서워 예측할 수도 없는 너 날 찾아줘 I'm walkin' in the rain 꿈속에서 나  상상 속에  널 만들어 가는 게 습관이 됐어 eh 하고 싶은 게 한가득이야 이젠 숨어 있지마 Come on 얌전하게 있었지 Errday boys' night 흔하디 흔한 club도 안 갔어 In a long time 이제 주인을 찾을래 남은 한 쪽 유리구두의 짝 늦어지더라도 그 자리에 있어 I'm goin' through the rain to you  기대가 돼 한편은 걱정이 돼 넌 어디 있을까 아마도 다른 사람과 있을까 봐 무서워 예측할 수도 없는 너 날 찾아줘 I'm walkin' in the rain 저 하늘에 많은 별들 중 내 건 단 하나 너 I'm walkin' and walkin' just wait for me girl 열어두기만 해둬 내가 들어갈 수 있게 기대가 돼 한편은 걱정이 돼 넌 어디 있을까 아마도 다른 사람과 있을까 봐 무서워 예측할 수도 없는 너 날 찾아줘 I'm walkin' in the rain Yeah  I want somebody to somebody to find me I want somebody to somebody to love me 다른 사람과 있을까 봐 무서워 예측할 수 없는 너  날 찾아줘 I'm walkin' in the rain"}, {"song_no": "8173036", "year": "2016", "rank": "90", "title": "매일 매일 기다려 (우리 동네 음악대장)", "artist": "하현우 (국카스텐)", "genre": "Rock", "lyrics": "그대 나를 나를 잊었나 그대 나를 진정  워 예 어둡고 탁한 나의 창에 비 내리는 밤에  우산을 쓰고 찾아와 세상에 제일 아름다운 미소로 나를  재우고 떠나버린 너 구름이 개어 북두칠성 반짝이는 밤엔 하늘을 보며 걸었어 이 밤도 그대 나에게로 돌아와 준다면 영원한 여행을 떠날 거야 그대 나를 나를 잊었나 그대 나를 진정  별이 뜨는 오늘 밤도 비가 내리는 밤도  그대 나를 나를 잊었나 그대 나를 진정  별이 뜨는 오늘 밤도 비가 내리는 밤도 매일 매일 기다려 구름이 개어 북두칠성 반짝이는 밤엔 하늘을 보며 걸었어 이 밤도 그대 나에게로 돌아와 준다면 영원한 여행을 떠날 거야 그대 나를 나를 잊었나 그대 나를 진정  별이 뜨는 오늘 밤도 비가 내리는 밤도 매일 매일 기다려 그대 나를 나를 잊었나 그대 나를 진정  별이 뜨는 오늘 밤도 비가 내리는 밤도 매일 매일 기다려 그대 나를 나를 잊었나 그대 나를 진정  별이 뜨는 오늘 밤도 비가 내리는 밤도 매일 매일  기다려 매일 매일 기다려"}, {"song_no": "8109960", "year": "2016", "rank": "91", "title": "Good For You", "artist": "에릭남 (Eric Nam)", "genre": "Dance", "lyrics": "힘들었겠지 하루가 유난히 길었을 거야 지금 내가 데리러 갈게 지쳐있을 네 모습에 또 바뀌는 빨간 신호등에 괜히 맘이 조급해 For you oh baby you For you oh baby you Yeah 뭐든 다 말해도 돼 내가 다 들어줄게 Cause I’m good for you 오늘밤 나와 샴페인 어때 좋아하던 카페에 라떼는 OK Yeah 너하고 싶었던 거 다  얘기해줘 baby don't worry Baby I’ll be good for you 피곤할텐데 졸아도 돼 어차피 차도 막히는데 다와갈 때 쯤 깨워줄게 For you oh baby you For you oh baby you Yeah 아무 말 안 해도 돼 내가 다 알아줄게 Cause I’m good for you 오늘밤 나와 샴페인 어때 좋아하던 카페에 라떼는 OK Yeah 너하고 싶었던 거 다 얘기해줘 baby don't worry Baby I’ll be good for you 지치고 우울하다 느낄 때 아니 꼭 그렇지 않아도 yeah 나를 불러줘 네 옆에 있을게 My love Baby let me in 오늘밤 나와 샴페인 어때 좋아하던 카페에 라떼는 OK Yeah 너하고 싶었던 거 다 얘기해줘 baby don't worry Baby I’ll be good for you"}, {"song_no": "4579468", "year": "2016", "rank": "92", "title": "봄 사랑 벚꽃 말고", "artist": "HIGH4 (하이포)", "genre": "Ballad", "lyrics": "길었던 겨우내 줄곧 품이 좀 남는 밤색 코트 그 속에 나를 쏙 감추고 걸음을 재촉해 걸었어 그런데 사람들 말이 너만 아직도 왜 그러니 그제서야 둘러보니 어느새 봄이 손 잡고 걸을 사람 하나 없는 내게 달콤한 봄바람이 너무해 나만 빼고 다 사랑에 빠져 봄노래를 부르고 꽃잎이 피어나 눈 앞에 살랑거려도 난 다른 얘기가 듣고 싶어 한바탕 휩쓸고 지나가버릴 오오 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 손에 닿지도 않을 말로 날 꿈틀거리게 하지 말어 맘 먹고 밖에 나가도 막상 뭐 별 거 있나 손 잡고 걸을 사람 하나 없는 내게 오 사랑노래들이 너무해 나만 빼고 다 사랑에 빠져 봄노래를 부르고 꽃잎이 피어나 눈 앞에 살랑거려도 난 다른 얘기가 듣고 싶어 한바탕 휩쓸고 지나가버릴 오오 봄 사랑 벚꽃 말고 남들보다 절실한 사랑 노래 가사를 불러 봐 수많은 연인들 가운데 왜 나는 혼자만 똑같은 거리와 어제와 같은 옷차림 난 제자린데 왜 세상은 변한 것만 같지 누군가와 봄길을 거닐고 할 필욘 없지만 누구나 한번쯤은 머물고 싶은 그런 기억을 만들고 싶어 떨어지는 벚꽃잎도 엔딩이 아닌 봄의 시작이듯 사실은 요즘 옛날 생각이 나 걷기만 해도 그리워지니까 다시 느낄 수 있나 궁금해지지만 Then you know what 나만 빼고 다 사랑에 빠져 봄노래를 부르고 꽃잎이 피어나 눈 앞에 살랑거려도 난 다른 얘기가 듣고 싶어 한바탕 휩쓸고 지나가버릴 오오 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고 봄 사랑 벚꽃 말고"}, {"song_no": "8104428", "year": "2016", "rank": "93", "title": "Fingertips", "artist": "Pinkrush", "genre": "Dance", "lyrics": "Can you feel me I got you Got you on my my fingertips Got you on my my fingertips Got you on my hips got you on my lips  Got you on my on my on my fingertips  Oh oh oh oh Na na na na hey Oh oh oh oh Na na na na yeah 내 울타리 속으로 제 발로 들어와 온종일 내 주윌 맴도는 너 조금 더 내게 다가와 사랑에 빠져 있잖아 본능을 대체 어떻게 숨기니 순진한 마음이 보기완 다르지 나에게 너를 맡겨봐 괜찮아 괜찮을 거야 You want my love 이제 그만 솔직해져봐 You want my love  너는 분명 날 원하고 있어 Got you on my hips got you on my lips Got you on my on my on my fingertip Oh oh oh oh Na na na na hey Oh oh oh oh Na na na na yeah 조련할래 널 옳지 착하지 Got you on my on my on my fingertips Oh oh oh oh Na na na na hey Oh oh oh oh Na na na na yeah 내 손길이 닿으면 얌전한 모습이 beep beep bbbbbeap 너답진 않지 시간이 가면 언젠가 익숙해지게 될 거야 You want my love 나는 너만 예뻐할 거야 You want my love 나를 향해서 손을 내민 너 고갤 내민 너  그래 바로 너 그래 바로 너 사랑스러워 Got you on my hips got you on my lips Got you on my on my on my fingertips Oh oh oh oh Na na na na hey Oh oh oh oh Na na na na yeah 조련 할래 널 옳지 착하지 Got you on my on my on my fingertips Oh oh oh oh Na na na na hey Oh oh oh oh Na na na na yeah 거칠고 차가운 거 그건 처음부터 아냐 내 타입 부드러운 촉감 그런 게 날 더 끌어당겨 너 같이  You feel me 손끝으로 쓰담쓰담 하고 싶어 너를요 나는요 처음 본 그 순간부터 네가 좋았어 Na na na na na na na Na na na na na na na 맘속까지 전해져 네 따스한 온기 Na na na na na na na Na na na na na na na 벗어나기 힘들 걸 내 다정한 손길 Got you on my hips got you on my lips Got you on my on my on my fingertips Oh oh oh oh Na na na na hey Oh oh oh oh Na na na na yeah 조련할래 널 옳지 착하지 Got you on my on my on my fingertips Oh oh oh oh Na na na na hey Oh oh oh oh Na na na na yeah"}, {"song_no": "8184027", "year": "2016", "rank": "94", "title": "..IS YOU", "artist": "XIA (준수)", "genre": "Ballad", "lyrics": "햇살이 가득한 거릴 걷다가 우리도 모르게 먼 훗날을 말했지 한참이 지나도 오늘처럼 이렇게 손잡고 걸을까 달빛이 비추는 서늘한 밤엔 언제나 니 곁에 춥다고 떨기 전에 한참이 지나도 오늘을 잊지 않게 꼭 안아 줄 거야 같은 세상 태어난 그 이유가 있다면 is you is you is you 그런 맘으로 널 믿음이란 말 너로 인해 반짝이는 그 말 넌 오직 한 사람 유일무이한 사람아 풀 내음 가득한 산책길에서 꽃향기가 난다면 네가 웃고 있겠지 내일에 풍경엔 서로가 가득하고 우리 더 걸어가 볼까 같은 세상 태어난 그 이유가 있다면 is you is you is you 그런 맘으로 널 믿음이란 말 너로 인해 반짝이는 그 말 넌 오직 한 사람 유일무이한 내 사람 여름밤 하늘엔 널 닮은 별들이 쏟아지고  시간이 흘러 또 한참 후의 여름 주름마저 예쁘게 수줍을  너와 나 같은 세상 태어난 그 이유가 있다면 is you is you is you 그런 맘으로 널 믿음이란 말 너로 인해 반짝이는 그 말 넌 오직 한 사람 유일무이한 내 사람 그런 맘으로 널 믿음이란 말 너로 인해 반짝이는 그 말 넌 오직 한 사람 유일무이한 사람아"}, {"song_no": "8178281", "year": "2016", "rank": "95", "title": "사진 찍어 보내 줘", "artist": "개코", "genre": "Drama", "lyrics": "다 술 마시러 갔고 나 혼자 방 힘든 하루 끝났고 내 옆에 맥주 캔 하나  침대는 너무 크고 실내온도는 조금 차가워  너의 온기만 있다면 완벽해질 텐데 난  아직 시차 적응 중인 물갈이 중   너의 잔상을 내 허한 맘에 채워 넣는 중  사진첩을 열어 엄지로 까닥까닥  손가락 두 개로 화면 위에서  스케이트 타네  둘이 갔던 바닷가와 번화가나  같이 만든 과거들을 키워 놓은 다음   캡쳐해 놔 이 시간 하나도 안 아까워  근처였다면 못 참고 전화 했을 거야  지금 어디야 당장 나와 누가 싫고 누굴 믿는지  머가 좋고 머가 날 짜증나게 하는지  우리 대화는 진짜 자유롭고 유연한데  지금 그게 없어 고시생의 관절 같아 i need you i need you  i need you i need you 감당이 안돼 내 삶에 너의 비중  속아줄게 너의 뷰티 어플리케이션  넌 내 삶에 짧은 vacation yeah 지금 사진 찍어 보내줘  니가 예쁘게 나온 걸로  지금 입고 있는 것도 먹고 있는 것도 작은 사각형 안에서 우리 만나고 싶어 지금 사진 찍어 보내줘 니가 내 옆에 없을 때  너를 외워 두고 싶어 이 각도 저 각도 한번 더 하나 더  돌아가면 나랑 드라이브해 내 똥차 타고 창 열고 나의 플레이리스트 틀고 복잡하고 고됐던 우리  세상에게 잊혀 지지 않기 위해  맘 고생했던 애들 같은 우리  선물 샀어 유럽산으로  나중에 돈 많이 벌면 유럽을 통째로  사주고 싶어 너의 친구들에 부러움 사게  자본주의 사랑할래 너만 좋으면 돼  세상을 노려 볼 때 바라보게 만들어 죽고 싶을 때 더 살아 보게 만들어  따뜻한 날씨보다 너의 따뜻한 한마디가 필요한 지금  보여 줄래 너의 실시간을  thank you thank you  스티브잡스 thank you  21세기 테크놀로지 완전 thank you 안 써도 돼 그 썩을 뷰티 어플리케이션  너 내 삶에 작은 vacation yeah 지금 사진 찍어 보내 줘  니가 예쁘게 나온 걸로  지금 입고 있는 것도 먹고 있는 것도 작은 사각형 안에서 우리 만나고 싶어 지금 사진 찍어 보내 줘 니가 내 옆에 없을 때  너를 외워 두고 싶어 이 각도 저 각도 한번 더 하나 더 take a 찰칵  take a 찰칵  take a 찰칵 right now  take a 찰칵  take a 찰칵  take a 찰칵  take a 찰칵 right now  take a 찰칵  send me a picture for me  send me a picture for me  send me a picture for me  send me a picture for me for me for me  hey oppa when are you coming back next friday oh then lets go out and have some 닭발 앤 소주 when you get here did you see the picture of gu**i bag i sent you earlier yea you're gonna buy me that for sure right looking forward to seeing you soon babe 지금 사진 찍어 보내 줘  니가 예쁘게 나온 걸로  지금 입고 있는 것도 먹고 있는 것도 작은 사각형 안에서 우리 만나고 싶어 지금 사진 찍어 보내 줘 니가 내 옆에 없을 때  너를 외워 두고 싶어 이 각도 저 각도 한번 더 하나 더"}, {"song_no": "8104512", "year": "2016", "rank": "96", "title": "빗속으로", "artist": "장범준", "genre": "Rock", "lyrics": "비가 오면 빛이 나는 내사랑 이런 밤에 뒤척이면 내 맘은 지쳐 빗속으로 빗속으로 사랑은 점점 더 빗속으로 별빛속으로 별빛속으로 사랑은 점점 더 빛속으로 비가 오면 빛이 나는 내 사랑 이런 밤에 뒤척이면 내 맘은 미쳐 빗속으로 빗속으로 사랑은 점점 더 빗속으로 별빛속으로 별빛속으로 사랑은 점점 더 빛속으로 라랄라 이 생각으론 그대를 잊어 봐아아 내 맘은 늘 비가 내려 내 맘은 이제 점점 더 빗속으로 빗속으로 빗속으로 이 사랑이 점점 더 빗속으로 별빛속으로 별빛속으로 이사랑은 점점 더 빛속으로"}, {"song_no": "8152776", "year": "2016", "rank": "97", "title": "EPILOGUE : Young Forever", "artist": "방탄소년단", "genre": "Dance", "lyrics": "막이 내리고 나는 숨이 차 복잡해진 마음 숨을 내쉰다 오늘 뭐 실수는 없었었나 관객들의 표정은 어땠던가 그래도 행복해 난 이런 내가 돼서 누군가 소리지르게 만들 수가 있어서 채 가시지 않은 여운들을 품에 안고 아직도 더운 텅 빈 무대에 섰을 때 더운 텅 빈 무대에 섰을 때  괜한 공허함에 난 겁을 내 복잡한 감정 속에서 삶의 사선 위에서 괜시리 난 더 무딘 척을 해 처음도 아닌데 익숙해질 법한데 숨기려 해도 그게 안 돼 텅 빈 무대가 식어갈 때쯤 빈 객석을 뒤로 하네 지금 날 위로하네 완벽한 세상은 없다고  자신에게 말해 난  점점 날 비워가네 언제까지 내 것일 순 없어  큰 박수갈채가  이런 내게 말을 해 뻔뻔히 니 목소릴 높여 더 멀리 영원한 관객은 없대도 난 노래할거야 오늘의 나로 영원하고파  영원히 소년이고 싶어 나 Aah Forever we are young 나리는 꽃잎 비 사이로 헤매어 달리네 이 미로 Forever we are young 넘어져 다치고 아파도 끝없이 달리네 꿈을 향해 Forever ever ever ever 꿈 희망 전진 전진 Forever ever ever ever We are young Forever ever ever ever 꿈 희망 전진 전진 Forever ever ever ever We are young Forever we are young 나리는 꽃잎 비 사이로 헤매어 달리네 이 미로 Forever we are young 넘어져 다치고 아파도 끝없이 달리네 꿈을 향해 Forever we are young 나리는 꽃잎 비 사이로 헤매어 달리네 이 미로 Forever we are young 넘어져 다치고 아파도 끝없이 달리네 꿈을 향해"}, {"song_no": "8038492", "year": "2016", "rank": "98", "title": "센치해", "artist": "WINNER", "genre": "Dance", "lyrics": "밤이 되면 어김없이  찾아오는 이 느낌이  왠지 원망스러워  괜히 또 전화 걸어 봐  너도 나와 같은 마음일까 봐  나 지금 센치해  천장만 바라봐  아무것도 없는 바탕에  그림 그려봤자  나 조금 센치해  좁은 내 방 한 칸  오늘따라 너무 넓어  혼자 누워있기엔  Bed time story  불러줘 자장가  잠들고 싶어도  양들이 멀리 도망가  창문 부딪히는 소리가 천둥인 듯이 무서워 오늘 밤 종이 울려 밤 열두시 달은 내게 인사해도 오늘은 별로 반갑지 않아 머릴 흔들면 어지러워 내 곁에 아무도 없잖아 감정은 low한데 난 우주까지 가고파 이 맘 누가 알아줄까 죽고 싶어 말로만 밤이 되면 어김없이 찾아오는 이 느낌이 왠지 원망스러워 괜히 또 전화 걸어 봐 너도 나와 같은 마음일까 봐 나 지금 센치해 천장만 바라봐 아무것도 없는 바탕에 그림 그려봤자 나 조금 센치해 좁은 내 방 한 칸 오늘따라 너무 넓어 혼자 누워있기엔 그냥 하늘에 떠 있는 별이 되고파 아무것도 안 해도 스스로 빛을 내잖아 어두워진 밤과 같이 어두워진 마음 외로워 위태로워 누가 날 알아줄까 괜히 어울리지 않는 재즈 음악을 틀어요 레이찰스같이 비가 나를 적시듯  음악 소린 울려 퍼져 귀에서 발끝까지 조심해 조심해 SNS 감성에 취해 헛소리 적지 않기 혈기 왕성한 마음에 전 여자친구한테 전화 않기 밤이 되면 어김없이 찾아오는 이 느낌이 왠지 원망스러워 괜히 또 전화 걸어 봐 너도 나와 같은 마음일까 봐 나 지금 센치해 천장만 바라봐 아무것도 없는 바탕에 그림 그려봤자 나 조금 센치해 좁은 내 방 한 칸 오늘따라 너무 넓어 혼자 누워있기엔 잡히지 않아 이제 와 후회해도 눈에 보이지 않아 아무리 애를 써도 우리는 영원히 행복할 순 없겠지 나 지금 센치해 천장만 바라봐 아무것도 없는 바탕에 그림 그려봤자 나 조금 센치해 좁은 내 방 한 칸 오늘따라 너무 넓어 혼자 누워있기엔 밤이 되면 어김없이 찾아오는 이 느낌이 왠지 원망스러워"}, {"song_no": "8171203", "year": "2016", "rank": "99", "title": "똑 똑 똑", "artist": "아이오아이 (I.O.I)", "genre": "Dance", "lyrics": "똑 똑 똑 똑 똑 똑 똑 똑  창가를 두드린 봄비처럼 똑 똑 똑  맘을 적시고 너로 물들여  지금 웃고 있는 너를 보면  장난기 가득한 니 말투도 똑 똑 똑  눈을 감아도 자꾸 생각나  단단히 빠진 것 같아  뭘 그리도 바빠  답 좀 해 줘봐  니가 보고 싶단 말야  내 마음처럼 딱  안 되는가 봐 조절이 안 된단 말야  잠결에 니 이름 불러  Could I be in love 난 단단히 빠진 것 같아  너는 똑 똑 똑 날 두드리고  또 또 또 맘 흔들려  매일 밤 기다리다  지쳐 난 잠이 들어  똑 똑 똑 날 두드리고  talk talk talk 내 귓가에 사랑한다고  살짝 말해주면 안 되겠니  얼마나 얼마나 기다려야 하니 난  oh tell me boy 천천히 천천히 다가와 멈추지마  여기 있는 날  자꾸만 자꾸만  내 맘을 시험하지마  우 이젠 사랑한다고  살짝 말해주면 안 되겠니  똑 똑 똑 똑 똑  포근하게 부는 봄바람에 똑 똑 똑 나를 싣고서 네게 달려가  곁에 있고 싶은걸  꽃잎이 피어나는 것처럼 똑 똑 똑  닫힌 내 맘에 니가 커져가  단단히 빠진 것 같아  뭘 그리도 바빠  답 좀 해줘 봐  니가 보고 싶단 말야  내 마음처럼 딱  안 되는가 봐 조절이 안 된단 말야  잠결에 니 이름 불러  Could I be in love 난 단단히 빠진 것 같아  너는 똑 똑 똑 날 두드리고  또 또 또 맘 흔들려  매일 밤  기다리다 지쳐 난 잠이 들어  똑 똑 똑 날 두드리고  talk talk talk 내 귓가에 사랑한다고  살짝 말해주면 안 되겠니  you're knocking at my heart 조금은 설레어도  I wanna show it all 너무 몰라 넌  한발 더 조금만 더  날 향해 너도 열어줘 oh  You got the key don't stop 망설이지 말고 꼭 내게 다가와  come on 너는 똑 똑 똑 날 두드리고  또 또 또 맘 흔들려  매일 밤  기다리다 지쳐 난 잠이 들어  똑 똑 똑 날 두드리고  talk talk talk 내 귓가에 사랑한다고  살짝 말해주면 안되겠니  얼마나 얼마나 기다려야 하니 난  oh tell me boy 천천히 천천히 다가와 멈추지마  여기 있는 날  자꾸만 자꾸만 내 맘을 시험하지마 우 이젠 사랑한다고 살짝 말해주면 안되겠니"}, {"song_no": "8109414", "year": "2016", "rank": "100", "title": "21", "artist": "DEAN", "genre": "R&B / Soul", "lyrics": "Hol up 안 봐도 뻔하겠지 Oh nah 사랑 따윈 우습겠지 Oh nah 난 너의 몇 번째일지 I wanna know you I really wanna know you Baby 때로는 슬프겠지 이유 모를 쓸쓸함에 며칠 밤을 새겠지 Oh 그리고 난 네 옆에 있지 So tell me I wanna know you I really wanna know you 손을 뜯는 버릇 쉽게 오해를 사는 말투 나쁜 습관들도 I care babe She's 2 2 21 now 애매한 미소는 Yes or nah 그녀가 뭘 하던지 내버려둬 하드 캐리 캐리해 She's mine 울고 싶었겠지 말 없이 기대서 사람도 사랑도 모두 다 싫었겠지 맘을 닫은 채 Oh baby ooh 그렇게 넌 무감각해졌겠지 Oh baby 다들 널 못 봐 널 판단하려고만 해Baby 널 얽매이게 하는 세상을 피해 숨어도 돼 내게 기대 Yeah 가식 없는 말투 차가워 보이는 시선 속 네 여린 마음을 I care baby She's 2 2 21 now 애매한 미소는 Yes or nah 그녀가 뭘 하든지 내버려 둬 하드 캐리 캐리해 She's mine 이미 예쁘다는 소리는 귀가 지겹도록 들었으니까 너에 대해 얘기할 뿐  너의 얘기는 듣지 않았으니까 난 그런 것들과는 다르니까 Would you be mine Be mine But she said nothin Uh cuz she don't give a shhhh She's 2 2 21 now 애매한 미소는 Yes or nah 그녀가 뭘 하든지 내버려 둬 하드 캐리 캐리해 She's mine She's 2 2 21 now 애매한 미소는 Yes or nah 그녀가 뭘 하든지 내버려 둬 하드 캐리 캐리해 She's mine"}]