[{"song_no": "31316695", "year": "2018", "rank": "1", "title": "하루도 그대를 사랑하지 않은 적이 없었다", "artist": "임창정", "genre": "Ballad", "lyrics": "맞이하고 보내준 수 많은 일 년 중 그대 내게 떠났던 그 해가 있었죠 어디에 있을까 잘 지내 지나요 아팠던 건 잘 보내 줬나요 날 떠나겠다는 말 참 힘들었어요 사랑한단 말도 그대가 했기에 거기서 떠나요 나도 잘 떠났으니 이제야 그댈 이해하네요 사랑 누구나 하는 흔하디 흔한 이야기 시작의 이유도 헤어짐의 이유도 그땐 모르기에 그저 치열한 날들 우린 어떤 사랑을 했었나요 그 가슴에 가지 말라는 말 왜 안 했겠어요 혹시 싫어할까 가슴에 남긴 말 그대는 그 날로 나를 지워갔겠죠 이제야 그댈 보고 싶은데 사랑 누구나 하는 흔하디 흔한 이야기 숨마저 못 쉬던 걸을 수조차 없던 이별이 기다려 모두 가져간 날들 우린 어떤 이유가 있었나요 떠나던 날 익숙함을 핑계 삼아야 했던 그날이 이제는 그리워질 텐데 말을 못해서 표현 못해서 그댈 단 하루라도 사랑하지 않은 적이 없단 걸 사랑 누구나 하는 흔하디 흔한 이야기 시작의 이유도 헤어짐의 이유도 그땐 모르기에 그저 치열한 날들 우린 어떤 사랑을 했었나요 그 가슴에 사랑 누구나 하는 흔하디 흔한 이야기 숨마저 못 쉬던 걸을 수 조차 없던 이별이 기다려 모두 가져간 날들 우린 어떤 이유가 있었나요 떠나던 날"}, {"song_no": "31346009", "year": "2018", "rank": "2", "title": "삐삐", "artist": "아이유", "genre": "R&B / Soul", "lyrics": "Hi there 인사해 호들갑 없이 시작해요 서론 없이 스킨십은 사양할게요 back off back off 이대로 좋아요 balance balance It's me 나예요 다를 거 없이 요즘엔 뭔가요 내 가십 탐색하는 불빛 scanner scanner 오늘은 몇 점인가요 jealous jealous 쟤는 대체 왜 저런 옷을 좋아한담 기분을 알 수 없는 저 표정은 뭐람 태가 달라진 건 아마 스트레스 때문인가 걱정이야 쟤도 참 Yellow C A R D 이 선 넘으면 침범이야 beep 매너는 여기까지 it's ma ma ma mine Please keep the la la la line Hello stuP I D 그 선 넘으면 정색이야 beep Stop it 거리 유지해 cause we don't know know know know Comma we don't owe owe owe owe anything I don't care 당신의 비밀이 뭔지 저마다의 사정 역시 정중히 사양할게요 not my business 이대로 좋아요 talk talkless Still me 또예요 놀랄 거 없이 I'm sure you're gonna say my gosh 바빠지는 눈빛 checki cheking 매일 틀린 그림 찾기 hash tagging 꼿꼿하게 걷다가 삐끗 넘어질라 다들 수군대는 걸 자긴 아나 몰라 요새 말이 많은 걔랑 어울린다나 문제야 쟤도 참 Yellow C A R D 이 선 넘으면 침범이야 beep 매너는 여기까지 it's ma ma ma mine Please keep the la la la line Hello stuP I D 그 선 넘으면 정색이야 beep Stop it 거리 유지해 cause we don't know know know know Comma we don't owe owe owe owe anything 편하게 하지 뭐 어 거기 너 내 말 알아 들어 어 I don't believe it 에이 아직 모를 걸 내 말 틀려 또 나만 나뻐 어 I don't believe it 깜빡이 켜 교양이 없어 너 knock knock knock Enough 더 상대 안 해 block block block block block 잘 모르겠으면 이젠 좀 외워 babe Repeat repeat 참 쉽지 right Yellow C A R D 이 선 넘으면 침범이야 beep 매너는 여기까지 it's ma ma ma mine Please keep the la la la line Hello stuP I D 그 선 넘으면 정색이야 beep Stop it 거리 유지해 cause we don't know know know know Comma we don't owe owe owe owe anything"}, {"song_no": "31314144", "year": "2018", "rank": "3", "title": "가을 타나 봐", "artist": "바이브", "genre": "Ballad", "lyrics": "계절은 돌고 돌아 돌아오는데 사랑은 돌고 돌아 떠나버리고 추억을 돌고 돌아 멈춰 서있는 다시 그 계절이 왔나 봐 나 가을 타나 봐 니가 그리워진 이 밤 나 혼자 널 기다리나 봐 나 가을 타나 봐 니가 불어오는 이 밤 나 혼자서 가을 타나 봐 Baby I'm lonely lonely lonely lonely 추억은 Falling falling falling falling 아무리 멀리 멀리 떠나 보내도 돌아오는 난 가을 타나 봐 내 곁을 스쳐가는 많은 사람들 뭘 해도 채워지지 않는 시간들 아무리 잊어봐도 짙어져 가는 외로운 계절이 왔나 봐 나 가을 타나 봐 니가 그리워진 이 밤 나 혼자 널 기다리나 봐 나 가을 타나 봐 니가 불어오는 이 밤 나 혼자서 가을 타나 봐 Baby I'm lonely lonely lonely lonely 추억은 Falling falling falling falling 아무리 멀리 멀리 떠나 보내도 돌아오는 난 가을 타나 봐 You're always breathing in my mind 가슴 한구석이 시려와 Baby I'm missing you every night 니가 그리워 나 외로웠나 봐 니가 없는 이 거리에 나 혼자 널 서성이나 봐 참 보고 싶나 봐 너를 보내놓고 아직 나 혼자 널 사랑하나 봐 아직인가 봐 사랑하나 봐 니가 날 떠나가던 시린 이 계절이 돌아오면 가을 타나 봐 그리운가 봐 가을 타나 봐"}, {"song_no": "31340985", "year": "2018", "rank": "4", "title": "Good Day (Feat. 팔로알토) (Prod. 코드 쿤스트)", "artist": "pH-1", "genre": "Rap / Hip-hop", "lyrics": "낮엔 파란 하늘 별이 보이는 밤 기분 좋은 날 오랜만에 모일까 내가 살아가는 삶을 정말  사랑하지 나는 기분 좋은 날 오랜만에 모일까 Ooh ya ya ya ya yah Ooh ya ya ya ya yah Ooh ya ya ya ya yah 기분 좋은 날씨야 오랜만에 모일까 I just wanna chill with my homies 하얀색의 모래 또 파란색의 물 위엔 파도들이 쭉 밀려오지 전화해서 잡아둬 펜션 이미 올라온 텐션 yea I don't care 모아둔 돈을 깨 Lotta cash 얼마든 I'm okay yea 비싼 옷 빼 입어 cuz  It's a good day 많고 또 많은 스트레스는 어려워 때로는 정답을 몰라  Sometimes I feel like I'm at war Oh no  but I know it's gon be alright yea 바다로 올라 태워 가자 boat ride 친구들 불러 몽땅 바람 부는 소리 들뜬 맘에 잠을 못자 yea 비싼 옷 빼 입어 cuz It's a good day Seoul city 서있어  난 빌딩 옥상에서 봐 어딘가에 가는 사람들  그 사이에 사이에  나 줄처럼 얽힌 우리 삶 거기서 도망쳐 나왔어  기분은 high with 코쿤 또 팔로 Hola pullup hola 우야  기분 좋은 날씨야 다 모일까  Indigo cozyboys 우주로 비행 indigo cozyboys 우주로 비행 인생은 trip but 안해  trip love 난 필요해 들어 내 1집 인생은 trip 인생은 여행  눈치 왜봐 걔네말 뻔해 인생은 trip 인생은 여행  어디든지 가자 ok 내위 높지 햇빛 날씬 좋게 Seoul city 먼진 걷게해 Seoul city rollin  Seoul city finesse Building 세우지 내 chain bling cling so 여전히 간지부리지  바람에 내 금 스치지 Geekin geekin will.i.am  가득 딴 커피 I'm drippin 여전히 간지불리지  바람이 체인 스치지 Geekin geekin will.i.am  언제까지 Till 평생 낮엔 파란 하늘 별이 보이는 밤 기분 좋은 날 오랜만에 모일까 내가 살아가는 삶을  정말 사랑하지 나는 기분 좋은 날 오랜만에 모일까 Ooh ya ya ya ya yah Ooh ya ya ya ya yah Ooh ya ya ya ya yah 기분 좋은 날씨야 오랜만에 모일까 Just another good day  가지 않아 우울의 늪엔 You see me now  I'm beamin like Lupe  대축제 세련된 감각에 플러스해  지혜로움과 사랑을 덧셈 Yeah I'm a sucker for love  그런데 conscious해 동시에 번 돈을 멋지게 쓰지  그동안 난 수고했으니 머리부터 발끝 치장하고  냠냠 배를 채우지 친구들도 바쁘게 살아  많이 벌어서 다음번에 쏴라 오기 힘들면 가면 되잖아  화창한 이 날 화는 내지 마 좋은 기분을 나누고파  사랑하는 사람들과 이런저런 수다 떨면서  ping and pong  주고받는 농담 Just another good day  가지 않아 우울의 늪엔 You see me now  I'm beamin like Lupe 대축제 난 원해 더 많은 거  시간을 담았지 Call ma bro 가지러 가야 돼 손이 난 커 절대로 아냐 그냥 주는 건 여러번 넘어져 But I won't  필요해 지금 난 너 아님 너 걱정마 여기는 Nobody knows 나를 잘 알어 넌  Nobody knows  No doubt 이쁜 옷을 골라 I 'll be at the studio  I work now 기분좋은 매일이지 Baby with a 검은 머리 나는 느껴 모두를 You can't talk now 난 기분이 좋아  좋은것만 골랐지 챙겨가 나의 기준은  높아 저멀리 기분따라 생각나서  전화를 걸었지 기분따라 생각나서  전화를 ring ring 나는 싫지 않아 이 도시의 빛 밤은 길지 않아  gotta go to deep Gotta go to sleep Baby don't you leave me 날아가자 날개 달아 윙윙 날아가자 날개 달아 with me Just another good day ya ya Just another good day ya ya Just another good day ya ya Just another good day ya ya"}, {"song_no": "31344113", "year": "2018", "rank": "5", "title": "시간이 들겠지 (Feat. Colde)", "artist": "로꼬", "genre": "Rap / Hip-hop", "lyrics": "지나간 여름 밤 시원한 가을바람 난 여전히 잠에 들 기가 쉽지않아 뒤척이고 있어 내가 계획했던 것 유난히 뜨거웠던 너 뭐 하나라도 내 걸로 만들기 어려워 또 시간이 들겠지 또 시간이 들겠지 벌써 1년이 벌써 한달이 벌써 하루가 추억할 시간도 없이 빨리 지나갔고 내게는 또 새로운 고민거리들로 단 한시간 조차 못 버티고 있어 마른 입술이 뜯겨 아직도 적응을 못했어 이런 감정은 지나가버리면 그만인데 모르겠어 지나치는 방법을 억지로 감은 눈을 떴을 때 내일 모레였음 좋겠는데 It takes time 지나간 여름 밤 시원한 가을바람 난 여전히 잠에 들 기가 쉽지않아 뒤척이고 있어 내가 계획했던 것 유난히 뜨거웠던 너 뭐 하나라도 내 걸로 만들기 어려워 또 시간이 들겠지 또 시간이 들겠지 It takes time 시간이 들겠지 It takes time 또 시간이 들겠지 It takes time 시간이 들겠지 It takes time 또 시간이 들겠지 언제쯤이면 괜찮아질까 알면서도 자꾸 반복하는 질문 괜찮냐고 들을 때마다 표정은 점점 굳어지는 기분 시간이 들겠지라고 적었다가 지우고 힘들다 라고 써 소원이 있다면 아무 생각 없이 잠들고 싶어 시원한 여름 노래들은 희망고문이였고 오랜만에 갈색의 가을 안에서 나는 기어코 시계만 쳐다보고 있네 얼마나 걸릴 아픔 이길래 이제는 돌아갈 수 없어도 여전히 난 그 자리에 서있어 흩어져 있는 시간 속 우리와 다시 마주칠 순 없을까 많은 시간이 흐른 뒤 그때야 우린 알겠지 내가 계획했던 것 유난히 뜨거웠던 너 뭐 하나라도 내 걸로 만들기 어려워 또 시간이 들겠지 또 시간이 들겠지 It takes time It takes time It takes time"}, {"song_no": "31314142", "year": "2018", "rank": "6", "title": "우리 그만하자", "artist": "로이킴", "genre": "Ballad", "lyrics": "그래 아무리 애를 써봐도 될 수 없는 건 할 수 없는 건 결국 다 내 탓인 거겠지 뭐 혼자 기도를 해봐도 가질 수 없는 걸 바라고 있는 내 자신이 더 슬퍼 보였어 내가 바라보고 있는 너의 그 예쁜 눈동자엔 내가 이젠 없어서 우리 이제 그만하자 아프지 말라는 말도 잘 자라는 말도 우리 이제 그만하자 사랑한다는 말도 똑바로 못하면서 내가 잘한 것도 없지 뭐 내 기분대로 맘에 없는 말도 참 많이 하곤 했었는데 다 받아줬던 너는 아마 그래서 이젠 나에게 설레지 않는 걸지도 몰라 내가 바라보고 있는 너의  그 예쁜 눈동자엔 내가 이젠 없어서 우리 이제 그만하자 아프지 말라는 말도 잘 자라는 말도 우리 이제 그만하자 날 사랑한다는 말도 똑바로 못하면서 안돼 가지 마 지금은 아니라고 붙잡아달란 말야 오늘이 지나고 내일이 지나면 우리 이제 오늘이 지나고 내일이 지나면 우리 오늘이 지나고 내일이 지나도"}, {"song_no": "31331745", "year": "2018", "rank": "7", "title": "이별길 (GOODBYE ROAD)", "artist": "iKON", "genre": "Ballad", "lyrics": "goodbye goodbye 이별을 알았다면 그토록 사랑하지 말 걸 그랬나 봐요  (check it out yo)  무덤덤해져 가는 서로의 감정 때문에 상처를  주는 것조차도 이제 무덤덤한 우리  이미 사랑은 떠났고 정밖에 남지 않았어  그냥 그런가 하고 뜨뜻미지근 해졌지 (where you at) 관심은 집착이 되어 버리고 (where you at) 의심은 거의 밥 먹듯이 해 너와 내가 쌓았던 신뢰란 성은 무너지고 넌 이제 이별길을 걸으며 새사람을 찾지   같이 울기 위해 널 만난 건 아닌데 (눈물이 난다) 상처받기 위해 쌓은 추억이 아닌데 (잊혀져 간다) 너무 쉽게 또 한 사람과 남이 돼 고작 이별하기 위해 널 사랑한 건 아닌데 (익숙해져 간다)   잘 가요 그 험한 이별길을 나를 떠나 부디 꽃길만 걸어요  조심히 가요 외로운 이별길을 가는 길에 나의 모든 기억을 버려요  (check it out)  지나간 기억 속에서 산다는 건 그 얼마나 무기력한 외로움일까 그 기억 속에서조차 잊혀진다는 건 또 어떤 순간보다 잔인한 아픔인가 죽도록 사랑했건만 끝내 나 죽지 않았네 숨을 깊게 들이마셔도 내뱉으면 한숨이 돼  누구나 하는 이별이니 우리 슬퍼 말아요 난 또 그대 닮은 듯 아닌 사람 찾아갈게요  같이 울기 위해 널 만난 건 아닌데 (눈물이 난다) 상처받기 위해 쌓은 추억이 아닌데 (잊혀져 간다) 너무 쉽게 또 한 사람과 남이 돼 고작 이별하기 위해 널 사랑한 건 아닌데 (익숙해져 간다)  잘 가요 그 험한 이별길을 나를 떠나 부디 꽃길만 걸어요  조심히 가요 외로운 이별길을 가는 길에 나의 모든 기억을 버려요  (check it out)   goodbye goodbye 이별을 알았다면 그토록 사랑하지 말 걸 그랬나 봐요   goodbye goodbye 어차피 떠난다면 어떤 미련도 남지 않게 보란 듯이 살아요  (check it out)   잘 가요 어여쁜 내 사람아 나를 떠나 행복하게만 살아요  (행복하게만 살아요)  조심히 가요 가슴 아픈 사랑아 내 곁에 있을 때처럼 아프지 말아요  (그대 아프지 말아요)  나 나나나나나나  나나나나나나  나나나나나  나나나나  나 나나나나나나  나나나나나나  나나나나나  (check it out)"}, {"song_no": "30962526", "year": "2018", "rank": "8", "title": "모든 날, 모든 순간 (Every day, Every Moment)", "artist": "폴킴", "genre": "Drama,Ballad", "lyrics": "네가 없이 웃을 수 있을까 생각만 해도 눈물이나 힘든 시간 날 지켜준 사람 이제는 내가 그댈 지킬 테니 너의 품은 항상 따뜻했어 고단했던 나의 하루에 유일한 휴식처 나는 너 하나로 충분해 긴 말 안 해도 눈빛으로 다 아니깐 한 송이의 꽃이 피고 지는 모든 날 모든 순간 함께해 햇살처럼 빛나고 있었지 나를 보는 네 눈빛은 꿈이라고 해도 좋을 만큼 그 모든 순간은 눈부셨다 불안했던 나의 고된 삶에 한줄기 빛처럼 다가와 날 웃게 해준 너 나는 너 하나로 충분해 긴 말 안 해도 눈빛으로 다 아니깐 한 송이의 꽃이 피고 지는 모든 날 모든 순간 함께해 알 수 없는 미래지만 네 품속에 있는 지금 순간 순간이 영원 했으면 해 갈게 바람이 좋은 날에 햇살 눈부신 어떤 날에 너에게로 처음 내게 왔던 그날처럼 모든 날 모든 순간 함께해"}, {"song_no": "31302310", "year": "2018", "rank": "9", "title": "헤어지는 중", "artist": "펀치 (Punch)", "genre": "R&B / Soul", "lyrics": "나를 사랑하나요 같은 곳을 보나요 이미 알고 있어요 아닌 걸 알죠 배우지 않았어도 이별은 알 수 있죠 사랑은 늘 더딘데 이별은 서둘러 오네요 너와 사랑했던 이 거리가 나를 눈물짓게 만들어 더 사랑한 사람이 원래 더 아파 노래처럼 다신 누구도 사랑하지마 결국 나만큼 아플테니 그땐 내가 없어 이젠 끝이야 안녕 찬 바람이 불어와 코 끝이 붉어지면 슬픈 노래를 불러 내가 젤 잘하는 거니까 내게 혼자 하는 사랑이란 나를 더 아프게 만들죠 이젠 내게 솔직해져야 해 끝내 난 너에게 슬픈 안녕을 말해야겠어 너를 그 자리에 두고서 나의 사랑 안녕 이젠 그대여 안녕 다시 돌아오지는마 같은 상처를 받기 너무 두려우니까 널 여전히 사랑해 가끔 널 생각해 생각해 우연히 만나면 그냥 모른 척 지나가줄래 나도 널 지운 척 할테니 이미 끝난 사랑 다시 안할래 안녕"}, {"song_no": "31286161", "year": "2018", "rank": "10", "title": "사이렌 (Siren)", "artist": "선미", "genre": "Dance", "lyrics": "내가 말했잖아 속지 말라고 이 손을 잡는 순간 너는 위험해질 거라고 Now you’re bleeding 근데도 끌리니 뻔히 다 알면서도 왜 그리 빤히 쳐다보니 놔 그냥 조금도 망설이지 말고 놔 그냥 너를 아프게 할 거란 걸 알잖아 네 환상에 아름다운 나는 없어 Can’t you see that boy Get away out of my face 더 다가오지 마 boy 슬퍼해도 난 울지 않아 Get away out of my face 더 바라보지 마 boy 슬퍼해도 난 울지 않아 라랄라라라 라랄라라라 라랄라라라 라랄라라라 차가운 나를 보는 너의 눈빛 우릴 비추던 달빛 이제는 저물어 간다고 보이지 않니 날 놓지 못하는 손 조금씩 붉어져가잖아 놔 그냥 조금도 망설이지 말고 놔 그냥 너를 아프게 할 거란 걸 알잖아 네 환상에 아름다운 나는 없어 Can’t you see that boy Get away out of my face 더 다가오지 마 boy 슬퍼해도 난 울지 않아 Get away out of my face 더 바라보지 마 boy 슬퍼해도 난 울지 않아 라랄라라라 라랄라라라 라랄라라라 라랄라라라 Can’t you see that boy What Can’t you see that boy I ain’t cry no more Get away out of my face 더 다가오지 마 boy 슬퍼해도 난 울지 않아 Get away out of my face 더 바라보지 마 boy 슬퍼해도 난 울지 않아 라랄라라라 라랄라라라 라랄라라라 라랄라라라"}, {"song_no": "31151836", "year": "2018", "rank": "11", "title": "Way Back Home", "artist": "숀 (SHAUN)", "genre": "Electronica", "lyrics": "멈춘 시간 속 잠든 너를 찾아가 아무리 막아도 결국 너의 곁인 걸 길고 긴 여행을 끝내 이젠 돌아가 너라는 집으로 지금 다시 way back home 아무리 힘껏 닫아도 다시 열린 서랍 같아 하늘로 높이 날린 넌 자꾸 내게 되돌아와 힘들게 삼킨 이별도 다 그대로인 걸 oh oh oh 수없이 떠난 길 위에서 난 너를 발견하고 비우려 했던 맘은 또 이렇게 너로 차올라 발걸음의 끝에 늘 니가 부딪혀 그만 그만 멈춘 시간 속 잠든 너를 찾아가 아무리 막아도 결국 너의 곁인 걸 길고 긴 여행을 끝내 이젠 돌아가 너라는 집으로 지금 다시 way back home 조용히 잠든 방을 열어 기억을 꺼내 들어 부서진 시간 위에서 선명히 너는 떠올라 길 잃은 맘 속에 널 가둔 채 살아 그만 그만 멈춘 시간 속 잠든 너를 찾아가 아무리 막아도 결국 너의 곁인 걸 길고 긴 여행을 끝내 이젠 돌아가 너라는 집으로 지금 다시 way back home 세상을 뒤집어 찾으려 해 오직 너로 완결된 이야기를 모든 걸 잃어도 난 너 하나면 돼 빛이 다 꺼진 여기 나를 안아줘 눈을 감으면 소리 없이 밀려와 이 마음 그 위로 넌 또 한 겹 쌓여가 내겐 그 누구도 아닌 니가 필요해 돌아와 내 곁에 그날까지 I’m not done"}, {"song_no": "31356451", "year": "2018", "rank": "12", "title": "멋지게 인사하는 법 (Feat. 슬기 of Red Velvet)", "artist": "Zion.T", "genre": "Ballad", "lyrics": "인사까진 연습했는데 거기까진 문제없었는데 왜 네 앞에 서면 바보처럼 웃게 돼 평소처럼만 하면 돼 자연스러웠어 머리를 넘기는 척했어 펼친 손이 뻘쭘해서 하정우급 표정 연기 나 너 하나도 안 반가워 취향이 겹치는 척했어 사실 나 그 영화 못 봤어 거울 앞에 멈춰 서서 사랑한다고 얘기했어 인사까진 연습했는데 우 거기까진 문제없었는데 왜 네 앞에 서면 바보처럼 웃게 돼 평소처럼만 하면 돼 자연스러웠어 안녕 안녕 안녕 안녕 안녕 안녕 멋지게 인사하는 법은 아는데 우 너를 보면 우 baby baby 난 이미 다 알고 있어 네 얼굴에 다 쓰여있어 엉성한데 귀여웠어 그 영화 제목도 틀렸어 사실 난 기다리고 있어 사실 꽤 오래 기다렸어 네가 먼저 말해주길 좋아한다고 아님 뭐든 인사까진 연습했는데 거기까진 문제없었는데 네 앞에 서면 바보처럼 웃게 돼 평소처럼만 하면 돼 자연스러웠어 안녕 안녕 안녕 안녕 안녕 안녕 연습해도 안 되는 건 안 되는 거라는 말 안 믿어 인사까진 연습했는데 거기까진 문제없었는데 멋지게 인사하는 법은 아는데 우 너를 보면"}, {"song_no": "31356458", "year": "2018", "rank": "13", "title": "고백", "artist": "양다일", "genre": "Ballad", "lyrics": "미소짓던 그 표정이 시도 때도 없던 입맞춤이 주고받던 연락들이 아쉬움 가득한 헤어짐이 없어서 쌓여서 너의 모든 게 더는 남아있질 않아 어쩔 수 없는 걸 알면서도 놓을 수 없는 걸 아쉬움에 더는 너를 불러봐도 어떤 감정도 느껴지질 않아 그저 남아 있을 뿐인걸 차가워진 그 표정이 시도 때도 없는 다툼들이 주고받던 상처들이 가끔은 미안한 마음들이 긴 시간 쌓여서 너의 모든 게 더는 남아있질 않아 어쩔 수 없는 걸 알면서도 놓을 수 없는 걸 아쉬움에 더는 너를 불러봐도 어떤 감정도 느껴지질 않아 그저 남아 있을 뿐인걸 매일 그리던 네 모습도 더는 그려지지 않아 더는 널 원하지 않아 어쩔 수 없는 이 마지막도 놓을 수 없는 네 모습조차 더는 내겐 의미도 없어 미뤄왔던 일처럼 느껴져 이젠 말해야 할 것 같아"}, {"song_no": "31062863", "year": "2018", "rank": "14", "title": "열애중", "artist": "벤", "genre": "Ballad", "lyrics": "아직 이별 중인 나에겐  끝이 아닌 것만 같아서  다른 사랑 중인 너지만  나는 아직 너와 열애 중 나도 너만큼만 헤어지고 싶어 아니 너보다 더 행복하고 싶어 너는 어떻게 날 잊었는지 가르쳐줘 아직 이별 중인 나에게 난 아직 열애 중 누구보다 뜨겁게 사랑해 열애 중 헤어져도 헤어진 적 없어 언젠가 내가 너와 이별할 수 있을까 너만 모르게 나는 아직 너와 열애 중 매일 이별하고 있지만 아직 너를 기다리는 중 나도 너만큼만 못돼지고 싶어 아니 너보다 더 나빠지고 싶어 너는 어떻게 날 잊었는지 가르쳐줘 아직 이별 중인 나에게 난 아직 열애 중 누구보다 뜨겁게 사랑해 열애 중 헤어져도 헤어진 적 없어 언젠가 내가 너와 이별할 수 있을까 아무도 모르게 여기서 널 멈추면 정말 이별이 될까 봐 그게 마지막이 될까 봐 널 후회하는 중 누구보다 너를 많이 원망하는 중 미워해도 미워한 적 없어 언젠가 내가 너를 잊고 살 수 있을까 너만 모르게 나는 아직 너와 열애 중"}, {"song_no": "31340982", "year": "2018", "rank": "15", "title": "사임사임 (Feat. CHANGMO)", "artist": "Coogie", "genre": "Rap / Hip-hop", "lyrics": "We from gutta 겁나 벌어 그녀처럼 사랑스러워 다섯 살 때부터 버는 법 배웠어 아니 날 때부터 너를 원해 왔어 We from gutta 겁나 벌어 그녀처럼 사랑스러워 다섯 살 때부터 버는 법 배웠어 아니 날 때부터 너를 원해왔어 Broke boi got a job ay Broke boi got a guap ay 안될 거라고 pipe up ay 화초처럼 다 닥쳐 ay 본 적이 없지 난 면접 본 적이 없지 난 적성 Coo ain’t play with lame New wave famous dex im ma go do that shit ATMbiton rich 질투만 받겠지 but i dont give a f about that shit 꼰대 새끼들 시비 걸어 걍 직접 전화를 걸어 Coogie는 new school leader Coogie는 New school leader No 넌 모를 걸 저 촌스런 래퍼들은 걍 싹 다 넣어둘래 You never know 넌 모를 걸 나 진짜 한국힙합 날 놓치면 반성해 We from gutta 겁나 벌어 그녀처럼 사랑스러워 다섯 살 때부터 버는 법 배웠어 아니 날 때부터 너를 원해 왔어 We from gutta 겁나 벌어 그녀처럼 사랑스러워 다섯 살 때부터 버는 법 배웠어 아니 날 때부터 너를 원해왔어 quamo hooncho 내 목엔 사임 1000 뭉치야 옥타곤 클럽남 스윙스처럼 내 다이아는 춤춰 chyeah i just fucked yo bitch with my shinin bust down dick huh 돈 많은 한국남 만렙 졸부 전에는 버카 찍 chyeah maserati 같은 거 타고 pull up on yo block 쌍라를 키지 animal's flow 나는 다치면 동물병원에 가 cuz i'm a beast maserati 같은 거 타고 pull up on yo block 쌍라를 키지 animal's flow 나는 다치면 동물병원에 가 cuz i'm a beast gucci louis fendi 바구니에 dunk 백화점의 슈팅가드 i ball 팀원들 것까지 바구니에 dunk 2018년 난 kevin durant oh man oh man 방금 전만 해도 그지였네 oh man oh man 이젠 사임사임 1000장을 세 We from gutta 겁나 벌어 그녀처럼 사랑스러워 다섯 살 때부터 버는 법 배웠어 아니 날 때부터 너를 원해 왔어 We from gutta 겁나 벌어 그녀처럼 사랑스러워 다섯 살 때부터 버는 법 배웠어 아니 날 때부터 너를 원해왔어 We gutta young flow 다른 래퍼들관 난 거릴 두지 난 I don't give a what about a 내 기분은 after 두시 반 I wanna recognize face I wanna recognize face 다른 래퍼들 나 땜에 I don't give emm chinese rap what up 칭챙총 땀나게 쥐어 손엔 microphone 뒤돌아 본 다음 뒤담화도 불가능해 man take dat vibe feeling so high 기분 so fly 기분은 좋은데 괜시리 느껴지는 병신 래퍼들 땜에 Lookin Lookin Switch cookin cookin sushi Pull it Pull it bang bang Cuz I”m modelin trendsetter trendsetter trendsetter trend 백 프로 백 프로 백 프로 백 beach I'm young flex go zone 딴 래퍼들은 집으로 Gone We from gutta 겁나 벌어 그녀처럼 사랑스러워 다섯 살 때부터 버는 법 배웠어 아니 날 때부터 너를 원해 왔어 We from gutta 겁나 벌어 그녀처럼 사랑스러워 다섯 살 때부터 버는 법 배웠어 아니 날 때부터 너를 원해왔어"}, {"song_no": "31219546", "year": "2018", "rank": "16", "title": "flex (Prod. By 기리보이)", "artist": "기리보이", "genre": "Rap / Hip-hop", "lyrics": "너희 옷이 그게 뭐야 얼른 갈아입어 구찌 루이 휠라 슈프림 섞은 바보 너희 아보키같아 답이 없다고 나랑 같이 쇼핑 가자 용돈 갖고 와 여름엔 덥게 겨울엔 춥게 여름엔 덥게 겨울엔 춥게 F.L.E.X 질투와 시샘 받으면서 우리 멋있어지자 내 욕을 하는 전국 adidas 점장 매장에 나타나서 모든 옷이 공짜 hash swan처럼 살 빼고 여자 size 핫핑크 입고 블랙핑크 back dancer minimalist plus military 감성 탈영병 ㄴ 정신병이 함정 말조심해 너 그러다가 까여 욕먹으면 그냥 노창처럼 사라져 they say fashion is a statement ey Victoria's Secret told me I made it ey 커피숍 알바생 차 딜러가 온다 둘 다 내게 말하지 스윙스 차 골라 JM 김모씨 못 듣는 말은 기모찌 한 놈 구치소 토낄 준비 중인 기리 나머지 살 또 찌면 망할 거야  Gym Tipi 이제 내 새로운 꼬붕 패션충 킫밀리 너희 옷이 그게 뭐야 얼른 갈아입어 구찌 루이 휠라 슈프림 섞은 바보 너희 아보키같아 답이 없다고 나랑 같이 쇼핑 가자 용돈 갖고 와 여름엔 덥게 겨울엔 춥게 여름엔 덥게 겨울엔 춥게 F.L.E.X 질투와 시샘 받으면서 우리 멋있어지자 white gold vvs 긴팔을 입어 해가 쨍쨍 이어도 얼음 넣어 카페인에 얼음 박은 손 때문에 감기에 걸려도 i be flexin in 딴 나라 6월부터 쭉 they call me 딴따라 앞 성공한 붙여서 shooting shooting 근데 데이트할 땐 자제해줘 shooting shooting 길거리에 내 노래 booming 이번 여름은 더 뜨겁네 작년보다 내게 돈을 써도 돈이 벌려 계속 텐진에서 도쿄 오사카 다시 텐진 대체 몇 번 탄 거냐고 비행기 귀엔 에어팟 on it playing silkybois 매일 사랑하는 너도 같이 인터넷 볼 시간 없지 이번 여름 summer gonna be alright 내 옆으로 와서 앉아 난 고삐 안 풀린 boy from the 00 니 안전 따위 안 보장 걍 두 눈 똑바로 뜬 채로 아이 코 베여도 솔까놓고 싫지 않아 1고고고고 no stop 지난여름에도 이어서 난 식지 않아 날 위로 올렸던 소리 무슨 소리 aint a 연결고리 몇 천의 구두소리 밖엔 비가 주륵 내리고 #올해는우리꺼 다시 떼 7에 반을 주고 땡겨 악셀레이터 자기야 내게 6개월만을 줘 전국구를 돌아 10억이 니 마니또 겨울에 크리스마스는 더운 섬에서 걱정하지 마 어차피 이 안엔 너만 있어 그냥 뭐 퉁 쳤어 7단위 0과 두세 번의 여름을 그딴 건 필요도 없어 다시 돌아오는 해엔 다른 오빠일지도 mm 그냥 뭐 퉁 칠 수가 없어 이 사계절이 돌아도 난 못되겠지 어른 그냥 너도 그때쯤에 가서 옆자리에 남아주는 것만으로 감사를 너희 옷이 그게 뭐야 얼른 갈아입어 구찌 루이 휠라 슈프림 섞은 바보 너희 아보키같아 답이 없다고 나랑 같이 쇼핑 가자 용돈 갖고 와 여름엔 덥게 겨울엔 춥게 여름엔 덥게 겨울엔 춥게 F.L.E.X 질투와 시샘 받으면서 우리 멋있어지자"}, {"song_no": "31266290", "year": "2018", "rank": "17", "title": "IDOL", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "You can call me artist You can call me idol 아님 어떤 다른 뭐라 해도 I don't care I'm proud of it 난 자유롭네 No more irony 나는 항상 나였기에 손가락질 해  나는 전혀 신경 쓰지 않네 나를 욕하는  너의 그 이유가 뭐든 간에 I know what I am I know what I want I never gon' change I never gon' trade Trade off 뭘 어쩌고 저쩌고 떠들어대셔 I do what I do  그니까 넌 너나 잘하셔 You can't stop me lovin' myself 얼쑤 좋다 You can't stop me lovin' myself 지화자 좋다 You can't stop me lovin' myself OHOHOHOH OHOHOHOHOHOH OHOHOHOH 덩기덕 쿵더러러  얼쑤 OHOHOHOH OHOHOHOHOHOH OHOHOHOH 덩기덕 쿵더러러  얼쑤 Face off 마치 오우삼 ay Top star with that spotlight ay 때론 슈퍼히어로가 돼 돌려대 너의 Anpanman 24시간이 적지 헷갈림 내겐 사치  I do my thang I love myself I love myself I love my fans Love my dance and my what 내 속안엔  몇 십 몇 백명의 내가 있어 오늘 또 다른 날 맞이해 어차피 전부 다 나이기에 고민보다는 걍 달리네 Runnin' man Runnin' man Runnin' man 뭘 어쩌고 저쩌고 떠들어대셔 I do what I do  그니까 넌 너나 잘하셔 You can't stop me lovin' myself 얼쑤 좋다 You can't stop me lovin' myself 지화자 좋다 You can't stop me lovin' myself OHOHOHOH OHOHOHOHOHOH OHOHOHOH 덩기덕 쿵더러러 얼쑤 OHOHOHOH OHOHOHOHOHOH OHOHOHOH 덩기덕 쿵더러러 얼쑤 I'm so fine wherever I go 가끔 멀리 돌아가도 It's okay  I'm in love with my-my myself It's okay  난 이 순간 행복해 얼쑤 좋다 You can't stop me lovin' myself 지화자 좋다 You can't stop me lovin' myself OHOHOHOH OHOHOHOHOHOH OHOHOHOH 덩기덕 쿵더러러  얼쑤 OHOHOHOH OHOHOHOHOHOH OHOHOHOH 덩기덕 쿵더러러 얼쑤"}, {"song_no": "31144690", "year": "2018", "rank": "18", "title": "IndiGO", "artist": "저스디스 (JUSTHIS)", "genre": "Rap / Hip-hop", "lyrics": "쟤네 회사 스튜디오 크기가  JUSTHIS 개인 스튜디오 영혼 팔았네 JUSTHIS도 좆까는 소리 마 Swings형이 말한 것처럼 This is Hyperreal 쩔어야 할 수 있는  Type of deal 오디션 안 보고  오디션으로만 가질 수 있는 걸  갖고 있는 이  삶이 멋없다 지랄 말고  걍 말해 내가 싫다 이건 시작이고 난  다 깰 거야 국힙 정치판 난 적어도 딴 래퍼들이 술자리에서만 하는 말 음악에서 보여줬지 이제 결과를 봤으니까  다 좆까라 난 Rihanna Eminem이랑  Friends될 거야 Monster 난 항상 본 모습  넌 빨아 남 똥꼬 난 태어났어 예술가로 야비한 새끼들은 전철 밟지 반면 난 내 좆대로 입지  yeah I'm on my worst behavior Drake 전철 밟지 whoa 스튜디오에 계속  놀러 올 때마다 여자 Swings형에게 감사해야지  사드려야 해 돈까 근데 그럼 이 형은 말하지  승아 넌 채식주의자니까  딴 거 먹자 like this we one Indigo  We just go  Fuck the ops  Fuck your noise We make noise  사시사철  어디던  상관없어 Left side  Right side  수지타산  맞으면 어디던  We just go  Here we go  IndiGO IndiGO 아무도 못 가둬  난 믿어 anarchyism 회사 말 안 듣는  십새끼지 다른 래펀 내 밑에  깔린 굽 cuz 니 커리언 송판  난 불도저 bitch 작업실 출근은  아침에 bitch 또 퇴근 때 보는  하늘은 잿빛 그 말이 무슨 말이냐면  내 하루는 너네  아마추어들의 이틀  분량인 느낌 저번 달 500  이젠 daydate 살 겨 옷장난  그다음 단계에 있어 fuck these rap game  어찌 되던 상관없어  top level 야매로도 올른 여긴 딱  그 정도뿐 난 내가 만든 판에  올라탔어 고등래퍼 솔까  걔네 노래 좋은데 걔네 노래 안에 마딘  누구 출처 아마도  어 아마도  내가 내 입으론  말을 못 꺼내겠어  여기서 question  힙합 label 들에  2018 spotlight  어디 쬐여 Indigo  We just go  Fuck the ops  Fuck your noise We make noise  사시사철  어디던  상관없어 Indigo  We just go  Fuck the ops  Fuck your noise We make noise  사시사철  어디던  상관없어 Left side  Right side  수지타산  맞으면 어디던  We just go  Here we go  IndiGO  IndiGO 보고 배워 신삥  내 랩이  지워줄게 비비 너네한테 랩 미끼  It's the gang bitches  난 패 삐기 예쁜척하는 래퍼들 땜에  생겼네 틱이 너네 절대 안 믿지  우정 버려 다 staff 이지 질리도록 뱉네 근데  얘네 기미 안 보여 느낌  안 나는 거랑 다른 거지  니 delivery  침이 고이는 게 다지  니 팬들 copy 인지도 모르고  손 쳐드니 힘이 도네 남아  bitch 해줄게 비밀로  몇 곡 모아낸 앨범은 의미 버려 다 구라 까서 벌어  착하면 더 병신아 낚아도 보여  여기 나와봐라 전부 내 flow 잡아 목덜미  버텨 아파도 벌 너네 낙하로 떨어지고  다 약발로 뻗지 Indigo  We just go  Fuck the ops  Fuck your noise We make noise  사시사철  어디던  상관없어 Left side  Right side  수지타산  맞으면 어디던  We just go  Here we go  IndiGO  IndiGO 도착했어 indigo  삐뚤어진 시선 fuck it 형  Business 걍 닥치고  니 강강 swervin 다 불러서  앞으로 세운 다음에  Suwoncityboy  Metro go boomin  like a brr ta ta  닥치고 배운 다음 후에  씨부렁 거리소  배워 먹은 버르장 머린기야  삔또 나가  래퍼s told me  같은 레퍼토리  여기 ep 한 장  발라드 내고  방학식 열었지 니가 동경하는  래퍼들은  내 가사의 좆집  다신 박힌 채로  주인님께  왈왈 대지 않기 여기 삔또 나가  래퍼s told me  같은 레퍼토리  여기 ep 한 장  발라드 내고  방학식 열었지 니가 동경하는  래퍼들은  내 가사의 좆집  박힌 채로 주인님께  왈왈 대지 않기 Indigo  I just go  Indigo  We just go  어디로  몰라도  We just go  직진 go 앞으로  뒤로  I don't know  Fuck them hoes  I don't know  I don't know  Indigo  We just go  We just go"}, {"song_no": "31131273", "year": "2018", "rank": "19", "title": "뚜두뚜두 (DDU-DU DDU-DU)", "artist": "BLACKPINK", "genre": "Rap / Hip-hop", "lyrics": "착한 얼굴에 그렇지 못한 태도 가녀린 몸매 속 가려진 volume은 두 배로 거침없이 직진 굳이 보진 않지 눈치 Black 하면 Pink 우린 예쁘장한 Savage 원할 땐 대놓고 뺏지 넌 뭘 해도 칼로 물 베기 두 손엔 가득한 fat check 궁금하면 해봐 fact check 눈 높인 꼭대기 물 만난 물고기 좀 독해 난 Toxic You 혹해 I`m Foxy 두 번 생각해 흔한 남들처럼 착한 척은 못 하니까 착각하지 마 쉽게 웃어주는 건 날 위한 거야 아직은 잘 모르겠지 굳이 원하면 test me 넌 불 보듯이 뻔해 만만한 걸 원했다면 Oh wait til’ I do what I do Hit you with that ddu-du ddu-du du Hit you with that ddu-du ddu-du du 지금 내가 걸어가는 거린 BLACKPINK 4 way 사거리 동서남북 사방으로 run it 너네 버킷리스트 싹 다 I bought it 널 당기는 것도 멀리 밀치는 것도 제멋대로 하는 bad girl 좋건 싫어하건 누가 뭐라 하던 When the bass drop it’s another banger 두 번 생각해 흔한 남들처럼 착한 척은 못 하니까 착각하지 마 쉽게 웃어주는 건 날 위한 거야 아직은 잘 모르겠지 굳이 원하면 test me 넌 불 보듯이 뻔해 만만한 걸 원했다면 Oh wait til’ I do what I do Hit you with that ddu-du ddu-du du Hit you with that ddu-du ddu-du du What you gonna do when I come come through with that that uh uh huh What you gonna do when I come come through with that that uh uh huh 뜨거워 뜨거워 뜨거워 like fire 뜨거워 뜨거워 뜨거워 like fire 뜨거워 뜨거워 뜨거워 like fire 뜨거워 뜨거워 뜨거워 like fire Hit you with that ddu-du ddu-du du"}, {"song_no": "31175119", "year": "2018", "rank": "20", "title": "Dance The Night Away", "artist": "TWICE (트와이스)", "genre": "Dance", "lyrics": "라라라라라라라 라라라라라라라 You and me in the moonlight 별 꽃 축제 열린 밤 파도 소리를 틀고 춤을 추는 이 순간 이 느낌 정말 딱야 바다야 우리와 같이 놀아 바람아 너도 이쪽으로 와 달빛 조명 아래서 너와 나와 세상과 다 같이 Party all night long yeah it’s good If you wanna have some fun 짭짤한 공기처럼 이 순간의 특별한 행복을 놓치지마 One two three let’s go 저 우주 위로 날아갈 듯 춤추러 가 Hey Let’s dance the night away Let’s dance the night away One two three let’s go 저 바다 건너 들릴 듯 소리 질러 let’s dance the night away Dance the night away Let’s dance the night away Dance the night away Let’s dance the night away You and me in this cool night 미소 짓는 반쪽 달 그 언젠가 너와 나 저 달 뒷면으로 가 파티를 열기로 약속 yeah it’s good If you wanna have some fun 은빛 모래알처럼 이 순간의 특별한 행복을 놓치지 마 One two three let’s go 저 우주 위로 날아갈 듯 춤추러 가 Hey Let’s dance the night away Let’s dance the night away One two three let’s go 저 바다 건너 들릴 듯 소리 질러 let’s dance the night away 오늘이 마지막인 듯 소리 질러 저 멀리 끝없이 날아오를 듯 힘껏 뛰어 더 높이 오늘이 마지막인 듯 소리 질러 저 멀리 쏟아지는 별빛과 Let’s dance the night away Let’s dance the night away One two three let’s go 저 바다 건너 들릴 듯 소리 질러 let’s dance the night away Let’s dance the night away Dance the night away Dance the night away Dance the night away Let’s dance the night away"}, {"song_no": "30699142", "year": "2018", "rank": "21", "title": "지나오다", "artist": "닐로 (Nilo)", "genre": "Ballad", "lyrics": "이별을 말하고 넌 괜찮은 거니 여전히 내 하루는 온통 네 생각에 뜬 눈으로 밤을 지새고 난 두려워 시간이 쌓여갈수록 내가 잊혀질까 봐 우리 시간마저 모두 무너질까 봐 나도 모르게 너무 보고 싶어서 네 집 앞을 찾아가 너도 나만큼은 아닐지라도 보고 싶었다고 말해줘 지금 나 너의 집 앞에 있어 우리의 시간을 되돌려줘 아무 일도 없던 것처럼 날 안아줘 끝이라는 게 난 너무나 두려워서 다가가지도 못하고 한참 서성이다 말도 못하고 다시 돌아가는 나 하루가 가고 또 하루가 지나도 갈수록 커져만 가 맘에 없는 거짓말이라도 날 사랑한다고 말해줘 지금 나 너의 집 앞에 있어 우리의 시간을 되돌려줘 아무 일도 없던 것처럼 날 안아줘 끝이라는 게 난 너무나 두려워서 다가가지도 못하고 한참 서성이면 우리 한 번은 단 한 번쯤은 마주치진 않을까 당장이라도 전활 걸어 네 목소리 듣고 싶은데 내가 더 싫어지게 될까 봐 작은 감정마저 그렇게 사라질까 봐 마음이란 게 말처럼 되질 않잖아 보다 조금만 널 사랑했더라면 스치는 바람처럼 스쳐 지나갈 텐데 끝이라는 게 난 너무나 두려워서 다가가지도 못하고 한참 서성이다 혹시 마주치게 된다면 나처럼 아픈 시간 속에 살았기를 오늘도 난 돌아서지만"}, {"song_no": "31230093", "year": "2018", "rank": "22", "title": "Power Up", "artist": "Red Velvet (레드벨벳)", "genre": "Dance", "lyrics": "Ba-banana Ba-ba-banana-nana Ba-banana Ba-ba-banana-nana Ba-banana Ba-ba-banana-nana Ba-banana Ba-ba-banana-nana Oh 아무것도 안 했는데 왜 시간은 벌써 3시 아이스 아메리카노 마셔도 왜 더 후끈후끈하니 태양은 우릴 놀리고 아스팔트 온도 50도 Wow 원해요 에너지 차갑거나 아예 뜨겁게 Summer Magic 반짝인 그 Ocean 위로 난 벌써 날아 Go Go 에어플레인 번개처럼 날아라 카우아이 파도 속 나를 던져 버리게 이예이예 이예이예이예이예 Let’s power up 까맣게 다 타버릴 거예요 Ba-banana Ba-ba-banana-nana Ba-banana Ba-ba-banana-nana Ba-banana Ba-ba-banana-nana Ba Let’s power up 놀 때 제일 신나니까요 Oh 좋아하는 걸 원해봐요 I want it I want it want it want it yeah 매일 그대 열정은 타오르죠 I’ll take it I’ll take it take it take it yeah 그런 게 우리의 천재적인 파워야 즉흥적 본능적 맞아 그게 필요해 떠나요 오늘 밤 짜릿함을 찾으러 레벨업 엔진 소리 들뜬 맘의 백그라운드 뮤직 봐 벌써 날아 Go Go 에어플레인 태양 위로 날아라 Diving to the sky 완전 소름 돋았어 이예이예 이예이예이예이예 Let’s power up 까맣게 다 타버릴 거예요 Go Go 에어플레인 번개처럼 날아라 카우아이 파도 속 나를 던져 버리게 이예이예 이예이예이예이예 Let’s power up 까맣게 다 타버릴 거예요 Ba-banana Ba-ba-banana-nana Ba-banana Ba-ba-banana-nana Ba-banana Ba-ba-banana-nana Ba Let’s power up 놀 때 제일 신나니까요 선생님은 내게 말씀하셨죠 놀 때도 일할 때도 즐겁게 해 그래 난 유달리 반짝거렸죠 뜨거움도 새로움도 It’s mine Go Go 에어플레인 번개처럼 날아라 카우아이 파도 속 나를 던져 버리게 이예이예 이예이예이예이예 Let’s power up 까맣게 다 타버릴 거예요 Go Go 에어플레인 태양 위로 날아라 Diving to the sky 완전 소름 돋았어 이예이예 이예이예이예이예 Let’s power up 까맣게 다 타버릴 거예요 Ba-banana Ba-ba-banana-nana Ba-banana Ba-ba-banana-nana Ba-banana Ba-ba-banana-nana Ba Let’s power up 놀 때 제일 신나니까요"}, {"song_no": "30809895", "year": "2018", "rank": "23", "title": "미안해", "artist": "양다일", "genre": "R&B / Soul", "lyrics": "습관처럼 떠오르던 눈에 아른거리던 네 모습이 더는 그려지지 않아 거짓뿐이었던 너의 말과 너도 모르는 너의 모습들을 더는 원치 않아 단 한 번뿐인 이별에도 말하지 못한 너의 진심을 이젠 다 알 것 같은데 미안해 더는 널 바라보지 않아 미안해 더는 나 후회하지 않아 다시 널 마주할 그 순간에도 널 사랑하지 않아 말할 수 있어 수화기 너머 들리는 지친 날 위로하던 네 목소리 더는 그려지지 않아 함께 쌓았던 추억과 그 많던 말들이 아쉬워서 전하지 못한 말들이 미안해 더는 널 바라보지 않아 미안해 더는 나 후회하지 않아 다시 널 마주할 그 순간에도 널 사랑하지 않아 말할 수 있어 어색하게 만난 우리 시작도 처음 고백했던 그 순간들도 다 어제 같은 일인데 누굴 만나 사랑한다는 게 너를 만나 내가 변해간단 게 이젠 없어 미안해 더는 널 사랑하지 않아 미안해 더는 나 후회하지 않아 힘든 시간들에 지쳐갈 때도 이렇게 해야만 내가 편할 것 같아"}, {"song_no": "31085237", "year": "2018", "rank": "24", "title": "FAKE LOVE", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "널 위해서라면 난  슬퍼도 기쁜 척 할 수가 있었어  널 위해서라면 난  아파도 강한 척 할 수가 있었어  사랑이 사랑만으로 완벽하길  내 모든 약점들은 다 숨겨지길  이뤄지지 않는 꿈속에서  피울 수 없는 꽃을 키웠어  I'm so sick of this  Fake Love Fake Love Fake Love  I'm so sorry but it's  Fake Love Fake Love Fake Love  I wanna be a good man just for you  세상을 줬네 just for you  전부 바꿨어 just for you  Now I dunno me who are you  우리만의 숲 너는 없었어  내가 왔던 route 잊어버렸어  나도 내가 누구였는지도  잘 모르게 됐어  거울에다 지껄여봐 너는 대체 누구니  널 위해서라면 난  슬퍼도 기쁜 척 할 수가 있었어  널 위해서라면 난  아파도 강한 척 할 수가 있었어  사랑이 사랑만으로 완벽하길  내 모든 약점들은 다 숨겨지길  이뤄지지 않는 꿈속에서  피울 수 없는 꽃을 키웠어  Love you so bad Love you so bad  널 위해 예쁜 거짓을 빚어내  Love it’s so mad Love it’s so mad 날 지워 너의 인형이 되려 해 Love you so bad Love you so bad 널 위해 예쁜 거짓을 빚어내 Love it’s so mad Love it’s so mad 날 지워 너의 인형이 되려 해 I'm so sick of this Fake Love Fake Love Fake Love I'm so sorry but it's Fake Love Fake Love Fake Love Why you sad I don't know 난 몰라 웃어봐 사랑해 말해봐 나를 봐 나조차도 버린 나 너조차 이해할 수 없는 나 낯설다 하네 니가 좋아하던 나로 변한 내가 아니라 하네 예전에 니가 잘 알고 있던 내가 아니긴 뭐가 아냐 난 눈 멀었어 사랑은 뭐가 사랑 It's all fake love Woo I dunno I dunno I dunno why Woo 나도 날 나도 날 모르겠어 Woo I just know I just know I just know why Cuz it’s all Fake Love Fake Love Fake Love Love you so bad Love you so bad 널 위해 예쁜 거짓을 빚어내 Love it’s so mad Love it’s so mad 날 지워 너의 인형이 되려 해 Love you so bad Love you so bad 널 위해 예쁜 거짓을 빚어내 Love it’s so mad Love it’s so mad 날 지워 너의 인형이 되려 해 I'm so sick of this Fake Love Fake Love Fake Love I'm so sorry but it's Fake Love Fake Love Fake Love 널 위해서라면 난 슬퍼도 기쁜 척 할 수가 있었어 널 위해서라면 난 아파도 강한 척 할 수가 있었어 사랑이 사랑만으로 완벽하길 내 모든 약점들은 다 숨겨지길 이뤄지지 않는 꿈속에서 피울 수 없는 꽃을 키웠어"}, {"song_no": "31331750", "year": "2018", "rank": "25", "title": "나", "artist": "박원", "genre": "Ballad", "lyrics": "두렵고 강하고 절실했던 나의 다짐들이 아직까지 내 남은 삶에 큰 도움이 할 수 있는 하고 싶은 할 수 없는 기준도 없는 게 남의 하루를 막 깎아내며 날 커 보이게 해 오늘도 나는 나에게 많은 핑계를 해댔고 스스로 만든 서러운 하루에 갇혀서 그렇게 나는 내일도 변하지 않겠지 몇 번을 깨져도 같겠지 내가 기대가 안 돼 나 뭐 잠깐은 변할 수 있겠지 결국엔 다시 똑같겠지 내가 이해가 안 돼 두렵고 강하고 알 수 없는 나의 이 다짐들이 아직까지 내 남은 삶에 큰 도움이 안 돼 네가 겪은 불행은 사실 큰 위로가 됐고 나보다 힘들고 슬픈 사람만 찾아내며 용기를 내 그렇게 나는 남들과 다르다 믿겠지 밤이 되면 또 난 괜찮겠지 내가 용서가 안 돼 나 뭘 어떻게 변해야 하는지 모르면서 또 난 깨닫겠지 그래서 기대가 안 돼 왜 두렵고 강한지 이젠 알 것 같은 다짐들이 나의 하루 내 남은 삶은 달라질 수"}, {"song_no": "31266289", "year": "2018", "rank": "26", "title": "I`m Fine", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "시리도록 푸른 하늘 아래 눈 떠 흠뻑 쏟아지는 햇살이 날 어지럽게 해 한껏 숨이 차오르고 심장은 뛰어 느껴져 너무 쉽게 나 살아있다는 걸 괜찮아 우리가 아니어도 슬픔이 날 지워도 먹구름은 또 끼고 나 끝없는 꿈 속이어도 한없이 구겨지고 날개는 찢겨지고 언젠가 내가 내가 아니게 된달지어도 괜찮아 오직 나만이 나의 구원이잖아 못된 걸음걸이로 절대 죽지 않고 살아 How you doin Im fine 내 하늘은 맑아 모든 아픔들이여 say goodbye 잘 가 차가운 내 심장은  널 부르는 법을 잊었지만 외롭지 않은 걸 괜찮아 괜찮아 깜깜한 밤 어둠은  잠든 꿈을 흔들어 놓지만 두렵지 않은 걸 괜찮아 괜찮아 I'm feeling just fine fine fine 이젠 너의 손을 놓을게 I know I'm all mine mine mine Cuz I'm just fine I'm feeling just fine fine fine 더 이상은 슬프지 않을래 I could see the sunshine shine shine Cuz I'm just fine just fine I'm just fine 내 아픔 다 이겨낼 수 있어 너 없이 나 I'm just fine 걱정 마 이젠 웃을 수 있고 네 목소린 모두 알아 주니까 I'm so fine you so fine 슬픔과 상처는 모두 다 이미 지나간 추억이 됐으니 웃으며 보내주자고 we so fine i'm so fine you so fine 우리들 미래는 기쁨만 가득할 테니 걱정은 접어둔 채 이젠 즐겨 수고했어 we so fine 차가운 내 심장은  널 부르는 법을 잊었지만 외롭지 않은 걸 괜찮아 괜찮아 깜깜한 밤 어둠은  잠든 꿈을 흔들어 놓지만 두렵지 않은 걸 괜찮아 괜찮아 I'm feeling just fine fine fine 이젠 너의 손을 놓을게 I know I'm all mine mine mine Cuz I'm just fine I'm feeling just fine fine fine 더 이상은 슬프지 않을래 I could see the sunshine shine shine Cuz I'm just fine just fine 혹시 너에게도 보일까 이 스산한 달빛이 너에게도 들릴까 이 희미한 메아리가 I'm feeling just fine fine fine 혼자서라도 외쳐보겠어 되풀이될 이 악몽에 주문을 걸어 I'm feeling just fine fine fine 몇 번이라도 되뇌보겠어 또 다시 쓰러진대도 난 괜찮아 I'm feeling just fine fine fine 혼자서라도 외쳐보겠어 되풀이될 이 악몽에  주문을 걸어 I'm feeling just fine fine fine 몇 번이라도 되뇌보겠어 또 다시 쓰러진대도  난 괜찮아 I'm fine I'm fine"}, {"song_no": "31093710", "year": "2018", "rank": "27", "title": "여행", "artist": "볼빨간사춘기", "genre": "Rock", "lyrics": "저 오늘 떠나요 공항으로 핸드폰 꺼 놔요 제발 날 찾진 말아줘 시끄럽게 소리를 질러도 어쩔 수 없어 나 가볍게 손을 흔들며 bye bye 쉬지 않고 빛났던 꿈같은 my youth 이리저리 치이고 또 망가질 때쯤 지쳤어 나 미쳤어 나 떠날 거야 다 비켜 I fly away Take me to London Paris New York city들 아름다운 이 도시에 빠져서 나 Like I'm a bird bird 날아다니는 새처럼 난 자유롭게 fly fly 나 숨을 셔 Take me to new world anywhere 어디든 답답한 이 곳을 벗어 나기만 하면 Shining light light 빛나는 my youth 자유롭게 fly fly 나 숨을 셔 저 이제 쉬어요 떠날 거예요  노트북 꺼 놔요 제발 날 잡진 말아줘 시끄럽게 소리를 질러도 어쩔 수 없어 나 가볍게 손을 흔들며 see ya 쉬지 않고 빛났던 꿈같은 my youth 이리 저리 치이고 또 망가질 때쯤 지쳤어 나 미쳤어 나 떠날 거야 다 비켜 I fly away Take me to London Paris New York city들 아름다운 이 도시에 빠져서 나 Like I'm a bird bird 날아 다니는 새처럼 난 자유롭게 fly fly 나 숨을 셔 Take me to new world anywhere 어디든 답답한 이 곳을 벗어 나기만 하면 Shining light light 빛나는 my youth 자유롭게 fly fly 나 숨을 셔 I can fly away Fly always always always Take me to new world anywhere 어디든 답답한 이 곳을 벗어 나기만 하면 Shining light light 빛나는 my youth 자유롭게 fly fly 나 숨을 셔"}, {"song_no": "31189241", "year": "2018", "rank": "28", "title": "너나 해 (Egotistic)", "artist": "마마무(Mamamoo)", "genre": "Dance", "lyrics": "난 너의 위성 네 주윌 맴돌지 그렇다고 네가 태양은 아니니 너의 멋대로 중심이 돼 제멋대로 굴면 안 돼 어떻게 한순간의 떨림이 소리 없이 너의 두 눈을 가리니 너의 뜻대로 흘러가네 내게 상처를 주면 안 돼 넌 네 생각만 하지 그래 뭐 그게 참 당연한 듯이 어리석게 너에게만 맞춰 왔던 게 날 괴롭히네 마지막까지 외롭게 해 할 말이 없어 Go away 설명이 더 필요해 화를 내도 내 입만 아프다니까 넌 멋대로만 해 난 언제나 너너너너 해 넌 언제나 나나나나 해 움띠야이야 띠야이야 네 멋대로 중심이 돼 넌 너만 생각해 그럴 거면 너너너나 해 에이에 움띠야이야 띠야이야 네 멋대로 굴면 안 돼 멋대로만 해 AY 밤을 새워 버렸어 차갑게 식은 머리도 너의 태도가 이해 안 돼 이젠 조금씩 지쳐 가네 이젠 나도 내 앞길 챙기지 너 없다고 무너질 내가 아니니 너의 품에서 벗어날래 내 멋대로 살아갈래 내가 맞춰야 돼 AY 매번 That's OK man 이런 식으로 매일 반복 돼 나의 호의 호의에도 너의 권리만 있다면 뭔가 잘못된 거지 뭘 그렇게 놀래 당연한 이야긴데 화를 내도 내 입만 아프다니까 네 멋대로만 해 난 언제나 너너너너 해 넌 언제나 나나나나 해 움띠야이야 띠야이야 네 멋대로 중심이 돼 넌 너만 생각해 그럴 거면 너너너나 해 에이에 움띠야이야 띠야이야 네 멋대로 굴면 안 돼 멋대로만 해 넌 너나 해 I'm ready to go on my way 할 말이 없어 Go away 설명이 더 필요해 화를 내도 내 입만 아프다니까 나도 멋대로 할래 Bicho Malo 난 언제나 너너너너 해 넌 언제나 나나나나 해 움띠야이야 띠야이야 네 멋대로 중심이 돼 넌 너만 생각해 그럴 거면 너너너나 해 에이에 움띠야이야 띠야이야 네 멋대로 굴면 안 돼 재미없어 너너너나 해 이젠 됐어 너너너나 해 후회해도 너너너나 해 네 멋대로 네 멋대로 멋대로만 해 너너나 해 내 멋대로 할래"}, {"song_no": "31304766", "year": "2018", "rank": "29", "title": "이별하러 가는 길", "artist": "임한별", "genre": "Ballad", "lyrics": "소란한 내 맘을 누군가 볼까봐 애써 웃는 척 해 사실 나는 누구보다 아픈 중인데 많은 날이 지나면 덤덤하게 잊혀지겠지 다시 또 살아가면서 누군갈 사랑하면서 그렇게 이별하러 가는 길 참 맑기도 하다 널 떼러 가는 길 아무 예고 없이 갑자기 맞이할 이별에 많이 힘들지 몰라 미안해 다신 사랑 안 한단 거짓말 뒤로 우는 널 남긴 채 나 차갑게 떠난다 우리 이제는 안녕 안녕 차라리 나를 미워해 화도 못 내는 네게 너무 쉽게 던진 말 그 말 그게 참 가슴에 남아 미안하단 말 못한 게 후회돼 이별하러 가는 길 참 맑기도 하다 널 떼러 가는 길 아무 예고 없이 갑자기 맞이할 이별에 많이 힘들지 몰라 미안해 다신 사랑 안 한단 거짓말 뒤로 우는 널 남긴 채 나 차갑게 떠난다 우리 이제는 안녕 안녕 다 잊어줘 보란듯이 더 잘 살아가줘 차마 하지 못한 말 붙잡아달란 말 우리 사랑한 그 만큼 그 만큼 아파 미치도록 그리울 사랑아 이게 나란 남자야 못 되고 비겁해 널 울게 만들고 또 니 행복을 빌어 우리 이제는 안녕 안녕 안녕"}, {"song_no": "8235260", "year": "2018", "rank": "30", "title": "비", "artist": "폴킴", "genre": "R&B / Soul", "lyrics": "비가 내리다 말다 우산을 챙길까 말까 tv엔 맑음이라던데 네 마음도 헷갈리나봐 비가 또 내리다 말다 하늘도 우울한가봐 비가 그치고나면 이번엔 내가 울것만같아 Strumming down to my memories 지직거리는 라디오에선 또 뻔한 love song 잊고있던 아픈 설레임 널 생각나게해 우리 걷던 이길위에 흘러나오던 멜로디  흥얼거렸었지 넌 어디있니 하늘은 이렇게 맑은데 비에 젖은 내 마음을 따뜻하게도 비춰주던 너는 나에게 햇살같아 그런널 왜 난 보냈을까 Good bye So hard to lose but easy to repeat 푹 숙인 얼굴 날 알아봤을까 I'm losing my breathe 잊고 싶던 아픈 기억들 날 더 힘들게해 시간가는 줄도 모르고 나눴던 수많은 밤과 사랑노래 꿈보다 달콤했지 쉽게 포기한건아닌지 우연히널 마주친 순간 내 마음 들킬까봐 뒤돌아섰어 널 잡았다면 그런 널 왜 난 보냈을까  우리 걷던 이길위에 흘러나오던 멜로디  흥얼거렸었지 넌 어디있니 하늘은 이렇게 맑은데 비에 젖은 내 마음을 따뜻하게도 비춰주던 너는 나에게 햇살같아 그런널 왜 난 보냈을까 Good bye"}, {"song_no": "30884950", "year": "2018", "rank": "31", "title": "그때 헤어지면 돼", "artist": "로이킴", "genre": "Ballad", "lyrics": "나를 사랑하는 법은 어렵지 않아요 지금 모습 그대로 나를 꼭 안아주세요 우리 나중에는 어떻게 될진 몰라도 정해지지 않아서 그게 나는 좋아요  남들이 뭐라는 게 뭐가 중요해요 서로가 없음 죽겠는데 뭐를 고민해요 우리 함께 더 사랑해도 되잖아요 네가 다른 사람이 좋아지면  내가 너 없는 게 익숙해지면  그때가 오면 그때가 되면  그때 헤어지면 돼 너를 사랑하는 법도 어렵지 않아요  한 번 더 웃어주고 조금 더 아껴주면 우리 사랑하는 법도 어렵지 않아요 매일 처음 만난 눈빛으로  서로를 바라봐 주면 남들이 뭐라는 게 뭐가 중요해요 서로가 없음 죽겠는데 뭐를 고민해요 우리 함께 더 사랑해도 되잖아요 네가 다른 사람이 좋아지면  내가 너 없는 게 익숙해지면  그때가 오면 그때가 되면 그때  그때 그때  네가 원하든 말든 널 잡을 거고  내가 더 이상 지쳐 걷지 못할 때  그때가 오면 그때가 되면 그때 헤어지면 돼  그때 헤어지면 돼"}, {"song_no": "31199873", "year": "2018", "rank": "32", "title": "셋 셀테니 (1, 2, 3!)", "artist": "승리", "genre": "Dance", "lyrics": "이 살가죽 속엔 네가 있어 넌 말해줘도 모를 거야 그런 자태를 가졌으니 눈은 네 구두보다 높을 거야 조금 새삼스럽지만 결국 다 동물이란 생각을 해 내 홍채가 빛나는 건 심장에 압박이 와서 그래 이유를 굳이 말해야 해 이쯤 되면 알아야 해 넌 내 몸과 맘을 거꾸로 뒤집어 당장은 아니라고 해도 네 곁에 누가 있다 해도 yeah 내가 셋 셀테니 넌 딱 넘어와 1 2 3 1 2 3 내가 셋 셀테니 넌 딱 넘어와 1 2 3 1 2 3 이 숨소리 끝엔 네가 있어 넌 말해줘도 모를 거야 이 수트와 자존심이 너 하나 때문에 구겨진 걸 알아 식은땀이 흐르는 건 남자들 널 훔쳐봐서 그래 머릴 자꾸 넘기는 건 너라는 바람이 불어 그래 이걸 왜 내가 말해야 해 이쯤 되면 알아서 해 넌 내 속까지 밖으로 다 뒤집어 당장은 아니라고 해도 네 곁에 누가 있다 해도 yeah 내가 셋 셀테니 넌 딱 넘어와 1 2 3 1 2 3 내가 셋 셀테니 넌 딱 넘어와 1 2 3 1 2 3 It goes 1 2 3 셋을 셌더니 격이 다른 아가씨들 발을 멈추지 Hot damm Hot damm Hot damm Hot damm 오직 난 너를 원해 ye ye It goes 1 2 3 셋을 세어보니 시크하던 네 눈빛이 나를 향하지 Hot damm Hot damm Hot damm Hot damm 하나 둘 셋 1 2 3 1 2 3 내가 셋 셀테니 넌 딱 넘어와 1 2 3 1 2 3"}, {"song_no": "31164090", "year": "2018", "rank": "33", "title": "동화", "artist": "멜로망스", "genre": "Ballad", "lyrics": "너의 마음속 내 모습들 언젠가 얘기해줬을 때 듣고 있는 날엔 어느새 날 위한 이야긴 듯해 너의 마음이 아니면  들을 수 없을 내 얘기들 네 안에 그려진 내 모습이  그저 고마울 뿐이야 너를 위한 이야기로 있어줄게 언제나 네 옆에서 힘이 돼줄게 항상 너만의 예쁜 이야기로  네 옆에 남아 있을게 우리가 나눈 시간 위에 그린 서로의 모습들이 앞으로의 우리에 대해 믿을 수 있게 하는 듯해 너의 마음이 아니면  볼 수 없었을 내 모습들 너도 몰랐었던 네 모습을  너에게 들려줄게 너를 위한 이야기로 있어줄게 언제나 네 옆에서 힘이 돼줄게 항상 너만의 예쁜 이야기로 네 옆에 남아 있을게 서로의 마음속에 그려 왔었던 우리라는 그림들을 서로 나누고 있었을 때  지킬 수 있을 미래가 돼 항상 너만의 예쁜 이야기로  네 옆에 남아있을게 너를 위한 이야기로 있어줄게 언제나 네 옆에서 힘이 돼줄게 항상 너만의 예쁜 이야기로  네 옆에 남아 있을게 널 향한 맘을 나 항상 지킬게"}, {"song_no": "30669593", "year": "2018", "rank": "34", "title": "가을 안부", "artist": "먼데이 키즈 (Monday Kiz)", "genre": "Ballad", "lyrics": "어떠니 잘 지냈니 지난 여름 유난히도 힘에 겹더라 올핸 새벽녘엔 제법 쌀쌀한 바람이 어느덧 니가 좋아하던 그 가을이 와 사랑도 그러게 별수없나 봐 언제 그랬냐는 듯 계절처럼 변해가 그리워져 미치도록 사랑한 그날들이 내 잃어버린 날들이 참 많이 웃고 울었던 그때 그 시절의 우리 니가 떠올라 밤새 참 아프다 니가 너무 아프다 너를 닮은 이 시린 가을이 오면 보고 싶어서 너를 안고 싶어서 가슴이 너를 앓는다 어떠니 넌 괜찮니 지금쯤은 나를 잊고 편안해졌니 이젠 우습지 잘살길 바라면서도 막상 날 잊었을 널 떠올리면 서글퍼 그리워져 미치도록 사랑한 그날들이 내 잃어버린 날들이 참 많이 웃고 울었던 그때 그 시절의 우리 니가 떠올라 밤새 참 아프다 니가 너무 아프다 너를 닮은 이 시린 가을이 오면 보고 싶어서 너를 안고 싶어서 가슴이 너를 앓는다 너라는 계절 안에 살아 여전히 너를 꿈꾸며 고마워져 그 날들이 내 지나버린 날들이 추억은 짐이 아니라 살게 하는 힘이란 걸 가르쳐준 너니까 또 설렌다 아프도록 설렌다 너를 닮은 눈부신 가을이 오면 니가 떠올라 그리움이 차올라 눈물로 너를 앓는다 밤새 또 너를 앓는다"}, {"song_no": "31215747", "year": "2018", "rank": "35", "title": "SoulMate (Feat. 아이유)", "artist": "지코 (ZICO)", "genre": "R&B / Soul", "lyrics": "젊음의 한복판에서 두 남녀가 사는 작은 섬 네 기분이 여기 날씨고 새빨간 열매가 열렸어 조금 낯설었던 맞은편 이제 내가 제일 아끼는 곳 나오기 싫은 이부자리 같아 대체 왜 너여야만 했는지 매일 다른 이유를 말해줄게 형체를 알아보지 못해도 테두리를 함께 그릴 사람 오래 기다렸지 안녕 나의 소울메이트 모든 게 너다워졌어 투명한 매듭에 묶여 한시도 이곳을 못 떠나 Stuck with each other 큰 소파에 누워 스푼 하나로 장난치며 먹는 아이스크림 손을 포개고 춤을 춰 낮부터 아무런 반주 없이 말풍선이 가득한 둘만의 파티 숨 쉴 때마다 향이 날 수 있어 잠에서 깨는 일도 신날 수 있어 일어나지 않은 일로 질투 날 수 있어 티격태격할 때 많지만 It’s fine These day 각자의 시계를 꺼낸 채 아낌없이 모래알 쏟네 yeah 평생 근사한 날만 준대도 우리한테 돌아갈 마음뿐이야 오래 기다렸지 안녕 나의 소울메이트 모든 게 너다워졌어 투명한 매듭에 묶여 한시도 이곳을 못 떠나 Love is the true art 표현력이 갈수록 늘어나 넌 날 글 짓고 그림 그리게 해 만나는 순간 어딘가로 계속 여행 다니는 느낌 Oh I’ll stay by your side 오래 기다렸지 안녕 나의 소울메이트 모든 게 너다워졌어 투명한 매듭에 묶여 한시도 이곳을 못 떠나"}, {"song_no": "31161280", "year": "2018", "rank": "36", "title": "1도 없어", "artist": "Apink (에이핑크)", "genre": "Dance", "lyrics": "I’m so sick of lying You gotta know that 잘 지내 잘 지내 잘 지내 day day Now I’m feeling 일부러 일부러 일부러 baby I’m a liar 사실 보고 싶단 말에 조금 흔들려 예전처럼 네게 안겨서 꼭 갇히고 싶어 아닌 척을 해 목소리가 떨려도 woo 1도 없어 예전의 느낌 그때의 감정이 단 1도 없어 매일 밤 전화해 맨 정신도 아닌데 1도 없는 진심 so baby bye bye bye Bye bye bye 1도 없는 진심 so baby bye bye bye 달콤해 달콤해 달콤해 day day Now I’m feeling 힘들어 힘들어 힘들어 baby I’m a liar Do you love me 사실 사랑한단 말이 조금 헷갈려 자꾸 흔들리는 내 모습이 너무 미워져 들키지 않게 뻔한 거짓말을 해 woo 1도 없어 예전의 느낌 그때의 감정이 단 1도 없어 매일 밤 전화해 맨 정신도 아닌데 1도 없는 진심 so baby bye bye bye Bye bye bye 1도 없는 진심 so baby bye bye bye 솔직히 매일 너의 목소리 기다리고 있어 처음처럼 맘을 훔쳐줘 너무 늦기 전에 1도 없어 예전의 느낌 그때의 감정이 단 1도 없어 매일 밤 전화해 맨 정신도 아닌데 1도 없는 진심 so baby bye bye bye Bye bye bye 1도 없는 진심 so baby bye bye bye"}, {"song_no": "30859584", "year": "2018", "rank": "37", "title": "사랑을 했다 (LOVE SCENARIO)", "artist": "iKON", "genre": "Rap / Hip-hop", "lyrics": "사랑을 했다 우리가 만나  지우지 못할 추억이 됐다  볼만한 멜로드라마  괜찮은 결말  그거면 됐다 널 사랑했다  우리가 만든 LOVE SCENARIO  이젠 조명이 꺼지고  마지막 페이지를 넘기면  조용히 막을 내리죠  에이 괜찮지만은 않아  이별을 마주한다는 건  오늘이었던 우리의 어제에  더는 내일이 없다는 건  아프긴 해도 더 끌었음  상처가 덧나니까 Ye  널 사랑했고 사랑 받았으니  난 이걸로 됐어  나 살아가면서 가끔씩 떠오를 기억  그 안에 네가 있다면 그거면 충분해  사랑을 했다 우리가 만나  지우지 못할 추억이 됐다  볼만한 멜로드라마  괜찮은 결말  그거면 됐다 널 사랑했다  우리가 만든 LOVE SCENARIO  이젠 조명이 꺼지고  마지막 페이지를 넘기면  조용히 막을 내리죠  갈비뼈 사이사이가 찌릿찌릿한 느낌  나 사랑받고 있음을  알게 해주는 눈빛  너에게 참 많이도 배웠다  반쪽을 채웠다  과거로 두기엔  너무 소중한 사람이었다  나 살아가면서 가끔씩 떠오를 기억  그 안에 네가 있다면 그거면 충분해  사랑을 했다 우리가 만나  지우지 못할 추억이 됐다  볼만한 멜로드라마  괜찮은 결말  그거면 됐다 널 사랑했다  네가 벌써 그립지만  그리워하지 않으려 해  한 편의 영화 따스했던 봄으로  너를 기억할게  우리가 만든 LOVE SCENARIO  이젠 조명이 꺼지고  마지막 페이지를 넘기면  조용히 막을 내리죠  우린 아파도 해봤고  우습게 질투도 했어  미친 듯이 사랑했고 우리 이 정도면 됐어 사랑을 했다 우리가 만나 그거면 됐다 널 사랑했다"}, {"song_no": "31131274", "year": "2018", "rank": "38", "title": "Forever Young", "artist": "BLACKPINK", "genre": "Dance", "lyrics": "떠나지 마 just stay  지금 이 시간을 멈춘 채  너와 함께라면 난  I could die in this moment  Forever young  Forever young  Forever young  Forever young 너의 눈에 비친 나의 모습이  늘 처음 만난 그 날만 같길 소리 없이 타오르는 불꽃같이  마지막처럼 내 입 맞추길 달빛 아래 내 마음은 설레  은하수로 춤추러 갈래  let’s go  지금 let go  오늘이 가도 후회 없게  시간이 우리 둘을 떼어 놓을 수 없게  순간이 영원할 수 있게  넌 내 마음에 불을 질러줘  후회 없는 젊음이 타오르게  지금처럼 너와 함께라면  tonight  I could die in this moment  Forever young  Forever young  Forever young  Forever young  매일매일 밤 밤  이 노래를 불러 불러  Know we got that bomb bomb  Come again come again  Forever young boy  so we ride or die  끝이 없을 것처럼 달려 너와 나  붉은 sunset 아래  너는 지금 내 옆에  Pinked out or murdered out  like it ain’t no thing  다 필요 없어 주인공은 우리  Say life’s a bish  But mine’s a movie  내 Diamond처럼  we’ll shine together  Whenever wherever  forever ever ever  짜릿하게 더 위험하게  세상 저 끝까지 가볼래  let’s go  지금 let go  오늘이 가도 후회 없게  시간이 우리 둘을 떼어 놓을 수 없게  순간이 영원할 수 있게  넌 내 마음에 불을 질러줘  후회 없는 젊음이 타오르게  세상 무엇도 두렵지 않아  tonight  I could die in this moment  Forever young 달이 뜨고 별이 뜨면  춤추는 body  끝이 없이 달려보자  we like to party  달이 뜨고 별이 뜨면  춤추는 body  끝이 없이 달려보자  we like to party  Girls wanna have some fun  We go dumb dumb dumb  Girls wanna have some fun  What you want want want  Girls wanna have some fun  We go dumb dumb dumb  Girls wanna have some fun  We ain’t done done done  Whatta bum bum whatta bum bum  Whatta bum bum whatta bum bum  Whatta bum bum whatta bum bum  Whatta bum bum whatta bum bum  Whatta bum bum whatta bum bum  Whatta bum bum whatta bum bum  Whatta bum bum whatta bum bum Whatta bum bum whatta bum bum"}, {"song_no": "31246870", "year": "2018", "rank": "39", "title": "한(一)", "artist": "(여자)아이들", "genre": "Dance", "lyrics": "Do you remember you remember remember what you said 너는 내게 뭐든 줄 것처럼 말을 건넸다 Don't you remember you remember remember what you said 너는 마치 무슨 약을 먹은 마냥 변했다 드리워진 Blue 내 흐려지는 눈 진짜 Is this true 후회 안 하냐고 내 어제의 My boo booboo Lonely life 좋아 다 삼켜버린 물 난 식어버린 듯 I want you to be ruined 붙잡지 않아 끝 넌 어제의 My boo booboo Lonely life 잘 가 차갑게 나를 본다 남인 듯 돌아선다 난 멍하니 서있다 몰랐던 너를 봤다 그저 웃음만 나온다 난 이제 너를 몰라 널 잊으리라 Woo woowoo 저리 가 오지 마 돌아보지도 말아 널 지우리라 Woo woowoo 저리 가 오지 마 돌아보지도 말아 Do you remember you remember remember what you said 나는 어떤 말도 못 해본 채 너를 보냈다 Don't you remember you remember remember what you said 나는 마치 무슨 약을 먹은 마냥 변했다 다 변했다 또 흔한 사랑처럼 뻔했다 굶주린 사자처럼 너는 날 너무 원했다 손짓과 건넨 말 거짓말이었다면 넌 세상 제일 못됐다 다 그런 거지 다 똑같지 엄마가 했던 말 전부 다 맞지 사랑은 까맣게 변했다 돌릴 수 없게 다 태웠다 오늘 난 내 기억 속에서 널 없앴다 차갑게 나를 본다 남인 듯 돌아선다 난 멍하니 서있다 몰랐던 너를 봤다 그저 웃음만 나온다 난 이제 너를 몰라 널 잊으리라 Woo woowoo 저리 가 오지 마 돌아보지도 말아 널 지우리라 Woo woowoo 저리 가 오지 마 돌아보지도 말아 멍든 내 맘의 흔적을 지우고 정든 네 눈에 내 맘을 비추죠 너무 차가워 깜짝 놀랄지 몰라 다시 내 앞에 돌아온다 해도 이젠 받아줄 자리가 없네요 끝이 난 거죠 난 이제 너를 몰라 널 잊으리라 Woo woowoo 저리 가 오지 마 돌아보지도 말아 널 지우리라 Woo woowoo 저리 가 오지 마 돌아보지도 말아"}, {"song_no": "31266282", "year": "2018", "rank": "40", "title": "Euphoria", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "너는 내 삶에 다시 뜬 햇빛 어린 시절 내 꿈들의 재림 모르겠어 이 감정이 뭔지 혹시 여기도 꿈속인 건지 꿈은 사막의 푸른 신기루 내 안 깊은 곳의 a priori 숨이 막힐 듯이 행복해져 주변이 점점 더 투명해져 저기 멀리서 바다가 들려 꿈을 건너서 수풀 너머로 선명해지는 그 곳으로 가 Take my hands now You are the cause of my euphoria Euphoria Take my hands now You are the cause of my euphoria Euphoria Close the door now When I'm with you I'm in utopia 너도 나처럼 지워진 꿈을 찾아 헤맸을까 운명 같은 흔한 말관 달라 아픈 너의 눈빛이 나와 같은 곳을 보는 걸 Won't you please stay in dreams 저기 멀리서 바다가 들려 꿈을 건너서 수풀 너머로 선명해지는 그 곳으로 가 Take my hands now You are the cause of my euphoria Euphoria Take my hands now You are the cause of my euphoria 모래 바닥이 갈라진대도 그 누가 이 세곌 흔들어도 잡은 손 절대 놓지 말아줘 제발 꿈에서 깨어나지 마 저기 멀리서 바다가 들려 꿈을 건너서 수풀 너머로  제발 꿈에서 깨어나지 마 선명해지는 그 곳으로 가 Take my hands now You are the cause of my euphoria Euphoria Take my hands now You are the cause of my euphoria Euphoria Close the door now When I'm with you I'm in utopia"}, {"song_no": "30314784", "year": "2018", "rank": "41", "title": "밤편지", "artist": "아이유", "genre": "Ballad", "lyrics": "이 밤 그날의 반딧불을 당신의 창 가까이 보낼게요 음 사랑한다는 말이에요 나 우리의 첫 입맞춤을 떠올려 그럼 언제든 눈을 감고 음 가장 먼 곳으로 가요 난 파도가 머물던 모래 위에 적힌 글씨처럼 그대가 멀리 사라져 버릴 것 같아 늘 그리워 그리워 여기 내 마음속에 모든 말을 다 꺼내어 줄 순 없지만 사랑한다는 말이에요 어떻게 나에게 그대란 행운이 온 걸까 지금 우리 함께 있다면 아 얼마나 좋을까요 난 파도가 머물던 모래 위에 적힌 글씨처럼 그대가 멀리 사라져 버릴 것 같아 또 그리워 더 그리워 나의 일기장 안에 모든 말을 다 꺼내어 줄 순 없지만 사랑한다는 말 이 밤 그날의 반딧불을 당신의 창 가까이 띄울게요 음 좋은 꿈 이길 바라요"}, {"song_no": "30755375", "year": "2018", "rank": "42", "title": "그날처럼", "artist": "장덕철", "genre": "Ballad", "lyrics": "참 많은 시간이 흘러가고 넌 어떻게 사는지 참 궁금해 날 걱정하는 사람들에게 다 잊었단 거짓말하는 내가 참 미운 날 아름다운 이별은 세상에 없다지만 그때 내가 조금 더 너를  편하게 보내줬다면 다른 사람 또 만나 행복할 니가 가끔은 내 생각할 때에 지을 표정이 참 궁금해 날 보는 네 눈이 좋아서  얼굴 붉히며 딴청 피던  아름답던 그날처럼  좋은 사람 만나 사랑 받고  너도 이젠 웃을 수 있길 찬란했던 우리 그날처럼 비어있는 지갑에 음식점을 서성이면 월급날이라며 손잡아 이끌어주던 만 원짜리 커플링 고맙다며 펑펑 울던 과분한 네 사랑 받을 사람 참 부러워 날 보는 네 눈이 좋아서  얼굴 붉히며 딴청 피던  아름답던 그날처럼  좋은 사람 만나 사랑 받고  너도 이젠 웃을 수 있길 찬란했던 우리 그날처럼 문득 들려오는 너의 소식에 가끔씩은 혼자 울 수 있길 끝까지 이기적인 내가 이젠 나 없이도 괜찮다  너에게 듣고 싶던 말 좋은 사람 만나 미안해  다시 돌아갈 순 없지만 아름답던 우리 그날"}, {"song_no": "31263577", "year": "2018", "rank": "43", "title": "매트리스", "artist": "10cm", "genre": "Folk", "lyrics": "오늘밤 너는 나와 이불 속에 들어가 아무것도 하지 말고 그냥 바라보다가 웃음을 참지 못하고 먼저 깜빡인 사람 그사람이 졌으니까 마실 것 좀 가져와 새로 산 침대와 그 속의 우리가 세상의 전부인 거라면 그럼 우린 나갈 필요 없으니까 난 어설픈 말장난을 좀 해보려다가 어느새 잠든 너의 얼굴이 뚫어져라 괜히 감동 하고 있어 굳이 말로 하지 않아도 자꾸만 나도 모르게 이불을 끌어 오는 이유는 모르겠지만 다신 그러지 않을게  눈 앞에 계속 있어줘 내가 귀찮을 만큼 다리 올려놔도 좋아 내겐 가벼우니까 새로 산 침대와 그 속의 우리가 세상의 전부인 것처럼 그럼 우린 잠들 수도 없으니까 난 어설픈 말장난을 또 해보려다가 그새 또 잠든 너의 얼굴이 뚫어져라 다시 감동하고 있어 굳이 말로 하지 않아도 난 이러고 계속 있어도 되는 걸까 넌 또다른 많은 밤들을 나와 있어 줄까 제발 날 보고 또 웃어 굳이 말로 하지 않아도 오늘은 내가 유난히 말이 많은 것 같아 몰라 같이 있으니까 괜히 들떠있나봐 뒤에서 날 꼭 안아줘 어깨에 턱을 괴고 그리곤 가만히 있어 잠들 것 같으니까"}, {"song_no": "30244931", "year": "2018", "rank": "44", "title": "봄날", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "보고 싶다 이렇게 말하니까 더 보고 싶다 너희 사진을 보고 있어도 보고 싶다 너무 야속한 시간 나는 우리가 밉다 이젠 얼굴 한번 보는 것 조차 힘들어진 우리가 여긴 온통 겨울 뿐이야 8월에도 겨울이 와 마음은 시간을 달려가네 홀로 남은 설국열차 니 손 잡고 지구 반대편까지 가 겨울을 끝내고파 그리움들이 얼마나 눈처럼 내려야 그 봄날이 올까 Friend 허공을 떠도는 작은 먼지처럼 작은 먼지처럼 날리는 눈이 나라면 조금 더 빨리 네게 닿을 수 있을 텐데 눈꽃이 떨어져요 또 조금씩 멀어져요 보고 싶다 보고 싶다 보고 싶다 보고 싶다 얼마나 기다려야 또 몇 밤을 더 새워야 널 보게 될까 널 보게 될까 만나게 될까 만나게 될까 추운 겨울 끝을 지나 다시 봄날이 올 때까지 꽃 피울 때까지 그곳에 좀 더 머물러줘  머물러줘 니가 변한 건지 니가 변한 건지 아니면 내가 변한 건지 내가 변한 건지 이 순간 흐르는 시간조차 미워 우리가 변한 거지 뭐 모두가 그런 거지 뭐 그래 밉다 니가 넌 떠났지만 단 하루도 너를 잊은 적이 없었지 난 솔직히 보고 싶은데 이만 너를 지울게 그게 널 원망하기보단 덜 아프니까 시린 널 불어내 본다 연기처럼 하얀 연기처럼 말로는 지운다 해도 사실 난 아직 널 보내지 못하는데 눈꽃이 떨어져요 또 조금씩 멀어져요 보고 싶다 보고 싶다 보고 싶다 보고 싶다 얼마나 기다려야 또 몇 밤을 더 새워야 널 보게 될까 널 보게 될까 만나게 될까 만나게 될까 You know it all You're my best friend 아침은 다시 올 거야 어떤 어둠도 어떤 계절도 영원할 순 없으니까 벚꽃이 피나봐요 이 겨울도 끝이 나요 보고 싶다 보고 싶다  보고 싶다 보고 싶다 조금만 기다리면 며칠 밤만 더 새우면 만나러 갈게 만나러 갈게 데리러 갈게 데리러 갈게 추운 겨울 끝을 지나 다시 봄날이 올 때까지 꽃 피울 때까지 그곳에 좀 더 머물러줘  머물러줘"}, {"song_no": "31035061", "year": "2018", "rank": "45", "title": "주지마", "artist": "로꼬", "genre": "Ballad", "lyrics": "위험해 아슬아슬해 간신히 끈을 잡았는데 넌 가위질을 하려고 해 너의 호의는 필요 없어 인내심이 많지 않아 내겐 유혹으로밖에 안 보여 오지마 내게 오지마 선 넘지마 please 주지마 술은 주지마 취하면 너 어떻게 해볼라니까 넌 내게 술을 권하지마 후회할 걸 알아 넌 내게 용기를 주지마 오늘뿐인 걸 알고 있어 내게 진심을 바라면 그 술은 절대 주지마 헛소릴 하고 악마의 춤을 출거니까 마치 밖엔 시원한 바람이 불지만 세상이 너무 험해서 널 내 옆에만 둘 거니까 남자는 전부 똑같대 아니 술 마신 남잔 다 똑같애 너 말곤 아무것도 안 보인다는 건 니가 아닌 다른 것들은 다 잊고 있는 거야 그러니까 내게 술을 주지마 맨 정신에도 충분히 외로우니까 가위질을 하게 날 내버려 두지마 사랑 찍고 본능 알기 전에 너부터 먼저 알고 싶으니까 야 이성적이고 싶어 이게 나잇값이라는데 싸게 주고 싶어 굳이 움직이지 않아도 돼 내가 하는 말이 수작이 되지 않게 기분 좋게 우리 물 잔으로 짠 해 넌 내게 술을 권하지마 후회할 걸 알아 넌 내게 용기를 주지마 오늘뿐인 걸 알고 있어 한잔 두잔 비워내기 싫어 더 이상 내게 높은 기분을 주지마 한잔 두잔 비워내기 싫어 자꾸 건배하듯이 눈을 맞추지마 한잔 두잔 비워내기 싫어 한잔 두잔 비워내기 싫어 I DON’T CARE WHO YOU ARE DON’T MAKE ME CRY I DON’T CARE WHO YOU ARE I DON’T CARE WHO YOU ARE DON’T LET ME LIE I DON’T CARE WHO YOU ARE I DON’T CARE WHO YOU ARE DON’T MAKE ME CRY I DON’T CARE WHO YOU ARE I DON’T CARE WHO YOU ARE DON’T LET ME LIE I DON’T CARE WHO YOU ARE"}, {"song_no": "30514366", "year": "2018", "rank": "46", "title": "선물", "artist": "멜로망스", "genre": "Ballad", "lyrics": "빛이 들어오면 자연스레 뜨던 눈 그렇게 너의 눈빛을 보곤 사랑에 눈을 떴어 항상 알고 있던 것들도 어딘가 새롭게 바뀐 것 같아 남의 얘기 같던 설레는 일들이 내게 일어나고 있어 나에게만 준비된 선물 같아 자그마한 모든 게 커져만 가 항상 평범했던 일상도 특별해지는 이 순간 별생각 없이 지나치던 것들이 이제는 마냥 내겐 예뻐 보이고 내 맘을 설레게 해 항상 어두웠던 것들도 어딘가 빛나고 있는 것 같아 남의 얘기 같던 설레는 일들이 내게 일어나고 있어 나에게만 준비된 선물 같아 자그마한 모든 게 커져만 가 항상 평범했던 일상도 특별해지는 이 순간 너를 알게 된 뒤 보이는 모든 것들이 너무 예뻐 보여 그렇게 신난 아이처럼 순수한 사람이 된 것 같아 나에게만 준비된 선물 같아 자그마한 모든 게 커져만 가 항상 평범했던 일상도 특별해지는 이 순간 깊은 사랑에 빠진 순간"}, {"song_no": "31133898", "year": "2018", "rank": "47", "title": "너 없인 안 된다", "artist": "비투비", "genre": "Ballad", "lyrics": "난 지금 네게 가고 있는 길이야 봄의 끝보다 훨씬 빠르게 할 말이 있는 걸 말하지 않으면 평생을 후회하며 살 것 같아 아마도 살 것 같아 너랑 숨 쉬면 정신 못 차리겠어 눈이 감기고 I just want you to know I’m the real one that you’re looking for 걱정은 불안함 안에 가둬 건너편에 다 놔두고 이제부터 우리 사진 주워 담아 네 손아귀 안에 아기자기 걸어 둘 거야 어디든지 보이게 해줘 나 없인 안 된다 해줘 너 없인 안 된다 난 너여야 한다 아무리 생각해도 난 결국 너야 후회하긴 싫다 너를 사랑한다 Cuz u r the only one 나는 너뿐이라는 걸 Hah ah ah ah ah ah ah Let’s get it on let’s get it on Hah ah ah ah ah ah Why don’t you be my girl Hah ah ah ah ah ah ah Let’s get it on let’s get it on Cuz u r the only one for me 아직도 네게 가고 있는 길이야 여름밤 공기보다 뜨겁게 그리워했던 널 붙잡지 못하면 평생을 후회하며 살 것 같아 네가 너무 보고 싶어서 Yeah yeah yeah Girl I swear this ain’t no booty call nah nah nah 그냥 생각나서 하는 것도 아니야 Nope 드디어 정신 차렸어 너 없인 안 된다는 걸 Now I know now I know 다시 시작해 볼 생각 있으면 처음처럼 만날 생각이 있으면 Lemme know Let’s give it a go 너 없인 안 된다 난 너여야 한다 아무리 생각해도 난 결국 너야 후회하긴 싫다 너를 사랑한다 Cuz u r the only one for me 나의 여름 널 어떻게 하겠니 해를 몇 번을 넘겨도 You and me 너를 사랑해 사랑해 또 말하고 말해도 오직 너여야만 I can live 우리 뜨겁게 잡은 손 꽉 잡아 더 여름밤의 Love 꽉 안아 더 두근두근 우린 구름 구름 위 이대로 우리 둘 2 너 없인 안 된다 난 너여야 한다 아무리 생각해도 난 결국 너야 후회하긴 싫다 너를 사랑한다 Cuz u r the only one 나는 너뿐이라는 걸 Hah ah ah ah ah ah ah Let’s get it on let’s get it on Hah ah ah ah ah ah Why don’t you be my girl Hah ah ah ah ah ah ah Let’s get it on let’s get it on Cuz u r the only one for me"}, {"song_no": "31085238", "year": "2018", "rank": "48", "title": "전하지 못한 진심 (Feat. Steve Aoki)", "artist": "방탄소년단", "genre": "Rap / Hip-hop", "lyrics": "외로움이 가득히 피어있는 이 garden 가시투성이 이 모래성에 난 날 매었어 너의 이름은 뭔지 갈 곳이 있긴 한지 Oh could you tell me 이 정원에 숨어든 널 봤어 And I know 너의 온긴 모두 다 진짜란 걸 푸른 꽃을 꺾는 손 잡고 싶지만 내 운명인 걸 Don't smile on me Light on me 너에게 다가설 수 없으니까 내겐 불러줄 이름이 없어 You know that I can't Show you ME Give you ME 초라한 모습 보여줄 순 없어 또 가면을 쓰고 널 만나러 가 But I still want you 외로움의 정원에 핀 너를 닮은 꽃 주고 싶었지 바보 같은 가면을 벗고서 But I know 영원히 그럴 수는 없는 걸 숨어야만 하는 걸 추한 나니까 난 두려운 걸 초라해 I’m so afraid 결국엔 너도 날 또 떠나버릴까 또 가면을 쓰고 널 만나러 가 할 수 있는 건 정원에 이 세상에 예쁜 너를 닮은 꽃을 피운 다음 니가 아는 나로 숨쉬는 것 But I still want you I still want you 어쩌면 그때 조금만 이만큼만 용길 내서 너의 앞에 섰더라면 지금 모든 건 달라졌을까 난 울고 있어 사라진 무너진 홀로 남겨진 이 모래성에서 부서진 가면을 바라보면서 And I still want you But I still want you But I still want you And I still want you"}, {"song_no": "30849733", "year": "2018", "rank": "49", "title": "You", "artist": "멜로망스", "genre": "Ballad", "lyrics": "어떻게 난 해야 해  니가 떠난다고 말하면  난 혼자 남겨지는 게  더 두려울 텐데  이유를 말해준다면  조금 편할 것 같아  아주 작은 손짓조차도  내겐 소중한  너를 잊을 수 없는  슬픈 기억 속으로 보내  잠 못 이루겠지 YOU 비가 오는 거리에  혼자 버려진 채로  서 있는 날 생각해 봤니  혼자 있는 밤이면  니가 잠이 들던 자리엔  슬피 우는 나의 눈물로  모두 젖어 들 거야 모두가 말했었어  둘이 잘 어울린다고  그럴 땐 넌 내 품에 기대어왔어  이젠 눈을 감으면  꿈속에서 널 만나  긴 밤을 지내다  널 아침이 되면  난 잠에서 깨어  다시 보내고 난 후  아파 눈물 흘리겠지  YOU 비가 오는 거리에  혼자 버려진 채로  서 있는 날 생각해 봤니   혼자 있는 밤이면  니가 잠이 들던 자리에  슬피 우는 나의 눈물로  모두 젖어 들 거야  YOU 비가 오는 거리에  혼자 버려진 채로  서 있는 날 생각해봤니   혼자 있는 밤이면  니가 잠이 들던 자리에  슬피 우는 나의 눈물로  모두 젖어 들 거야"}, {"song_no": "9642570", "year": "2018", "rank": "50", "title": "넋두리", "artist": "닐로 (Nilo)", "genre": "Ballad", "lyrics": "잘 지내니 잘 사는 것 같아 친구들에게서 네 소식을 들어 많은 날이 지나버렸지만 마주했던 시간은 마치 어제 같아 거니는 거리마다 자꾸 네가 생각나 언제쯤이면 이 시간이 무뎌질까 이제 와 뭘 어떡해 정말 아무것도 할 수 없잖아 하나부터 열까지 너로 물들어있어 모두 다 거짓말 같아 믿을 수 없잖아 아침 눈을 떴을 때 지금 이 모든 게 꿈이었음 좋겠어 되돌릴 수 있다면 네 손잡고 거닐던 나 그때로 단 한번만 안 된다는 걸 알아 그래서 더 힘들어 여전히 오늘도 가슴이 답답해서 수많은 밤 지샜지만 이제 네 소식을 들어도 난 괜찮아 너무 힘이 들 때면 가끔 너의 이름만 불러 볼게 하나부터 열까지 너로 물들어있어 모두 다 거짓말 같아 믿을 수 없잖아 아침 눈을 떴을 때 지금 이 모든 게 꿈이었음 좋겠어 되돌릴 수 있다면 네 손잡고 거닐던 나 그때로 단 한 번만 안 된다는 걸 알아 그래서 더 힘들지만 단 한 번만이라도 널 보고 싶어 스친 우연이라도 한번 볼 수만 있다면 그럼 덜 힘들까 많은 밤을 지새도 너의 기억을 다 지우진 못할 거야 이런 게 사랑이라면 다신 못할 것 같아 나 그때로 단 한 번만 안 된다는 걸 알아 그래서 더 힘들어 오늘도"}]